{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Leonard, Kerrie Caitlin"
        }
    ],
    "contributors": [],
    "createdDate": "2022-08-17T17:16:18+01:00",
    "dataProvider": {
        "id": 212,
        "name": "NDSU Libraries Institutional Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/212",
        "logo": "https://api.core.ac.uk/data-providers/212/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/529661080.pdf",
    "fullText": "THE IMPACT OF SOCIAL MEDIA BODY CHALLENGES ON YOUTHS’ BODY IMAGE A Thesis Submitted to the Graduate Faculty of the North Dakota State University of Agriculture and Applied Science By Kerrie Caitlin Leonard In Partial Fulfillment of the Requirements for the Degree of MASTER OF SCIENCE Major Department: Human Development and Family Science Option: Developmental Science December 2020 Fargo, North Dakota   North Dakota State University Graduate School  Title  THE IMPACT OF SOCIAL MEDIA BODY CHALLENGES ON YOUTHS’ BODY IMAGE       By     Kerrie Caitlin Leonard              The Supervisory Committee certifies that this disquisition complies with North Dakota State University’s regulations and meets the accepted standards for the degree of    MASTER OF SCIENCE            SUPERVISORY COMMITTEE:        Dr. Elizabeth Blodgett Salafia    Chair    Dr. Heather Fuller    Dr. Carrie Anne Platt                Approved:      04/13/2021  Dr. Joel Hektner   Date  Department Chair        iii ABSTRACT Body challenges are an unresearched trend where an individual checks if their body can look a certain way to pass the specific challenge (e.g., the A4 paper challenge; seeing if one’s waist is smaller than an 8x11 vertical piece of paper). We asked 147 girls and gender-expansive youth open-ended questions about trying a body challenge, opinions, and feelings towards their body as a result of these challenges. Qualitative analyses revealed that 79.59% of youth have never tried a body challenge. Youth thought body challenges were negative, with themes of toxic, ridiculous, unhealthy, anti-feminist/social commentary, and the need for body positivity. Also, many youth (50.35%) reported negative feelings towards their bodies as a result of body challenges, with themes of bad, inadequate, insecure/self-conscious, and fat. Many youth felt no impact (34.04%). Understanding body challenges can help create strategies so that youth can be resilient to their harms.     iv ACKNOWLEDGMENTS Throughout the course of writing this thesis, I have received amazing support and assistance from several people.  I would first like to thank Dr. Tammy Chang and the MyVoice team at my alma mater, the University of Michigan, for their text-messaging service and collaboration.  I would like to thank my committee members, Heather and Carrie Anne, for their support and for being collaborative. They are a joy to work with.  I especially would like to thank my advisor, Beth, for all the ways she has helped me with this thesis. She is incredibly supportive, caring, and encouraging.  I would also like to thank all of the MyVoice participants in this study. Your voices are valued, and I appreciate your participation.  Additionally, thank you to all of my loved ones who have shown endless support and interest in my passions.     v DEDICATION I dedicate this thesis to my supportive mother, Ellise, who has always demonstrated the importance of education and supported me in my academic pursuits.    vi TABLE OF CONTENTS ABSTRACT ................................................................................................................................... iii ACKNOWLEDGMENTS ............................................................................................................. iv DEDICATION ................................................................................................................................ v LIST OF TABLES ....................................................................................................................... viii INTRODUCTION .......................................................................................................................... 1 The Thin Ideal ............................................................................................................................. 2 Media and Body Image ............................................................................................................... 3 Social Media ............................................................................................................................ 5 Body Challenges ....................................................................................................................... 13 Social Comparison Theory .................................................................................................... 16 Objectification Theory........................................................................................................... 17 The Present Study ...................................................................................................................... 19 METHOD ..................................................................................................................................... 20 Participants and Procedure ........................................................................................................ 20 Measures .................................................................................................................................... 21 Analysis Plan ............................................................................................................................. 22 FINDINGS .................................................................................................................................... 24 Have You or Someone You Know Tried Any Body Challenge? ............................................. 24 Theme 1: Never Tried (79.59% of the sample, n = 117) ....................................................... 24 Theme 2: Have Tried (20.41% of the sample, n = 30) .......................................................... 25 What Do You Think About These Trending Body Challenges? .............................................. 26 Theme 1: Toxic (61.11% of the sample, n = 88) ................................................................... 26 Theme 2: Ridiculous (34.72% of the sample, n = 50) ........................................................... 27 Theme 3: Unhealthy (11.81% of the sample, n = 17) ........................................................... 28  vii Theme 4: Anti-Feminist/Social Commentary (5.56% of the sample, n = 8) ......................... 29 Theme 5: Need for Body Positivity (4.17% of the sample, n = 6) ........................................ 30 Theme 6: Mixed Feelings (3.47% of the sample, n = 5) ....................................................... 30 Theme 7: Good (4.17% of the sample, n = 6) ....................................................................... 30 How Do These Body Challenges Make You Feel About Your Body? ..................................... 32 Theme 1: No Impact (34.04% of the sample, n = 48) ........................................................... 32 Theme 2: Bad (21.28% of the sample, n = 30) ...................................................................... 32 Theme 3: Inadequate (16.31% of the sample, n = 23) ........................................................... 33 Theme 4: Insecure/Self-Conscious (12.77% of the sample, n = 18) ..................................... 33 Theme 5: Confidence Without Body Challenges (12.77% of the sample, n = 18) ............... 34 Theme 6: Fat (4.96% of the sample, n = 7) ........................................................................... 34 Theme 7: Positive/Good (2.12% of the sample, n = 3) ......................................................... 35 DISCUSSION ............................................................................................................................... 37 Summary of Findings ................................................................................................................ 37 Theoretical Support ................................................................................................................... 42 Limitations ................................................................................................................................ 44 Strengths .................................................................................................................................... 45 Implications ............................................................................................................................... 45 Conclusion ................................................................................................................................. 47 REFERENCES ............................................................................................................................. 48    viii LIST OF TABLES Table Page 1. Examples and Descriptions of Body Challenges .............................................................. 14 2. Additional Responses Corresponding with Each Theme for Question Two .................... 31 3. Additional Responses Corresponding with Each Theme for Question Three .................. 36    1 INTRODUCTION Body image is a multidimensional construct consisting of body-related self-attitudes and self-perceptions such as beliefs, thoughts, feelings, and behaviors (Cash, 2004). A component of body image is body dissatisfaction, which refers to an individual’s negative perceptions and evaluations of their physical body, for example with their hips, waist, stomach, weight, and figure (Stice & Shaw, 2002). The prevalence of body dissatisfaction in the United States (U.S.) stretches from childhood into adulthood, with children as young as six years old showing dissatisfaction with their bodies (Smolak, 2011). In fact, as much as 40% to 50% of elementary school aged children (i.e., 6 to 12 years of age) show dislike for some element of their shape and size (Smolak, 2011).  Even though very young children show evidence of being unhappy with their bodies, much previous research on body dissatisfaction has been conducted on adolescents. The adolescent stage in the lifespan is particularly salient for body image issues because of the rapid physical changes that arise from puberty (e.g., females grow in height and weight, develop breasts, and their figures becomes curvier). These physical changes, coupled with the hormonal and emotional changes, set up a vulnerability for body dissatisfaction at this life stage. Indeed, a large percentage of American adolescents, between 49% to 84%, have reported body dissatisfaction (Dion, 2015). Body dissatisfaction is an issue that affects both girls and boys, although research traditionally has focused on girls (Baker et al., 2019). This may be due to differences in levels of poor body image. Indeed, substantial work has found that female participants show higher rates of body dissatisfaction than male participants at various ages (e.g., Bucchianeri et al., 2013; Fiske et al., 2004; Neighbors & Sobal, 2007). Therefore, it is particularly important to continue  2 research with girls because they experience dissatisfaction at higher levels and face immense pressure to conform to particular body ideals. For this reason, the present study will focus on the experiences of girls as well as gender-expansive youth (i.e., genderfluid, nonbinary, transgender, etc.). Although there is little research on gender-expansive youth, it is possible that they face similar body image issues as girls. For instance, transgender young adults have shown higher body dissatisfaction than cisgender (i.e., when an individual’s gender conforms to their sex assigned at birth) individuals (Becker et al., 2016). With the high prevalence of body dissatisfaction in the U.S., it has become normative for girls or women at any age to feel negatively about their bodies (Cash & Smolak, 2011). However, it should be a cause of concern for researchers and clinicians due to body dissatisfaction being a predictor of numerous poor physical and mental health outcomes. First, body dissatisfaction is associated with poor mental health, such as anxiety and depression (Stice et al., 2000). Second, it is well supported that body dissatisfaction is a major predictor for the onset of eating disorders, such as anorexia nervosa and bulimia nervosa (Stice & Shaw, 2002). This relationship has been shown for transgender individuals as well (Jones et al., 2016). The Thin Ideal An underlying reason why body dissatisfaction is rampant is because of what American culture deems to be ideal for females’ bodies. For women, having a thin, slender body shape is widely considered as beautiful and desirable. This is termed the thin ideal, and it is pervasive as well as deeply ingrained in modern American culture since around the 1970s, producing pressure on women to meet this ideal (Murnen, 2011). Trans women may also internalize the thin ideal as they have been shown to have high levels of drive for thinness like cisgender women (Witcomb et al., 2015). But the thin ideal is nearly impossible to attain for most individuals, which can lead  3 to body dissatisfaction (Cash & Smolak, 2011). Consequently, women may turn to dieting or other ways to become thinner, and eating disorders may develop (Tiggemann, 2011). Body Mass Index (BMI) is a strong predictor of body dissatisfaction, such that individuals with a higher BMI are likely to have higher body dissatisfaction compared to their thinner counterparts (Cash & Pruzinsky, 2002; Neighbors & Sobal, 2007).  The thin ideal has become inescapable by way of the media, where women are constantly exposed to images of unrealistically thin women in magazines, advertisements, movies, etc. Moreover, these thin models are often photoshopped, rendering the image even less realistic. The media is one of three main influences on body image, along with family and peers (i.e., The Tripartite Model, see Thompson et al., 1999). There is substantial empirical support that media exposure of the thin ideal is associated with higher body dissatisfaction in women (Botta, 2003; Groesz et al., 2002; Harper & Tiggemann, 2008). Thus, there is great power of the media in what it portrays the ideal woman to be. Indeed, the media has been identified as the most powerful of the three factors (Groesz et al., 2002). These pervasive messages reach both adult women and young girls. Many girls are aware of the thin ideal, thus allowing for internalization (i.e., adopting the belief from others that it is better to be thinner) to occur well before they become adults (Cash & Smolak, 2011). Media and Body Image Mass media is comprised of the internet, movies, television, magazines, and video games (Levine & Chapman, 2011). Today, these sources are part of individuals’ everyday lives at all ages. In fact, only about 10% of Americans do not use the internet, and less than 4% of them do not have a television in the home (Nielson’s National Television Household Universe Estimates, 2017; Pew Research Center, 2019). The widespread exposure to various forms of media thus  4 provides countless opportunities for girls, women, and gender-expansive individuals to be affected by the thin ideal.  Due to strong mass media pressures and the media’s ability to dictate beauty and body ideals, it is potentially a causal risk factor for body dissatisfaction. Indeed, a number of experimental studies have demonstrated a causal link from media exposure to body dissatisfaction and related body image variables in female participants. For example, Halliwell and Dittmar (2004) conducted an experimental study which examined advertisements with a thin model, an average size model, and no models to see what effects they have on women’s body-focused anxiety. The authors found that women who internalized the thin ideal showed greater body-focused anxiety when viewing the thin model advertisements than those who viewed the average size models or no models (Halliwell & Dittmar, 2004). Another experimental study by Harper and Tiggemann (2008) demonstrated that college-aged women exposed to advertisements with a woman who represented the thin ideal had higher body dissatisfaction than those who viewed product control advertisements. Similar results of negative effects of media have been shown with television and music videos. Hargreaves and Tiggemann (2004) conducted an experimental study with adolescent girls and boys in which they viewed television commercials with either body ideal images (i.e., thin ideal for girls and muscular ideal for boys) or no appearance related images. Interestingly, the authors found that viewing the idealized commercials significantly increased body dissatisfaction for girls but not for boys (Hargreaves & Tiggemann, 2004). Viewing music videos also produce similar effects in adults. For instance, Tiggemann and Slater (2004) conducted an experimental study in a similar fashion to Hargreaves and Tiggemann (2004), in which adult women viewed either thin idealized or non-thin idealized music videos. The authors  5 found that viewing the idealized music videos increased women’s body dissatisfaction as well as their social comparison (Hargreaves & Tiggemann, 2004). Taken together, these studies show the immediate, strong effects of media on girls’ and women’s body dissatisfaction among other negative outcomes like social comparison and body-focused anxiety. Social Media In recent years, there has been a shift in media use and how individuals are exposed to the thin ideal – instead of traditional media, adolescents today are growing up in a new era: social media. Social media, or social networking sites, consists of platforms such as Instagram, Facebook, Snapchat, Twitter, etc. In the U.S., YouTube, Instagram, and Snapchat are the most popular among Americans aged 13 to 17, and many of them use those platforms daily (Pew Research Center, 2018). The popularity and frequent usage of social media is attributable to its easy access, as about 95% of youth own a smartphone (Pew Research Center, 2018). Social media usage also has some differences according to demographic variables, such that White youth use Snapchat more often than Hispanic and Black youth, and Black youth say Facebook is their most used platform (Pew Research Center, 2018).  This new type of media poses new threats for body image. First, many of these platforms are used very often and content is uploaded more frequently, thus increasing exposure (Sherlock & Wagstaff, 2018). Second, many of these platforms are highly visual, due to the sharing of pictures and videos as well as the multitude of filters available to manipulate photos. The visual component may allow for more vulnerability to negative body image because of social comparison (Sherlock & Wagstaff, 2018). Third, unlike traditional media which utilizes models, many images on social media are the ordinary people one knows personally. This allows for  6 easier targets for comparison because they are not highly unrealistic models and celebrities (Sherlock & Wagstaff, 2018).  YouTube YouTube is a platform consisting of uploading videos and “liking” or commenting on them. To the author’s knowledge, there are no known studies specifically examining the effects of YouTube use on body dissatisfaction or eating disorders. However, related work has analyzed content of YouTube videos. Weight stigmatizing videos are common on YouTube, which can perpetuate harmful beliefs and impact those with larger bodies (Hussin et al., 2011; Yoo & Kim, 2012). Pro-anorexia content is also pervasive on YouTube, but anti-anorexia content counteracts the pro-anorexia community by having more positive comments and likes (Oksanen et al., 2015). Likewise, eating disorder video testimonials posted on YouTube receive positive and supportive responses (Pereira et al., 2016).  Related to health literacy, Aubrey et al. (2020) found the way health advice is framed in YouTube videos impact adolescent girls’ appearance anxiety, self-objectification, and preference for appearance enhancing products. The authors showed girls health videos that were appearance-framed (i.e., using this product will make you look better) or health-framed (i.e., using this product will make you feel better). For younger girls, viewing appearance-framed videos predicted self-objectification (Aubrey et al., 2020). This self-objectification can make young girls temporarily aware of their bodies, leading to appearance anxiety and a higher preference for appearance enhancing products as a solution (Aubrey et al., 2020). YouTube can also be a health literacy tool for body image campaigns, in that effective body image campaign videos on the platform can promote positive body image (Meng et al., 2015). In summary,  7 YouTube has a mix of harmful and beneficial content. More research is needed to specifically examine the effects of viewing videos on body image and eating disorders. Twitter Twitter is a platform where an individual posts a message of up to 140 characters called a “tweet.” Photos and videos can also be shared on Twitter. As with YouTube, there are no known studies examining the effects of using Twitter on body dissatisfaction or eating disorders. There is related research demonstrating that Twitter has communities and content of thinspiration (i.e., content promoting or inspiring thinness and weight loss) and fitspiration (i.e., content promoting or inspiring health and fitness) which may have negative impacts on body image and mental health (Alberga et al., 2018; Ghaznavi & Taylor, 2015; Tiggemann et al., 2018). Additionally, weight stigmatizing content is pervasive on Twitter, which may be harmful for mental health (Lydecker et al., 2016). Taken together, these limited studies indicate that Twitter users are exposed to potentially negative content, but more research is necessary to investigate the links between Twitter and body image. Facebook Facebook is a platform where people can post text status updates, photos, videos, articles, etc. Facebook “friends” can see an individual’s post and “like,” comment, or share it. Evidence shows that Facebook usage has negative effects on body image in girls and young women, such that it is associated with body dissatisfaction, disordered eating, internalization of the thin ideal, drive for thinness, and body surveillance (i.e., habitually monitoring one’s body with an outsider’s perspective; see Calogero, 2009) (Cohen & Blaszczynski, 2015; Saunders & Eaton, 2018; Tiggemann & Slater, 2013). Appearance exposure on Facebook has been linked to poor body image, specifically drive for thinness, self-objectification, weight dissatisfaction, and thin  8 ideal internalization among adolescent girls (Meier & Gray, 2014). Long amounts of time spent on Facebook has also been found to be linked to higher levels of body dissatisfaction, drive for thinness, body surveillance, and disordered eating behaviors in girls and young women (Fardouly & Vartanian, 2014; Mabe et al., 2014; Vandenbosch & Eggermont, 2012). Facebook friends are a major component of the social media platform, and researchers have explored this specific aspect in relation to body image and disordered eating. Specifically, for adolescent girls, more Facebook friends is correlated with higher drive for thinness, beauty ideal internalization, and body surveillance (Tiggemann & Slater, 2013). A later study by the same authors had confirming results, extended further by showing that increased Facebook involvement over time correlated with more body image concerns (Tiggemann & Slater, 2017). Similar results have been found in college-age women, such that more Facebook friends is correlated with higher appearance comparison and drive for thinness (Kim & Chock, 2015). Other work, however, has found more positive or beneficial associations in that more Facebook friends is correlated with more positive views of appearance among college students (Rutledge et al., 2013). These studies demonstrate that Facebook friends can be a powerful force for one’s body image, for better or for worse, which is in line with the Thompson et al. (1999) Tripartite Model saying that peers are a major influence for one’s body image. Additionally, Facebook has been associated with other negative well-being outcomes, such as depression and anxiety (Błachnio et al., 2015; Labrague, 2014). These poor mental health outcomes may be explained by increasing social comparison and self-objectification (Hanna et al., 2017). However, Facebook is no longer the platform of choice among adolescents today, leading to the need to further investigate other more popular forms of social media. It is likely  9 that the most influential social media platforms for body challenges are the highly visual ones, such as Instagram and Snapchat. Instagram There is a growing field of research investigating the effects of social media specifically on body image and disordered eating. Instagram has been receiving more attention recently as it has grown in popularity and now reigns supreme. Instagram consists of posting photos or videos with a caption which is shared with people who follow an individual’s account or the public. These posts can be “liked,” commented on, or shared to a “story” by followers. In a study comparing Instagram and Facebook, Cohen et al. (2017) found that using the platforms in an appearance-focused way with picture engagement and not general use was related to higher body surveillance and higher thin ideal internalization for both Facebook and Instagram in young women. Drive for thinness in young women was additionally associated with Instagram specifically (Cohen et al., 2017). Conversely, engaging in accounts that were neutral in appearance-focus did not have significant associations to those body image variables (Cohen et al., 2017). Frequently engaging with Instagram may be unhealthy for adolescents. Yurdagul et al. (2019) explored body dissatisfaction as a mediator between problematic use of Instagram and psychological outcomes (i.e., general anxiety, social anxiety, loneliness, and depression) with adolescent boys and girls. The authors also examined the moderating role of gender on problematic Instagram use and psychological outcomes. Results indicated that increasing problematic Instagram use was directly connected to depression, and indirectly with social anxiety and general anxiety by way of body dissatisfaction for female adolescents, meaning that body dissatisfaction explained the relationship between increasing Instagram use and increasing  10 social and general anxiety (Yurdagul et al., 2019). For boys, body dissatisfaction partially mediated the relationship between problematic Instagram use and depression, social and general anxiety, and loneliness (Yurdagul et al., 2019). Moderation analyses indicated that gender moderated the relationships with the psychological variables, such that problematic use of Instagram was directly associated with higher general anxiety, social anxiety, and loneliness only for boys. Additionally, the direct effect of body image dissatisfaction on social anxiety was significantly higher for girls than boys (Yurdagul et al., 2019). Other work supports these studies of Instagram, further demonstrating that using the platform is connected to negative outcomes such as poor appearance related self-perception, depression, and anxiety (see Sherlock & Wagstaff, 2018). Additionally, Instagram use has been associated with higher orthorexia nervosa (i.e., characterized by an obsession with being healthy) symptoms in women (Turner & Lefevre, 2017). Specifically, regarding body dissatisfaction, Ahadzadeh et al. (2017) found increasing use of Instagram was associated with body dissatisfaction in college-age men and women. A potential explanation for this finding is that Instagram usage is connected with decreased feelings about the self (i.e., self-schema) and discrepancy between the actual and perceived selves (i.e., self-discrepancy), which then leads to body dissatisfaction (Ahadzadeh et al., 2017). There are other variables besides simply using Instagram that contribute to body dissatisfaction. It does not seem to matter whether an individual is looking at attractive celebrities or attractive peers; both result in negative mood and body dissatisfaction (Brown & Tiggemann, 2016). Further, the greater number of likes a photo has may impact body image, specifically facial dissatisfaction (Tiggemann et al., 2018). The caption under the Instagram photo may also impact body image. A recent study by Bue and Harrison (2020) used an eye- 11 tracking method with young women and found that disclaimer comments (i.e., a warning that the image is edited or altered) are not effective at preventing body dissatisfaction when viewing thin-idealized Instagram posts. Taken together, these studies show that there are additional aspects of engaging in Instagram that are associated with body image beyond basic Instagram use. However, one recent study by Mackson et al. (2019) discovered that those with an Instagram account had higher self-esteem, lower levels of depression, lower anxiety, less loneliness, and no difference in body image than those without an account. Yet, the authors still did find that experiencing social comparisons and Instagram anxiety resulted in poorer psychological outcomes (Mackson et al., 2019). Despite the main findings of this study, overall, Instagram use by adolescents as well as emerging adults has potential harmful consequences for their body image and well-being. Snapchat Snapchat is another highly used social media platform among youth consisting of sending “snaps” or pictures that disappear once they are viewed. Yet, a limited number of studies have examined the effects of Snapchat on body image. Marengo et al. (2018) studied what they termed highly visual social media platforms (HVSM) of Snapchat and Instagram with Italian adolescents. The authors found that HVSM users reported significantly higher levels of body image concerns as well as poor mental health compared to non-HVSM users (Marengo et al., 2018). Body image concerns also mediated the relationship between HVSM use and internalizing symptoms (e.g., emotional symptoms such as feeling unhappy) (Marengo et al., 2018). This means that increasing body image concerns explained the connection between increased HVSM use and increased internalizing symptoms. Additionally, girls reported higher HVSM use than boys (Marengo et al., 2018).  12 Other work has found similar results linking Snapchat usage with body image concerns and eating pathology in male and female pre-adolescents and female emerging adults (Fardouly et al., 2020; Saunders, & Eaton, 2018). Additionally, increasing Snapchat use is associated with increasing disordered eating cognitions and behaviors among adolescents (Wilksch et al., 2019). Taken together, Snapchat use by youth may be potentially harmful for their body image and mental health. This may be due to the highly visual nature of Snapchat in its pictures and video sharing. It is important to note, however, that these studies examined Snapchat along with other platforms and that there are few studies about Snapchat overall. Selfies on Social Media The act of taking and sharing of selfies (i.e., a photo one takes of him/herself) may have impacts on individuals’ body image. McLean et al. (2015) found that Australian adolescent girls who posted selfies regularly (i.e., sometimes, often, or always) reported significantly higher body dissatisfaction, thin ideal internalization, dietary restraint, and overvaluation of shape and weight. The authors also looked at investment and manipulation of selfies and found that those who had higher investment and manipulation also had higher eating and body related concerns (McLean et al., 2015). More recent work has found similar, supportive results (Lonergan et al., 2019; Mills et al., 2018; Tiggemann et al., 2020). Further, viewing selfies of women wearing makeup can be harmful for one’s body image (Fardouly & Rapee, 2019). In addition, women who post manipulated (i.e., edited or retouched) selfies may be evaluated more harshly (e.g., less intelligent) by viewers (Vendemia & DeAndrea, 2018). Negative romantic relationship outcomes and conflict on Instagram also may result from selfie posting (Ridgeway & Clayton, 2016). The literature suggests that selfies have a negative effect on body image. These effects may translate to youth sharing pictures of themselves engaging in a body challenge. A selfie of a  13 body challenge is different from a regular selfie. The self-objectification and social comparison that these specific body challenge pictures carry may compound the harmful effects on one’s body image. The harm can go above and beyond the harm that posting regular selfies pose due to the nature of the picture. Body Challenges Body challenges are a new phenomenon on social media platforms. To the author’s knowledge, there is no existing definition for body challenges, perhaps due to the newness of the phenomenon. A working definition was thus created for this study to describe the behavior. Our definition of a body challenge is as follows: a body challenge is a trend where an individual checks to see if their body can look a certain way to fit the challenge (e.g., A4 paper challenge; holding a piece of 8x11 paper vertically to your waist to see if you are smaller than the width of the paper). Other examples include the bikini bridge, the Kylie Jenner lip challenge, the quarter challenge, and the thigh gap. See Table 1 for definitions and additional examples. Body challenges are frequently represented in hashtags (e.g., #KylieJennerLipChallenge), allowing them to become viral (i.e., specific content that is shared rapidly and reaches a high number of individuals) on social media platforms such as Instagram.    14 Table 1  Examples and Descriptions of Body Challenges Name of Challenge Description Thigh Gap The space between the uppermost part of the thighs when one is standing with their feet together. Bikini Bridge When lying down, it is the space between one's body and bikini bottom or underwear due to their hip bones being prominent.  Kylie Jenner Lip Challenge Putting one's lips inside a shot glass or small glass cup and sucking the air out to achieve plump lips.  A4 Paper Challenge When one holds a regular 8 x 11 piece of A4 paper vertically in front of their waist to see whether their waist is smaller than the width of the paper. Bellybutton Challenge When one reaches an arm behind their back to try to wrap it around their waist to reach their bellybutton.  Collarbone Challenge When one sees how many quarters can be placed in the dip above their clavicle bone. iPhone Knees Challenge When one is sitting with their legs straight out in front of them and places an iPhone lengthwise on their knees to see if the phone covers their knees completely. Thigh Brow The crease one gets at the top front of their thighs near their hips if they are slightly kneeling.  Underboob Challenge Placing a pencil or pen lengthwise under one's breast and not having it fall to the ground.  Wrist Challenge When one checks the size of their wrist by wrapping their fingers around it to see if their fingers touch. Hand Around the Arm When one tries to wrap their hand around the upper arm similar to the wrist challenge. Hands Around the Thigh When one tries to wrap their hands around their thigh similar to the wrist challenge.  There are some possible reasons or mechanisms for why youth are prompted to participate in body challenges. Developmentally, adolescence is a time when risk-taking behaviors may be more likely due to their underdeveloped prefrontal cortex and a peak in the activity of the brain’s reward system (Braams et al., 2015). This inclination to partake in risky behavior may be why trying a challenge is appealing. Certain types of social media challenges involve risk-taking behavior, such as the cinnamon challenge (i.e., eating a large spoonful of  15 cinnamon in under one minute without drinking any water) or the Tide Pod challenge (i.e., eating the laundry detergent pod), because such challenges can harm physical health by choking or ingesting toxic ingredients. Body challenges can also be considered a risky behavior, and some have the potential to cause physical harm. The Kylie Jenner lip challenge, for instance, may cause the glass to shatter and cut into the skin or extreme, painful swelling of the lips can occur. Another explanation could be that since this age group is concerned with fitting in with peers, seeing or hearing about others participating in body challenges may prompt an individual to also participate. Murphy (2019) suggested that participating in the Tide Pod challenge may be an individually rational decision for adolescents because it signals status. Additionally, videos of the cinnamon challenge had an audience of mostly 13- to 24-year-olds (Grant-Alfieri et al., 2013). Together, this research suggests that there may be developmental reasons for interest in social media challenges in general, which may translate to specifically body challenges. Body challenges have not been previously researched but deserve attention for they may be damaging for individuals’ body image, particularly adolescent girls, young women, and gender-expansive youth. The existing body challenges mostly endorse the thin ideal. For instance, to succeed in the A4 paper challenge, like many other challenges, one must be extremely thin. Many young individuals may not be naturally thin enough to pass the A4 paper challenge, and thus they may feel pressure to alter their shape or weight so that they can pass the challenge and feel accepted by others. This pressure could ultimately lead to body dissatisfaction, dieting, and eating disorders. Therefore, it is imperative that research is conducted on the virtually unknown topic of body challenges.  16 Social Comparison Theory Social comparison theory is a relevant and prominent framework to understand body image with social media use. Festinger’s (1954) social comparison theory posits that individuals want to improve themselves and are motivated to gauge how they are performing in an area. Individuals do this by using others as comparison targets to estimate how they are doing. This translates to women comparing their bodies to other women’s bodies to see how “good” their bodies are. There are upward comparisons (i.e., comparisons with someone perceived as superior to him/herself) and downward comparisons (i.e., comparisons with someone perceived as inferior to him/herself) (Festinger, 1954). It is the upward comparisons that are connected to poor body image or disordered eating (Hogue & Mills, 2019; Moreno-Domínguez et al., 2019; Saunders & Eaton, 2018). Further, social comparison theory claims that individuals are more likely to compare to others who they view as similar to themselves, not dissimilar (Festinger, 1954). Therefore, photos on social media of peers may be more harmful than traditional media with dissimilar others (i.e., models) (Fardouly & Holland, 2018). Several studies in the social media and body image literature operate under the social comparison theory. Social comparisons are considered an explanatory factor (i.e., mediator) of the relationship between body image and social media use in the tripartite model of body image (Thompson et al., 1999). For a review of studies examining social comparisons as a mediator between social media use and body image and disordered eating, see Holland & Tiggemann (2016). Although typically studied as a mediator, social comparison may also be a moderator between the relationship of social media and body image in addition to being a mediator. For instance, Kleemans et al. (2018) found that adolescent girls with high social comparison tendencies had worse body image when exposed to manipulated Instagram photos than girls with  17 lower social comparison tendencies. Taken together, social comparison may play a major role in girls’ and women’s body image as it can explain negative relationships between social media use and body image as well as impact the strength of that relationship. Using social comparison theory as a framework helps inform the understanding of body challenges on social media. Posting photos of body challenges specifically may elicit comparison when others view them because seeing someone pass a body challenge may make an individual wonder if they too can pass the body challenge. Conversely, if the viewer has already done the body challenge and then views the photo of another individual, they still may feel social comparison in that they may assess who more successfully passed the challenge. Additionally, photos of body challenges directly bring attention to the individual’s body—even more specifically, a body part. There is more intense body focus in these types of images than a regular photo of an individual on social media, such as a vacation photo or a group family photo. At present, there are no studies demonstrating a link between social comparison and body challenges, but as it is related to the larger body image literature, it is reasonable to presume that it may be an explanation for potential damaging effects of body challenges. Objectification Theory Objectification theory is a feminist theory which provides a framework in which to understand the phenomenon of body challenges on social media. It has been suggested that objectification theory and social comparison theory work together and should both be considered to understand women’s body image and disordered eating behaviors (Hesse-Biber et al., 2006). The focal tenet of objectification theory is that women’s bodies undergo sexual objectification from others, meaning that their body parts or sexual functions are detached from their person – that a woman is simply a body meant for the enjoyment and use by others (Fredrickson &  18 Roberts, 1997). In other words, women’s bodies are seen as only objects, not as a human body deserving of respect. Sexual objectification is a form of gender oppression, and the theory posits that this objectification harms women on a micro level, impacting their daily lives (Fredrickson & Roberts, 1997). For instance, women’s romantic relationships may be impacted in that they may feel uncomfortable engaging in sexual activities. Another key tenet of objectification theory is the gaze, where one’s body is inspected visually (Kaschak, 1992). This gaze from others, particularly men, cannot be controlled by women (Fredrickson & Roberts, 1997). The gaze phenomenon occurs in real life social encounters, media illustrating social encounters, and media that highlights bodies or body parts and induces the sexualizing gaze. With the gaze infiltrating several areas in life, women may be vulnerable to internalization of sexual objectification, adopting objectification culture’s view of women’s bodies and thus seeing their own bodies as mere objects (Fredrickson & Roberts, 1997). Such internalization may result in several harmful experiences for women, including depression, anxiety, less awareness of internal bodily states (e.g., stomach growling), sexual dissatisfaction and dysfunction, hindered motivational states (i.e., flow), and eating disorders (Fredrickson & Roberts, 1997). Fredrickson and Roberts (1997) claim that all women have internalized objectification on some level. This self-objectification plays out in the structure and meaning of body challenges. For example, the A4 paper challenge is passed if the individual’s waist is smaller than the width of the paper. By this challenge focusing on the waist and not on the body as a whole, it endorses the notion to just see the waist as an object. Moreover, a picture of a woman doing the challenge may be of only her waist and not the rest of her body or face, thus allowing others on social media to see the individual as a composite of body parts. In addition, body challenges may be  19 related to body surveillance, or body checking. Past work suggests that body surveillance rises with increasing self-objectification and is associated with weight and body related shame and guilt (Calogero, 2009; Soloman-Krakus & Sabiston, 2017). Further, body surveillance predicts the development eating disorders (Tylka & Sabik, 2010). The Present Study Previous work has thoroughly examined body dissatisfaction and eating disorders, finding associations to each other and detrimental outcomes. Emerging literature extends these topics in the realm of media, and more specifically, social media. Early findings suggest that social media is not beneficial for one’s body image, such that it may lead to body dissatisfaction and eating disorders, as well as poor mental health. What has not been explored, however, are body challenges on social media. Perceiving or engaging in body challenges on social media is potentially damaging due to their endorsement of the thin ideal and self-objectification, which can follow a trajectory to body dissatisfaction and eating disorders. Since there may be an association of body challenges to these negative outcomes, body challenges deserve attention and a place in the literatures of social media and body image. Thus, the main research question of the present study asked, how do youth experience body challenges? Qualitative methods were used to investigate the exploratory research question as it would provide depth and nuance to the findings. It is important to extend the body image and social media literature to include the perceived influence of body challenges because they are widespread and potentially dangerous for youth. Understanding how youth perceive and engage in trending body challenges is a necessary first step in discovering ways to build resilience and foster positive body image for this age group.    20 METHOD Participants and Procedure Participants included were youth between the ages of 14 and 24 from the National MyVoice Text Messaging Cohort (N=1041). The participants were recruited via targeted Instagram and Facebook ads to match national benchmarks based on weighted samples from the 2016 American Community Survey (ACS), including gender, race/ethnicity, age, family income, education, and region of the United States. This study was approved by the Institutional Review Board. Participants provided consent to the study without need for parental consent online and enrolled in MyVoice via a link to an online demographic survey. Next, newly enrolled participants got a text message tutorial describing the study process. Participants received $5 upon enrollment and were later compensated $1 per week for their time and effort in completing each survey. After a 12-week block, a $3 bonus was given if participants completed all surveys within the 12 weeks. Weekly surveys were distributed by Textizen, a web-based platform to send the surveys via text message, and are sent on Fridays at 3 pm (DeJonckheere et al., 2017). Participants have one week to text back their responses – until the next survey is sent out. Before the survey questions are distributed to the entire MyVoice cohort, the questions are sent to a pilot team of youth, survey experts, methodologists, research experts, and community members. The pilot team gives feedback regarding the phrasing, sentence structures, and general impression of the survey questions to which the research team takes into consideration before actual data collection. During actual data collection, the end of each survey also includes a question rating of 1 to 5 stars for quality purposes and to inform future surveys (DeJonckheere et al., 2017).  21 After the introductory text message, participants were asked to list all of the body challenges they knew of. This question was used to select the final sample of participants who had experience and knowledge of body challenges. This selection process resulted in 197 participants of all genders who knew of body challenges, which is 22.46% of the total original sample (N = 877). To specifically focus on female and gender-expansive participants who heard of body challenges and thus listed accurate body challenges, our final sample size was 147 female and gender-expansive youth between the ages of 14 and 24 (M = 19.00, SD = 2.81). Participants were majority female (91.84%), with (4.08%) transgender, (3.40%) nonbinary, and (0.68%) genderfluid, respectively. Males were excluded from the analysis as poor body image related to social media may impact girls and gender-expansive youth to a greater extent. Additionally, theoretical background for why body challenges may be harmful is typically in reference to girls/women. Participants were also majority White (70.07%), with (11.56%) Asian, (10.20%) Multiracial, and (6.80%) Black, respectively. Two participants identified as “other.” Additionally, 26.53% of participants received free or reduced school lunch in middle school or high school. For what technology devices participants had in the home, the vast majority of participants owned a laptop computer (90.48%), with (54.42%) owning an iPad/other tablet, (48.30%) owning a desktop computer, and (10.88%) said “other.” Measures MyVoice participants responded via text message to three open-ended questions: “Have you, or someone you know, tried any of these challenges? Tell us about it: like who was involved and where did it happen,” “What do you think about these trending body challenges?” and “How do these body challenges make you feel about your body?” Questions were given one at a time, with participants not seeing the following question until they responded to the first one.  22 Analysis Plan Participant responses were downloaded as a comma-separated values file. Inductive qualitative analyses were conducted on each of the three questions separately. Text responses for each question were line-by-line coded by the primary researcher using a two-phase, method proposed by Charmaz (2014). The initial phase consisted of quickly pulling out interesting ideas which stand out or seem important, naming the data. Then, the second phase of focused coding consisted of re-visiting, sorting, synthesizing, and organizing the initial named codes. Focused codes were not necessarily based on how many times the same code reappears. Focused codes then rose to become the overarching themes or subthemes of the data. To show representativeness of each theme or subtheme, a percentage was calculated for how many participants endorsed each theme. For questions two and three, one text response could be coded for multiple themes. The entire coding process was conducted on one question at a time. Finally, themes from each question were examined together holistically to get a sense of the bigger pattern and answer the research question. Responses and quotes used were not altered; thus, there may be spelling or grammatical mistakes. Responses were left as is in order to be true to the youth’s voices. To check for validity threats such as researcher bias, the strategies of using numbers and searching for discrepant evidence and negative cases was used. Using numbers is a way to make implicitly quantitative claims explicit by using quasi-statistics (i.e., simple numerical results that can be readily derived from the data) (Maxwell, 2013). Searching for discrepant evidence and negative cases is important because those cases that cannot be accounted for by a certain interpretation can point to defects in that account (Maxwell, 2013). Discrepant cases need to be  23 examined along with supporting cases to best determine whether one should keep or modify the conclusions (Maxwell, 2013).    24 FINDINGS Major themes and subthemes for each question asked of youth are described below with a few specific quotes to illustrate each theme or subtheme. Percentages are included to show how many participant responses endorsed each theme within each question asked and provide a form of validation for the theme. For questions two and three, a single text message response can endorse multiple themes. Every participant responded only once when they texted back. For additional sample quotes, see Tables 2 and 3. Have You or Someone You Know Tried Any Body Challenge? Theme 1: Never Tried (79.59% of the sample, n = 117) The majority of participants reported that they had never tried, or known someone who had tried, a body challenge. Due to the lack of experience, most of these responses were a one-word, “no.” Despite the lack of participation in body challenges, multiple responses mentioned how youth are talking about body challenges or seeing individuals they do not know personally (e.g., celebrities) posting about them on social media. These comments demonstrate that youth are exposed to this phenomenon yet are not engaging themselves. “I don't think I know anyone specifically. Maybe in my social media network, but might be celebrities or personalities.” – Female, age 23 “No, but I know some girls talk about having a thigh gap.” – Female, age 17 A few participants also included their opinion of body challenges, perhaps as a way to explain why they had never tried them. Opinions of the challenges being “stupid” or as “something that people do not try in real life” were mentioned. Although perceptions of body challenges were asked in the subsequent question, participants did not view that question until they answered the present question.  25 “No one I know is THAT stupid.” – Female, age 20 “No, no one actually does it, I don't feel like.” – Transgender, age 18  Theme 2: Have Tried (20.41% of the sample, n = 30) Contrary to the one participant’s response in the previous question that no one participates in body challenges in real life, 1 in 5 participants indeed have tried a body challenge or knew someone who tried a body challenge. Of this group, 63.33% of participants personally tried a body challenge, 40.00% knew a friend who tried it, 3.33% knew a family member who tried it, and 13.33% of other unspecified individuals tried it. Descriptions of the event varied greatly, as some participants responded by saying who tried a challenge (e.g., themselves, a friend, etc.) and where (e.g., at home), while others gave more detail including what specific challenge was done or thoughts and feelings about the event. Common locations of where individuals attempted a body challenge included the home or at a friend’s house. Less common locations included school or school-related events (e.g., prom). Participants who provided more detail appeared to hold negative feelings as a result of doing a body challenge. “I have tried doing this. I did it by myself and I felt sad when I could not do the challenge.” – Female, age 18 “Me. I've been overly obsessed with my body forever.” – Female, age 24 Subtheme: Tried as a Joke or out of Curiosity (13.33% of the sample who said yes, n = 4)  One participant mentioned how a body challenge was done as a joke, or just for fun. The participant herself had never tried a body challenge, but knew friends who had, and this was her perception of her friends engaging in these challenges. However, as this is her perception, it is unclear whether her friends were trying them simply as a joke and how they personally felt about the event.   26 “No I've never tried any of the challenges but I've had friends try them as a joke.”  – Female, age 23 Three participants stated that a body challenge was done out of curiosity. These participants did not appear highly concerned that this activity could be harmful. Additionally, these participants were emerging adults and not adolescents, which may suggest that there are developmental differences in attitudes. Older participants may have stronger awareness of body image issues and a greater capacity to critically think about body challenges, thus not taking them too seriously. Yet, privately attempting a body challenge gives indication that there may be pressure to engage with these challenges and to have a certain body ideal. At the surface level, the act may be out of curiosity, but there may be deeper motivations and pressures. “I tried it. Privately at my house. Didn't share it with anyway [sic]. It was just curiosity.” – Female, age 21 “I've tried the one around the waist just to see if I could but I haven't really done anything where I had to do certain exercises to achieve.” – Female, age 22  “I did the thigh gap challenge and the coke can challenge by myself just to see if I could.” – Female, age 24 What Do You Think About These Trending Body Challenges? Theme 1: Toxic (61.11% of the sample, n = 88) Over half of participants voiced their belief that body challenges are harmful or bad for individuals. In particular, they referred to these challenges being harmful for body image, self-esteem, and mental health. Many described body challenges as “toxic” and “damaging.” As one participant noted, body challenges present false ideas of how bodies should be. This falseness  27 hints at the unrealistic nature of the phenomenon. Body challenges do not support and encourage all body types; they send messages of an impossible body being the desired outcome. “They perpetuate toxic beauty standards.” – Female, age 16 “I think they're more harmful than anything else, it gives people false ideas of what their body should look like.” – Female, age 22 “They are damaging to mental health.” – Female, age 23 Subtheme: Especially Harmful for Certain Groups (10.11% of the sample, n = 9) Along with body challenges being toxic, several participants also highlighted that they may be particularly harmful for certain groups, such as young adolescents, or individuals already struggling with mental health or body image issues. “I think that they are just frankly dumb, and could be very damaging to a person's self esteem. They're especially damaging to younger kids, who are now using the internet more than ever. These body \"challenges\" are always harmful, and never reflect what a healthy body can look like.” – Female, age 16 “I think they're detrimental to body image for impressionable kids.” – Female, age 17 “I think they can be really harmful to people who already have issues with their body image.” – Female, age 20 Theme 2: Ridiculous (34.72% of the sample, n = 50) Participants in this category expressed disdain for body challenges. Participants believed that these challenges were not a smart activity to engage in, perhaps because they are difficult to pass or encourage impossible body ideals and beauty standards. Multiple responses included a one-word answer of “dumb” or “stupid.” At the surface level, such responses suggest that these youth may not be as impacted by the negative effects of body challenges or engage with them.  28 However, a large number of participants still have tried or known someone who tried a body challenge (20.4%), which may suggest that despite not liking or approving of challenges, they may feel pressure to participate. “They're stupid. They set unrealistic expectations.” – Female, age 22 “They seem kind of pointless.” – Female, age 20  Theme 3: Unhealthy (11.81% of the sample, n = 17) Participants in this category discussed how they view body challenges as unhealthy for individuals. Although some participants did not go into reasons why body challenges are unhealthy, others provided insight that they meant unhealthy behaviors, mindsets, or habits. Unhealthy behaviors may occur as a result of not passing a body challenge and wanting to change the body to succeed in a challenge. Or, the act of doing a body challenge is an unhealthy behavior itself. Unhealthy is a closely related theme to the toxic theme; indeed, many responses fit both themes. Yet, unhealthy is a distinct theme because many responses used the specific word “unhealthy” and, additionally, it refers to specific behaviors. The toxic theme is broader and refers to other ways that body challenges are viewed as negative, such as negatively impacting mental health. The theme of unhealthy exemplifies how the phenomenon may be harmful for youth. “I think they are bad because they are unrealistic things that people's bodies should look like. People might do unhealthy things to be able to do the challenge.” – Female, age 15 “I think they can harm people's self-image by them trying to all match one body type. It could also encourage unhealthy behaviors to reach those goals.” – Genderfluid, age 19  29 Additionally, this “unhealthy” theme also included those who believed body challenges could cause unhealthy body image or expectations for bodies. Poor body image could arise from such content that promotes a highly unattainable and unrealistic look. “I think that it gives girls unhealthy expectations for how we should look like.” – Female, age 15 Theme 4: Anti-Feminist/Social Commentary (5.56% of the sample, n = 8) Some participants expressed that body challenges may be a symptom of a larger societal issue of pressure on females to conform to certain ideals. These responses appeared to operate though a feminist lens, pointing out how the nature and meaning of body challenges are targeted towards women and are patriarchal. Additionally, individuals in this group tended to be older participants in the sample, signifying that developmentally they are more likely to critically think and evaluate body challenges within a larger context. Also, the educational background of older participants may lend to these types of feminist and body positive responses, such that they may have taken college courses related to women and gender studies. “They are used to distract girls/women from doing things that are important and keep us in competition with each other. The patriarchy knows that if we worked together and stopped caring about having the \"perfect\" body we'd change the world.” – Female, age 22 “It's pretty strange to begin with, but also quite damaging for especially social opinion on the female body. They are often trying to look a certain way that is considered \"more attractive\" for whatever reason so it's quite an exclusive bar it's creating or whatever.”  – Female, age 23  30 Theme 5: Need for Body Positivity (4.17% of the sample, n = 6) A smaller, but interesting, theme was of the call for body positivity. Participants in this category expressed sentiments about how bodies are different and that is acceptable, and how there is a need for greater body acceptance and positivity in American culture. Participants acknowledged that body challenges are not inherently body positive as they promote unrealistic body and beauty standards. “I think that people should love themselves for the way that they are.” – Female, age 22 “They're super dumb. We're made how we're meant to look.” – Female, age 16 Theme 6: Mixed Feelings (3.47% of the sample, n = 5) A few participants expressed mixed feelings on whether body challenges are harmful to body image or not. These participants did not show firm opinions on the topic.  “I think there [sic] silly and some are for fun but some might be dangerous.”  – Female, age 22 Theme 7: Good (4.17% of the sample, n = 6) A small number of participants stated that body challenges are good or positive. Reasons for this perspective included seeing body challenges as a goal to work towards or seeing them as something that is attainable and can be done in a healthy way. These responses are in stark contrast to other themes which point out the impossibility of passing body challenges and view them as highly negative.  “I personally want to strive toward them because I see them as goals.” – Female, age 20 “As long as you do it in a healthy way on not because you feel like it will make you \"prittier” [sic] or more attractive it's okay. It's all about not hurting your self [sic] emotionally or physically.” – Female, age 17  31 Interestingly, one participant acknowledged that body challenges were negative because they set unrealistic body standards yet expressed positive feelings that arose when she was able to pass the challenge. This response shows the complexity of the phenomenon; one may have awareness that testing to see if your body can look a certain way is negative, yet they may feel good if they pass the challenge. Satisfaction for fitting into certain standards is present in this response and shows the pressure and influence of body standards dictated by popular culture. “They promote unrealistic body standards, but it felt good when I had a thigh gap.”  – Female, age 24 Table 2  Additional Responses Corresponding with Each Theme for Question Two Theme (N) Example Responses Toxic (88) \"They're toxic.\"  \"I think these body challenges are dangerous.\" Ridiculous (50) \"I think that they're dumb and unnecessary.\" Unhealthy (17) \"They're unhealthy!\" Anti-Feminist/Social Commentary (8) \"They are ridiculous ways to control women and their minds and bodies.\" Need for Body Positivity (6) \"I think it's superficial. You should be happy with how you are.” Mixed Feelings (5) \"Not good but having a healthy body is important too. Just that these challenges are a little extreme before you can be healthy and fit without doing these.\" Good (6) \"Most of them are attainable.\"     32 How Do These Body Challenges Make You Feel About Your Body? Theme 1: No Impact (34.04% of the sample, n = 48) Participants in this category stated that they did not feel impacted by the presence of body challenges circulating social media and the internet. Many responses mentioned how they “ignore” those challenges. The choice of the word “ignore” instead of words like “avoid” suggest that these participants are still exposed to body challenges, but to not give them further thought, as opposed to avoiding such content which would suggest going out of their way to avoid spaces where that content could be seen. Other youth mentioned how they are smart enough to know that body challenges are not realistic. Such responses give evidence of resilience to the harms of these challenges. The majority of responses in this theme were brief; therefore, they do not go in depth as to why these youth are resilient to body challenges. “Nothing, because I ignore them.” – Transgender, age 18 “Nothing, because I don't want to be skinny as heck.” – Female, age 17 “They don't change my perception. I have enough reasoning to know that those challenges aren't representative of a fit/healthy body type.” – Female, age 17 Theme 2: Bad (21.28% of the sample, n = 30) Participants endorsing this theme expressed that either the presence or physically engaging with body challenges made them feel negatively about their body. Feeling negative can mean that they did not pass the challenge, or that their natural bodies do not fit the body ideal that the culture endorses. Several participants used the word “bad,” yet other synonyms were also included in this theme, such as “horrible,” “sucky,” and “terrible.” No matter the specific reason for participants feeling negatively, these responses clearly illustrate the harmful perceived effects of body challenges on body image.  33 “They don't make me feel good about my body at all.” – Female, age 16 “Usually bad about it because I don't pass.” – Female, age 20 “Ugly, undesirable, plain.” – Female, age 23 Theme 3: Inadequate (16.31% of the sample, n = 23) The theme of feeling inadequate highlights participants who, as a result of seeing or engaging with trending body challenges, felt as though their bodies were not good enough and not accepted in society. The reason for these participants feeling inadequate is that body challenges endorse unattainable body ideals that the majority of girls and women cannot measure up to. Feelings of inadequacy correlate with the theme of feeling bad about their bodies. Feeling not good or worthy enough can lead to feeling negatively about the body. “I hate them. They make me feel like I'm not worth enough because my body doesn't look a certain way.” – Female, age 18 “Like I'll never be skinny or attractive enough.” – Female, age 16  “Inadequate and shameful.” – Female, age 22 Theme 4: Insecure/Self-Conscious (12.77% of the sample, n = 18) Similar to feeling inadequate and bad about the body, some participants stated how they felt insecure and self-conscious about their bodies due to body challenges. Feelings of insecurity and self-consciousness go hand in hand, and these feelings may be due to having bodies that do not fit into the unrealistic ideals promoted by body challenges. “When I hear about them they make me second guess if I actually have a nice body.”  – Female, age 15  “I am very self conscious and these body challenges make me feel even worse about the way my body looks. I now pay more attention to things that before I just accepted as part  34 of my natural body and I'm ashamed to look the way I do (which is not looking like every body challenge model does).” – Female, age 17 Theme 5: Confidence Without Body Challenges (12.77% of the sample, n = 18) Some participants felt confident and therefore did not feel the pressure to engage with body challenges. This theme stands apart from the theme “no impact,” because participants in this category explicitly stated how they were comfortable and happy in their skin, whereas those in the former theme did not express body positivity and kept their answers brief. Interestingly, one participant stated how she felt positive about her body because she believed she was attractive and thin. As she described, she appeared to fit the thin ideal and this may be why she did not feel impacted by body challenges. This response suggests that body challenges may be most detrimental to those who do not fit with current beauty and body standards. “I don't think about them. I know what healthy looks like for my body and that's not changed by the latest viral challenge. I do know that this isn't the case for everyone and some people feel very bad about their bodies if they can't meet the challenge.”  – Nonbinary, age 21 “Confident in how I look because I dont feel the need to change my body to make other people happy.” – Female, age 14 “I personally appreciate my body more. I am fairly skinny, attractive and I'm healthy, so I have never felt the need to do the challenges.” – Female, age 15 Theme 6: Fat (4.96% of the sample, n = 7) This theme includes participants who discussed feeling “fat” or having a larger body. It is important to note, however, that fat is not a feeling, but rather a body descriptor. Saying that fat is a feeling promotes weight bias. As many body challenges are passed only with a thin body, it  35 gives the impression that anyone who cannot pass a challenge is too large. These responses highlighted an underlying issue of fat phobia and weight stigma because these responses are painting fatness as negative. As one participant stated, body challenges feel like a “cruel joke.” “Super fat.” – Female, age 19  “I don't have a small body. I will never be able to pass any of the body challenges or even come close. I feel like that wouldn't affect me as much if I already felt like my body was adequate, but currently they kinda just feel like a cruel joke.” – Female, age 18 Theme 7: Positive/Good (2.12% of the sample, n = 3) A small minority of youth indicated that body challenges made them feel positively about their bodies. Reasons to feel good included feeling motivated or inspired to change their body shape or size. “It makes me more conscious of it and inspires me to physically take care of myself.”  – Female,  age 18  One participant provided an interesting, nuanced response to how body challenges made her feel about her body. Although this individual felt satisfied that she succeeded in a body challenge, in this case the thigh gap, she would prefer that she did not feel pleased about having a thigh gap. This response shows the awareness or belief that body challenges are negative, yet they have a strong enough influence to make an individual feel good about passing them. The guilty satisfaction reinforces the ultimate belief that thin bodies are the ideal, despite knowing that in reality there are diverse body types, and it is difficult to reach the extreme thin ideal. The theme of positive/good is complex as evidenced by this response. Further, other participants endorsing this theme may have more multifaceted perspectives than their response provides.  36 They may still struggle with poor body image or engage in unhealthy behaviors but believe that it is positive to aspire to certain body and beauty ideals. “It's somewhat satisfying when I can do them (like since I do have a thigh gap) but I wish I didn't feel that way.” – Female, age 16 Table 3  Additional Responses Corresponding with Each Theme for Question Three Theme (N) Example Responses No Impact (48) \"It doesn't change how I feel.” “They don't impact my opinion of my body.” Bad (30) \"I feel sucky.” “Horrible.” Inadequate (23) \"They make me feel like my body is inadequate or ugly.” Insecure/Self-Conscious (18) \"Sometimes insecure.”  “It makes me feel a little self-conscious.” Confidence Without Body Challenges (18) \"I personally don't care about these body challenges and I have never done them but I love myself and my body(thanks to BTS)so I don't think they would effect [affect] me.”  Fat (7) \"Some of them honestly make me look fat.”     37 DISCUSSION The present qualitative study aimed to answer the exploratory research question of how youth experience body challenges. To the author’s knowledge, this is the first study to examine the new phenomenon of body challenges that widely circulate on social media and online. Seeing or engaging in body challenges may be damaging to youths’ body image, particularly girls and gender-expansive individuals, due to their inherent promotion of the thin ideal and self-objectification. Findings revealed the potential perceived harms of body challenges to the body image of girls and gender-expansive youth. Summary of Findings Overall, we found that although the majority of youth had not tried a body challenge (79.59% of participants), a substantial number had indeed tried one themselves or knew someone who had tried one (20.41% of participants). Most participants believed that body challenges are negative (96.53%), and findings revealed major themes of toxic, ridiculous, unhealthy, antifeminist/social commentary, and a need for body positivity. A minority of participants (6.25%) showed themes of having mixed feelings or believing body challenges were good. Similarly, most participants (50.35%) demonstrated negative feelings towards their bodies as a result of the presence of body challenges. Major themes revealed that participants felt bad, inadequate, insecure/self-conscious, confident without body challenges, and fat. Another major theme revealed that many youth felt no impact (34.04% of participants). A small minority of participants (2.12%) expressed feeling positive/good about their bodies. The present research findings add to the body of research on the negative effects of social media on youth’s body image but provide new insight on the phenomenon of body challenges.   38 Youth are exposed to, and engage with, these body challenges that they perceive as harmful, and consequently do not feel positively about their bodies. Generally speaking, this supports previous work noting the high prevalence of body dissatisfaction in adolescents (e.g., Dion, 2015). A possible explanation for why these challenges may be viewed as harmful is that they promote specific ideals (e.g., the thin ideal) that are difficult to attain. Not being able to meet these ideals and feeling pressure to look a specific way could result in poor body image. Indeed, Harper and Tiggemann (2008) demonstrated a link between exposure to the thin ideal and body dissatisfaction in women; therefore, it is reasonable that there would be a similar connection with body challenges and poor body image.  Further, posts on social media about body challenges may be triggering for individuals with a diagnosed eating disorder. However, it is important to first note that social media does not cause the development of an eating disorder but may impact symptomology. For individuals with an eating disorder, they may be particularly vulnerable to the dangers of body challenges. These individuals likely already struggle with poor body image, as body dissatisfaction is well known as a major predictor of eating disorders (Stice & Shaw, 2002). Thus, seeing unrealistic, overly thin images of people trying body challenges may heighten feelings of body dissatisfaction and then lead to disordered eating as a way to cope. Another danger specific to individuals with eating disorders is that sharing a post of a body challenge may open the door to cyberbullying. Indeed, there is a relationship between bullying and eating disorders as a longitudinal study beginning in childhood found that bullying predicted eating disorders for both the bully and the victim (Copeland et al., 2015). Body challenges may be harmful by exacerbating eating disorder symptomology for youth with eating disorders.  39 The possible harms of body challenges may be especially relevant for younger adolescents. Our findings, particularly from the subtheme of body challenges being harmful for certain groups, provide support for the need to focus on younger generations as they may be more vulnerable to possible harms than older youth. This makes sense in conjunction with the findings that some older participants appeared to participate as a joke or out of curiosity and showed stronger critical thinking skills as evidenced by their responses in anti-feminist/social commentary theme. Younger individuals may be more likely to take body challenges seriously, perhaps due to the increased propensity for risk-taking behavior or because of status among peers (Braams et al., 2015; Murphy, 2019), thus increasing their vulnerability to experience negative effects such as body dissatisfaction. Indeed, young girls are vulnerable to negative messages about body ideals and can internalize them (Cash & Smolak, 2011). This risk-taking behavior may also explain why 20.41% of youth tried or knew someone who had tried a body challenge. Of the 20.41% of youth who had tried or knew someone who tried a body challenge, 63.33% of participants tried a body challenge themselves, 40.00% knew a friend who tried it, 3.33% knew a family member who tried it, and 13.33% of other unspecified individuals tried it. Further, the one participant who mentioned a family member said it was a sister, who may be close in age to them. These results suggest that body challenges are most popular with youth and their peers. Also, these findings provide additional support that the perceived harms of body challenges on social media are most relevant for adolescents and emerging adults.  Despite the reported perceived harms to body image, there was a fairly large percentage of responses (34.04%) from participants which did not express feeling any impact of body challenges on how they felt about their bodies. Also, many participants did not try a body challenge or knew someone who had (79.59%). Similarly, a number of participants discussed  40 feeling confident without body challenges (12.77%). This could be due to specific individual factors, such as high self-esteem, developmental maturity, low levels of social comparison, or how they use social media. However, it is unclear from the data what factors are involved in these participants’ resiliency. One previous study by Mackson et al. (2019) found that Instagram use was not associated with poor body image or mental health, which suggests that there may be some positive effects of social media. A key result of that study though is that participants who experienced social comparison and Instagram anxiety did have poor body image and mental health (Mackson et al., 2019). Thus, it is possible that the participants in our study who were unaffected by body challenges did not engage in high social comparison and were not negatively impacted by social media. This would demonstrate that social comparison may be an underlying mediating or moderating variable, which is often the case in body image literature (Thompson et al., 1999). A few responses (4.17%) reported viewing body challenges as good and feeling positively about their bodies (2.12%). This could be due to high internalization of the thin ideal, which may make these individuals believe that having a thin body is good and is something to strive for. Thus, the participants who stated feeling good about their bodies may be because they fit the thin ideal and successfully passed a body challenge. However, high thin ideal internalization is negative, and research often considers it an aspect of poor body image (Meier & Gray, 2014). Therefore, it is possible that these participants may not be feeling as “good” as they reported because they may have underlying body image issues, although that nuance cannot be determined in the data.  A few responses (4.17%) endorsed the mixed feelings theme when asked about their thoughts on body challenges. Some acknowledged that they may be negative, but still could be  41 for fun. Other participants simply did not have strong opinions. Individuals may not have strong opinions because they do not engage with body challenge content, but that cannot be determined from the data. Mixed feelings may also be due to the lack of research and knowledge that body challenges could be harmful for individuals. Perhaps with more research showing the connection between body challenges and negative outcomes, the public would have a clearer idea of why they are harmful and not have mixed feelings. Interestingly, none of the participants discussed the act of posting a selfie of a body challenge and sharing it on social media. Past work has found that selfies have a negative influence on youth’s body image (see McLean et al., 2015). It is unclear whether the participants have posted a selfie or if they only tried a body challenge and decided not to share it online. A selfie of an individual doing a body challenge may be more harmful than a regular selfie because of the high social comparison and self-objectification involved in the nature of that type of photo. Whether an individual posted a body challenge photo online may be an important distinction to make in future work because sharing a selfie of a body challenge may be especially harmful for body image compared to not sharing a photo. The themes and participant responses found in the present study touch on a deeper issue with women’s body image in society. Body challenges may be a symptom of a greater problem in American culture—pressure on women to conform to impossible standards. These body challenges also appear to be geared towards women’s bodies and not men’s bodies, further suggesting that there may be greater pressures on women to have an ideal body than men. Additionally, gender-expansive individuals may experience such pressures especially if they do not conform to feminine ideals. Particularly, the theme of anti-feminist/social commentary brings this issue of pressure to light. Body challenges mostly endorse the thin ideal, which is almost  42 impossible to naturally attain for most individuals. However, it is important to note that there are a few body challenges which endorse a curvy ideal (e.g., thigh brow). The curvy ideal refers to a body type that has more curves in the breast and buttocks areas yet with slim body parts elsewhere. This is also an unrealistic body ideal because an individual cannot pick and choose where body fat is distributed. Cultural body ideals may be shifting from thin to curvy or muscular. Therefore, it can be expected that future body challenges may be geared towards different body ideals, yet they are still unrealistic and unattainable. Theoretical Support The findings from the study are aligned with the theoretical background of body challenges. The tripartite model (Thompson et al., 1999) postulates that media is a major influence on body image and the study’s findings reveal that the content youth see online impact how they feel about their bodies. Participant responses support and extend previous work showing that exposure to thin ideal on social media is associated with body dissatisfaction (Botta, 2003; Groesz, Levine, & Murnen, 2002; Harper & Tiggemann, 2008). The thin ideal is perpetuated by many body challenges, and over half of the responses endorsed themes which expressed negative feelings toward their bodies. This suggests a connection between exposure to the thin ideal (i.e., seeing images of body challenges passed by thin individuals) and body dissatisfaction. Although the present study did not use a specific measure body dissatisfaction, the negative themes such as inadequate, bad, fat, etc. suggest some level of body dissatisfaction. It is recommended that future quantitative work explores such associations further to confirm these initial findings.  Festinger’s (1954) theory on social comparison also aligns well with the findings from the study. Specifically, this theory proposes that there are upward comparisons (i.e., comparisons  43 with someone perceived as superior to him/herself) people make, which is evident in the themes. When asked how body challenges make youth feel about their bodies, upward comparisons are especially present in the themes of feeling inadequate and bad. These negative feelings may be a result of social comparison. In this situation, bodies are being compared when body challenges are being shared online or discussed. Feeling inadequate and bad suggest that these individuals believe their bodies are not as attractive or worthy as the bodies of others who can pass a body challenge and fit the thin ideal. Such findings are agreeable with past work showing that upward comparisons are associated with disordered eating or poor body image (Hogue & Mills, 2019; Moreno-Domínguez et al., 2019; Saunders & Eaton, 2018). Additionally, most youth reported that it was individuals they knew (i.e., peers and family) who tried a body challenge more than celebrities or others. These individuals are easier targets for comparison, which is a potential threat of social media (Sherlock & Wagstaff, 2018). Social comparison theory often operates together with Fredrickson and Roberts’ (1997) objectification theory. This theory proposes that women’s bodies are sexually objectified by others and experience the male gaze, where their bodies are visually inspected by men. Objectification theory claims that these experiences result in internalized objectification. From the current study’s findings, the theme of self-consciousness provides evidence for internalized objectification because it highlights an awareness of one’s body and viewing it as an object for others. It is reasonable that youth may have internalized beliefs since previous work has shown a positive association with self-objectification and body checking (see Soloman-Krakus & Sabiston, 2017), which is what the act of body challenges could be classified as. It would be beneficial for future studies to explicitly measure and examine the links between objectification and body challenges as internalized objectification may impact one’s body image.   44 Limitations The current study should be considered in light of potential limitations. First, the question set for MyVoice was restricted to five questions total and a character limit per question in the text message. Also, the present study focused on three questions, which may not allow for in-depth knowledge. As body challenges are a previously unexplored topic, more research is needed to better understand the phenomenon. Second, the length of the text responses serves as a limitation. As each text could be counted for multiple codes, the participants who wrote lengthy texts likely were coded for multiple themes, whereas those who had shorter texts likely represented only one theme. Thus, there may not be as much representation from the participants who wrote less in their response. Third, the findings from the study cannot confirm cause and effect of body challenges on body image. Although the findings suggest that body challenges are harmful for youth, this is just a perceived effect and experimental studies are needed to establish and confirm an association between body challenges and body dissatisfaction. Similarly, the fourth limitation is that this study did not examine long-term effects of body challenges on youths’ body image. Due to the one-time data collection and focus on present feelings, it is unknown whether seeing or engaging in body challenges harm youths’ body image over time. Longitudinal studies are necessary to assess long-term effects of exposure to body challenge content. Further, it would be beneficial to examine if there are meaningful differences between seeing versus actively participating in a body challenge. Fourth, the sample size of gender-expansive youth was small (N = 12), so results cannot be generalized to the larger population. Moreover, there is great diversity within this group, and they may not have a uniform experience. Future research with larger samples of gender-expansive youth is needed. Lastly, the  45 present study did not examine racial or socioeconomic differences in how youth experience body challenges; thus, it is another avenue for future research. Strengths Despite the limitations, there are multiple strengths of the present study. First and foremost, this study was the first to investigate the phenomenon of body challenges. The present study opens up a new branch of important research in the body image literature. Further, the findings were significant in that they demonstrate the perceived negative effects of body challenges on social media. This study provides novel information which can be utilized by other researchers, parents, youth organizations, and professionals working with youth. This work can benefit youth and promote more positive outcomes.  Second, the sample size was relatively large and included a diverse sample of youth from many areas across the country. Although the sample is not nationally representative, the MyVoice method meets national benchmarks for demographic characteristics, and there is adequate representation of marginalized individuals. Third, data collected via text messaging allowed for gathering real-time opinions of youth for issues that matter in the moment. Lastly, the open-ended qualitative responses via text message provided space for participants to share their genuine thoughts and any information they wish to communicate.  Implications The present study illustrated how the new phenomenon of body challenges have negative influence on girls and gender-expansive youth’s body image and has multiple implications. Viral body challenges are potentially damaging content that is unregulated or censored online. Thus, there are possible policy implications of the study’s findings such that they could support the removal or censorship of body challenge content on social media. Also, the findings from the  46 present study suggests that adolescents may be the demographic to target for prevention or intervention strategies more than emerging adults. Yet, future investigation should more closely examine developmental differences between adolescents and emerging adults. Additionally, comparison with older adults could produce interesting findings as to whether this is a generational phenomenon. This study also has implications for parents or guardians. It is noteworthy that none of the responses revealed the presence of parents or guardians during the activity, even though the home was a common location for trying a challenge. This finding suggests that youth, whether alone or with friends, are trying body challenges out of sight from parents. Since older adults may not be as active on social media or use it in the same way as youth, parents may be completely unaware of what body challenges are. If trending, viral challenges on social media platforms are dangerous for youth’s body image, it is important to bring awareness of the issue to parents. Parents need to be provided the knowledge and skills to build resilience in their children to prevent the development of body dissatisfaction and eating disorders. Perhaps most importantly, there are implications at the individual level for youth. Even though body challenges have not been previously defined, it is a phenomenon that many individuals know about once some examples are given. What youth may be unaware of, however, are the potentially damaging effects of seeing and engaging in these viral challenges on their body image. Information from the current study can help others create educational resources for youth so that it is clear what body challenges are and their effects. Further, youth need to be educated on how body challenges promote highly unrealistic ideals and should not be strived for. Such education can take a variety of approaches, from discussing this topic in programming addressing body image and/or social media to creating a social media campaign to  47 raise awareness. With education comes prevention strategies as well. Findings from this study can inform body dissatisfaction prevention/intervention programming by identifying a brand new, specific area to intervene. Strategies can be developed to build resilience and promote positive body image and media literacy. Conclusion The current study presents preliminary evidence of how youth experience body challenges. Findings demonstrate that girls and gender-expansive youth do participate in body challenges, view them negatively, and make them feel bad about their bodies. These findings bolster the literature on social media and body image as well as provide a new avenue for future work on body challenges, including differences between seeing and acting on body challenges and emerging social platforms that may host body challenges (e.g., TikTok). As body challenges are an ever-evolving phenomenon, with novel challenges showing up online, it is critical to continue examining how they influence youth and why some participate in the act. Further, why some youth are resilient to the influence of body challenges should also be explored. This study has implications for policy, education, and prevention/intervention programming for parents and youth themselves, which can ultimately benefit youth who are negatively impacted by body challenges. As youth are highly active on social media and have high rates of body dissatisfaction, it is critical that researchers observe all aspects of social media in order to aid in the prevention of the development of poor body image and eating disorders.     48 REFERENCES Alberga, A. S., Withnell, S. J., & von Ranson, K. M. (2018). Fitspiration and thinspiration: A comparison across three social networking sites. Journal of Eating Disorders, 6. Aubrey, J. S., Speno, A. G., & Gamble, H. (2020). Appearance framing versus health framing of health advice: Assessing the effects of a YouTube channel for adolescent girls. Health Communication, 35(3), 384–394. https://doi.org/10.1080/10410236.2018.1564955 Becker, I., Nieder, T. O., Cerwenka, S., Briken, P., Kreukels, B. P. C., Cohen-Kettenis, P. T., … Richter-Appelt, H. (2016). Body Image in Young Gender Dysphoric Adults: A European Multi-Center Study. Archives of Sexual Behavior, 45(3), 559–574. https://doi.org/10.1007/s10508-015-0527-z Błachnio, A., Przepiórka, A., & Rudnicka, P. (2013). Psychological determinants of using Facebook: A research review. International Journal of Human-Computer Interaction, 29(11), 775–787. https://doi.org/10.1080/10447318.2013.780868 Botta, R. A. (2003). For your health? The relationship between magazine reading and adolescents’ body image and eating disturbances. Sex Roles, 48, 389–399. Braams, B. R., van Duijvenvoorde, A. C. K., Peper, J. S., & Crone, E. A. (2015). Longitudinal changes in adolescent risk-taking: A comprehensive study of neural responses to rewards, pubertal development, and risk-taking behavior. Journal of Neuroscience, 35(18), 7226–7238. https://doi.org/10.1523/JNEUROSCI.4764-14.2015 Brown, Z., & Tiggemann, M. (2016). Attractive celebrity and peer images on Instagram: Effect on women’s mood and body image. Body Image, 19, 37–43. https://doi.org/10.1016/j.bodyim.2016.08.007  49 Bucchianeri, M. M., Arikian, A. J., Hannan, P. J., Eisenberg, M. E., & Neumark-Sztainer, D. (2013). Body dissatisfaction from adolescence to young adulthood: Findings from a 10-year longitudinal study. Body Image, 10(1), 1–7. https://doi.org/10.1016/j.bodyim.2012.09.001 Calogero, R. M. (2009). Objectification processes and disordered eating in British women and men. Journal of Health Psychology, 14(3), 394–402. https://doi.org/10.1177/1359105309102192 Cash, T. F. (2004). Body image: Past, present, and future. Body Image, 1(1), 1–5. https://doi.org/10.1016/S1740-1445(03)00011-1 Cash, T. F., & Pruzinsky, T. (2002). Body image: A handbook of theory, research, and clinical practice. New York: Guilford Press. Cash, T. F., & Smolak, L. (2011). Body image: A handbook of science, practice, and prevention. (2nd Ed.). New York: The Guilford Press.  Charmaz, K. (2014). Constructing grounded theory. California: SAGE Publications Ltd. Cohen, R., & Blaszczynski, A. (2015). Comparative effects of Facebook and conventional media on body image dissatisfaction. Journal of Eating Disorders, 3(1). https://doi.org/10.1186/s40337-015-0061-3 Cohen, R., Newton-John, T., & Slater, A. (2017). The relationship between Facebook and Instagram appearance-focused activities and body image concerns in young women. Body Image, 23, 183–187. https://doi.org/10.1016/j.bodyim.2017.10.002 Copeland, W. E., Bulik, C. M., Zucker, N., Wolke, D., Lereya, S. T., & Costello, E. J. (2015). Does childhood bullying predict eating disorder symptoms? A prospective, longitudinal  50 analysis. International Journal of Eating Disorders, 48(8), 1141–1149. https://doi.org/10.1002/eat.22459 Crow, S. J., Peterson, C. B., Swanson, S. A., Raymond, N. C., Specker, S., Eckert, E. D., & Mitchell, J. E. (2009). Increased mortality in bulimia nervosa and other eating disorders. The American Journal of Psychiatry, 166(12), 1342–1346. https://doi-org.ezproxy.lib.ndsu.nodak.edu/10.1176/appi.ajp.2009.09020247 DeJonckheere, M., Nichols, L. P., Moniz, M. H., Sonneville, K. R., Vydiswaran, V. V., Zhao, X., … Chang, T. (2017). MyVoice national text message survey of youth aged 14 to 24 years: Study protocol. JMIR Research Protocols, 6(12), e247. https://doi.org/10.2196/resprot.8502 Dion, J., Blackburn, M. E., Auclair, J., Laberge, L., Veillette, S., Gaudreault, M., … Touchette, É. (2015). Development and etiology of body dissatisfaction in adolescent boys and girls. International Journal of Adolescence and Youth, 20(2), 151–166. https://doi.org/10.1080/02673843.2014.985320 Fardouly, J., & Holland, E. (2018). Social media is not real life: The effect of attaching disclaimer-type labels to idealized social media images on women’s body image and mood. New Media and Society, 20(11), 4311–4328. https://doi.org/10.1177/1461444818771083 Fardouly, J., Magson, N. R., Rapee, R. M., Johnco, C. J., & Oar, E. L. (2020). The use of social media by Australian preadolescents and its links with mental health. Journal of Clinical Psychology. https://doi-org.ezproxy.lib.ndsu.nodak.edu/10.1002/jclp.22936 Fardouly, J., & Rapee, R. M. (2019). The impact of no-makeup selfies on young women’s body image. Body Image, 28, 128–134. https://doi.org/10.1016/j.bodyim.2019.01.006  51 Fardouly, J., & Vartanian, L. R. (2015). Negative comparisons about one’s appearance mediate the relationship between Facebook usage and body image concerns. Body Image, 12, 82–88. https://doi.org/10.1016/j.bodyim.2014.10.004 Festinger, L. (1954). A theory of social comparison processes. Human Relations, 7, 117–140. http://dx.doi.org/10.1177/001872675400700202 Fiske, L., Fallon, E. A., Blissmer, B., & Redding, C. A. (2014). Prevalence of body dissatisfaction among United States adults: Review and recommendations for future research. Eating Behaviors, 15(3), 357–365. https://doi.org/10.1016/j.eatbeh.2014.04.010 Fredrickson, B. L., & Roberts, T. (1997). Objectification theory: Toward understanding women’s lived experiences and mental health risks. Psychology of Women Quarterly, 21, 173-206.  Ghaznavi, J., & Taylor, L. D. (2015). Bones, body parts, and sex appeal: An analysis of #thinspiration images on popular social media. Body Image, 14, 54–61. Ginsberg, R. L., Tinker, L., Liu, J., Gray, J., Sangi-Haghpeykar, H., Manson, J. A. E., & Margolis, K. L. (2016). Prevalence and correlates of body image dissatisfaction in postmenopausal women. Women and Health, 56(1), 23–47. https://doi.org/10.1080/03630242.2015.1074636 Grant-Alfieri, A., Schaechter, J., & Lipshultz, S.E. (2013). Ingesting and aspirating dry cinnamon by children and adolescents: The “cinnamon challenge.” Pediatrics, 131(5), 833-835. https://doi.org/10.1542/peds.2012-3418 Groesz, L. M., Levine, M. P., & Murnen, & S. K. (2002). The effect of experimental presentation of thin media images on body satisfaction: A meta-analytic review. International Journal of Eating Disorders, 31,1–16.  52 Halliwell, E., & Dittmar, H. (2004). Does size matter? The impact of model’s body size on women’s body-focused anxiety and advertising effectiveness. Journal of Social and Clinical Psychology, 23(1), 104–122. https://doi-org.ezproxy.lib.ndsu.nodak.edu/10.1521/jscp.23.1.104.26989 Hanna, E., Ward, L. M., Seabrook, R. C., Jerald, M., Reed, L., Giaccardi, S., & Lippman, J. R. (2017). Contributions of social comparison and self-objectification in mediating associations between Facebook use and emergent adults’ psychological well-being. Cyberpsychology, Behavior and Social Networking, 20(3), 172–179. https://doi.org/10.1089/cyber.2016.0247 Hargreaves, D. A., & Tiggemann, M. (2004). Idealized media images and adolescent body image: “Comparing” boys and girls. Body Image, 1(4), 351–361. https://doi-org.ezproxy.lib.ndsu.nodak.edu/10.1016/j.bodyim.2004.10.002 Harper, B., & Tiggemann, M. (2008). The effect of thin ideal media images on women’s self-objectification, mood, and body image. Sex Roles, 58(9–10), 649–657. https://doi.org/10.1007/s11199-007-9379-x Hesse-Biber, S., Leavy, P., Quinn, C. E., & Zoino, J. (2006). The mass marketing of disordered eating and eating disorders: The social psychology of women, thinness, and culture. Women’s Studies International Forum, 29,208–224. doi:10.1016/j.wsif.2006. 03.007. Hogue, J. V., & Mills, J. S. (2019). The effects of active social media engagement with peers on body image in young women. Body Image, 28, 1–5. https://doi.org/10.1016/j.bodyim.2018.11.002  53 Holland, G., & Tiggemann, M. (2016). A systematic review of the impact of the use of social networking sites on body image and disordered eating outcomes. Body Image. 17, 100-110. https://doi.org/10.1016/j.bodyim.2016.02.008 Hudson, J. I., Hiripi, E., Pope, H. G., & Kessler, R. C. (2007). The prevalence and correlates of eating disorders in the national comorbidity survey replication. Biological Psychiatry, 61(3), 348–358. https://doi.org/10.1016/j.biopsych.2006.03.040 Hussin, M., Frazier, S., & Thompson, J. K. (2011). Fat stigmatization on YouTube: A content analysis. Body Image, 8(1), 90–92. https://doi.org/10.1016/j.bodyim.2010.10.003 Jones, B. A., Haycraft, E., Murjan, S., & Arcelus, J. (2016). International Review of Psychiatry Body dissatisfaction and disordered eating in trans people: A systematic review of the literature Body dissatisfaction and disordered eating in trans people: A systematic review of the literature. International Review of Psychiatry, 28(1), 81–94. https://doi.org/10.3109/09540261.2015.1089217 Kaschak, E. (1992). Engendered lives: A new psychology of women’s experience. New York: Basic Books. Kim, J. W., & Chock, T. M. (2015). Body image 2.0: Associations between social grooming on Facebook and body image concerns. Computers in Human Behavior, 48, 331–339. https://doi.org/10.1016/j.chb.2015.01.009 Kleemans, M., Daalmans, S., Carbaat, I., & Anschütz, D. (2018). Picture perfect: The direct effect of manipulated Instagram photos on body image in adolescent girls. Media Psychology, 21(1), 93–110. https://doi.org/10.1080/15213269.2016.1257392  54 Labrague, L.J. (2014). Facebook use and adolescents’ emotional states of depression, anxiety, and stress. Health Science Journal, 8(1). Retrieved from http://hypatia.teiath.gr/xmlui/bitstream/handle/11400/1481/817.pdf?sequence=1 Lonergan, A.R., Bussey, K., Mond, J., Brown, O., Giffiths, S., Muray, S.B., & Mitchison, D. (2019). Me, my selfie, and I: The relationship between editing and posting selfies and body dissatisfaction in men and women. Body Image, 28, 39–43. https://doi.org/10.1016/j.bodyim.2018.12.001 Lydecker, J. A., Cotter, E. W., Palmberg, A. A., Simpson, C., Kwitowski, M., White, K., & Mazzeo, S. E. (2016). Does this Tweet make me look fat? A content analysis of weight stigma on Twitter. Eating and Weight Disorders, 21(2), 229–235.  Marengo, D., Longobardi, C., Fabris, M. A., & Settanni, M. (2018). Highly-visual social media and internalizing symptoms in adolescence: The mediating role of body image concerns. Computers in Human Behavior, 82, 63–69. https://doi-org.ezproxy.lib.ndsu.nodak.edu/10.1016/j.chb.2018.01.003 Maxwell, J.A. (2013). Qualitative research design: An interactive approach. Thousand Oaks (Calif.): SAGE Publications Ltd.  McLean, S. A., Paxton, S. J., Wertheim, E. H., & Masters, J. (2015). Photoshopping the selfie: Self photo editing and photo investment are associated with body dissatisfaction in adolescent girls. International Journal of Eating Disorders, 48(8), 1132–1140. https://doi.org/10.1002/eat.22449 Meier, E. P., & Gray, J. (2014). Facebook photo activity associated with body image disturbance in adolescent girls. Cyberpsychology, Behavior, and Social Networking, 17(4), 199–206. https://doi-org.ezproxy.lib.ndsu.nodak.edu/10.1089/cyber.2013.0305  55 Meng, J., Bissell, K. L., & Pan, P. L. (2015). YouTube video as health literacy tool: A test of body image campaign effectiveness. Health Marketing Quarterly, 32(4), 350–366. https://doi.org/10.1080/07359683.2015.1093883 Mills, J. S., Musto, S., Williams, L., & Tiggemann, M. (2018). “Selfie” harm: Effects on mood and body image in young women. Body Image, 27, 86–92. https://doi.org/10.1016/j.bodyim.2018.08.007 Moreno-Domínguez, S., Servián-Franco, F., Reyes del Paso, G. A., & Cepeda-Benito, A. (2019). Images of thin and plus-size models produce opposite effects on women’s body image, body dissatisfaction, and anxiety. Sex Roles, 80(9–10), 607–616. https://doi.org/10.1007/s11199-018-0951-3 Murnen, S. K. (2011). Gender and body images. In T. F. Cash & L. Smolak, 2nd Ed., Body image: A handbook of science, practice, and prevention (pp. 173-180). New York, NY: The Guilford Press. Murphy, R. H. (2019). The rationality of literal Tide Pod consumption. Journal of Bioeconomics, 21(2), 111–122. https://doi.org/10.1007/s10818-019-09285-1 Neighbors, L. A., & Sobal, J. (2007). Prevalence and magnitude of body weight and shape dissatisfaction among university students. Eating Behaviors, 8(4), 429–439. https://doi.org/10.1016/j.eatbeh.2007.03.003 Neilson’s National Television Household Universe Estimates (2017). Nielson estimates 119.6 million TV homes in the U.S. for the 2017-18 TV season. https://www.nielsen.com/us/en/insights/article/2017/nielsen-estimates-119-6-million-us-tv-homes-2017-2018-tv-season/ (accessed November 23, 2019).   56 Oksanen, A., Garcia, D., Sirola, A., Näsi, M., Kaakinen, M., Keipi, T., & Räsänen, P. (2015). Pro-anorexia and anti-pro-anorexia videos on YouTube: Sentiment analysis of user responses. Journal of Medical Internet Research, 17(11). https://doi.org/10.2196/jmir.5007 Pereira, L. M., Quinn, N., & Morales, E. (2016). Breaking news: “I have an eating disorder.” Video testimonials on YouTube. Computers in Human Behavior, 63, 938–942. https://doi.org/10.1016/j.chb.2016.06.027 Pew Research Center (2018). Teens, social media and technology 2018. https://www.pewresearch.org/internet/2018/05/31/teens-social-media-technology-2018/ (accessed November 23, 2019). Pew Research Center (2019). 10% of Americans don’t use the internet. Who are they? https://www.pewresearch.org/fact-tank/2019/04/22/some-americans-dont-use-the-internet-who-are-they/ (accessed November 23, 2019). Ridgway, J. L., & Clayton, R. B. (2016). Instagram unfiltered: Exploring associations of body image satisfaction, Instagram #selfie posting, and negative romantic relationship outcomes. Cyberpsychology, Behavior, and Social Networking, 19(1), 2–7. https://doi.org/10.1089/cyber.2015.0433 Rutledge, C. M., Gillmor, K. L., & Gillen, M. M. (2013). Does this profile picture make me look fat? Facebook and body image in college students. Psychology of Popular Media Culture, 2(4), 251–258. https://doi.org/10.1037/ppm0000011 Saunders, J. F., & Eaton, A. A. (2018). Snaps, selfies, and shares: How three popular social media platforms contribute to the sociocultural model of disordered eating among young  57 women. Cyberpsychology, Behavior, and Social Networking, 21(6), 343–354. https://doi.org/10.1089/cyber.2017.0713 Sherlock, M., & Wagstaff, D. L. (2018). Exploring the Relationship Between Frequency of Instagram Use, Exposure to Idealized Images, and Psychological Well-being in Women. Psychology of Popular Media Culture, 8(4), 482–490. https://doi.org/10.1037/ppm0000182 Smolak, L. (2011). Body image development in childhood. In T. F. Cash & L. Smolak, 2nd Ed., Body image: A handbook of science, practice, and prevention (pp. 173-180). New York, NY: The Guilford Press. Stice, E., Hayward, C., Cameron, R. P., Killen, J. D., & Taylor, C. B. (2000). Body-image and eating disturbances predict onset of depression among female adolescents: A longitudinal study. Journal of Abnormal Psychology, 109(3), 438–444. https://doi.org/10.1037/0021-843X.109.3.438 Stice, E., & Shaw, H. E. (2002). Role of body dissatisfaction in the onset and maintenance of eating pathology: A synthesis of research findings. Journal of Psychosomatic Research. https://doi.org/10.1016/S0022-3999(02)00488-9 Mabe, A. G., Forney, K. J., & Keel, P. K. (2014). Do you “like” my photo? Facebook use maintains eating disorder risk. International Journal of Eating Disorders, 47(5), 516–523. https://doi.org/10.1002/eat.22254 Mills, J. S., Musto, S., Williams, L., & Tiggemann, M. (2018). “Selfie” harm: Effects on mood and body image in young women. Body Image, 27, 86–92. https://doi.org/10.1016/j.bodyim.2018.08.007  58 Thompson, J. K., Coovert, M. D., & Stormer, S. M. (1999). Body image, social comparison, and eating disturbance: A covariance structure modeling investigation. International Journal of Eating Disorders, 26(1), 43–51. https://doi-org.ezproxy.lib.ndsu.nodak.edu/10.1002/(SICI)1098-108X(199907)26:1<43::AID-EAT6>3.0.CO;2-R Tiggemann, M. (2011). Sociocultural perspectives on human appearance and body image. In T. F. Cash & L. Smolak, 2nd Ed., Body image: A handbook of science, practice, and prevention (pp. 12-20). New York, NY: The Guilford Press. Tiggemann, M., Anderberg, I., & Brown, Z. (2020). Uploading your best self: Selfie editing and body dissatisfaction. Body Image, 33, 175–182. https://doi.org/10.1016/j.bodyim.2020.03.002 Tiggemann, M., Churches, O., Mitchell, L., & Brown, Z. (2018). Tweeting weight loss: A comparison of #thinspiration and #fitspiration communities on Twitter. Body Image, 25, 133–138. Tiggemann, M., Hayden, S., Brown, Z., & Veldhuis, J. (2018). The effect of Instagram “likes” on women’s social comparison and body dissatisfaction. Body Image, 26, 90–97. https://doi.org/10.1016/j.bodyim.2018.07.002 Tiggemann, M., & Slater, A. (2004). Thin ideals in music television: A source of social comparison and body dissatisfaction. International Journal of Eating Disorders, 35(1), 48–58. https://doi.org/10.1002/eat.10214 Tiggemann, M., & Slater, A. (2013). Net Girls: The internet, Facebook, and body image concern in adolescent girls. International Journal of Eating Disorders, 46(6), 630–633. https://doi.org/10.1002/eat.22141  59 Tiggemann, M., & Slater, A. (2017). Facebook and body image concern in adolescent girls: A prospective study. International Journal of Eating Disorders, 50(1), 80–83. https://doi.org/10.1002/eat.22640 Turner, P. G., & Lefevre, C. E. (2017). Instagram use is linked to increased symptoms of orthorexia nervosa. Eating and Weight Disorders, 22(2), 277–284. https://doi.org/10.1007/s40519-017-0364-2 Tylka, T. L., & Sabik, N. J. (2010). Integrating social comparison theory and self-esteem within objectification theory to predict women’s disordered eating. Sex Roles, 63(1), 18–31. https://doi.org/10.1007/s11199-010-9785-3 Vandenbosch, L., & Eggermont, S. (2012). Understanding sexual objectification: A comprehensive approach toward media exposure and girls’ internalization of beauty ideals, self-objectification, and body surveillance. Journal of Communication, 62(5), 869–887. https://doi.org/10.1111/j.1460-2466.2012.01667.x Vendemia, M. A., & DeAndrea, D. C. (2018). The effects of viewing thin, sexualized selfies on Instagram: Investigating the role of image source and awareness of photo editing practices. Body Image, 27, 118–127. https://doi.org/10.1016/j.bodyim.2018.08.013 Wilksch, S. M., O’Shea, A., Ho, P., Byrne, S., & Wade, T. D. (2019). The relationship between social media use and disordered eating in young adolescents. International Journal of Eating Disorders.  Witcomb, G. L., Bouman, W. P., Brewin, N., Richards, C., Fernandez, A. F., & Arcelus, J. (2015). Body image dissatisfaction and eating‐related psychopathology in trans individuals: A matched control study. European Eating Disorders Review, 23(4), 287–293. https://doi-org.ezproxy.lib.ndsu.nodak.edu/10.1002/erv.2362  60 Yoo, J. H., & Kim, J. (2012). Obesity in the new media: A content analysis of obesity videos on YouTube. Health Communication, 27(1), 86–97. https://doi.org/10.1080/10410236.2011.569003 Yurdagül, C., Kircaburun, K., Emirtekin, E., Wang, P., & Griffiths, M. D. (2019). Psychopathological consequences related to problematic Instagram use among adolescents: The mediating role of body image dissatisfaction and moderating role of gender. International Journal of Mental Health and Addiction. https://doi-org.ezproxy.lib.ndsu.nodak.edu/10.1007/s11469-019-00071-8  ",
    "id": 529661080,
    "identifiers": {
        "doi": null,
        "oai": "oai:library.ndsu.edu:10365/32730"
    },
    "title": "The Impact of Social Media Body Challenges on Youths' Body Image",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-01-01T00:00:00+00:00",
    "publisher": "North Dakota State University",
    "references": [],
    "sourceFulltextUrls": [
        "https://library.ndsu.edu/ir/bitstream/10365/32730/1/The%20Impact%20of%20Social%20Media%20Body%20Challenges%20on%20Youths%27%20Body%20Image.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/529661080.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/529661080"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/529661080/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/529661080/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/529661080"
        }
    ],
    "abstract": "Body challenges are an unresearched trend where an individual checks if their body can look a certain way to pass the specific challenge (e.g., the A4 paper challenge; seeing if one?s waist is smaller than an 8x11 vertical piece of paper). We asked 147 girls and gender-expansive youth open-ended questions about trying a body challenge, opinions, and feelings towards their body as a result of these challenges. Qualitative analyses revealed that 79.59% of youth have never tried a body challenge. Youth thought body challenges were negative, with themes of toxic, ridiculous, unhealthy, anti-feminist/social commentary, and the need for body positivity. Also, many youth (50.35%) reported negative feelings towards their bodies as a result of body challenges, with themes of bad, inadequate, insecure/self-conscious, and fat. Many youth felt no impact (34.04%). Understanding body challenges can help create strategies so that youth can be resilient to their harms",
    "tags": [
        "Thesis",
        "adolescence",
        "body challenges",
        "body image",
        "emerging adulthood",
        "social media"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Thesis"
    ],
    "oai": "oai:library.ndsu.edu:10365/32730",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "212",
        "openDoarId": 0,
        "name": "NDSU Libraries Institutional Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 529661080,
        "depositedDate": null,
        "publishedDate": "2021-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-27T17:42:03+00:00",
        "acceptedDate": null,
        "createdDate": "2022-08-17T17:16:18+01:00"
    },
    "urls": [
        "https://hdl.handle.net/10365/32730"
    ],
    "lastUpdate": "2024-01-27T17:42:03+00:00",
    "setSpecs": []
}