{
    "acceptedDate": "",
    "authors": [
        {
            "name": "CEN, GAOZE"
        }
    ],
    "contributors": [
        "PERINI, LORENZA",
        "BIASIORI, LUCIO"
    ],
    "createdDate": "2023-06-30T06:04:15+01:00",
    "dataProvider": {
        "id": 22186,
        "name": "Padua Thesis and Dissertation Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/22186",
        "logo": "https://api.core.ac.uk/data-providers/22186/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/570926230.pdf",
    "fullText": " 1   Università degli Studi di Padova Dipartimento di Scienze Storiche, Geografiche e dell’Antichità      Dipartimento di Scienze Politiche, Giuridiche e Studi Internazionali   Corso di Laurea Magistrale in Scienze Storiche  The General Factors of Chinese Gay Movement and Its Potential Future “Back Mobility” Influenced by Culture Reasons  Relatore: Prof.ssa：Lorenza Perini  Laureando/a: Gaoze Cen Matricola: 2005497  Anno Accademico 2022/23  2 “Everyone can and should learn to be a better observer... Observing your world carefully, becoming aware of your own bias, of your own previously held beliefs and how they limit what you can see.” Heather E. Heying                      3 Acknowledgements  Before presenting my work for the thesis I completed for the Mobility Studies program, I think it’s appropriate to acknowledge some of the people that made this possible; I would like to begin by thanking the University of Padova for giving me the opportunity to study here. Just as my arrival at the University of Padova was a beautiful accident, the relevant knowledge this program allowed me to acquire in the field of mobility studies unexpectedly made me feel very fascinated.  First of all, I want to thank my supervisor Lorenza Perini, who was the professor of my gender EU class. Because of her course, and as a result of my life experiences, I began to consider the direction and basis of my thesis.  I want to thank my friends in China, who provided me with a lot of inspiration at the beginning of writing my thesis. I worked as an intern at a gay tourism company in Shanghai, China. I made a lot of gay friends who are from different regions of China. The many regions in China are culturally diverse and ideologically different. Through my experiences with the tourism company, I realized that the LGBTQ+ minority group was quietly making efforts to break away from these archaic traditions. So, when I proposed to do this paper, these friends provided me with their own ideas and suggestions for my thesis, especially regarding the questionnaire survey that I conducted. Since this paper is for western readers, they hoped that I could show the situation of homosexuality in China from a more objective perspective.  I would also like to thank the professors of the University of Padova in the field of mobility studies, who did their best to introduce us to this research field and provided us with a wide range of courses by using their professional knowledge within the subject matter. Because there are so many professors, I won't mention them one by one.  I want to thank my family. Although they have always wanted me to live with them, I have always chosen to move, from Guangzhou to Shanghai and then to Padova. I have always explored the possibilities of my life in my own way. Although very headstrong, they have always supported me  4 behind my back. My parents, after I came out, they fell into a “cultural dilemma”. Although it was difficult for them to accept me as a homosexual, they constantly made efforts and always supported me.  Finally, I want to thank Padova and the students I have met and the friends I have made here. The history, culture and diversity of Padova has always attracted me deeply and caused me to fall in love with Italy, a beautiful country. Most importantly, I have gained friendship here. These friends have had an important impact on me in both my studies and in life, especially in intercultural communication. These friends have also provided invaluable support in writing this thesis.                        5 Table of contents  Acknowledgement………………………………………………………………………………...…3 Abstract………………………………………………………………………………………….…..7 Italian Abstract……………………………………………………………………………………...8 Introduction………………………………………………………………………………………....9 Foreword…………………………………………………………………………………….….9  Why homosexuality…………………………………………...………………………………10  Homosexual mobility………………………..…….…………………………………………..12  Research ideas and methods………………………..………………………….……………...13  Research significance………...………………………………………………….……….........14 Chapter 1: Concept of Mobility and Its Relation…………………………………………………17 1.1 Mobility definition…………………………………………………………………………17 1.2 Mobility and Movement…………………………………………………………………...17  1.3 Registered Migration and Unregistered Migration…………………..………………….18  1.4 Homosexual mobility under the concept of mobility……………..………………….….19 Chapter 2: The Basic Background Of Gay Mobility In China………..………………………...23 Basics of mobility……………………………………………………………………...………23 2.1 The development of homosexual identity……………………………………………23   2.2 Visualization……………………..………………………………………….………...25   2.3 Government and social influence………………………………………..….………..28   2.4 Development of transportation and infrastructure……………………………........36 Chapter 3: Homosexual Mobility Pattern And Direction……….………………………...….….40 3.1 Early homosexual population calculation method……………………………………….40 3.2 Early homosexual mobility patterns……………………………………………………..41 3.3 Spatial distribution characteristics of modern homosexuality…………………………43 3.4 Ways and causes of homosexual mobility……………………………….………………..46   3.1 Economics ……………………………………..……………………………………...46   3.2 Society and Social Cultures…………………………………..……………………....54   3.3 Politics………………………………………..………………………...…………..….63  6 Chapter 4: “Back Mobility” ………………………………………………………………………70  Back Mobility in Different Senses………………………………………………….…………70  Method…………………………...………………………………………………….…………74  Survey Result…………………………………………………………...……….…………….78 Chapter 5: Development, Shortages and Conclusion…………………………………………….93  How To Weigh Development………………………………………………....……………….93  Shortages……………………………………………...…………………………………….…96  Discussion………………………………………………...…………………………….…….101 Conclusion…………………………………………………………………...……………….102 Self-Reflection…………………………………………………………………………………….105 References………………………………………………………………...………………………108  Bibliography…………………………………………………...……….…………………….108 Website………………………………………………..………………………………….…..119 Figure table………………………………………………………………………….…….….122 Survey data (Original)…………………………………………………………….…………124              7  Abstract  The economic and social changes happening within contemporary China have contributed to homosexual visualization and mobility, especially after the reform and opening up. With the decriminalization of homosexual groups by the Chinese government and their declassification of homosexuality as an illness, as well as the development of the internet and the comprehensive contact of western economy and culture, homosexual groups are increasingly active in China's daily society, but they are always bound and pressured by traditional culture. Because of the social changes happening within China, there are also changes regarding the mobility of homosexual people, especially the selectivity of their mobility. For example, before the 21st century, the mobility of homosexuals in China was synchronized with that of migrant workers, and it was unconscious. After the 21st century, with the development of the market economy and education, homosexual mobility has gradually divided into work mobility and education mobility. But because the traditional culture of filial piety and the idea of marriage and childbirth have always occupied Chinese society, homosexuals living in developed cities have always faced the problem of returning or leaving. This thesis primarily investigates the causes and direction of homosexual mobility, with a particular emphasis on the concept of \"back mobility\" and its cultural implications. From the causes and direction of homosexual mobility, it analyzes the impact of homosexual mobility on three key domains: the economy, politics, and culture.         8  Italian Abstract  I cambiamenti economici e sociali in atto nella Cina contemporanea hanno contribuito alla visualizzazione e alla mobilità degli omosessuali, soprattutto dopo la riforma e l'apertura. Con la depenalizzazione dei gruppi omosessuali da parte del governo cinese e la declassificazione dell'omosessualità come malattia, nonché con lo sviluppo di Internet e il contatto globale con l'economia e la cultura occidentali, i gruppi omosessuali sono sempre più attivi nella società quotidiana cinese, ma sono sempre vincolati e pressati dalla cultura tradizionale. A causa dei cambiamenti sociali che avvengono all'interno della Cina, ci sono anche dei cambiamenti per quanto riguarda la mobilità delle persone omosessuali, in particolare la selettività della loro mobilità. Ad esempio, prima del XXI secolo, la mobilità degli omosessuali in Cina era sincronizzata con quella dei lavoratori migranti ed era inconsapevole. Dopo il XXI secolo, con lo sviluppo dell'economia di mercato e dell'istruzione, la mobilità degli omosessuali si è gradualmente suddivisa in mobilità lavorativa e mobilità scolastica. Ma poiché la cultura tradizionale della pietà filiale e l'idea del matrimonio e del parto hanno sempre occupato la società cinese, gli omosessuali che vivono nelle città sviluppate hanno sempre affrontato il problema del ritorno o della partenza. Questa tesi indaga principalmente le cause e la direzione della mobilità omosessuale, con particolare enfasi sul concetto di \"mobilità della schiena\" e le sue implicazioni culturali. Dalle cause e dalla direzione della mobilità omosessuale, analizza l'impatto della mobilità omosessuale su tre domini chiave: l'economia, la politica e la cultura.    9 Introduction   Foreword  Migration is one of the most important contents of mobility studies. For mobility, Tim Creswell mentioned, “It plays a central role in discussions of the body and society”1. Population is the center of the society, because it is a social entity with complex content and comprehensive social relations, including gender, age and natural composition, multiple social composition and social relations, economic composition and economic relations2. Therefore, the development of migration is one of the centers of social discussion and development. China's reform and opening up, which refers to the Chinese government’s attempt at transforming the economic policies from a planned economy to a market economy, which includes stronger economic ties internationally. As a result, the pattern of migration has gradually become fixed. In addition to the movement pattern of tourism, the behavior for moving mainly for work accounts for a large proportion of the migration. Later, with the development of education, education mobility has become popular for the new generation. These two mobility patterns have become the main ways of migration in modern China. Both the social and economic issues behind it are the research hotspots of modern Chinese mobility studies.  At the same time, with the continuous development of China's social and cultural research field, more and more research has become diversified, gradually focusing more on under-representative groups, such as religious groups, ethnic minorities, the disabled, women and LGBTQ groups. Because this diversified research represents different parts of the economy, of class and culture; it helps fill the gap for minorities in the social culture of the whole country. As one of the minority groups in China, LGBTQ is facing a more serious situation. Although LGBTQ groups are increasingly visible, the social and family pressure impacting LGBTQ groups is still great. The conservatism of the overall social environment makes it very difficult to carry out relevant research, and this challenge comes not only from the social environment but also from the LGBTQ population itself. Its concealment  1 T. Cresswell. On the move, p14. 2  Baidu, “Population”, Self-translated by Gaoze Cen, Original: “而人口是一个内容复杂、综合多种社会关系的社会实体，具有性别和年龄及自然构成，多种社会构成和社会关系、经济构成和经济关系”  10 and particularity also make various research subjects very challenging.  Why homosexuality  Homosexuality is common in human history and in all cultures, whether in highly developed industrial society, or in primitive society, whether in the 21st century or in ancient times3. In China, because of their large population, the potential for the existence of homosexual people is also relatively large. Unlike China, the LGBTQ groups within western countries have a longer history of struggle and equal rights movement. Therefore, the visibility and rights of LGBTQ in the west are far better than China. The significant development of China's homosexual movement is mostly after the reform and opening up, as well as after the development of the private economy; although the progresses of homosexuality in China is not under the religious pressure as western countries, China's traditional culture has always been one of the main reasons for the hindering of this progress, and the tragedies derived from traditional culture are numerous. It is not only because of the spread of HIV/AIDS that society pays attention to homosexuality, but also because of another large vulnerable group, known as “gay’s wife”, which refers to the wife of a gay man in legal relations after they enter into heterosexual marriage. In 2012, some scholars believed that the more conservative estimate was more than 10 million4. This also shows the huge number of gay men in China. However, it is disappointing that the Chinese government's indifference to homosexual groups has not guaranteed the rights and interests of homosexuals in society, so homosexuals bear the pressure from the family on the one hand and the discrimination from the society on the other. The vicious circle contributes to the negative image toward homosexual men. However, with the development of the economy and the influence of western political, economic and cultural factors, the tolerance of homosexuality in Chinese society is increasing. On May 24, 2019, Taiwan, became the first region in Asia to legalize same-sex marriage. This news has inspired many  3 Li, Gay subculture, Self translated by Gaoze Cen, Original: “同性恋现象在人类历史上，以及在各个文化中是普遍存在的一种基本行为模式” 4 Xing, China's \"same wife\" survival survey report, Self translated by Gaoze Cen, Original: “有学者认为,更保守估计的数字是在 1000万以上”  11 homosexuals in Chinese Mainland, because although China has experienced rapid economic growth and profound social changes in many senses5 , the Chinese Mainland government has not made substantive changes in terms of equal rights for homosexual people. The advancements in same-sex rights in Taiwan have the potential to foster greater understanding and awareness of same-sex rights in Mainland China.. Since political topics on both sides of the Taiwan Straits have always been the most important news and current events between the two places. In fact, the spokesperson of the Ministry of Foreign Affairs of China also congratulated the adoption of the homosexual marriage law in Taiwan on social media. Since the new Taiwan government came into power, the political confrontation between the two sides has been extremely fierce. The political measures of the Taiwan government to legalize gay marriage can further occupy its political and public opinion advantages in the field of equal rights. The social and cultural backgrounds between China and Taiwan are very similar, which shows that the government plays a huge role in guiding the development of human rights.  At the same time, “Pink Money”, also known as the homosexual economy, which includes other LGBTQ groups, has attracted more and more attention. This is mainly based on the economic behavior generated by the large number of homosexual people. Of course, this is also related to the lifestyle of homosexual groups, because most homosexuals have no burden on their families and do not have children (even if they have the pressure from society and family to do so), which leads to a higher consumption potential for homosexual people compared with other groups and is also a channel for the public to know more about homosexuality. Due to the significant presence of the LGBTQ market, several capitals are increasingly recognizing its potential, thereby fostering greater societal attention, acceptance, and understanding towards the LGBTQ community. The pink economy, thriving on internet-based social platforms, is continuously expanding and evolving diverse internet economic models, encompassing not only bars and hotels but also embracing gay travel and other related industries.  However, since 2019, the political pressures of the Chinese government on homosexuals have been  5 Kai et al., “Chinese College Students’ Attitudes”. P2.   12 increasing. The increasingly strict censorship system, especially the strict censorship of homosexual media, seems to reflect the government's “no support” for homosexual rights from the one side. In addition to the government's indifference to gay rights and interests, China's traditional ideology and culture have always been one of the important reasons for hindering the development of gay rights and interests. The persistence of Chinese families to continue their family name and the importance of the family reputation, including the filial piety culture that has been passed down, has always been one of the important factors that affect homosexuals' identity and mobility.  Homosexual mobility  Homosexual mobility differs from regular heterosexual mobility in terms of visualization due to the subjective difficulty in discerning one's sexual orientation, especially within socially conservative environments. Consequently, individuals often resort to “sexual orientation selection” or “sexual orientation concealment” as self-protective measures. Hence, the visibility of homosexuality assumes crucial significance in the study of mobility, considering the unique challenges it poses. With China's reform and opening up, same sex intercourse was considered a punishable crime classified under Hooliganism until 1997, and it was classified as a mental disorder until 20016. The decriminalization of same-sex behavior and the declassification as a psychological illness has removed the oppression of homosexuality within the law, which provides an opportunity for the further visualization of homosexual people. After all, no one wants to expose themselves in a society with conservative thinking and law. After the millennium, China entered a period of rapid development, with frequent international economic activities, as well as China's accession to the WTO. China has frequent foreign exchanges, and various international capitals have gathered in China, especially in large cities. Back in 2003, Li Yinhe, a renowned sociologist, courageously presented a groundbreaking proposal advocating for the legalization of same-sex marriage during the esteemed gatherings of the National Committee of the Chinese People's Political Consultative Conference (CPPCC) and the National People's Congress (NPC)7.With the deepening of globalization and the rapid development of the  6 T. B. Weston & L. M. Jensen (Eds.), “China in and beyond the headlines”. P231–249. 7 Hildebrandt. “Same-sex marriage in China”. P1313.   13 Internet, social ideology has been further opened, especially in economically developed large cities, which benefit from the development of international gay rights and interests, and promote the visualization of homosexuality in China, that is, more and more people are willing to express their sexual orientation. However, due to the imbalance of China's socio-economic development, the trend of homosexual mobility is generally the same as that of heterosexual mobility, that is, to move to big cities. In addition to better work, healthcare, education, etc., big cities have a more open and inclusive social environment. Escaping the social and family pressures of their hometowns is also one factor that influences homosexual mobility.  Research ideas and methods  Due to the limited understanding of homosexuality and prevailing social backwardness, self-awareness among LGBTQ individuals is often low. Because of this, the early mobility patterns of homosexual groups parallel those of the general population during that time. However, with the development of the Internet and the progress of international gay rights and interests, more and more gay people identify themselves. As global connectors, developed cities are open to the outside world and can attract more homosexuals from different regions.   In the first chapter, I will discuss the concepts of mobility studies that I understand and the development of homosexual migration within mobility studies. In the second chapter, I will discuss the basic background of homosexual mobility, that is, the changes and development of homosexual self-identity and the impact on the development of homosexual visualization within mobility studies. At the same time, the social and political background surrounding same-sex mobility in the Chinese mainland, such as the attitude of government towards the development and the influence of LGBTQ communities, has also influenced the changes regarding homosexual mobility; it is also worth discussing the impact of transportation development and how that influences homosexual mobility.  In this thesis, I will discuss the mode and direction of homosexual mobility, making comparisons between early stages of the reform and opening up and present era. It will analyze the development of homosexual mobility from three aspects: political, economic and cultural. As a totalitarian country,  14 the attitude of the government can largely affect the attitude of the society towards homosexuality, and to a certain extent, China can’t develop any gay organizations without the acquiescence or support of the government. However, the discussion should not only be limited to the support by the government attitude, but it also needs to be considered the influence that the government has on society, especially for backward areas. Because there are few studies on Chinese homosexual mobility at home and abroad, but there are many studies on homosexual life and development. I will read and collate these studies and documents, and combine the research on China's population migration and mobility to explore the causes of homosexual mobility in China.   In the fourth chapter, I will present my survey about the way gay men live in developed cities and their attitudes and ideas about future mobility through an online questionnaire. The purpose of the survey is to hopefully understand the direction of the respondents’ future mobility and to predict whether they will return to their hometown, which will be referred to as “back mobility”. This can be referred to as “return migration”, but it also appropriate to use “back mobility”, because it is derived from the Chinese concept of the phenomena, which is “回流”.  On the one hand, we can understand the impact of traditional Chinese culture, especially family culture and fertility culture, on homosexuality, on the other hand, by investigating the possibility of “back mobility” of gay men, we can analyze what role the government should play in the development of the inevitable gay movement in order to balance the relationship between social development and the huge gay community. In the last chapter, I will summarize and reflect on the shortcomings of this study and the ideas for the future study of gay mobility in China.  Research significance  1. It is helpful to enrich China's research in homosexual-related fields  Compared with western countries, China has relatively little research on homosexual-related fields, and the development of related fields is relatively late. In China, research on homosexuality primarily revolves around various fields such as sociology, biology, medicine, psychology, and law. Key areas  15 of focus include investigating the causes of homosexuality, exploring the intersection of homosexuality and HIV, studying the legal rights and interests of the LGBTQ community, as well as examining the representation of homosexuality in literature, news, and film and television productions8. As with other types of mobility, homosexual migration has different purposes and avenues of migration in China, which is a society with a complex social environment that changes with time. It is of great significance to analyze the cause and future development of homosexual mobility in China through the analysis and investigation of domestic and foreign literature.  2. Helping the international community to pay attention to and understand the gay community in China  Despite the interconnectedness brought about by globalization and the advancements in networking, there still exists a significant political and cultural divide among countries. This divide is particularly evident in the monopolization of media news, which contributes to a relatively closed state within academia. Consequently, many studies may lack objectivity in their expression due to these barriers and limitations. So through this study, I hope to analyze the relevant policies of the Chinese government from different angles and hopefully in an objective way, so that Western readers can see the development of homosexuality in China from different angles and better understand the relationship and balance between the development of China's national situation and social stability with the development of human rights. But at the same time, we also hope that the international community will strengthen its attention and understanding of the gay community in China, as well as its complex relationship with Chinese culture and the Chinese government.  3. It is helpful to predict the migration of homosexual groups in China in the future  On the one hand, this paper focuses on revealing the factors that influence the mobility of homosexuals in China. On the other hand, although this paper focuses on studying the impact of social  8  Da, “Spatial Pattern of Chinese Gay”, P5, Self translated by Gaoze Cen, Original: “并且主要集中于同性恋成因，同性恋与 HIV 同性恋合法权益和同性恋相关影视作品文学与新闻等的等方面的内容”   16 culture on the mobility of homosexuals in China, where traditional culture prevails, social culture is a force that cannot be ignored. At the same time, it is hoped that through this research, more scholars can be encouraged to study different fields of homosexual mobility in China, such as economic and political, Or the influence of same-sex culture in big cities on mobility. The primary objective of this thesis is to present fundamental insights into the causes of homosexual mobility and the influence of culture on such mobility. Furthermore, it emphasizes the importance of conducting further research to enhance and shape the trajectory of future homosexual mobility. One notable aspect to explore is how the growth of the pink economy can impact the attitudes of Chinese society towards LGBTQ community, consequently leading to a reciprocal effect on homosexual mobility.                          17 Chapter 1: Concept of Mobility and Its Relation  1.1 Mobility definition   Mobility seems to have a very broad definition. It encompasses migration, movement, and even changes in thought that bring about changes in movement, focuses on the “embodied practice of movement and their representations, ideologies and meanings attached to both movement and stillness” as Sheller mentioned in her paper9. So how to define mobility is very subjective. Even society, as an objective entity, can also be “caught up in a complex array of twenty-first century mobilities”10. Therefore, compared with simple movement and movement from the perspective of mobility, the relationship between mobility and immobility, the relationship between localization and cross-region, the imagination of experience and migration, and the rootedness and cosmopolitanism are very important. In particular, the conceptual framework of mobility pays more attention to the discussion of power differentiation in society, which involves how differences, inequalities, races and countries legitimize the flow and stillness with differences. In this case, mobility is more integrated into the field of sociology, and the different impacts of different social systems on the relationship between people, including transportation, policies, and social concepts. If movement is the goal, mobility pays more attention to the background and process behind the movement rather than the results. Therefore, the attribute of mobility is not limited to the physical spatial movement, so the concept of mobility has different manifestations in the social environment. It can be the change of anything or concept, which broadens the scope of mobility research.  1.2 Mobility and Movement  “Mobility involves a displacement—the act of moving between locations” 11 ,This is a simple movement, which is the point-to-point movement from A to B. according to Cresswell, “movement,  9 Sheller, “Mobility”, P1 10 Ibelings, “Supermodernism”, P78-79. 11 T. Cresswell, On the Move, p2.  18 then, as the dynamic equivalent of location in abstract space—contentless, apparently natural, and devoid of meaning, history, and ideology”12. In modern society, mobility itself is a meaningful thing. Because of the development of the economy, the impact of human movement is not comparable to that of ancient times, like even for children, their movement has a certain purpose. But even so, the definition of mobility may be due to the need to distinguish from the relationship of mobility. The meaning of mobility itself is more multifaceted. It can be simple movement, abstract, and only used for visual observation and recording of object movement; But it can also be an expression, that is, a summary in the process of movement, it is a view, it can represent a state, for example, flying as a simple way of movement but usually used for freedom; The most important thing is that mobility can represent a feeling, that is, the state reflected in the process of movement, that is, flying is free, but it can be transformed into freedom of happiness, freedom of relief, and so on. So mobility can include movement and has deeper social emotions and discussions because of its different meanings.  1.3 Registered Migration and Unregistered Migration  Migration is a purposeful and relatively fixed mode of movement. It is not only a point-to-point distance movement, but also contains more social content and meaning, as well as personal subjective ideas and an old way of mobility stimulated by different social environments. Migration, however, has different forms in China, which is bound with registered residence. Registered residence is a person's identity information and a symbol that determines the attributes of migration, which in Chinese sense, migrants who do not have registered residence are just considered as the people of mobility or population mobility or unregistered migrants, which are more unstable and move more often. In China, most rural workers are unregistered migrants because it is very hard to be registered migrants. This is due to different cities' policies toward rural workers and opportunities for registered migration mostly focus on high quality and skilled population, and this process is extremely long. So in this thesis, population mobility basically means unregistered migration.    12 T. Cresswell, On the Move, p3.  19 1.4 Homosexual mobility under the concept of mobility  Mobilities need to be understood in relation with other elements13. In Sheller’s idea, “Mobility studies bring together some of the more purely ‘social’ concerns of sociology (inequality, power, hierarchies) with the ‘spatial’ concerns of geography (territory, borders, scale) and the ‘cultural’ concerns of anthropology and media studies (discourses, representations, schemas), while inflecting each with a relational ontology of the co-constitution of subjects, spaces and meanings”14. So, by examining mobility, studies on homosexual migration can uncover deeper insights into the social and historical context. Hence, this thesis adopts a research direction that centers around the study of homosexual population mobility, aiming to analyze the phenomenon within this framework.  1.4.1 Mobility power  Conceptually, mobility is an inherently social facet of life, enriched with profound meaning and power influence15, On this basis, homosexual mobility seems to be linked with, as Cresswell said, “modernity—a moment when mobility became increasingly regulated and regular—marked by timetables and mechanization”16, but from the perspective of specific development, Tim Cresswell also addresses the question “Why does a person or thing move?” can be used to think about the reasons for homosexual mobility, what is the reason for homosexual non-mobility, what is the opportunity for their mobility, how they move, and why homosexual mobility has occurred since the modern era. There are many reasons for the formation of homosexual mobility, and the development and flow of social information has promoted the generation and development of homosexual mobility Information is power. The popularization of information represents the popularization of power, and the popularization of power represents the increase of choice. Although this has limitations with the development of time, the diversity of choice has led to the diversification of mobility ability and methods. What's more, this kind of mobility exists above the class, resulting in the flow and  13 T. Cresswell, On the Move, P10. 14 Sheller, “Mobility”, P2. 15 T. Cresswell, On the Move, P4. 16 T. Cresswell, On the Move, P10.  20 replacement of different classes, and in turn, affecting the secular sense of homosexual mobility. With the solidification of population structure and stratum in modern society, homosexual mobility is not only a resistance to the lack of mobility power before, but also a resistance to the lack of social power. However, with mobility becoming normal, the resistance of homosexual groups to power has gradually shifted from the outside to the inside. The mobility of homosexual groups has also become normal under the change of social cycle, but it has made the change of homosexual mobility more multifaceted. Therefore, gay mobility has more different perspectives and influencing factors in the field of mobility.  Another main body representing power in mobility is transportation. In Tim Creswell's statement, “the effective shrinking of the globe by ever-increasing mobility at speed enabled by innovations in transportation and communications technology, known as time–space compression”17. In a broader sense, modernity has been characterized by the compression of time and space, accompanied by remarkable advancements in communication and transportation18. Information, as we mentioned above, represents a modern symbol of power, and its popularity has helped mobility and the diversity of mobility choices. On the other hand, the popularization of transportation and the reduction of costs are a symbol of the popularization of modern power. Considering power not as a resource to be possessed or wielded, but as a set of modalities that can be implemented to draw on resources to gain access to something or get something done19. Transportation, as a factor that affects mobility and development in terms of speed and comfort, represents power in itself. For example, in ancient China, carriage was generally a means of transportation that could be owned by qualified people; Even in modern times, as the representative of speed, many people always feel that flying is a luxury. As a medium of mobility, the power of transportation has been gradually blurred and homogenized in the modern era or in the class division, so that more people have the ability to move. The development and choice of homosexual mobility can not be separated from the development of transportation to some extent.    17 T. Cresswell, On the Move, P4. 18 T. Cresswell, On the Move, P10. 19 Allen, “Topologies of power”, P2.  21 1.4.2 Mobility history  Although many documents have shown that China's ancient tolerance for homosexuality or homosexual behavior is very high, this does not mean that homosexual mobility was very frequent in ancient times. In European feudal society, mobility is a luxury experience as the majority of people may never have the opportunity to travel to different places20. The same is true in China's feudal society. Mobility is a kind of power as well as a kind of right, which is a very politicized representative. Because of the need for ruling, the rulers of ancient China usually encouraged the development of the small-scale peasant economy to choose to emphasize agriculture and suppress commerce. The mode of men farming and women weaving not only facilitated the management and oppression of the ruling class, but also suppressed the mobility of commercial activities. Commercial activities would increase the mobility of people and materials. In a relatively closed unified society, the increase of mobility means the increase of new instability. Therefore, in this case, the occurrence of mobility generally exists in more objective factors such as war, famine, etc. In this case, the mobility activities are generally very large and accompanied by the change of dynasties. However, in general, the social and political environment inhibits population mobility, accompanied by the inhibition of the capitalist economy. Because the main body of mobility is businessmen, the restrictions on mobility not only restrict the economic transformation, but also restrict the mobility of homosexuals.  Although the situation has changed during the Republic of China, it has undergone drastic changes in social system and environment, but at the same time, it is in conflict with traditional social culture. Although influenced by western culture, this culture always affects the intellectual groups in the upper class, while most of the population in the lower class will always abide by the traditional customs of the awareness of mobility restrictions. However, after the founding of the People's Republic of China and before the reform and opening up, the large-scale mobility activities were all driven by political factors. Therefore, the management and control of population mobility by governments of all dynasties from ancient China to the present is the result of considerable politicization. In the long run, the ideology of mobility is more difficult to change. The composition of consciousness is diverse,  20 T. Cresswell, On the Move, P10.  22 especially the ideological system under cultural inheritance. Political and economic factors as the carrier of power are easy to control the mobility of population, but it is difficult to change the flow of ideology under the influence of culture. So when we discuss historical issues, we will say that it is because of historical limitations. China is now at the turning point of this transformation that is changing towards a new mobility history. For gay mobility, this is a choice, but not an opportunity.                                23 Chapter 2: The Basic Background of Gay Mobility in China  Basics of Mobility   2.1 The development of homosexual identity  Gay people identify with their own homosexual sexual identity, which not only means directing their physiological desires towards same-sex individuals and having specific sexual behaviors, but also means identifying with the roles and behavioral norms related to homosexual sexual identity21. In most of the long history of western society, homosexuality only exists as a way of sexual behavior. As Gore Vidal pointed out, there has never been such a division between homosexual or heterosexual person, but only between homosexual or heterosexual acts22. Similar to the West, the understanding of homosexuality in Chinese traditional society emphasizes its behavior, tendency and preference, and does not consider it to have essential gender significance; In other words, there is only homosexual behavior and preference, and there is no homosexual identity23. Therefore, in ancient Chinese society, there was no widespread and severe punishment for sexual behavior or love between the same sex as in the medieval and modern western societies. There were both praises and criticisms of the same sex desire24. Homosexuality has existed since ancient times and is widespread, but the identity of homosexuality is socially constructed and is the product of certain social conditions. For example, Florence Tamagae believes that identity is constructed, which indicates that the generation of an environment and a special consciousness make homosexuals define themselves as a group. However, it is difficult to distinguish between just accepting one's own sexual orientation or belonging to a homosexual group. This situation varies according to the country, region and social class of the identity. Therefore, the identity of homosexuals is strongly affected by the social environment, and simple homosexual behavior is not enough to constitute the identity of homosexuals. For example, from the period of the Republic of China, the word “homosexuality” and the medical  21 Liu and Wang, “Homosexuality Identity”. P131 22 Katz, Heterosexuality, Preface. 23 Hinsch, Homosexual Tradition”, P10-P14. 24 Zhang, “Homosexuality Map”, P10.  24 theory surrounding the word began to be affected by the comprehensive Westernization thought, which led to the spread of the view that the West generally belittled homosexuality to China and Chinese areas at that time, and gradually contributed to the social stigmatization of homosexuality. In this social situation, homosexuality may not be able to promote the formation and development of homosexual identity, so even after the introduction of western sexology into China in the early 20th century, the attraction of homosexuality in the Republic of China was not fully understood according to the concept of “homosexual identity”25. After the founding of the People's Republic of China, the definition of sexual behavior was controlled by the state, and homosexual sexual behavior and orientation were seriously stigmatized. However, due to the contradiction between Chinese traditional culture and homosexual behavior, the homosexual identity in society has failed completely, which also caused the transparency of Chinese homosexual groups in society.  Homosexual identity should include social identity and self-identity26, but China is a collective society, and the lack of social identity has a great negative impact on self-identity. For example, farmers and homosexuals are marginalized groups or vulnerable groups. As rural homosexuals with dual identities of farmers and homosexuals, they face greater identification barriers or identification confusion. So the development of homosexual self-identity needs the development of society or the help of external factors. So when China opens its market economy, introduces foreign capital, and opens its exchange with the outside world, while the gay rights movement in foreign countries is actively developing, and the beginning of self-identity is the introduction of western culture and individualism, because homosexuals begin to realize that they cannot give up self-identity because of lack of social identity. Although it is difficult to reconcile social identity and self-identity at the same time, with the development of the Internet, more and more homosexuals skip social identity and directly to start self-identification, and influence social identity with the development of society, which is a mutual process. The identity of homosexuals is the basis of the study of homosexual mobility, because without the identity of homosexuals, the object of the study of mobility cannot be determined.   25 Sang, Translating Homosexuality. 26 Liu and Wang, “Homosexuality Identity”, P133.  25  2.2 Visualization  Research identifying individual and social factors that support or obstruct open and hidden sexual identities is severely lacking in China where LGBT people are stigmatized and marginalized27, so unlike other mobility, the movement of homosexuality is difficult to determine because of its extremely subjective and difficult to distinguish characteristically, especially in a conservative country or society, it is necessary to cover up your sexual orientation for your own safety, which mainly depends on the openness of the society. Although China's society has developed rapidly since the reform and opening up, it has always been a developing country. There is a huge gap between developed cities and backward cities, especially at the level of cultural openness, which leads to the fact that many homosexuals still choose not to “come out of the closet” even though they live in developed cities, which is “discreet”. State censorship also have played an important role of keeping relatively low visibility of the LGBT community28. It is very difficult to study the relationship between hidden sexual orientation and especially in the aspect of mobility. Because of this, the necessary condition for same-sex visualization is an open social environment under economic development, or let homosexuals feel a safe social environment. In 1997, the new Criminal Law abolished the crime of hooliganism, a seemingly unimportant amendment to the law, which was considered to mark the decriminalization of homosexuality in China29. Although such modification from big picture is a decriminalization of same-sex behavior, it also contributes to the non-reliance of cases such as same-sex rape, especially the rights and interests of citizens over the age of 1430. In a sense, decriminalization is more like indifference. After that, related homosexual ethical cases are generally ignored. The cost of decriminalization is the sacrifice of the rights and interests of more minorities.  On April 20, 2001, the Chinese Academy of Psychiatry issued the Chinese Classification and Diagnostic Standards for Mental Disorders (Third Edition) (CCMD-3). Homosexuality with self- 27 Yu, Y., Xiao, S. and Xiang, Y, “Application”, P264. 28 Longarino, LGBTQ People in China. P6. 29 Guo, “Decriminalized Homosexuality”. 30 Guo, “Decriminalized Homosexuality”.  26 consistency and harmony is no longer regarded as a morbid state, which is regarded as the non-disease of homosexuality in China. However, because there is not enough publicity and knowledge popularization, homosexuality is always regarded as a mental disease or a changeable way of lifestyle in the backward areas, especially in rural and countryside. Therefore, various illegal treatments for homosexuality are also emerging in endlessly. Academic circles and non-governmental forces supporting gay rights actively and consciously promoted the non-pathology of homosexuality in China. The Chinese Academy of Psychiatry, an official institution, also made changes to China's diagnostic standards on the basis of empirical research and referring to international practices. Opinions of all forces were fully discussed in this process31. Before that, there was little discussion about the rights and interests of the same sex. Under the possible crimes, and under the pressure of traditional society and family, it was almost impossible to visualize the same sex groups. On the other hand, the lack of sex education in a conservative society and the backwardness of same-sex knowledge popularization makes homosexuals have no direction for their own sense of identity. Even now, China is very indifferent to sex education and homosexual knowledge, and the channels for homosexuals to identify themselves are largely from the Internet. However, it can be seen that at any time, balancing the contradiction between self-identity and family society is always one of the pressures that homosexuals in China need to face, which is also one of the biggest factors affecting gay mobility.  Another way of visualization of homosexuality is some sort of “carrier”. In the early days, because of strict laws and social pressure, homosexuals who were afraid of those factors would not express themselves. The best “carrier” was the network or some “underground groups” or bars. Nowadays, gay bars are not uncommon in China, especially in developed cities. As the most open and inclusive city in China, Shanghai had the first gay bar as early as 1995. Before 2002, the bar had to be relocated for various reasons. Since then, there has been no police inspection, or even investigation, and the request for rectification or even closure in the name of “gay bar”, which coincides with the important impact of law and public awareness on gay people32.   The continuous rising and mainstreaming of gay bars reflects the continuous opening of social  31 Guo, “Decriminalized Homosexuality”. 32 Qing, “Queer”.  27 thought on the one hand, and the continuous development of gay visualization on the other hand. Of course, because the early government had relatively lost control over the Internet, the Internet was the best place for “discreet” homosexual exchanges, because it was convenient and safer to remain anonymous. Therefore, the early spread of same-sex knowledge was also through the Internet, in view of the social indifference to same-sex topics.   With the development of network system, the best gay “carrier” in society is dating software. First of all, gay dating software is clearly positioned to serve the homosexual (Or LGBTQ) group, which in some ways reduces the attacks on unfriendly groups of the homosexual group. Of course, with the continuous development of society, the influence of the LGBTQ group is growing (mostly in society rather than politics), and the popularity of gay dating software is also growing, such as Blued, a Chinese rainbow company listed on NASDAQ, they have about 49 million users in 2020. Moreover, the constantly improved functions and “positioning” of gay dating software provide a place for both open minded homosexuals and homosexuals who are “discreet” and afraid to express themselves, and even more, a place for making friends. Compared with gay bars, the advantage of same-sex dating software is to link the whole country. Although gay bars are very common in developed cities, they are rare in backward areas. The dating software can not only check people nearby, but also communicate with people in different regions. In a sense, dating software can have a sufficient impact on the mobility of homosexuals, because homosexuals in backward regions are hard to find more people in software, while developed cities will have more choices. Given the feudalism and the scarcity of homosexuality in their regions, they may choose to develop in developed cities, which is only speculation, of course.  With the development of economy and the deepening of reform and opening up, China's economic strength continues to rise, with more and more contacts with all parts of the world. As an economic center, developed cities have become not only the main body of economic exchanges, but also the main body of social and cultural exchanges. Under the influence of globalization and the development of the gay rights movement, through the Internet, the knowledge of homosexuality has been widely disseminated, and more people have the opportunity to understand the homosexual community and the self-identification of homosexuality on their sexual orientation. In this context, the visualization of homosexuality is also developing, and homosexual groups are becoming more and more active on  28 the Internet. Although online comments are both good and bad for homosexual groups, they cannot stop the continuous development of the visualization of homosexual groups. For example, on Tiktok, homosexual couples change their relationship status from “boyfriend” to “roommates” to avoid the censorship, and then to share their daily life, and they can have many intimate behaviors in front of the camera, and it can be liked by many people. On other social applications, such as Weibo, many gay organizations and gay groups can interact with other groups by publishing articles and posts and disseminate gay-related knowledge and even foreign gay news, as well as domestic and foreign gay film and television works. However, with the rapid development of Weixin (WeChat) and the improvement of its functions, many gay topics and film and television works have gradually shifted to WeChat, a social application with huge number of users. Although the topic of homosexuality has been strictly censored and suppressed in the field of film and television for public publicity, homosexuality has been very active in the field related to the Internet, as well as the Bilibili video website, which has become popular because of the gay cultures. Interestingly, these applications also witnessed the increasingly strict control of the Chinese government on the topic of homosexuality.  2.3 Government and social background  The Chinese government has always played a leading role in national affairs, especially in the dissemination of ideology. After the victory of the Civil War, the dissemination of sexual consciousness was in the hands of the state, just as Tian’s saying, “Socialist production required stable heterosexual family units for the social reproduction of workers and a homogenous state formation”33. “Sexual modernity” had been structured around heterosexual monogamy and the collective and institutional policing that associated homosexuality with premodern disorder and incivility. In particular, sex was reduced to binary biological relations between males and females in most official discourses during the Maoist era; thus, sexuality was subjected to social order and control34.  Before the reform and opening up, China's economic situation was already bad. Because of the Cultural Revolution, China had already missed an opportunity for rapid development. The impact of  33 Tian, “Ku’er Activism”, P57. 34 “Maoist area sex education”.  29 the Cultural Revolution was not only economic, but also social culture and social education. First of all, ten years of civil strife stopped education, and countless intellectuals and teachers were criticized. At the same time, many students and young people either “educated youth go to the countryside”(知青下乡) or become “Red Guards”(红卫兵) to criticize everywhere. Culturally, not only the excellent traditional Chinese culture was destroyed; Because opposing the invasion of western capitalism was one of the themes of the Cultural Revolution, many excellent western literature and ideology and culture could not be spread or even destroyed. Other sexual behaviors are also called capitalism. In this state, homosexuality is a dangerous word in terms of cultural transmission and behavior. After the founding of the People's Republic of China, homosexuality became a political concept and was severely suppressed by politics and laws, especially during the Cultural Revolution35. One example of this suppression is shown in Fig 1, It pictures a member of the red guard punishing a man accused of homosexual behavior. He is sitting in front of a sign that talks about hooliganism and sodomy; these photos were taken to show others what will happen if you partake in these types of behaviors.    35 UNDP, Being LGBT in Asia, P17.  30 Fig 1. Homosexual behavior considered as crime during cultural revolution. A Red Guard Picture with someone accused of homosexuality  Source: https://helanonline.cn/archive/article/4471  Although the Cultural Revolution was a serious setback in China's modernization process, at the same time, it contributed to the desire of Chinese people to reflect on China's political system and reform it. It was during the Cultural Revolution that people's political consciousness was very different from before. During the Cultural Revolution, the people enjoyed unprecedented freedom, set up their own organizations, and used big character newspapers and other means to express their dissatisfaction and hope. This is a common and profound experience. People recognize their legal rights and will rely on their own strength to defend their legal rights36. Since the people are aware of their political rights, especially the young generation has learned to think independently 37 , they can reflect on the government's decisions. In particular, the political responses of the bottom-up organized masses in the Cultural Revolution, as well as the diversity expressed by these political responses, were very valuable at that time, and today they have many referential significances38. Combined with the Chinese ideology and culture in the 1980s and 1990s, the Chinese ideology and culture began to show an active and diversified positive trend because of the end of the Cultural Revolution. The massive introduction of western literature and ideas, to a certain extent, laid the foundation for the cultural acceptance and tolerance formed after the subsequent opening of the market economy, and also laid the foundation for the activities and development of same-sex rights and even the struggle of it.  The 1990s Chinese economic shift enabled intra-Asia/intra-Sinophone queer knowledge changes as well as the formation of a “Tongzhi” (means gay in China, same meaning as comrade) identity at the turn of this century 39 . So the rise of homosexual consciousness is largely due to economic development, but meanwhile Tian pointed out “the individualism produced by market reform is regulated by the state in an authoritarian and top–down fashion that is heavily influenced by the socialist tradition, to the extent that economic individualism through consumption and entrepreneurship is promoted whereas other forms of ‘illegal individualism’, such as homosexuality,  36 Meeisner, “Mao’s China”, P331. 37 Tong and Shen, “Culture Revolution”, P52. 38 Perry and Li, Proletarian Power, P6. 39 Tian, “Ku'er Activism”, P58.  31 are silenced”40. In a sense, the state has its own control over economic development, but this control has suppressed homosexuality. But even though the impact of economic development has broken through the state's control, the control here is more in international exchanges and the development of the Internet, and the control over the media is more obvious. However, judging from the epidemic situation in recent years, the Chinese government has an absolute influence on the development of the national market economy. At the same time, due to the rapid economic development of Hong Kong and Taiwan and the rapid development of popular culture in the 1980s and 1990s, the social and cultural influence of Hong Kong and Taiwan on the mainland is huge; it was also the period when the development of a sociological account of sexual minorities in mainland China and the “Tongzhi” movement in Taiwan and Hong Kong began to have an impact on “Tongzhi” activism in big cities such as Beijing and Shanghai41. The transformation and development of the economy and the impact of social activities in developed regions have provided a reference basis for homosexual social activities in the mainland. At the same time, the market economy policy has guaranteed the existence and development of these organizations, provided, of course, that national security cannot be endangered. This is why even in a conservative social environment, China still has many LGBTQ social organizations, because they are also subject to the supervision and review of the Chinese government. Although in a sense, organizations and the government do not have direct contact, and their activities have great autonomy, due to the fragmented distribution, so that Tian thinks that “even if the state is aware of Ku’ers (Chinese version of Queers) potential to organize on a large scale but tolerates their existence because they are not mobilizing nationally”42. At the same time, because of the particularity of China's political system, the purpose of these organizations is relatively simple, that is, to let the public know more about the same sex groups and promote the prevention of AIDS. Many LGBT groups (especially gay groups) in China are often set up to obtain domestic and foreign funding related to AIDS, which has also led to the neglect of other rights urgently needed in LGBT communities, such as individual empowerment, public education, cultural development, and broader advocacy, etc.43 It is not an effective way to force the government to change the status quo through active actions in China. Cooperation with the government or at least not conflict with it is the way to continue these organizations.  40 Ibid 41 Cui,”Queer China”, Film. 42 Tian, “Ku'er Activism”, P61 43 UNDP, Being LGBT in Asia, P41  32  So although we mentioned earlier that people have begun to reflect on and question the government's policies since the Cultural Revolution, from a practical point of view, these “confrontations” linked to the government are relatively mild, and the same is true in fighting for gay rights. In a sense, this is also due to the government's hazy attitude towards homosexuality since the new century. On the one hand, a large organization is needed to fight against AIDS, on the other hand, The government's policy focus is more on economic development. At the same time, some relatively loose personal organizations will have strong “resistance” against the public's malice, and these “resistance”, in a sense, is a fierce popularization of homosexual knowledge, and this phenomenon is becoming increasingly fierce with the development of society.   Fig. 2 Total fertility rate in major cities vs the countryside between the years of 1950 to 1998 Translations:总和生育率: Total fertility rate Explanation城市— City; 农村— countryside; 年份—Year44  China's one child policy is also one of the important factors of society and even mobility. In the early days of the founding of the People's Republic of China, the Chinese Mainland encouraged childbirth and honored women with “heroic mother” and “glorious mother”45 , following the example of the Soviet Union. However, with China's first population census, it showed the explosive growth of China's population. So since 1971, China has carried out a comprehensive family planning policy. In  44 Zhang, “China's Population Transformation”. P48. 45 Mei, “Family Planning Work”, P198.  33 1982, family planning became a basic national policy of China and was written into the Constitution. The impact of family planning on China's economy is comprehensive. Through family planning, China's population pressure has been relieved, social resources have been further balanced, and capital accumulation has been accelerated to enable China to develop rapidly. But the negative impact is also very direct. First of all, because of the imbalance of regional development and the different management and implementation of policies in different regions, the rural fertility rate was still high, and the urban fertility rate was low, this data is represented in Fig. 2. This not only causes the huge mobility of rural migrant workers in China, but also forms the same mobility trend with the homosexual people. Second, because of the serious preference for men over women, especially in rural areas, there is a serious imbalance in the proportion of men and women. Third, the suppression of population has led to a serious aging in modern China. Fourth, because the proportion of only child becomes larger, for parents, their homosexual kid is the only choice to have grandchildren46. It can be seen that the huge impact of family planning on the population structure and distribution has objectively accelerated the trend and direction of mobility, while the impact of society and traditional culture has caused great pressure on gay life, especially on marriage and have children, as well as public opinion pressure from society and relatives. However, the intensification of aging has affected the adjustment of subsequent fertility policies, because of the lack of labor force and its impact on the economy, the government will imperceptibly influence the attention of social public opinion on fertility. On the other hand, the government is more likely to intensify the censorship and suppression of same-sex news and culture to ensure the social impact of the fertility policy. In recent years, the Chinese government has been more and more strict about the censorship of LGBTQ news on the Internet and information, which is inextricably linked with the birth policy.  But at the same time, the Chinese government has not opposed homosexuality in official and formal occasions. In most cases, it will remain silent and adopt an attitude of “no support, no objection, no promotion”. At present, no government agencies or specific ministries regard LGBT issues as their responsibilities, which also hinders broader dialogue within government agencies47. But what is more interesting is that with the enhancement of China's comprehensive national strength, the Chinese government is increasingly concerned about the country's international influence and image, while  46 Hildebrandt, “Same-sex Marriage in China”, P1332. 47 UNDP, Being LGBT in Asia, P11.  34 for most Western countries, China has always been an authoritative country. Washington's annual report on human rights practices in China concluded that the human rights situation was still poor, so “Timothy thinks that promulgation of a same-sex marriage law is low cost and from above is a win-win for the state and social actors. The government would gain a rare opportunity to increase its human rights bona fides and LGBT citizens would obtain a key civil right.” Although he also said that the same-sex marriage law could not reduce the social pressure on homosexuality, because there was a lack of social struggle that affected the public.     Fig. 3 LGBTQ pride parade in Hongkong, China Photograph: Courtesy Candice Ng Source: Time Out Hong Kong   But it also can be known that: First of all, the authority of the Chinese government can directly affect the social consciousness and legal system, but it is difficult to change the social consciousness immediately. Second, from the congratulations on the adoption of same-sex marriage in Taiwan, shown in the social media post in Fig. 4 and the acquiescence to the LGBTQ march in Hong Kong, as seen in Fig. 3, the Chinese government is swinging in the socio-economic system and international  35 politics, especially human rights. Third, the Chinese government's tolerance and/or protection of the rights and interests of homosexuals cannot alleviate their huge social and traditional pressure. Therefore, in terms of mobility, most homosexuals still choose developed cities where social pressure is low.    Fig. People's Daily, the official Chinese media, congratulated Taiwan on passing the same-sex marriage bill on Twitter. Source: https://www.rfa.org/mandarin/yataibaodao/gangtai/hx2-05202019120513.html   Although the conflict between China and the West in terms of economy, politics and culture is intensifying at this stage, the Chinese government's control over the media is intensifying to prevent the so-called ideological invasion and espionage, and more frequently publicize patriotism education  36 and relevant news and propaganda against the West. However, the Chinese government has always wanted to establish a good image of a great power in the world, and the issue of human rights has always been one of the focuses of debate between Western countries and the Chinese government. However, due to the differences in culture and the estrangement between governments, great differences have emerged both in the news and in cultural discussions. The Western centralism in western countries is serious, and the Chinese government has also caused mutual misunderstanding and confrontation between both sides because of the overly tough means of resolving conflicts in many situations , so the image of western countries is getting worse and worse in China, It is also very difficult for China to establish a good international image, but even if the Chinese government wants to oppose the development of homosexual activities, it will also choose low-key ways, such as by arousing the public awareness of anti-homosexuality, or strengthening the censorship system of the cultural industry, especially the Internet, rather than officially announcing opposition, because of the integration of Chinese and Western economic and cultural, which led each other have to make concessions in some areas rather than choose to lose.  2.4 Development of transportation and infrastructure  Transportation is the basic industry for the development of China's national economy, and its level of development is directly related to the speed of national economic development48. At the same time, the development of transportation has promoted the development of migration, so the relationship and impact between population mobility and transportation are really close. Since the founding of the People's Republic of China, China's transportation infrastructure construction has been lagging behind the requirements of economic development, which, in a way, has affected the development of population mobility. Although the central government played an important role in population movement, for example, from 1965 to 1978, because of class struggle, the central government sent 15 million urban youth to the countryside to receive re-education from the poor and middle peasants to prevent the secret invasion of capitalism, and at this time China's transportation facilities were still very backward, so the population movement at that time was regarded as “punishment”. However, it is undeniable that the development of transportation has objectively accelerated and encouraged the  48 Zhang and Wang, “Transportation”. P1770.  37 flow of population, because for the floating population, on the one hand, the time required for the mobility is shorter, and on the other hand, the mobility process is more “enjoyable”.      Fig. Increasing mileage of transportation routes49   From the perspective of the three main transportation routes, including railway, highway and air road, the growth rate of railway from 1950 to 1978 was 233%, from the original 22200 kilometers to 51700 kilometers, while the growth rate from 1978 to 2008 was 154%, from 51700 kilometers to 79700 kilometers. On the road, it increased from 99600 kilometers in 1950 to 8902 kilometers in 1978, with an increase rate of 894%, while from 8902 kilometers in 1978 to 37302 kilometers in 2008, with an increase rate of 419%. The development of civil aviation routes is also very fast, from 11300 kilometers in 1950 to 148900 kilometers in 1978, with an increase rate of 1318%, and from 148900 kilometers in 1978 to 2461800 kilometers in 2008.   49 Zhang and Wang, “Transportation”. P1770.  38  Compared with the development of highway and aviation, the development of railway is mainly concentrated after the reform and opening up, while the development of railway before the reform is relatively perfect, and railway transportation has the advantages of fast speed, long journey friendly, large volume, feasible day and night, and less affected by climate, and China's railway is operated by the state, and the price is cheap, so after the reform and opening up, the main medium of population mobility is through railway, especially cross-regional mobility. However, the mobile media under the highway is almost the bus for a long time. Compared with the railway, it is subject to more restrictions and takes longer time. Because of economic factors, private cars were not the mainstream trans-regional means of transportation at that time. Especially for people in rural areas, the price of private cars was high, and they could hardly afford it. After the reform and opening up, with the development of the economy and the improvement of people's income level, more and more people have the economic ability to buy private cars.   At the same time, the country attaches great importance to the transportation infrastructure, so the highway mileage has increased explosively, especially the development of the highway, so the highway mobility has become the parallel ways for buses and private cars. The development of civil aviation routes is mainly concentrated after the reform and opening up. Due to the sustained and stable development of China's economy, the social demand for air transport has increased sharply, which has greatly promoted the development of the air transport industry. The airport is launched in the central cities, economic centers, and major tourist cities in various provinces and regions. The composition of civil aviation passengers is diversified, and private travel is increasing50. But because of the high cost of air travel in the early stage, it was not the main mobile medium, especially before the 21st century. However, with the reduction of aviation costs and its advantages of fast travel, and with the increase of rural population income, it has increasingly become one of the main media of population mobility.  The development and diversification of transportation have promoted the development of population mobility and also affected the development of homosexual mobility. For example, the backward,  50 Zhang and Wang, “Transportation”. P1772.  39 cumbersome and costly transportation in the early stage may hinder the flow of rural homosexuals, especially the poor homosexuals. Even though they have a high sense of self-identity, it is difficult to solve the objective mobility difficulties. With the development of basic transportation, in addition to rural areas, there are more transportation options, and the cost of transportation is reduced, which gives more choices and possibilities for rural gay mobility.        40 Chapter 3: Homosexual Mobility Pattern and Direction  3.1 Early homosexual population calculation method  Even though China's society has developed rapidly since the reform and opening up 30 years ago, social awareness has not been in direct proportion to the rapid development of the social economy, especially in backward areas. In this state, not only do people who are confused about their own sexual orientation become more confused, but homosexuals who are determined about their own orientation will choose to hide themselves because of the malicious society. So basically, when exploring the characteristics of homosexual mobility, we must build on the visualization of comrades. At the same time, since the rise of homosexual activities in China was probably after the reform and opening up, the data in this paper will also focus more on that time, and the data will also be more biased towards gay men.  Early research on gay men mostly focused on the estimation of the number of high-risk groups of AIDS. However, due to the lack of understanding of the spread of AIDS at that time, we can know that the accuracy of this method is not high, but it also contributed to the estimation of the number of gay men at that time. Generally speaking, the first-hand data are collected through questionnaires or similar questionnaires (oral, interview, etc.). If an individual claims to be heterosexual, it is statistically called heterosexual. Due to various reasons, that is, under the condition of influencing visualization mentioned above, many homosexuals will claim to be heterosexual or bisexual or have uncertain sexual orientation. However, due to the scale design tendency of some researchers, some bisexuals may claim to be homosexual or heterosexual. But despite these factors, in 2014, according to the average statistics of the Chinese Academy of Sciences, the number of homosexuals in China reached 70 million. In 2020, the International Gay and Lesbian Human Rights Commission has calculated that the number of homosexuals in China has reached 70 million, and the proportion of homosexuals between men and women is about 9:5. Although it is very difficult to accurately calculate the homosexual population, and different researchers have different research results, such as “The Kinsey Report studies the interviewed American men and finds that the homosexual  41 population accounts for 10% of the total population”, while other studies also have results that the proportion is less than 5%, which is closely related to the development of social, economic, political and cultural. However, on the whole, China has a large number of homosexual people, and the number of mobile people has become larger with the development of society, which involves a variety of mobility ways and reasons.  3.2 Early homosexual mobility patterns  First of all, not all homosexuals have the ability to carry out trans-provincial mobility in the early stage, because of the economic costs (income and transportation, etc.) and various uncertain factors (development in new cities is a risk). Therefore, during the pilot period of reform and opening up from 1978 to the mid-1990s, the development model of rural urbanization dominated by small towns and the mobility model dominated by short-distance migration gradually formed51. At this time, the urban reform has not yet been fully carried out, and the country still has concerns about many urban problems that may arise from the development of large cities, all these restrictions sharply reduced the benefits and raise the costs of migration, particularly into large cities52, The development of rural non-agricultural industries have become the main way to absorb rural surplus labor in the early stage of the reform. The rural land in China is owned by the collective, while the urban land is owned by the state and distributed by the state. For a long time, the industry has been invested by the government. The resources needed, including land and raw materials, are uniformly distributed by the government. The factory workers enjoyed various benefits under the low wage standard, these constraints made it impossible for the township enterprises invested and founded by farmers to be distributed in the city53, but with convenient transportation, With the advantages of low labor technology and low cost, the more rural population would choose small-urban mobility and inter-provincial mobility in the province. However, it is worth noting that the development of rural urbanization had very obvious spatial differences. The development level of the eastern coastal areas was significantly higher than that of the central and western regions, which was directly related to the differences in the  51 Yin and Li “Population Flow”, P24., Self translated by Gaoze Cen, Original: “在改革开放的试点进行的 1978-1990年代中期, 逐渐形成了小城镇为主导的农村城镇化的发展模, 以短距离迁移为主的流动模式” 52 Au and Henderson, “Migration Restrictions”, P353. 53 Xu, Zhou, “Urban Geography”, P111.  42 development level of rural industrialization between regions. At the same time, this mode of development gradually highlights various problems, such as the low level of industrialization of urbanization and the low clustering effect of industrial development.   In the middle and late 1980s, the economic system reform focusing on cities was gradually carried out, gradually forming the development model of rapid urbanization dominated by large cities and the mobility model dominated by long-distance migration. Since the mid-1990s, China's economy has been continuously integrated into the process of globalization. The coastal areas have achieved rapid development by relying on regional advantages and their own economic base, and through national policies. Accordingly, population migration was mainly characterized by long-distance migration across provinces and regions in space. The influx of the rural migrant population not only solved the difficulties for the development of the labor force in coastal cities, but also further promoted the economic prosperity of coastal areas. The migration mode of migrant population to large cities gradually led the urbanization process of China54. The introduction of foreign capital and the transformation of urban spatial patterns by the government and the combination of the two have accelerated the development of large cities and the attraction of capital. So when the employment absorption capacity of local township enterprises decreases, cities and coastal areas with more active economies and more employment opportunities became the main choice of labor mobility. So after the 1990s, the pattern of population mobility gradually showed the trend of rural population flowing to large and medium-sized cities and inland population flowing to coastal areas55. The change of population mobility pattern has promoted the rapid development of coastal big cities56. Big cities have gradually dominated the process of urbanization in China, and by constantly improving the development of their own metropolitan areas, different urban areas have been developed through different types of floating population, such as suburbs. Through the reduction of the cost of living and the convenience of transportation, more rural migrants are attracted, and more employment opportunities are provided. This cycle promotes the long-distance mobility of more rural people or  54 Yin and Li “Population Flow”, P25., Self translated by Gaoze Cen, Original: “外来人口向大城市的迁移模式逐渐主导了我国的城镇化进程” 55 Gu, “Research on the Migration”. P204., Self translated by Gaoze Cen, Original: “所以 1990 年代后, 人口流动格局逐渐表现出农村人口向大中城市流动和内地人口向沿海地区流动的趋势 ” 56 Zhou and Cao, “China's Urbanization”, P9., Self translated by Gaoze Cen, Original: “人口流动格局的改变促进了沿海大城市的快速发展”  43 the flow to large cities.  3.3 Spatial distribution characteristics of modern homosexuality  Generally speaking, due to the influence of various social and geographical factors, the distribution proportion of sexual orientation will change. For example, in areas with lower economic development level, the density of homosexual population will generally be lower. In addition to choosing to “stay in the closet” because of social backwardness, this is mainly due to homosexual migration.     Fig. Ranking of gay population in cities in 2020. Source: https://baijiahao.baidu.com/s?id=1710511278994444698&wfr=spider&for=pc  44  In 2020, the top four cities in the list of homosexual cities released by Mr. Gay World were Chongqing, Shanghai, Beijing and Chengdu, with a total of more than 10 million. In particular, Chongqing has 3.45 million gay people. The top 20 cities in the statistics are all developed cities above the second tier in China. Hefei, the capital city of Anhui Province, also has more than 900 thousand gay people.     Fig. Ranking of gay population in cities in 2020 Source: https://new.qq.com/rain/a/20220312A019Y700   45  In 2022, it is also the ranking list released by the world's homosexual gentlemen. The cities with a homosexual population of more than 900 thousand also rank the 26th, and Kunming, the provincial capital of Yunnan, while Chongqing, Shanghai, Chengdu and Beijing always rank in the top four, with an increase of more than 500 thousand homosexual people compared with 2020. The top 30 cities are all developed cities above the second tier in China, and most cities are located in the eastern coastal areas. First of all, it can be concluded that in the selection of cities, the more developed cities attract more homosexuals. As time changes, the homosexual population in developed cities is increasing. In addition to the “coming out” effect brought by the continuous opening of society, the trend of homosexual population mobility is more toward gathering in large cities. As far as the data of male homosexuality are concerned, it can be seen from the spatial distribution of quantity that the eastern part is larger than the central part and larger than the western part, and the southwestern part is larger than the northwestern part57. This is also the distribution characteristics of cities according to the previous data. Because the overall spatial distribution of the gay population is more concentrated and in a trend of continuous gathering58, the mobility of homosexuality will be mainly in the east, and gradually decline to the central and western regions. In the west, we can see that Chengdu and Chongqing have a large number of homosexual populations. First of all, the western region has a large population of 380 million people, and the development of the western region is extremely uneven, which increases the siphon effect of western developed cities on surrounding cities, making more people, especially homosexual people, gather in developed cities. This is different from the east, because there are many developed cities in the east, therefore, for the homosexual on-moving population who intend to go to the east, they have more choices. In general, the provincial capital cities of different provinces will siphon the homosexual population in the province or even the region. Because the provincial capital cities are generally developed cities in the province or the region, and because China has a large population, the gathering state will be particularly obvious. Especially in less developed regions, for example, the capital cities in the northwest region integrate the political, economic and cultural centers of the province, and the gap between other cities in the province is more significant than that in the central and eastern regions, thus attracting a large number of people  57 Da, “Spatial Pattern of Chinese Gay”, P58. 58Da and Chen, “Spatial distribution”. P273., Self translated by Gaoze Cen, Original: “因为男同性恋人口总体空间分布范围更加集中,且处于不断聚集的趋势”  46 and gay men59. However, due to the different development levels of these cities and the impact of local culture, the data may also have some differences.  3.4 Ways and causes of homosexual mobility  The characteristics of homosexual mobility in China are different from those in the western world in the same period: because of the late economic and social development, the serious impact of folk culture on society, and the lack of popularization of homosexual knowledge, the reasons for homosexual mobility and population mobility are roughly the same at the beginning, and there is no sufficient economic foundation and inconvenient transportation, many people can only stay in rural areas. Later, with the impact of reform and opening up, the center of economic development was biased toward the southeast of China, so many people moved to the southeast, forming the movement of Chinese migrant workers. With the development of urbanization and the increase of population mobility, LGBT groups among migrant workers began to emerge60. These are closely related to the rapid economic development of China, and the unbalanced regional development and the strong radiation and siphon effect of central cities have formed the characteristics of modern trans regional gay mobility. Because of the special social and cultural environment and political system in China, I will analyze the reasons for the direction of homosexuality mobility in China from the economic, social and cultural and political levels.  Economics  3.4.1.1 Reform of economic system and changes in economic policies  First of all, with the deepening of the economic system reform, especially since the reform and  59 Da, “Spatial Pattern of Chinese Gay”, P63., Self translated by Gaoze Cen, Original: “比如西北地区省会城市集该省政治, 经济, 文化中心为一体, 省内其他城市之间的差距与中东部地区相比更为显著, 因此吸引了大量的人口和男同性恋” 60 UNDP, Being LGBT in Asia. P26., Self translated by Gaoze Cen, Original: “随着城镇化进程的发展和人口流动性的增加, 农民工当中的 LGBT人群开始浮现”  47 opening up, China has begun to develop the market economy, implementing an economic system with public ownership as the main body and multiple ownership economies developing together. With the increasing capacity of cities to accommodate foreign labor, rural labor began to move into cities in large numbers. By the end of the 1970s, due to the reform of the rural economic system, a large number of surplus labor forces that had been hidden in the collective labor that used to work in state-owned company began to emerge. At the same time, with the improvement of the living standard of the urban population, a considerable part of the urban residents has no longer willing to work61, such as some hard jobs, such as sanitation workers, bricklayers, and other dirty and tired jobs; because of the development of the market economy, there are a large number of individual commercial retail and catering restaurants, which require low-cost labor62; There are also some urban residents who need the help of nannies and other working people to deal with housework because they are mostly rich but busy at work. Thus, labor shortage has become a crisis in cities that time. With the increase of the national grain purchase price and the loosening of the state's strict control policy on the purchase and sale of grain, the commodity rate of grain has increased significantly without a significant increase in grain output. The price of grain in the free market has dropped significantly. So far, the central government has implemented a gap in the policy of unified grain purchase and marketing, which makes it possible for rural surplus labor to work in cities63. The labor force from rural areas has been welcomed by government agencies, state-owned and collective enterprises and institutions, private and individual traders and residents who need labor force because of their hard work and low-income requirements and has become an important part of urban residents.  Secondly, before opening and reform, the benefits of the previous regional balanced economic policy are not good, although the regional gap is not that big, it is also expanding every year64. So later, under the guidance of the thought of “let some people get rich first”, the central government gave  61 Zhou, “Population Mobility”. P84., Self translated by Gaoze Cen, Original: “随着城市人口生活 水平的提高 , 城市的相当一分工作岗位,城市居民已经无人愿意去干” 62 Ibidem, Self translated by Gaoze Cen, Original: “而因为市场经济的发展, 个体商业零售、饮食餐馆的大量出现, 需要工资低廉的劳动力” 63 Ibidem, Self translated by Gaoze Cen, Original: “中央政府所实行的粮食统购统销政策出现了缺口, 遂使农村剩余劳动力进城务工成为可能” 64 Lin and Yang, “Development Gap”, P42., Self translated by Gaoze Cen, Original: “虽然区域差距并没有那么大,但也在每年扩大”  48 some inclined support policies to the eastern coastal areas. In 1988, it clearly put forward the economic development strategy of coastal areas, and further gave preferential treatment to the eastern coastal areas in terms of finance, taxation, credit, investment, etc.65 Since then, China's economy has developed rapidly, and its overall national strength has developed rapidly. Although the government has been providing assistance to the central and western regions, the gap between the east and the west is still growing. Of course, there are more geographical and historical factors, but because of the huge development potential of the east and the development of transportation, the eastward mobility of the population has become inevitable, The post-reform economic growth in China led to institutional and structural changes that contributed to the significant population mobility from rural to urban areas.66 In 1982, the Chinese government loosened its restrictions on citizens' geographic mobility67, there are seven regulations from give citizens more freedom of movement in 200368. When the population can move freely, some people in underdeveloped areas will move to developed areas69. We can call it rural migrant workers' mobility. At the same time, the freedom of population mobility enables a large number of rural or small city gay men to migrate to big cities70. Although these population movements were carried out at the same time, because of homosexuality visualization, they were more like advancing with the tide of the times in that era. The big cities in the east mean better work, life, medical care and education for future children. In the age when the Internet was not popular, the awareness of homosexuality needed to be guided by the open atmosphere of big cities, especially in the age when the Internet was not popular. But the society's disregard and hatred for gay groups, and its adherence to families and traditions have forced gay groups, even in large cities, to choose to tolerate or drift with the tide. All this requires economic development to break the shackles of thought.   65 Lin and Yang, “Development Gap”, P43.1988, Self translated by Gaoze Cen, Original: “年明确提出沿海地区经济发展战略,对东部沿海地区在财政、税收、信贷、投资等方面进一步给予优惠” 66 Luo and John, “Mobility, Conflict”, P251. 67 Miao and Chan, “Gay Apps”, P46. 68 Jing, “Intimate Strangers”, P114., Self translated by Gaoze Cen, Original: “在 2003年, 公安部推出 30条便民利民措施，其中有 7项赋予公民更多的迁移自由” 69Lu and Xiang, “Development Strategy”, P3., Self translated by Gaoze Cen, Original: “人口能够自由流动时, 欠发达地区必定会有一部分人向发达地区流动” 70 Jing, “Intimate Strangers”, P115., Self translated by Gaoze Cen, Original: “人口流动的自由使得大批农村或小城市的男同性恋者可以迁移到大城市”  49 3.4.1.2 Impact of globalization and foreign investment  The development of globalization and the entry of foreign capital are also very important in the process of rural population mobility and even homosexual mobility in China. The formation of the overall opening up of the country has accelerated the process of China's economic integration into globalization. Due to the policy inclination, the coastal areas play an increasingly important role in attracting foreign direct investment. Especially in 1990, Shanghai Pudong implemented the development and opening-up strategy; In 1992, after Deng Xiaoping's “South Tour” speech, the reform and opening up entered a new stage. In the process of foreign investment and location selection, the proportion of market size and agglomeration economy in the consideration factors is gradually increasing71, so in space, it shows the trend of transferring to larger cities72. Because the development factors of large cities are more obvious than the urban advantages of backward regions, which exacerbates the gap between developed cities and backward regions. Especially after China's accession to the World Trade Organization, the rapid economic development has led to the imbalance of regional pursuit of economic catch-up and industrial structure adjustment, which has led to the difference in the distribution of employment opportunities between regions through employment creation. The influx of rural population has enriched the urban labor market, alleviated the contradiction of the structural shortage of labor force in large cities, and alleviated the pressure of urban labor force. For foreign-funded enterprises, China's cheap labor resources are still one of the main reasons for foreign investment73, and also one of the key factors to maintain international competitiveness. This relationship of mutual promotion forms a cycle. At the same time, a large number of rural labor force flows into large cities, which provide a huge market base for large cities. Many factors, such as the inclination of policies, extremely low labor prices and proximity to the market, attract foreign investment and integrate into economic globalization, making the development of large cities far exceed that of towns in backward areas, and this development has attracted more rural labor to move.  71 Wei, “Foreign Direct Investment”, P75., Self translated by Gaoze Cen, Original: “外资在投资和选址过程中, 市场规模和集聚经济占考虑因素的比重逐渐增大” 72 Wu and Gu, “Foreign Investment”, P32., Self translated by Gaoze Cen, Original: “因而在空间上, 表现为向更大城市转移的趋势” 73 Wei, “Foreign Direct Investment”, P75.  50  Although the main reason affecting the population mobility is the imbalance of economic development and the large gap in income level, with the deepening of economic development, especially from the perspective of the development and transformation of industrial structure, this gap will become larger and larger, so the attraction of large cities for rural population migration is still very large. Although on the one hand, big cities will have competition problems due to more employment opportunities but more population, on the other hand, with the requirements of globalization capital and the improvement of the Labor Act, more and more people enjoy relatively equal and perfect rights at work, which has promoted the mobility of rural population. As the impact of globalization is very diverse, involving both economy and culture, the development of homosexual mobility has not only followed the development of population mobility since the relatively maturing economy, but also has been influenced by the economy since other factors brought about by the opening up of the economy. The Internet, as a product of economic development, helping gay mobility has opened up new ways and means.  3.4.1.3 Internet   Fig. Number of Internet users in China from 1997 to 2020 上网用户数(单位: 万人): Number of Internet users (Unit: 10 thousand )  51 Source: http://www.news.cn/video/sjxw/2021-08/23/c_1211341582.htm   The Internet has progressed with the development of the economy, which not only helps to awaken the consciousness of homosexuals, because the function of the Internet ignores distance and has privacy, which well protects the privacy of homosexuals. Although the popularity of the Internet in many rural or small cities is not enough due to regional development, it is undeniable that the Internet has a profound impact on the direction and development of gay mobility. Before the 21st century, the Internet was not popular, and there were few records of organized gay life before. In the middle and late 1990s, organized social gatherings specifically targeting gays and lesbians emerged in private residences and business places74, which benefited from the development of market economy and private economy, because the freedom to establish private enterprises brought about the emergence of a large number of privately operated gay gathering places 75 . With the development and popularization of the Internet at the beginning of the 21st century, homosexuals began to set up online forums to discuss their experiences and communicate with each other.   According to the Statistical Report on China's Internet Development released by the China Internet Information Center, since 1997, the number of Internet users nationwide was only 620 thousand in 1997 and increased to 22.5 million by 2000. By the end of 2004, the number of Internet users in China had exceeded 100 million for the first time. On the one hand, the development of the Internet has made more homosexuals who have questions about their sexual orientation know about homosexuality. On the other hand, early AIDS and sexual health organizations also rely on the Internet to popularize AIDS and homosexuality knowledge. But at the same time, we can know that in the early days, whether LGBTQ organizations or AIDS and other health organizations, their locations were generally located in developed cities. International AIDS funds began to enter China at the beginning of the 21st century. Generally speaking, the preferred city is a developed city with a large population, which not only has a better medical environment, but also has a better  74 UUNDP, Being LGBT in Asia. P11.20, Self translated by Gaoze Cen, Original: “世纪 90年代中后期, 明确面向男女同性恋者的有组织社交聚会才在私人住所和商业场所出现” 75 Jing, “Intimate Strangers”, P115., Self translated by Gaoze Cen, Original: “创办私人企业的自由带来了大量私人经营的同性恋聚会场所的出现”  52 communication environment. Therefore, in this case, more homosexuals in backward areas and rural areas will tend to move to developed cities.   Of course, with the development of the Internet, its forms of expression are also constantly developing and changing. From the way of website forums at the beginning to the chat room, the earliest gay digital spaces or dating spaces were the online chat rooms76, among which the surviving gay websites moved from a single function to multiple functions77. Later, with the development of mobile phones, the network has become more flexible. In particular, the rise of foreign dating software has brought inspiration to the development of Chinese dating software. For example, one of China's most famous local gay dating software, Blued. In 2000, the predecessor of Blued, “Pale Blue Net”, was born, which is also one of the earliest and most influential LGBTQ communities in China. The original intention of Blued is to provide a space for a few people to make friends and to eliminate loneliness and carding in daily life. In 2012, the vertical social entertainment mobile platform Blued was launched. As of March 31, 2020, Blued has more than 49 million registered users worldwide, covering more than 210 countries and regions. As I said before, the emergence and development of the Internet has provided a new direction for gay knowledge and the way of making friends. The target group of dating software is more vertical and obvious. At the same time, the functions of dating software are increasingly rich, showing a different social atmosphere, such as livestream, city activities, etc. However, the emergence of same-sex dating software itself carries the burden of capital, so their main target group is always homosexuals in developed cities. But we can know that not every Chinese gay man got chance to move, mobility is not an option for those who has economic problems or family obligations78, But there are always homosexuals from backward areas or rural areas who yearn for developed cities because of the rich life of homosexuals living in developed cities and their desire to make friends on dating software, while living in conservative society without legal protection and judgmental from society make gay man hide their sexual identity which they think this might be a burden or curse to their families and even somehow affect their careers79.   76 Ho, Gay and Lesbian Subculture, P101. 77 Yu, “Gay Network”, P49., Self translated by Gaoze Cen, Original: “其中生存下来的同性恋网站从单一功能走向多元功能” 78 Miao and Chan, “Gay Apps”, P46. 79 Kong, Chinese Male Homosexualities, P194.  53  For teenagers, the influence of the Internet is more obvious. Teenagers account for more than 50% of the Internet users in mainland China, and the proportion of teenagers among gay men is quite high80. Sexuality in some ways for young generation is a thing that no longer need to hide81, so developed cities are the best places to show their self-identity. But at the same time, it should be noted that with the common development and integration of the media and the Internet, as well as the “diversification” of network information, negative news and wrong information about homosexuality are also more easily spread through the Internet, such as Chinese-language media has often depicted LGBTQ individuals as criminals, individuals with severe mental illness, enemies of traditional Chinese values, and a threat to social stability82. In addition, irresponsible personal statements and these messages full of negative emotions and hatred will attack homosexuality, especially teenagers' self-identity, and thus affect the development of mobility.  3.4.1.4 Conclusion  In general, because of China's special social environment and the imbalance of regional economic development, population mobility has objectively contributed to the hidden homosexual population mobility, which is specifically reflected in migrant workers' mobility. A new ‘desiring China’ was being built through reform and opening up and the idea of subsequent neo-liberalization83, which has risen a sense of individualism and freedom under strict national regulation84. In terms of manifestation, because of the development of the private economy, more private clubs and bars have developed, providing venues for private homosexual activities. The introduction of foreign capital economy and the development of globalization have brought funds and guidance for the development of Chinese homosexual organizations. Although it has developed in the form of AIDS organizations, the development of medical standards has also provided a basis for the help of these organizations. At  80 Da and Chen, “Spatial distribution”. P276., Self translated by Gaoze Cen, Original: “在中国大陆网民中青少年占50%以上, 而男同性恋群体中青少年占比相当高” 81 Kong, Chinese Male Homosexualities, P195. 82 Chang & Ren, “Gay Men and Lesbians”, P332. 83 Rofel, Desiring China, P158-160. 84 Yan, The Individualization of Chinese Society, Introduction.  54 present, the most important form of economic development is the development of the Internet. On the one hand, the development of the Internet has provided a way for the wide spread of homosexual knowledge and helped homosexual exchanges at that time. On the other hand, with the continuous development of social economy, the development of the Internet has also become diversified, with the emergence of various forms of same-sex chat software or dating software, which not only connects the social exchanges of homosexuals in different regions, but also contributes to the modern mobility of homosexuals and even the movement of homosexual dating. As the proportion of teenagers on the Internet is higher, the impact of the Internet on the young generation of homosexuals will be more obvious, but the Internet will help gay college students face up to themselves85, thus subtly affecting the flow of the younger generation. In addition, the transportation convenience brought by economic development is the objective condition for large-scale population mobility in China.    Society and Social Cultures  3.4.2.1 Ancient gay culture and its influence  The prevalence of “Nan Feng”86(男风, as a phrase that describe man has preference for man ) in ancient Chinese society is mainly due to the ancient patriarchal culture, so more things about men will be recorded. Women are more bound and despised by culture than men, so their lives are rarely recorded, but this does not mean there is no so-called “Nv Feng”87(女风，as a phrase that describe woman has preference for woman). And “Nan Feng” is not exactly equal to homosexuality. As said before, it is more inclined to male behavior, which is the attraction of beauty and the release of desire.  85 Wen and Zheng, “Gay College Students' Identity”, P18., Self translated by Gaoze Cen, Original: “网络有助于同性恋大学生正视自我” 86 “Ancient Tolerance of Homosexuality”., Self translated by Gaoze Cen, Original: “中国古代社会盛行 ‘男风’” 87 Ibidem., Self translated by Gaoze Cen, Original: “女性相比男性，被文化更多的束缚, 也被轻视, 所以很少被记载生平, 但这并不代表没有所谓的 ‘女风’”  55 The ancient “Nan Feng” culture had three peaks: the Spring and Autumn Period and the Warring States Period, the Han, Wei and Six Dynasties, and the Ming and Qing Dynasties. In the Ming and Qing Dynasties, the “Nan Feng” culture was magnificent because of the explicit prohibition of prostitution and the extra tolerance for same-sex sexual behavior, which made the sexual relation between men gradually popular and upgraded, and became a part of the sexual or emotional life of the society at that time, from the emperors and generals to the normal civilian, It has even become a supplement to the family marriage system, turning same-sex relations into the social norm by means of “contract brothers” and other fake blood relations88.    Fig. The Emperor of the Han Dynasty cut the sleeves for the male lover. Source: https://www.sohu.com/a/621223026_120126591  88 Shi, “Homosexuality in Ancient Chinese Literature”. P391, Self translated by Gaoze Cen, Original: “男同行为成为家庭婚姻制度的一种补充, 用“契约兄弟”等伪血缘的方式将同性关系变成社会常态”  56  One of the cores of Chinese culture is the concept of clan, inheriting the family is one of the most important responsibilities of people. Given that “Nan Feng” will not affect family ethics, therefore, as long as men complete the responsibility of getting “married and have children”, they will continue the family. Whether they are keeping concubines or men, they are generally regarded as having a little defect in moral cultivation and do not violate any social taboos. Although the punishment is relatively light and rarely implemented, the Song, Ming and Qing dynasties had laws prohibiting homosexuality. However, because of the prevalence of “Nan Feng” in society at that time, even government officials were fond of having affairs with men, and they were very tolerant of so-called homosexual cases. And because of the strict restriction of the Confucian culture on heterosexuality, there are very strict boundaries between men and women, such as the prohibition of premarital sex, which makes men tend to pursue homosexual sex. However, in the social environment of same-sex inclusion, it is actually the compliance with the national political bottom line and the social and cultural bottom line, so as not to be seriously excluded by the society and the government.  The Christian world in the Middle Ages hated homosexuality, mainly because the Bible regarded homosexuality as a taboo. Since there are no religious taboos, such as Buddhism and Taoism, which are both tolerant of homosexual sexual behavior, the tolerance of homosexual relations in ancient China is indeed much higher than that in the medieval West and has never taken extreme measures such as cremation and castration as in the West89. The hostility to homosexuality in traditional culture is more like a contradiction between the inheritance of thousands of years of tradition and the modernization of social development. At that time, because of the monogamy and multiple concubines’ system in the marriage system, the task of family inheritance can be well met. Marriage is the marriage of two families, and marriage and childbirth are more like a family task. With the comprehensive invasion of western countries, the idea of equality between men and women and monogamy in western culture was introduced into China. At the same time, it also romanticized the relationship between marriage and love, making marriage more serve the emotion rather than the  89 Zhang, “Cultural Differences”, P103., Self translated by Gaoze Cen, Original: “古代中国对同性关系的容忍度确实比中世纪西方要高得, 也从来没有像西方一样采取过火刑、阉割等 极端措施”  57 family. In 1930, the Nanjing National Government promulgated the 《Civil Law · Family Code》90, which adopted monogamy with equal status for men and women. This kind of legal change makes the family's hope of continuation only be entrusted to a woman and because it has increased the importance of affection to marriage, it has produced great backfire and hostility to same-sex sex or same-sex love. Especially because of the rejection and opposition of homosexuality in Western countries at that time, and the massive transmission of these thoughts and cultures. “Homosexual love” was widely discussed as a topic after the 1920s. A large number of foreign theories about homosexual love flooded into China. On the whole, the theories of western scholars (including Japanese scholars) have had a great impact on the cognition of people at that time.   After the May 4th Movement, a number of Chinese scholars were eager to translate the homosexual theories of European scholars. The word “同性恋” was translated into “homosexuality”, “same-sex love” or “homosexual love” in China. At the same time as the definition came into being, the whole set of Western concepts about homosexuality began to be translated. And “sexual inversion” and “sexual perversion” were the most used words among homosexuals and society started to transfer the attitudes91, which after the 1920s, the discourse of praising same-sex love became weaker and weaker, and the discourse of negative views occupied the mainstream position 92 . Therefore, with the contradiction between the legal system and social culture, as well as the defamation of homosexuality in ideology, the anti-homosexuality sentiment in society has become more and more common. After the founding of the People's Republic of China, because of the government's control of sexual consciousness and the neglect and opposition of class struggle to homosexuality, the tolerance of homosexuality in social culture has become lower and lower, and homosexuality has gradually become invisible.  3.4.2.2 Socio-economic and socio-cultural  90 Baidu, “Polygamy”.1930, Self translated by Gaoze Cen, Original: “1930年,南京国民政府公布《民 法·亲属编》,采行男女地位平等的一夫一妻制” 91 Li, Emotion and Gender in Public Opinion. 92 Sang, “Emerging Lesbians”, P122.  58  Even though the development of economy mostly can help society forming a better and more open-minded environment, but traditional culture and public opinions somehow may not be influenced by economic development directly 93 . In other words, economic development sometimes does not effectively affect the stability of society and culture, and these two sometimes do not have a direct connection. For example, when comparing fully industrialized countries, such as Japan and South Korea in Asia, to their industrialized counterparts in Europe and North America, it becomes evident that they exhibit significantly lower levels of tolerance towards homosexuality 94 . Especially compared with China, their land area is smaller, and even rural areas are more vulnerable to the radiation effects of economic development and developed cities, but not so. Therefore, on the one hand, because of the unbalanced development in large areas, different regions have different degrees of compliance with social traditions; on the other hand, China is still a developing country in general, and the developed regions have relatively lower economic radiation to the backward regions, as well as the radiation of social atmosphere. Although practices of homosexual sex were often in ancient China, it is more like the privilege of the ruling class95. They are more likely to have homosexual activities when they are married and have children, which also shows the great influence of this tradition. Even in modern times, ‘Compulsory heterosexuality’96still dominates Chinese society, Since the advent of post-socialist regimes, there has been a resurgence in the emphasis on individuals' obligation to procreate and perpetuate the patrilineal lineage through marriage97, as I mentioned in the previous chapter.   Many gay parents require their children to get married and have children, and claim that this is a responsibility, but also an account to society. Especially in rural areas, traditional notions of family life remain dominant, in this case, most LGBTQ people still seriously closeted98. Overall, Chinese traditional Confucianism emphasizes the harmony between yin and yang, the integrity of the family,  93 Sang, “Emerging Lesbians”, P122., Self translated by Gaoze Cen, Original: “在 1920年代之后,赞颂同性之爱的论述变得愈来愈弱, 负面观点的论述则占据了主流地位” 94 Smith, “Attitudes Towards Homosexuality”, P4. 95 Wu, Homoerotic Sensibilities, P33. 96 Rich, “Compulsory Heterosexuality”, P11. 97 Wu, “Gender Discourse”, P158. 98 Li and Zheng, “Public Attitudes”, P146.  59 and the observance of social order. As a child, the most important responsibility is to continue the family by getting married and having children. Being gay means that children refuse to play the role of parents and are unable to pass on their generations, this is not accepted by families and society99. These obligations in some ways, are more important children’s personal desires and preferences100. At the same time, it is also related to the Filial Piety culture of China, which is an essential value of family life and social standard in ancient China101 and has been continuing to this day. Filial piety culture requires children to listen to their parents, meet their parents' needs, and take care of their parents when they are old. Yeh and Bedford102 theorize that “filial piety as a social fact has dual dimensions: it is both reciprocal and authoritarian”, which is true, and this filial piety culture is persistent and mandatory, especially because of the social atmosphere in China. If you are an “unfilial” person, you will be criticized by your relatives and friends. The pressure of filial piety culture can be said that every Chinese is born with and has been indulged in this social atmosphere for a long time, which makes parents' wishes more urgent when they are old, especially to meet their “first wish” of getting married and having children. In this case, negative sentiments regarding one's own gay and lesbian identity often arise from parental pushy attitudes towards marriage and the prioritization of filial values103, especially the homosexual people in rural areas. Therefore, moving to big cities is not only for a better life, but also for a short time to get rid of the pressure from families and relatives. At the same time, because of the deep-rooted filial piety culture, it may also lead to the subsequent population returning to the countryside. Although there are many reasons, for example, the work pressure in developed cities is higher, or it is easier to work back home. But it is hard to keep kinship and queer identity from the notion of mobility in this process 104 ,and it also demonstrates the significant impact of culture and identity on homosexual migration.  The neglect of homosexuality in Chinese society is an important reason that affects the self-identity of homosexuals. At the same time, the voice of the whole society is dominated by traditional  99 Liu and Zhang “Homosexual Identity”, P411., Self translated by Gaoze Cen, Original: “无法传宗接代, 这是不被家庭和社会所接受的” 100 Whyte, “Filial Obligations”, P106. 101 Kai et al., “Chinese College Students’ Attitudes”, P3. 102Yeh and Bedford, “Filial Piety Model”, P216. 103 Hu and Wang, “LGB identity”, P670. 104 Wei, Queer Chinese Cultures, P30.  60 heterosexual values. Therefore, in ordinary life, many people and cultural expressions are intentionally or unintentionally leading people to become heterosexual, which is no different from creating difficulties for homosexuals in their self-identity, and at the same time, they have split and tangled their identity. In particular, Chinese society is a patriarchal society, identifying as gay would destroy the masculine role, as masculinity in China is largely performed in society, and meanwhile despise the women role, which gay would be counted into women role105. At the same time, this has caused gender attacks. Because the love for men can only be limited to girls, once boys show this tendency, they will be described as women and ridiculed, especially those gay men who have a preference for women's clothing and makeup.   Although with the development of the Internet and the deepening of personality diversification, more and more confident gay men use and fight back against these insulting terms, society has always feminized the behavior of liking boys and emphasized masculinity. Interestingly, as the concept of homosexuality is more and more mentioned in the society and homosexuality is more and more visible in the society, the behavior between boys, especially the relatively ambiguous behavior, is more and more amplified, and the society is more tolerant of homosexuality, but also becomes more sensitive. This has something to do with China's opening up to the outside world, because of the invasion of Western culture and the normal labeling of various behaviors, The result of such cultural collision in China has become different and radical, because Chinese society is more conservative and sensitive, for Chinese society, those radical homosexual movement and any other inappropriate desires still far from being accepted106.  3.4.2.3 Homosexual identity and education mobility  Homosexual identity is gradually formed on the basis of sexual identity107, which integrates personal self-image and the views of others or society on individuals108. This has led to the great influence of  105 Connell, Masculinities, P193. 106 Wang, “Chinese Affective Platform”, P518. 107 Tasker and Wren, “Understanding Difference”, P316., Self translated by Gaoze Cen,Original: “同性恋身份认同是个体建立在性认同基础之上逐渐形成的” 108 Cass, “Homosexual Identity Formation”, P231-232.  61 the social environment on gay self-identity. Since the social environment is still dominated by heterosexual ideas, the process of socialization will make homosexuals full of negative and derogatory attitudes towards themselves. Therefore, in addition to dealing with the fear and discrimination of homosexuals in the heterosexual dominated social environment, they must also deal with the homophobia that has been internalized into their self-cognition109. Therefore, in order to cope with more serious situations in rural areas, may cause “sexual migration”, from Carillo’s saying, “sexual migration, far from a normalizing process where migrants move for the purposes of biological and heterosexual reproduction, suggests that transnational movements enable queer practices, identities, and subjectivities”110. In China’s case, transregional gay migration can also be applied in this theory.   Compared with the earlier mobility due to economic reasons, the current mobility mode is more purposeful and proactive, which is more reflected in China's young homosexuals to a certain extent. In addition to work mobility, there is also a very important way of expression, namely, education mobility. In China, there is a nationwide college entrance examination, which is held once a year. It is called Gaokao (高考). Because this exam determines the future direction of many young people, especially for students in rural areas, getting into a good university is a change of fate, because for many people, getting into a good university can lead to better job opportunities. At the same time, many good universities are mostly concentrated in developed regions or cities, which gives many students in rural areas an opportunity to move to developed regions. Today, higher education still plays a positive role in social mobility111. The college entrance examination was resumed in 1977. At the earliest stage, because of the economic situation in rural areas, many people may give up the opportunity to enter the university and choose work mobility instead. However, with the transportation cost and the cost of going to school becoming lower, especially because of the higher rate of return on education investment, the Chinese government's emphasis on education and the expansion of the college entrance examination, more and more students in rural areas can move  109 She, “Homosexual Identity”, P148., “同性恋除了要应对异性恋主导的社会环境对同性恋者的恐惧和歧视，还必须应对已经内化到自我认知中的恐同主义” 110 Carillo, “Sexual Migration”, P61. 111 Chen, “Higher Education on Social Mobility”, P97., Self translated by Gaoze Cen, Original: “高等教育仍对社会流动起着积极的作用”  62 through the college entrance examination, The proportion of gay college students is increasing year by year112. Gay students can “escape” from their hometown through education mobility. Living in a developed city by studying at a university there, and then they can also take this opportunity to stay in the city where the university is located to work. Because the address of the university can be chosen independently, and also because more and more young homosexuals have a strong sense of self-identity, it is the most reasonable and economical way for them to move to developed cities through education. In general, economic development and the Internet and other new media help young homosexuals establish a sense of self identity at the initial stage and the education mobility gives them more opportunities to deepen this sense of identity and have more opportunities to choose their desired life and future development direction.  However, it is worth noting that in the early days, the rights of rural migrants were ignored, especially the differentiated treatment of rural children's education rights in the city. In particular, a series of institutional barriers at the core of the registered residence system still exist. Migrant workers are still discriminated against in terms of social security and welfare, working conditions, children's education, housing, etc., this restricts the mobility and employment of rural labor force113. As a result, many rural students can only study and take the college entrance examination in the place where their registered residence is located, which leads to the restriction of education mobility. If gay children of rural migrants enjoy the same rights to education in the city, they may identify themselves earlier than in the countryside or registered residence or enjoy a better social environment. However, at the same time, the so-called education mobility is dependent on the mobility of rural parents. In this case, the reason for escaping family pressure due to mobility disappears but not entirely. Therefore, compared with the mobility generated by college, there is still a huge difference in essence, that is, the right to choose mobility independently. Especially with the development of time, the continuous improvement of the registered residence system, rural children's educational rights in big cities are gradually improving, but always under the control of their parents. With the improvement of the  112 Li, “Gay Phenomenon”, P120., Self translated by Gaoze Cen, Original: “同性恋大学生的比例正在逐年呈现上升趋势” 113 Li and Yin, “Population Flow”, P26., Self translated by Gaoze Cen, Original: “以户籍制度核心的一系列制度性障碍仍然存在农民工在行业进入岗位获得工资报酬社会保障和福利, 工作条件, 子女教育, 住房等方面仍然受到歧视性对待，这制约着农村劳动力流动和就业 ”  63 college entrance examination policy in other places, more and more children of rural migrants in big cities can take the college entrance examination in non-registered residence places which means they also have chances to take college in other cities which in this case the direction of mobility from rural- urban to urban- urban. But for homosexuals, no matter where they take the college entrance examination, they always have the right to choose a city that is safer for them or has less social pressure through the college entrance examination. Therefore, the education mobility of higher education is more representative.  Politics  3.4.3.1 Government's influence on gay mobility  The impact of politics on homosexual mobility is multifaceted, but because of the particularity of politics, politics has a deep connection with economy and social culture. For example, the economic sector discussed earlier is fundamentally due to the change and openness of policies, so that the economy can develop rapidly, So in politics, I will pay more attention to emphasizing the role of government policies in guiding the public and thus the impact on gay mobility. Because of China's one-party dictatorship system, there is no such division in social political thoughts. For example, in the United States, even if it is a two-party system, there are huge differences and divisions in social political thoughts because of the differences between the left and right wings of political thoughts, and because of the excessive power of local governments, even if the social policies of the central government cannot be well disseminated, This is the reason why even though the United States has passed the gay marriage act, many states still discriminate against and bully homosexuals. The unity of social and political thought and the authoritarianism of the government ensure the influence of the government on the society, which can make people believe that if the government is willing, the public will accept the homosexual groups more quickly.   But a country's political policy is not only affected by the international political environment, but also by its own people. On the social level, because the Chinese government is too strong, many people  64 neglect that it is also affected by social groups and traditional culture, and the confrontation between policy and culture is not uncommon. Taking family planning as an example, the change of family planning policy is a challenge to traditional culture, so the implementation of the policy is under great pressure, and even later it needs to be enforced by the government. As for the Taiwan issue mentioned before, now with the legalization of same-sex marriage in Taiwan, the Chinese government will be more cautious about the formulation and implementation of homosexual policies. On the one hand, how to recover Taiwan, but on the other hand, if it is unified, Taiwan's reservation of homosexual policies will cause huge repercussions, not only nationally but also internationally. If the basic national policy of “one country, two systems” can be preserved, it will still have a beneficial impact on the gay community in the mainland. Taiwan is a topic of great concern to the whole Chinese region. The reservation of Taiwan's policies and systems in all aspects will be the concern of the whole people. In this case, the gay movement under political influence will have different changes. However, as early as the adoption of same-sex marriage in Taiwan, there had been heated discussions on homosexuality in Chinese Mainland, which shows that politics has a great impact on homosexual topic.  Since homosexual identity not only requires individual self-cognition and some sort of self-admission, but also requires the two-way effect of society and mainstream culture114. With the development of the economy and the Internet, the self-identification of homosexual individuals is becoming more and more simple and convenient, so the social and mainstream culture is also very important in this process. Although the traditional Chinese social culture does not emphasize the hostility to homosexuality, it magnifies the importance of marriage and childbirth, which leads to a generally unfriendly social environment for homosexuality. Therefore, in addition to the guidance of open non-governmental organizations to the general public, the government's guidance to society is also very important. First of all, China is not a traditional democratic country, so western countries believe that China is an authoritarian country, but authoritarianism circumvents party struggle and policy changes, thus making administrative efficiency and policy implementation more rapid and effective. So as Timothy said, “in non-democratic states, instrumental policymaking is quite common and not just  114 Li, “Gay Phenomenon”, P123.  65 limited to human rights issues”115, like the Soviet Union, for mitigating potential challenges from traditional Muslim leaders, there was a rapid expansion of women's rights across the central Asian territories. 116. On the occasion of the founding of New China, the Chinese government has improved the status of women, thus fulfilling the task of national development to everyone, not just men. Although China is still a male dominated society, women's rights are still improving.   So theoretically, the government's influence is enough to affect the public's perception. If they support homosexuality in policy, will the public's attitude towards homosexuality change? That's for sure. But first of all, even though Chinese government is powerful, but still hard to spread its influence on undeveloped region and some certain movements117. We talked about the implementation of family planning before, but in fact, the implementation in rural areas is far worse than that in urban areas or in backward regions than in developed regions, which results in different policy influences in different regions. Moreover, most of the leaders of the Chinese government are middle-aged and elderly people, so they are more likely to identify with and be influenced by Chinese traditional ideas than young people, those people who share same generation work in government mostly have comparable ideas of policies118. Of course, local government officials are even more so, which makes it more difficult for gay policies to develop. So from these two perspectives, whether the Chinese government supports homosexuality or not, it is difficult to change the mobility direction of homosexuality in essence, because the policy is difficult to change the deep-rooted traditional ideas in a short time, that’s why Hildebrandt said that “the right to marry will do little to challenge the larger social pressures that make life difference for LGBT China”. So on the whole, the mobility trend will be the same as the current trend. And the regional gap brought about by economic development is always there. In essence, it is difficult to change the choice of the population because of the two most basic ways of homosexual mobility: work and study.  3.4.3.2 Government's attitude towards homosexuality  115 Li, “Gay Phenomenon”, P123., Self translated by Gaoze Cen, Original: “由于同性恋者的身份认同不仅仅需要个体自我的认知以及承认, 还需要社会和主流文化的双向作用” 116 Massell, “Soviet Central Asia”, P186. 117 Jean, “China’s Transitional Economy”, P1134-1136. 118 Kai et al., “Chinese College Students’ Attitudes”. P12.  66  Chinese government holds a “no support, no objection” attitude towards gay issues, there is no national political discourse on LGBTQ matters, and there is no designated Ministry specifically tasked with addressing LGBTQ matters which relate to gender identity and sex orientation119, this might reflect the Chinese government's indifference to the topic of LGBTQ. In particular, it is common in China that censorship runs over120, among of them, media censorship on LGBTQ content and other controls on social discourses have kept public 121, although there are various ways to evade censorship on the Internet, the state-controlled media and television stations have completely prohibited gay related content. In March 2016, despite greater public acceptance of the LGBTQ community, China’s State Administration of Radio Film and Television (SARFT) somehow announced that the portrayal of homosexual characters on television shows will be further banned122. These are just the most basic channels for the public to understand. Hence the majority of LGBT-themed media products and publications are primarily independently produced and have limited circulation beyond the LGBTQ community123.   To a certain extent, because the government does not support or even prohibit the topic of homosexuality, it has affected the understanding of the people in backward areas of China about homosexuality, from this perspective, it has affected the understanding or tolerance of homosexuality in backward areas, thus affecting the direction of mobility. In recent years, the Chinese government has become increasingly strict in its censorship of the internet social media. For example, on the evening of July 6, 2021, the WeChat official account of LGBT student associations or interest groups in Tsinghua University, Peking University, Fudan University, Renmin University of China and other universities was stopped by WeChat (the most popular social chat software in China), all content was blocked, and the account name was changed to “unnamed official account”124. This, to some extent, expresses the opposition to homosexuality. However, Chinese citizens who wish to participate in public discussions, express their opinion and attitude toward government on policy making, and social  119 UNDP, Being LGBT in Asia. P11. 120 King, Pan and Roberts, “Censorship in China”, P326. 121 Elaine and Wang, “Same-Sex Marriage”, P3. 122 Li, “TV play regulations”. 123 Jeffreys and Yu, Sex in China. P64. 124 CAN, “Collectively Deactivated”.  67 media is one of their most important mediums 125 , especially for LGBTQ issues. but what the government is doing right now is trying to reduce this kind of topic in public.  As China gradually enters an aging society, and with the insistence and advocacy of the fertility policy, homosexuals, as a group unable to bear the responsibility of childbearing in society, may face more stringent censorship and control and strengthen the publicity of traditional culture, especially fertility culture. The backward areas are most directly affected by the government media, which will lead to the lack of popularization of homosexual knowledge in these areas on the one hand, and more insistence on traditional ideas and fertility concepts on the other. From this perspective, the direction of homosexual population mobility will not change.  3.4.3.3 The influence of the totalitarian nature of the Chinese government  But we cannot ignore the particularity of the totalitarianism of the Chinese government. Although I mentioned earlier that the government will not change the direction of homosexual mobility under the condition of normal stable national development, because of the dual nature of totalitarianism, the government and government policies can affect the economy, population mobility and even homosexual mobility in many dimensions. The most classic example is the preferential policy of the Chinese government towards Shenzhen, which makes Shenzhen, as a special economic zone city, achieve rapid economic growth. Therefore, as a totalitarian government, the government can, on the one hand, mobilize various resources including population resources with faster advantages to improve efficiency, and on the other hand, if the policy deviates from reality, it will cause backfire.   The COVID-19 crisis in 2020 is a very recent example. The compulsory control of mobility from the beginning has kept the number of COVID-19 infected people in China at a low level, which has eased the medical pressure in China to a certain extent and has guaranteed the life safety of most people in the unknown situation of COVID-19, which is based on the totalitarian pressure of the government. But then, with the in-depth understanding of COVID-19 and the invention of the vaccine, COVID-19 did not have the original destructive power. The Chinese government gradually opened the  125 Gleiss, “Minimal Politics in China”, P515.  68 mobility policy, but it has always blocked the city and the area because of a small number of COVID-19 cases. For various reasons, the government has always adhered to the “zero covid policy”, which has strict restrictions on mobility and mandatory requirements for nucleic acid testing, even for all kinds of mobilities in big cities, there are great constraints, such as forced home isolation and the way of blocking the city and the community to control the spread of virus. In a sense, this has broken the main impact of the economy on mobility and made the national will control the development of society. So as long as the Chinese government is willing, it can change the stigmatization of homosexuality in China from the legal level through the promulgation of policies, and give more social protection to homosexual groups, which we can also reflect the great influence of the totalitarian nature of the Chinese government (maybe) on homosexual mobility through this recent event.  3.4.3.4 The impact of the pursuit of international influence on the Chinese government  In recent years, with the Chinese government's emphasis on international influence and reputation, the government is increasingly facing criticisms and answering them instead of holding a vague attitude and avoiding them126. But it has been said before that the Chinese government's attitude towards homosexuality is vague, which involves the stability and development of the international reputation and the domestic social economy. So even if Hildebrandt said that “same-sex marriage legislation could be used strategically to improve China's human rights reputation and in order to rebuke foreign criticism of its human rights”127, but from the overall point of view, it is difficult to change the social atmosphere in backward areas in a short time. For example, although Italy is a developed country, it is seriously affected by Catholicism, so traditional ideas are relatively serious. The more economically backward regions, the more hostile they are to homosexuality, Confucian somehow can be considered as a proxy for religion128.  Therefore, in this case, political support for homosexuality may help homosexuality win a better social environment, but the general direction of  126 Hildebrandt, “Same-sex Marriage in China”, P1324. 127 Hildebrandt, “Same-sex Marriage in China”, P1333. 128 Hildebrandt, “Same-sex Marriage in China”, P1319.  69 homosexual population mobility will not change.                        70 Chapter 4: “Back Mobility”  Back Mobility in different senses   Generally, “back mobility” is very common in large population mobility activities. Although most of the rural population choose to go to urban development for better employment and income, there are also many people who choose to return home. China has experienced a shortage of migrant workers for a period of time, mainly because of the low wages, high labor intensity and poor working environment of labor-intensive enterprises in large cities. These enterprises are often the first choice of migrant workers. Especially with China's entry into the WTO, the economy has developed rapidly. Under the background of economic globalization, the competitiveness of labor-intensive industries in big cities is relatively lower and lower under the circumstances of industrial upgrading and transformation. With the increasing labor costs in the eastern region, and the rapid development of transportation, the labor-based industries have accelerated to shift to the east and west.   With the continuous increase of the mobility population in big cities, a large number of migrants have made challenges to the carrying capacity of the infrastructure in big cities. With the deterioration of social order and fierce social competition, especially in the labor market, local governments in developed cities and even in developed regions tend to control migration and mobility more strictly to reduce their scale129. The most obvious example is the urban and rural registered residence system. In order to select the labor force or practitioners who come to developed cities for employment, development city’s governments have different requirements for  the acquisition of registered residence, and the purpose is to select practitioners who can provide or produce high value, such as college students and overseas students, who are more competitive in high-tech industries. The traditional labor force does not have such advantages. At the same time, because of education, housing and other basic differential treatment, more and more workers choose to return. With the  129 Cai, “Population Migration”, P15., Self translated by Gaoze Cen, Original: “随着社会秩序的恶化以及激烈的社会竞争尤其是劳动力市场上的竞争, 发达城市甚至的发达地区的地方政府倾向于对迁移和流动进行比较严格的控制，以减小其规模”  71 rapid development of the eastern economy, the Chinese government has gradually shifted more policies and industries towards the central and western regions. The employment opportunities created by the economic rise of the central and western regions have allowed more workers to choose to work in the province. The rural labor mobility has formed a pattern of coexistence of trans-regional mobility and local transfer, which is also accompanied by the return of the rural population in the eastern region. Because of the diversity of gay groups in China, it can be believed that a large part of the “back mobility” of gay groups will be based on these reasons.  Even in most cases, gay men living in developed areas will choose to live in big cities because of social openness and family pressure. But at the same time, the competition in big cities is very fierce, and the pressure for survival is even greater. Therefore, many people will choose to return to their hometown for development. First, many backward areas begin to develop, and there are more employment opportunities; Moreover, the competition in their hometown is not as big compared to more developed cities, so it will be easier; Finally, they can go back to their hometown to develop, so they can accompany their parents more. For homosexuals, this is often difficult to choose. On the one hand, it is because of the importance of family in Chinese culture, although the family concept of the younger generation is not so serious. And going home for development means that they will be more relaxed materially, because they have parents to help them, and generally speaking, the price level in their hometown is not as high as that in big cities; On the other hand, returning home means that you can't express yourself freely, because most homosexuals haven't come out. According to a 2016 UNDP survey by Longarino, “less than five percent of LGBT people are fully out at school, work, or in their religious community, while about fifteen percent are out to their families”130. Even though different research institutions have different proportions, the proportion is still quite low.   There are many reasons for back mobility, like rural migrant laborers need to encounter cultural discrimination, and always be involved in a socially constructed category that is frequently stigmatized and closely linked to negative perceptions of educational shortcomings, escalating crime rates, and societal instability131, like if rural residents migrate to the cities, their rural registration  130 Longarino, LGBTQ People in China. P7. 131 Yan, “Neoliberal Governmentality”, P502.  72 status faces many troubles to services and rights132 as mentioned before. This kind of influence is widespread, and homosexuality will also be affected, so the progress made by the LGBTQ elite-led movement, such as visibility and social acceptance, have not yet benefited underclass LGBTQ people especially the rural queers133, which they will feel excluded.  Marriage is not the main reason for “back mobility” in this era of extremely frequent mobility, because marriage does not mean staying at home to live and work, which does not cause conflict, but it does not rule out those who stay at home because of marriage because there’s many cases of that, but generally marriage is not the reason for restricting mobility, not mention for homosexuals. For homosexuals, there are generally two ways of marriage, namely, marital fraud and cooperative marriage. Although the number of homosexuals who choose to marital fraud is large, it is mainly concentrated in older homosexuals, because they are more severely bound by traditional thinking than young people, they choose to enter heterosexual marriage because of family pressure and social pressure, but because they are older, So the first possibility is that they stayed in their hometown and developed in their hometown because of marriage, while the other is that they settled in a big city and lived in a big city with their “wife” and settled down. Regardless of the two cases of “marital fraud”, the possibility of “back mobility” involved is very small. The homosexuals who choose “cooperative marriage” are trying to avoid the family pressure for marriage. They usually choose a lesbian who can be trusted and who faces the same situation as them and wants to get married just to deal with their parents’ pressure. In this case, they will not choose “back mobility” for marriage in essence, because marriage is only a way to escape pressure, and their self-identity will be stronger, therefore, they will be more willing to stay in big cities rather than choose to return home. Although some homosexuals will return to their hometown to have “actual marriage” or “cooperative marriage” and stay, marriage is not the reason for returning to their hometown in essence, but more because of economic or social culture, such as filial piety culture. Therefore, for homosexuals, marriage is difficult to have the ability to directly affect their return, because marriage is often only a form.  Therefore, the “back mobility” factors are also generally discussed from the political, economic and  132 Chan, “Chinese Hukou System”, P204. 133 Liu, “Empowerment of Rural Migrant”, P178.  73 cultural perspective. From the political point of view, we know how much influence national policy has on mobility. We have said that 15 million urban youth have been sent to the countryside because of class struggle. However, in contemporary society, this kind of compulsory and contrary policy to the right to human development will generally not exist again. Instead, it is more inclined in economic policy, such as the housing subsidy or loan interest reduction for backward areas, and more directly, such as the preferential policy for the development of backward areas, allowing more people to work or develop in this area, while the policy support for gay protection is still far away. In terms of economy, as mentioned above, there are generally differences in social and economic pressure. The most important ones are economic pressure, job opportunities and living environment, this is another important factor of “back mobility” despite the culture. This survey mainly focuses on the impact of social culture, such as the local social environment, but the most important survey factor is the family culture and the pressure from parents. If they are single children, parents will be more willing to keep their children around with them, so that they can take care of each other. Even if they are not single children, these people may choose to go home because of filial piety, because filial piety culture is not only from a requirement of oneself but is also a morality standard under the influence of the whole society. To some extent, this influence transcends the obstacles of space, so investigating the influence of social culture on the “return” of homosexual groups can, on the one hand, show the shackles of traditional Chinese culture on homosexuals and even the whole social group, on the other hand, we can deeply understand the attitude of homosexuals towards traditional culture and the ideological confrontation in the new era. As culture reasons and characters being a stable part in Chinese history somehow have different expressions under different scenarios, for nowadays, under economically stable scenarios (or let’s assume that way) and great ideological transformation scenarios, how traditional culture changing towards homosexuality is interesting and important. Especially those cultural scenarios that are interpreted by homosexuals which can be more persuasive for the future mobility trends.       74 Method  4.2.1 Preparation  The method I chose was a questionnaire survey rather than an individual interview, because it is difficult for individual interviews to represent the group's ideas. The goal is to investigate the trend of potential “back mobility” under the influence of culture. In particular, individuals under the influence of culture are both objective and subjective, so we need questionnaire to survey most people’s ideas, which is “the collection of information from a sample of individuals through their responses to questions”134, because on the one hand, I need to analyze the possibility of their “back mobility” under social and family factors through the answers of these individuals, and on the other hand, I need to analyze these data to show the impact of cultural factors on gay groups and even society, surveys are frequently used in social and psychological research135, which as Ponte thinks that “purpose of this type of survey research was to obtain information describing characteristics of a large sample of individuals of interest relatively quickly”136 , which is more suitable for the collection and analysis of information in this paper.  Because I am in Italy, I cannot conduct offline surveys in China, so this survey is online. I use the Chinese questionnaire software, which has complete functions and ensures various functions I want to involve. Thankfully, the questionnaire survey on homosexuality can be carried out smoothly and released, which shows that the Chinese government has no special prohibition on homosexuality, at least not so many restrictions on academic discussion. The word “homosexual” is prohibited on social media, so there are many words to replace it. In the questionnaire, the word “homosexual” is not censored and prohibited. At the same time, because this questionnaire can automatically help you analyze and sort out data, the whole process of data processing is relatively easy and intuitive.    134 Check and Schutt, Research Methods in Education, P160. 135 Singleton and Straits, Approaches to Social Research, P383-384. 136 Ponte, Understanding and Evaluating Survey Research, P168.  75 4.2.2 Participants and how to disseminate it  Given the convenience of the network and the author can not be presence in China, so the Internet is a better choice. There are many ways to spread questionnaire on Internet, such as the mainstream media platform: Weibo(微博), where there are many netizens and homosexuals. At the same time, I can also choose to spread via Chinese gay dating apps, but this is relatively harsh. In dating app, personal information needs massive exposure to have the opportunity to spread questionnaires. In this case, I chose Weibo and WeChat. As the largest chat software in China, WeChat has a wide audience. First group of participants I choose to spread is through my WeChat gay male friends, and then ask them for helping spread. There are some people who care about their own private information choose to refuse. Second, spread on Weibo, Most of the gay men within my circle of friends live in developed cities, I met them in developed cities, such as Shanghai and Guangzhou which is interesting because many of them are from backward areas, which is very suitable with the requirements of this questionnaire. Weibo is  the largest information acquisition software in China, but the survey spreading depends on personal influence and system recommendation, which also is the reason why I didn't choose TikTok, because TikTok’s strict censorship system may allow this questionnaire to upload but won’t show to most people. I don't have many restrictions on age, it can be predicted that most of the participants in this questionnaire are young people, and the proportion of middle-aged people will be relatively small. On the one hand, middle-aged homosexuals are more affected by culture, so that “back mobility” is more likely happen on them; on the other hand, compared with young homosexuals, they have worked in big cities for many years, and have more financial bases to stay in big cities. And we can analyze the attitude of middle-aged homosexuals towards self-expression, and from which can reasonably guess the idea of “back home” of middle-aged and elderly homosexuals. The attitude of young people can be more representative towards “back mobility” in the future. The reason for not choosing lesbians, on the one hand, is that the visibility of lesbians is not as high as that of gay men, and their data is more difficult to collect; On the other hand, given that there’s different reasons between gay and lesbian, focus on one group is easier to analyze. In addition, in the later analysis of the questionnaire data, I will retain the respondents' answer data and the specific content behind them, because these answers are also valuable for cultural attitudes.   76 I have also published this questionnaire in Internet forums and other places to increase the data sources, but the reality is that it has little impact. Because online fraud and illegal information collection are constantly occurring on the Internet, people instinctively have resistance to data collection questionnaires. There are many advantages of online dissemination, such as increasing the volume of data which improves the reliability of data analysis. But there are also disadvantages. For example, it will have many invalid data, especially the resistance from sensitive people who are against gay topics and disrupt the normal collection of data. From further data collection, I already found out a lot of invalid data, which will lead to the need for more detailed investigation and the data checking.   4.2.3 Question Setting  Because the purpose of the survey is mainly to see whether gay people choose to return home because of the pressure of social culture and family culture in the hometown, it will inevitably involve the comparison between the social environment of the hometown and the environment of the big city, and my question will be more based on these aspects. For example, “Do you think your hometown is gay friendly?” This is a relatively direct question, but it can directly reflect the respondents' feelings about their hometown environment. This survey consists of 11 questions, 10 of which are multiple-choice questions and I have set up a text for the respondents to explain what’s the reason behind it. This allows the questionnaire not only to analyze the results from the data, but also to explore the causes of these answers through those explanations, especially in terms of social and cultural factors. The last question is an open question about whether they will choose fraud marriage or whether they will choose cooperative marriage, even though it is difficult for the respondents to state whether they are willing to choose cooperative marriage, but through their attitudes towards marital fraud and cooperative marriage, We can deeply understand the attitudes of gay men towards social and family pressure in principle and whether they will compromise, so as to reflect their potential action of “back mobility”.  I originally set more questions, although to some extent, I can analyze the impact of culture on  77 mobility and the idea of future return in a more multidimensional way. At the beginning of the first version of the questionnaire, I sent many gay friends for correction and feedback, and many people reported that there were too many questions. They said that this would not only lead to the resistance of participants to questions and reduce the quality of the questionnaire, but also not easy to spread online, because everyone would like a more concise questionnaire, so finally I chose 11 more representative and direct questions. In addition, an elderly gay friend said that marriage is of great importance to traditional culture, so this question can most intuitively feel the contradiction between homosexuality and family, so he said that the question about marriage finally existed in the questionnaire and appeared in a subjective way of reply, because it can more explore the ideological struggle of homosexuality against cultural contradictions.                 78 Survey result  4.3.1 Data filtering  After 40 days of data collection, I received a total of 120 surveys, and after removing the invalid ones, there were 110 valid ones left. It is worth noting that because the main purpose of the questionnaire is to investigate the stability of homosexuality in developed cities and the possibility of choosing “back mobility” under the influence of traditional culture, so it is necessary to make sure that respondent’s hometown is undeveloped. But at the same time, because the definition of developed regions is too broad, the cultural environment of developed regions is relatively ignored. By definition, economically developed regions mainly refer to regions where the three main economic indicators of per capita GDP, per capita fiscal income and per capita net income of farmers are higher than the average level137 . However, as mentioned earlier, although Japan and South Korea are economically developed, they are still conservative in terms of culture. This situation is also common in China, the social environment of many developed regions is backwards and conservative, this is because the industries in developed regions are different, so the people attracted to these regions are different, as a result the social atmosphere formed is also different. For example, the industries in developed cities are diversified and more international, and there are many colleges and universities. So developed cities can always attract more “educated” groups and young generation in terms of working and studying. However, some cities in developed regions, although economically developed, need more workers such as factory workers because of single and simple industry, such as some industrial cities. In this case, more “uneducated” groups may choose to work in that kind of city, and the local traditional culture may not be substantially influenced or impacted, so the social atmosphere will still be conservative and backward. Therefore, this broad statement of developed regions cannot be covered as the destination of (most) gay mobility. So although this thesis mainly aims to investigate the direction and underlying causes of homosexual migration in China, as well as the potential “back mobility”, within the context of cultural factors, but as mentioned above, because the cultural level of developed regions is also uneven, the result of the migration situation in those areas will also be  137 Wang, “Economically Underdeveloped Areas”, P29, Self translated by Gaoze Cen, Original: “从定义上来说经济发达地区主要是指人均国民生产总值、人均财政收入、农民人均纯收入三项主要经济指标高于平均水平的地区”  79 more complex, or because of the high level of economic development, which also urges many homosexuals to stay in the region even under greater social pressure, because of economic and other reasons, Therefore, the direction of this thesis is more inclined to the mobility of rural homosexuals to cities. Therefore, although some participants' hometowns are located in developed areas, they come from rural areas and other relatively conservative areas. I also put this kind of mobility into our effective data, but I deleted the data in different areas of the same city. Under these circumstances, there are 88 data left, the participants of these data have a history of mobility on the one hand and feel the huge social and cultural environment on the other hand, so they can better represent the future trend of homosexual migration from underdeveloped areas under the influence of traditional culture.  4.3.2 Basic Data  First of all, in terms of the distribution of residential cities, they are mainly concentrated in coastal areas, which are subdivided into Guangdong Province in the south and Shanghai and Zhejiang Province in the east. This is because the spread of data starts from these places, so the proportion of participants in these places will be larger, but according to the previous chapters on the mobility direction, these data are very realistic, Because the Pearl River Delta in Guangdong and the Yangtze River Delta led by Shanghai are the two most economically developed regions in China, and these regions are dominated by developed cities such as Guangzhou, Shenzhen, Shanghai and Hangzhou. Because of their rapid development and strong economic strength, many enterprises, especially foreign enterprises, attract many young people in these developed cities, and their social environment is open, it is the first choice for gay people in many rural areas in the central and western regions. However, the economic development in the north is relatively poor. Only Beijing has strong economic strength and an open social environment.  From the perspective of the participants' hometown, the data distribution is more extensive, but it can be seen that the homosexual groups in the central and eastern regions are the main moving groups, and the moving population is more than that in the western regions, while the moving population in the southern region is more than in the northern region. In particular, we can see that Guangdong is one of the provinces with the largest number of residential destinations. At the same time, there are  80 also many participants from Guangdong, which is due to the extremely unbalanced economic development of Guangdong, the economic development of urban agglomeration around the Pearl River Delta is better than that of other regions, and the gap is very large. The social environment in the Pearl River Delta is more open because of the proximity to Macau and Hong Kong, which leads to the concentration of homosexual population in the backward areas of Guangdong Province in the Pearl River Delta cities, especially Guangzhou and Shenzhen, the two first-tier cities. Zhejiang Province, as one of China's strong economic provinces, also has a relatively large number of participants, because on the one hand, Zhejiang Province is a large commercial province, with a large population going out to do business and an active movement of commercial population. On the other hand, even though the overall economic situation of Zhejiang Province is good, it is not linked to the development of social culture. Most areas of the province are still very discriminating against homosexuality, so the gay movement is taken for granted, the mobility direction is mostly Shanghai and Hangzhou, two big cities with developed economies and an open social environment.  The average age of this data is 28 years old, and more than 95% of the participants have bachelor's degree or above, so it can be said that most of the participants have received relatively good education, so objectively speaking, the data can more intuitively show the impact of traditional culture on educated homosexuality and society, such as whether the educated group will be more resistant to traditional culture or surrender. At the same time, 70% of the respondents came to big cities because of work, and 20% continued to study, which is also consistent with the average age, and also consistent with the previous conclusion that work mobility and education mobility are the main means of mobility in China at this stage, and the proportion of education mobility may be higher in the younger age group.  In general, the sample of this data is relatively young, and most of them belong to young people working in developed cities. Such data has advantages and disadvantages. The advantage is that through the analysis of these samples, we can better understand the attitude of young people working in developed cities towards traditional social culture and “back mobility”, and also better understand the idea of the future rural gay population in cities about “return”. But at the same time, because of age restrictions and different cultural influences, it is difficult to analyze the idea of “back mobility” and other objective uncontrollable factors of middle-aged and elderly homosexuals.  81  4.3.3 Questionnaire Data Statistics  The first question is “Do you choose to leave your hometown because of your sexual orientation?”. This is a question for young homosexuals. Because they established their identity earlier than other groups, they are more inclined to leave when the social environment in their hometown is not friendly. For most people, it is also very reasonable to choose to leave because of the ambiguity of sexual orientation or the simple economic reason. So according to statistics, 38.64 percent of respondents said they chose to leave their hometown because of their sexual orientation, while 54.55 percent said “No”, and 6.82 percent said, “Not clear”. In this questionnaire, the respondents can choose to fill in the specific information voluntarily, while most of the respondents mentioned that family pressure and traditional constraints, especially the oppression of social environment, make them want to leave, most of the respondents who chose “No” and “Not clear” said that they had a vague understanding of their sexual orientation and had more job opportunities in developed cities. With the development of society, the self-identification of homosexuals in rural areas will accelerate. If the social environment in their area is still backward, the proportion of people who choose to leave their hometown due to their sexual orientation will increase.    Fig. Gaoze Cen. Survey: Gay man mobility in China.   The second question is “Is the social environment in your hometown gay friendly?”. Among them, 3.41 percent of respondents thought “Friendly”, 46.59 percent thought “Unfriendly”, 36.36 percent  82 thought “So-so”, and 13.64 percent chose “Unclear”. Although hardly more than half of the respondents considered unfriendly in terms of data, it was found through sorting out the specific situation that, The respondents who chose “So-so” simply tied the number of homosexuals in the dating app to the social environment, and ignored people's attitudes towards homosexuality in life, but at the same time, some respondents said that many people hold the attitude of “it's nothing to do with themselves”, which makes it difficult to judge the true attitude towards homosexuality. Among the respondents who chose “Unclear”, on the one hand, they did not have deep feelings because of their academic reasons, and on the other hand, they did not specifically mention the topic of homosexuality in their daily life. But in general, through the analysis of the specific situation, the social environment in most areas is not friendly to homosexuality or ignored. If we limit our answers to “Friendly” or “Unfriendly”, I believe there will be a higher proportion of “Unfriendly”.  Fig. Gaoze Cen. Survey: Gay man mobility in China.  The third question is “will you be more willing to show your own sexual orientation in a big city”. This question is to understand the impact of the social environment on the expression of your own sexual orientation. 71.59 percent of the respondents chose “Yes”, while 25 percent and 3.41 percent chose “No” and “Unclear”. This data directly shows the different attitudes of homosexuals between urban and rural areas. Most respondents believed that big cities have a more inclusive social environment, so they are willing to talk more about their sexual orientation. At the same time, a considerable number of respondents said that big cities are far away from their hometown, and they do not care about their parents and relatives, so they have less pressure. The respondents who chose “No” said that they were always careful not to be exposed, and some respondents were afraid of  83 discrimination in life and in the workplace. A small number of respondents who chose “Unclear” said they were still struggling with the impact of sexual orientation on their lives. However, from the data, it can be found that the vast majority of homosexuals prefer to show their identity as homosexuals in big cities, but at the same time, due to the indifference of the Chinese government to homosexual groups, many homosexuals are afraid to “Come out” in other life scenes such as work.   Fig. Gaoze Cen. Survey: Gay man mobility in China.  The fourth survey question is similar to the third one: “Will it be easy to live in a big city compared with your hometown?”. However, it was later found that the meaning of this question was too broad in terms of setting, so even though I indicated the purpose of this questionnaire at the beginning of the questionnaire, there were still many respondents who answered questions other than social culture. Of all the respondents, 65.91 percent chose “Easy”, 27.27 percent and 6.82 percent thought “Not easy” and “Not clear”. Among the respondents who chose “Easy”, the answer was almost the same as the previous question. They believed that big cities were more open, inclusive and free, and would not be urged to marry, and the culture was more diversified. Most of the respondents who answered “Not easy” and “Not clear” said that the pressure of life in big cities was huge, and the prices were high. But the answer that attracts my attention most is that they feel a low sense of belonging in big cities, because this answer can be one of the reasons that affect “back mobility” from a cultural perspective. From the answers, we can see that most of the “Not easy” respondents are talking about the pressure of life and the price level in big cities. From a certain point of view, big cities are more tolerant of homosexuality in culture, because they do not talk about this pressure. So we can assume that big cities are more tolerant of homosexuality, and they are not as big as their hometown in terms of social pressure. But we can understand that, as we talked about before, life pressure and economic reasons  84 are one of the great driving forces of homosexual “back mobility”.   Fig. Gaoze Cen. Survey: Gay man mobility in China.   The fifth question is “If the openness and social and cultural environment of your hometown are the same as those of big cities, would you choose to go back to your hometown for development”. The purpose of setting this question is to put aside the backward social environmental factors and the impact of family on homosexual life. Of all the respondents, 37.5 percent said they would choose to return home, 44.32 percent said they would not, and 18.18 percent said they were not sure. Compared with the above data, even though most of the respondents feel that the social culture of developed cities is more inclusive, still more respondents would choose to go back to their hometown. Through the understanding of the situation, most of the respondents frankly want to go back to take care of their parents and miss their hometown, which also shows that the pressure of life in their hometown is relatively relaxed in large cities. The respondents who did not want to go back said that even because of the enlightened social environment in their hometown, it did not mean that the pressure from relatives, friends and parents in their hometown would be reduced, which made them flinch. At the same time, they mentioned freedom again. In a sense, family is a constraint on their self-cognition. The interviewees who chose to be uncertain expressed their own contradictions: on the one hand, they wanted to take care of their parents, but on the other hand, they were not willing to compromise the secular pressure. So we can find that even if we put aside the oppression of the social environment on homosexuality, family relationship is also an important factor that affects the mobility of homosexuality, because the emphasis on filial piety culture in traditional culture has put many homosexuals in a dilemma.  85   Fig. Gaoze Cen. Survey: Gay man mobility in China.  The sixth question is “Are your parents very traditional people?”. 82.95 percent of respondents said their parents were very traditional, 10.23 percent and 6.82 percent said “No” and “Not clear”. This result is also expected. The majority of respondents from rural areas have very traditional parents, which means that they are more under pressure from their parents and their mobility behavior will be more vulnerable to family factors.    Fig. Gaoze Cen. Survey: Gay man mobility in China.   But at the same time, it is quite surprising that in the next question, I mentioned “will you choose to return to your hometown if your parents ask you to”, 82.95 percent of the respondents said they “Won't”, 9.09 percent and 7.95 percent said they “Will” and “Not sure”. Many respondents who said “No” talked about their parents’ control of their lives and their dissatisfaction with the social environment in their hometown. It is worth noting that many people also use the word “selfishness”,  86 because in traditional Chinese culture, people who are not willing to bear family responsibilities regardless of their parents' ideas are selfish, which shows the fierce collision between social culture and modern personal thoughts. Those who choose to go back all show their respect for their parents and their feelings toward their family. For those who choose to be uncertain, their reasons are also very simple. They not only want to consider their parents' requirements, but also want to have their own life instead of living a so-called “normal life”. They are wondering whether there is a way to have the best of both sides. But in general, most people prefer to stay in big cities and live the life they want, even if they may receive pressure from their parents.   Fig. Gaoze Cen. Survey: Gay man mobility in China.   Therefore, I am thinking, if the pressure of parents is reduced, how much impact will it have on the mobility of rural homosexuals? So my following two questions are interlinked, namely, “If you have the opportunity or the time is ripe, will you choose to come out with your parents” and “If you come out successfully, will you choose to go back to your hometown for development”. Through the statistics of the respondents who want to come out, we can understand the respondents' attitude towards the future family relations, because if they choose not to come out, in general, in addition to the homosexuals themselves fear the pressure from their parents, they will be subjected to greater family pressure in the future, and they are more likely to compromise in these pressures. The homosexuals who come out of the closet successfully have the support of their parents to a certain extent, so they will be more willing to go home to honor their parents. Although there will be social pressure, the pressure from their parents will be reduced. From the data of wanting to come out, 57.95 percent of respondents chose to come out, 28.41 percent of respondents said they would not come  87 out, and 13.64 percent of respondents said they were “uncertain”.    Fig. Gaoze Cen. Survey: Gay man mobility in China.  Most respondents who chose to come out said they did not want to live in a “cabinet” all their lives. They hoped that their parents could understand and support themselves and they did not want to lie to their parents all their lives. The respondents who chose “No” and “Uncertain” said they feel that their parents could not accept themselves and are unwilling to take the unknown risk. There are also respondents who are afraid of their parents getting injured and do not want them to bear too much social pressure. They feel that this is irresponsible to their parents. Although more than 50 percent of respondents would choose to come out, 76.14 percent of respondents said that even if they came out successfully, they would not choose to go home. Because they always feel that the backwardness of the social environment aggravates their sense of guilt about their family, and the public opinion from their relatives and friends makes them, especially their parents, more stressed, so they don't want to let themselves and their parents bear these pressures. Another part of the respondents said that even the success of coming out to their parents does not mean that their parents can fully accept themselves, and the unfriendly environment around them will make parents more worried about them. 14.77 percent of the respondents chose to return to their hometown. They believed that they could take better care of their parents in their hometown under the acceptance of their parents, and they could have a more stable life compared with big cities. And under the understanding of parents, they do not need to bear the pressure of forced marriage and childbirth in the future. 13.64 percent of the respondents said they were not sure because it was difficult to measure the changes of their parents and their future lives, and they were always in a tangled state in culture.   88  Fig. Gaoze Cen. Survey: Gay man mobility in China.  Later, I asked them about their views on marriage and childbearing, because it is very important in Chinese traditional culture. Even in culture, we have the saying that “there are three unfilial behaviors and no offspring is the biggest”. So in the question setting, “If your parents ask, would you choose to marry and have children”, you can more intuitively understand the respondents' attitude towards social and family coercion. 80.68 percent of the respondents said they would not compromise with their parents. They did not think that marriage and childbirth were the way to solve the problem, which would make them more painful. At the same time, they also said that they had other ways to honor their parents rather than choose such foolish filial piety. 10.23 percent of respondents said they would have children to give their parents hope, but they always reserved their opinions on marriage. 9.09 percent of respondents said that it was difficult to measure the balance between the two. So it can be said that most of the respondents chose to resist the pressure of their parents and stick to their self-identity, and many people mentioned their aversion to cheating marriage. They were not willing to hurt a woman they didn't know because of their orientation and family problems.  Fig. Gaoze Cen. Survey: Gay man mobility in China.   89 4.4 Data Shortcomings  First of all, on the multiple-choice questions in the questionnaire, I set the option of “Uncertain”. On the one hand, the option of “Uncertain” diverts the data, making the data contrast between the other two options less obvious. On the other hand, the respondents who choose “Uncertain” represent the homosexual groups who have qualified opinions toward these questions because of their different backgrounds. From the specific answers of most of them, they belong to a group of people who are deeply affected by traditional culture, to a certain extent, they are the groups that are likely to choose “back mobility” because of traditional culture.  Moreover, the survey data has limitations, because the respondents in this paper have more than 95 percent of bachelor's degrees or above, so to some extent, the survey data represents homosexuals with higher education. In the education situation of the seventh national population census in 2022, among the population aged 20-24, the proportion of junior college students is 24.63 percent, the proportion of undergraduate students is 25.20 percent, and the proportion of graduate students is 2.06 percent. Among the population aged 25-29, the proportion of junior college students is 20.04 percent, the proportion of undergraduate students is 17.62 percent, and the proportion of graduate students is 2.72 percent. It can be seen that the proportion of the population with higher education aged 20-29 is 46 percent, less than half. If estimated according to the same proportion, the number of homosexuals without higher education is roughly the same as that of homosexuals with higher education. That is to say, the data in this paper is difficult to cover the current attitude of homosexual groups as a whole towards “back mobility”, especially the older homosexual groups. However, with the popularization of higher education and social development in China, this survey data is closer to the “return” of homosexual groups in the future.  The number of respondents to the questionnaire is relatively small. Although there were more than 120 questionnaires, only 88 were left after screening. Although the answers to the questions are very representative, the more data in the questionnaire is always the better, which indicates that it is not easy to spread, and therefore has limitations in the acquisition of data. For example, in the data of developed cities in the destination, most of the data are from developed cities in the east and south.  90 Although there are few developed cities in the north, there are always developed cities represented by Beijing. At the same time, the data of hometown from the north is also very small, because the social and cultural differences between the south and the north of China are relatively large. For example, although the eastern and southern regions are more developed, the concept of clan is more serious, and they pay more attention to fertility, while the social environment in the north is relatively straightforward and less affected by the concept of clan, so to a certain extent, the pressure from the home society and family is also different between the two sides, This has affected the idea of “back mobility” of different homosexual populations to a certain extent.  4.5 Data summary  From the perspective of data, in the future, the number of homosexuals who choose to “back mobility” due to traditional cultural reasons will be less. Even though they are always oppressed by Chinese family culture and social culture, more and more people choose to resist, not only because of the inclusive social environment of big cities, but also because of social development and the popularity of the Internet, more and more people have a strong sense of self-identity, they will not shackle themselves because of the backward social environment and traditional family concept. Although this survey focuses on the impact of social culture on gay mobility and the impact of traditional concepts on homosexuality, many respondents mentioned the problems of life pressure and sense of belonging in big cities. From the data, we can also find that the impact of social environment on homosexuality is greater than that of family on homosexuality, that is, if the social environment in backward areas becomes more enlightened, even if the parents are conservative, there are also more people willing to return to their hometown for development. To some extent, Chinese homosexuals care more about the openness of the social environment. On the contrary, if the social atmosphere in their hometown is conservative, even if their parents are open-minded, they are not willing to return to their hometown, because they do not want the social atmosphere to cause pressure on their parents as well. So, it can be seen that under the dual oppression of social environment and family environment, most people will choose to stay in big cities rather than return home.  At the same time, it can be seen from the data that even though most of the respondents have received  91 higher education, more than 40% of them are still unwilling to choose to come out, and this proportion may be higher among the uneducated groups, which means that Chinese homosexuals are always under great pressure from the family and society, but in conclusion, it cannot be determined whether such groups are more likely to return home, because they are more reluctant to return home because of the pressure from the family, and successful homosexuals may also be more inclined to return home for family acceptance reasons, but from the perspective of data, most successful homosexuals do not want to return home, so homosexuals who do not want to come out will not choose to return home, so on the whole, the number of Chinese homosexuals who choose to “back mobility” for social and cultural reasons will be less and less, which is not only because the social environment of developed cities in China is inclusive and open, but also because more and more homosexuals have a stronger sense of self-identity, especially more and more people have received higher education, although they are always under pressure from family and social concepts.  A small number of homosexuals always yearn to return to their hometown and take care of their parents. Therefore, regardless of the impact of social environment and family pressure, the situation of homosexual “back mobility” always exists, and it is clear that parents will choose to return to their hometown because of their requirements, and this data proportion may be higher in the group without higher education, and the proportion of older homosexuals who hold this idea will also be higher (but may not be implemented). However, from this survey, more and more homosexual groups will choose to stay in big cities. Although social and cultural problems have always existed, their ability to influence the “back mobility” of homosexual groups will become weaker and weaker, and will vary due to the different development of different cities and the different social strata of homosexual groups.  4.6 Supplement  The last question in this questionnaire is to ask participants to express their views on marriage and cooperative marriage. According to statistics, about 23% of respondents believe that cooperative marriage can solve the pressure of parents due to forced marriage, while the remaining respondents believe that they will not compromise with these two marriage models, while the proportion of non- 92 educated homosexuals who choose to fraud marry and cooperative marriage will be higher, and the proportion of those who choose not to compromise will be lower. As I said before, in 2012, there were more than 10 million gay wives in China. With the progress of the times, although social pressure and family pressure remain, more and more homosexuals will not solve problems by cheating, and as a way to effectively alleviate family and social conflicts, the proportion of marriage in older homosexual groups will be higher, the proportion of young homosexual groups, especially those with strong self-identity, will be lower. However, from the perspective of mobility, marriage is no longer a reason for mobility, especially in modern society, so there will be less mobility caused by marriage, and less mobility caused by cheating. The people who choose cooperative marriage, of course, also mentioned in the data. Because marriage involves many fields such as property issues, even if they choose cooperative marriage, they will choose the people they trust to marry. At the same time, the people who choose cooperative marriage are not willing to bear the pressure of their hometown and family, such as having children, and they will prefer to stay in the big cities. However, it can be seen from the data that the impact of traditional Chinese social culture and family concept on homosexual groups is still very effective.              93 Chapter 5: Development, Shortages and Conclusion  How to Weigh Development  5.1.1 How to speak to government  With the development of society and the development of international gay rights movement, especially the legalization of same-sex marriage in Taiwan, the development of gay rights in China has reached the most critical step, that is, how to talk with the government. Although it has been said before that China may open same-sex marriage because of the pressure of international human rights forces on the Chinese government and the influence of Taiwan, but in some points, this does not alleviate the misunderstanding and hostility of social culture and the public towards homosexual groups. The rights and interests of homosexuals in China began to develop in the 1990s, leaving aside the same-sex culture that may have been involved in the past, and the real development time is only about 30 years. Compared with the long development and struggle of the rights and interests of homosexuals in western countries, the development of China's homosexual movement seems to be very calm, and there is not much of a struggle. Like somehow indeed, compared with western countries, Chinese homosexuals enjoy fewer rights, although western countries have passed the same-sex marriage bill to protect the rights of homosexuals, discrimination and violence against homosexuals have always occurred. So, on the one hand, how to talk with the government to protect the rights and interests of homosexuals is not enough. We need to think about the root of social hostility towards homosexual groups and how the government coordinates the social relations. So on the other hand, how to legislate to eliminate (or try to relieve) the hostility of the public towards homosexuality is very important. Especially in China, a country with a very conservative overall environment, the protection of homosexual rights is far from enough by law alone. Therefore, it is a more important step to integrate homosexual knowledge education into the compulsory qualitative cultural education, which is also the most basic method to protect rights, although this obstacle will be very large. Just as Hildebrandt said: “the improvement of human rights is usually predicated on democracy and assumes a natural hierarchical progression of one right to another. This might be a  94 more effective way of guaranteeing that rights are upheld but is not how rights are always granted”138. If the development of gay rights in China follows the above process, the future development of mobility may become different again.  5.1.2 Human rights and social development  How to grasp the contradiction between human rights and social development, the impact of the blurred boundary between politics and human rights, and the impact of family and law enforcement are also important factors in the development of gay rights in China, especially whether China should be required by western human rights standards. Because China and the West have long been involved in conflicts due to different political social ideologies, the political struggle has brought about many different struggles, such as economic and cultural, and human rights are also part of it. Admittedly, people in every country hope that their country is a country with guaranteed human rights and free rights, but the national conditions of each country are different, the history and culture are different, the development path is different, and even the time of development is different, so it is difficult to measure each country by one standard. As Zhang and Xie said, “in the fight for gay rights, direct copying of the western mode isn’t suited to China. In the west, they can have protests and direct confrontations (with authorities), but in China most people prefer harmony. If you choose radical western ways, this will definitely draw mistrust and misunderstanding from the Chinese government and also bring trouble”139. Because the Chinese government has a broad mass base, that is, so-called democracy, which according to the “Edelman Trust Barometer” released by the world-renowned public relations consulting company Edelman, the Chinese people's trust in the government reached 91% in 2021, ranking first among the 28 countries surveyed. The results of the poll conducted by Harvard University Kennedy College in China for ten consecutive years also show that the Chinese people's satisfaction with the government has remained above 90% for consecutive years (even if the so-called hegemonism is put aside), if the government chooses to discriminate against and oppose homosexual groups under extreme circumstances, China is likely to become another Russia. There is always a contradiction between human rights and social development. For example, China's current  138 Hildebrandt, “Same-sex Marriage in China”, P1333. 139 Zhang and Xie, “China’s LGBT groups cautioned against”.  95 three-child policy and its potential propaganda of discrimination against homosexuality, how to choose between economy and human rights is always a difficult problem. For example, the issue of guns in the United States is essentially the same. China's early family planning policy attracted widespread criticism from western countries, but the positive social and economic impact behind it, including the development of gender equality (even in a radical way) in China, was ignored by most people. Because of the confrontation of the state, the power of media news dissemination always belongs to the state group, which makes the so-called news deeply biased and misleading. The news is not covered up by objective narration but subjective, which is always unfair. Therefore, how to develop gay rights, how to balance the corresponding social and political contradictions, is an important discussion point of whether China's gay rights can progress in the future.  5.1.3 Public attitude  How to perceive the attitude of social mass media towards homosexuality and the objectivity of information dissemination. It was said before that the pink money has an increasing proportion in the current structure of China's economy. The public may be more tolerant of homosexual groups because of the impact of the pink economy on the one hand, and on the other hand, it may cause pressure on more rural homosexual groups, because homosexuality has always given the public a refined and rich image, whether in this social media or in the public, this also further highlights the importance of economic conditions in homosexual groups but causes class differences between homosexual groups. With the increasing visibility of homosexuality, homosexuals show too much about themselves compared to the past for society, but they are always special groups in China, so some certain of their controversial behaviors will be easily amplified, and heterosexual groups who have prejudice against homosexual groups will label those behaviors through social media to stigmatize homosexual groups, such as “homosexual groups like promiscuity”, “homosexuals like cheating” and other stigmatization. Previously, homosexuality was stigmatized because of the narrow living space and the fact that the satisfaction of sexual needs did not meet the expectations of society, and this situation will continue, thus deepening the misunderstanding of more people about homosexuality. But meanwhile, this stigmatization will continue along the way, so in addition to the government's need to screen and review such biased social statements, it also needs the public to have better social guidance and  96 information judgment ability. But in this era of social media development, everyone can express their own views, so it is also more necessary for the public to improve their judgment. Indeed, in big cities, because there are many homosexuals and the social environment is more open, there will be fewer misunderstandings. But in rural areas, the misunderstandings caused by these remarks will only make more homosexuals stay away from their hometown. In this case, in addition to the need for the government to make changes to sex education and homosexual education, and to balance human rights and social development, it is also necessary to screen and review chaotic social information, especially when all the people are information sources.  Similarly, the government needs to explain more about its policies and evaluate the impact of its policies. For example, homosexuals, as ordinary citizens, have the right to know the impact of the Chinese government's introduction of relevant policies on their lives and how the government should solve this problem to protect the civil rights of homosexual groups, like the rights at work, also in the era of advanced network information, and especially for more and more young people with a high sense of self-identity, how to protect them from domestic violence caused by sexual orientation in the family and campus violence from other students in different school are objective issues that the government should measure. If the government always faces homosexual issues with a “three no” attitude, then how to protect citizens' basic rights is a factor to be considered.  Shortages  First of all, one of the biggest shortcomings of this study is the lack of survey data related to lesbians. The direction and trend of homosexual mobility also apply to the mobility of lesbians in essence, which is the migrant workers mobility and the education mobility. From rural migrants research, Liu found out “rural migrant women rely on factory jobs to detach themselves from their conservative rural hometowns”140. But Chinese society itself is a patriarchal society, and the preference for men over women is a relatively common social phenomenon, as well as the traditional customs in  140 Liu, “Empowerment of Rural Migrant”, P175   97 traditional areas for men to work outside the home and women to take care of the family, so the overall mobility of lesbian sex is not as large as that of gay men. And when we talked about the issue of family planning before, we mentioned that the implementation of family planning in urban and rural areas is different, that is, developed areas will more comply with the one-child policy, while backward areas and areas with relatively backward management will have more children, and because of the preference for sons, some families without sons will choose to continue to have children, and some families will abandon female babies because of more children, This has seriously violated the right to life of many female infants. And in terms of age, Chinese society is also stricter with women. For example, Chinese society believes that women should marry if they are old, while for men, age is not a problem, so this causes women to get marry earlier. So specifically, the mobility of lesbians will have more uncertainty, or more restrictions, than the mobility of gay men. This restriction by traditional culture may be more serious than that of gay men.  Lack of analysis of the impact of international factors on gay mobility in China. Although I have mentioned the importance of globalization and international factors many times, I have not further analyzed them. No matter the development of Chinese gay groups or AIDS organizations in the early years, it is inseparable from the support of international forces and the acquiescence of the Chinese government. And the later development of China's gay culture cannot be separated from the influence of international gay culture. It can be said that international factors have a very important impact on the development of gay mobility. However, international capital and organizations are not completely neutral, especially when there's always political conflict. Like Longarino thinks that “the CCP’s fear that LGBT groups, because of connections to the global LGBT movement and global civil society, are potential vehicles for foreign subterfuge”141. At the same time, political propaganda or comparison, such as advocating the support and tolerance of the Western government for homosexuality, can not change the understanding of homosexuality in China's domestic secular society, especially because of the political conflict between China and the West, which makes these behaviors more politicized, in this case, may arouse the misunderstanding of the general public about homosexual groups and may challenge the bottom line of the Chinese government. From these perspectives, the influence of international factors can have many aspects.  141 Longarino, LGBTQ People in China. P8.  98  Among the international factors, the international pop culture is also playing an increasingly important role in shaping China's gay culture and the influence of gay mobility. The leading position of European and American pop culture in the world makes it affect different societies, while the mainstream artists of modern pop culture are generally open-minded and avant-garde, willing to help minority groups and fight for human rights through their great influence, and some have become gay idols. In view of the development of globalization, pop culture in Europe and the United States has had an impact on China's popular culture. Although the status of local popular culture cannot be shaken due to language problems, the huge global influence of artists behind them and their support and friendly attitude for homosexuality have been welcomed by the Chinese gay community. Of course, it is necessary to spread this information through the development of the Internet and the accommodation of the Chinese government for these artists' works. So, on the one hand, European and American pop culture helps homosexuals find self-identity, which can be part of the Internet culture that helps to build homosexual self-identity but is relatively independent. On the other hand, because of the extensive influence of popular culture in Europe and the United States, more and more ordinary people begin to re-examine their attitudes towards homosexuality through them. From another perspective, this helps homosexual groups to create a better social environment to a certain extent, but there are differences between rural areas and urban areas. Therefore, the impact of global pop culture on the mobility of homosexual groups is also a very important factor.  Although this thesis explains the potential impact of the development of dating websites and dating software on gay mobility, there is no data supporting it. But in Wei’s idea, “same-sex long-term romantic relationships increasingly occupy the center of self-imagination of contemporary gay subjects in Chinese dominant gay culture”142, which can influence gay’s mobility by dating apps. Also, Jing Gong and Tingting Liu made this assignment as well as that they opposed that long term, romantic relationship logic would have a powerful way on rural-migrant play men's desires. But with the increasing number of users of dating applications and the improvement and diversification of functions, as well as the increasingly common form of social dating, the love-orientation mobility may become more frequent, especially because of the low density of homosexuality in the backward  142 Wei, “Wandering Men”.  99 areas and the migration of rural homosexuality to the developed areas, it is increasingly difficult for homosexuality to make gay friends (or lovers) in rural areas. But at the same time, if it is simply because of making friends, it will have great instability, so it will generally become a long-distance love for long-distance mobility or finally become a work mobility.  This thesis relatively ignores the mobility phenomenon caused by the differences between urban and rural homosexual people, but because compared with other major mobility factors, the impact of class is not so obvious. However, with the development of China's economy and the widening gap between urban and rural areas, the impact of class division on mobility is extensive. Wei thinks that “some social groups’ gender and sexual mobilities have been folded into the process of neoliberal individualization and human capital accumulation, many others have been alienated who find themselves increasingly deprived of the privilege of mobilities”143, which includes the mobility of minorities such as homosexuals. Interestingly, the change of mobility refers not only to the mobility in space, but also to the mobility of class attributes, and Wei also talked about this in his study: “The urban middle classes who have become ‘life winners’ via neoliberal self-actualization — have started to build gated communities that only allow a selected few to participate. These gated social spaces, literally located in gated residential compounds, function to narrow the pathways of queer upward mobility and preserve the cultural capital of the wealthy minority”144 . This class isolation and isolation is becoming more and more obvious in the modern era, which is essentially the result of the development of market economy and capitalist economy. As I said earlier, this contradiction between urban and rural homosexual classes can be one of the important factors that affect “back mobility”. From Wei's point of view, we can understand that Queer's class contradiction has a very multifaceted impact on mobility.  This thesis relatively ignores the impact of AIDS on homosexual mobility. To a certain extent, the public health department's perception of gay men has played an important role in the words and actions that “link” gay men and AIDS. The national AIDS prevention and control policy, partial and even inaccurate reports from some media, AIDS prevention and control social organizations serving  143 Wei, Queer Chinese Cultures, P55-72. 144 Wei, Queer Chinese Cultures, P118-141.  100 the male behavior groups, and anxiety about their own identity and institutional support and arrangements within the gay community, from different perspectives, they directly or indirectly or in the way of “metaphor” participated in the stigma construction between gay men and AIDS. For example, some articles believe that in a society that discriminates against and excludes gay men, because of the inability to “open” their sexual identity, many homosexuals are forced to turn to the “underground” to find and release their sexual desire, so there are more sexual partners, the place of sexual relations is random, and do not use condoms. For these reasons, gay men are considered as “high-risk groups of AIDS”. But it is undeniable that the early stigmatization of gay men and AIDS made many homosexuals hide their sexual orientation to avoid discrimination from society. Because of the lack of sex education, especially in rural areas, the number of infected people in rural areas is huge145. Because of the public's fear of HIV, and because of its own reasons, it can affect the population mobility in rural areas to a certain extent, especially the mobility of homosexuals. As more and more non-governmental organizations promote and test AIDS, they are more private than the public health system, so they are more popular with homosexuals. Generally, these organizations are active in big cities. With the progress of medical treatment, various blockers and preventive prescription drugs have been invented to ensure the safety of high-risk sexual behaviors to a certain extent, but these drugs are expensive and import conditions are harsh, so they can only be found in large cities. These may be the factors that affect the mobility of homosexuals.          145 He, “The HIV epidemic”, P826., Self translated by Gaoze Cen, Original: “因为性教育缺乏, 尤其是在农村区, 所以农村地区的受感染者数量庞大”  101 Discussion: Will the social environment less affected by patriarchy be more tolerant of homosexuality?  In the collection of literature and the query of data in this paper, I found a phenomenon that the more gender equality areas or areas less affected by patriarchy, the higher the local tolerance for homosexuality. Taking China as an example, the public perception is that China's gay capital is not in the first-tier cities in the east and south, but in Chengdu and Chongqing in the southwest. According to previous data, Chengdu and Chongqing also have the largest gay population in China. In terms of social and cultural reasons, the southwest region is less affected by Confucian culture and the politics of the feudal dynasty because it belongs to the minority inhabited areas. Even in terms of religious influence, it is also greatly affected by Buddhism and Taoism, and both religions are more tolerant towards homosexuality. In Southwest China, especially in Sichuan and Chongqing, the status of women is relatively higher than that of other regions in China, because the patriarchal concept in this region is extremely weak, and the awareness of gender difference between men and women is relatively vague, so it is difficult to have structural inequality, because it does not deliberately distinguish gender. In this case, the major cities in Southwest China have a more inclusive social environment for homosexuality, and also attract the mobility of homosexuality. Taking European countries as an example, the more equal the men and women are, the more tolerant the Western European and Northern European countries are of homosexuality, and the more perfect the rights and interests of homosexuality, while the more deeply affected by patriarchy and masculinism, the less tolerant the South European countries are of homosexuality. In the case of western countries, the idea of gender equality and individual freedom brought about by economic development has to some extent broken the patriarchal control of society, and the rise of women's independent consciousness and political consciousness represents the transformation of the once oppressed class, so to some extent, they will be more tolerant and sympathetic to the same oppressed class of homosexual groups. Although there are some differences in the process, it can be seen from the example of southwest China that regions or countries that are less affected by patriarchy may be more tolerant of homosexuality. Given the fact that economic development promotes gender equality and weakens the influence of patriarchy in developed cities, in areas where originally gender equality is better or the influence of patriarchy is less significant may cause mobility that attracts more gay people.   102 Conclusion  The development of gay mobility in China is based on the development of China's economy. Because of the requirements needed for economic development, the private economy and western gay culture are developing simultaneously in China. Then through the consumption of media and the use of the Internet, LGBTQ people are able to carry out self-identification which counteract the social pressure of Chinese society, this is very rare and difficult for Chinese homosexuals under the “leadership” of the collectivist Chinese society.   In the early stages of the reform and opening up, due to the Chinese government's economic policy focusing on the eastern region and the challenges faced by Chinese homosexuals in terms of self-identification, the purpose and direction of homosexual mobility during that period can be seen as comparable to that of regular migrant workers. At the time of lack of homosexual knowledge and social conservatism, homosexuals had insufficient awareness of themselves, So their mobility at that time was more like drifting with the tide of the times, which most of them choose to move because of looking for a better material life. With the gradual development of the socialist market economy, the economic gap between the eastern region and other regions continues to expand. The western movement for the increased protection of gay rights gradually spread to the Chinese Mainland through regions such as Hong Kong and Taiwan due to further access to the internet. With more gay knowledge and scientific information on the Internet, as well as the establishment of private and safe cyberspace and offline space, homosexuals have gradually emerged their own groups and communities, more homosexuals have accelerated the process of self-identification, gradually changing from passive work mobility to active work mobility. Of course, in this process, the Chinese government's decriminalization of homosexuality in law and the declassification of homosexuality as an illness within medicine helped homosexual groups to further gain social equality with heterosexual people. Even though the overall atmosphere of society is conservative, there has been a profound positive impact on the self-identification by homosexuals and an increase in their potential future visualization.   In the new century, the homosexual movement in the western society has been fruitful. Many  103 countries have declared the legalization of same-sex marriage, which inspired chinese gay movement, and the popularity of the Internet has spread to young rural homosexuals. Also with the advent of the Internet era, it not only further promoted the active work mobility of homosexuals, but also gave birth to another way of mobility, education mobility. This because of the large regional economic and income gap, the social environment in rural areas has always been conservative, but with the development of education, more young homosexuals choose to move to big cities to attend college, forming education mobility, which is one of the main modes of homosexual mobility in China at this stage. With the development of higher education, the proportion of education mobility will continue to increase in the future.   Because of the Chinese government's “no support, no opposition, no promotion” attitude towards homosexuality, there will be no change in policy regarding the mobility of homosexuality. However, because China has entered an aging society, the labor force is constantly decreasing, and the economy developing is slowing down, the Chinese government has opened up the three-child policy. But because of various social problems, the effect of this policy is not good, so in order to promote and encourage the implementation of this policy, the Chinese government may against homosexuality in propaganda. In that case, the gap between developed and backward areas in traditional culture might be further widened in the future, so the mobility pattern from rural to urban areas may be further strengthened in the future, and the number of homosexual moving population will increase.  Marriage and childbearing and filial piety culture are the traditional ideology and culture of China. Until now, these traditional cultures still bound Chinese society. In China, the idea of getting married and having children is deeply rooted. Because of the importance of the blood relationship and the strict adoption system, the homosexual group is at odds with this traditional idea to a certain extent. So for homosexuals, these traditional thoughts and cultures are a huge pressure. The filial piety culture, in its original meaning, is to respect parents, support parents, and obey their parents' ideas and arrangements, which is almost the complementary to the idea of getting married and having children. The cultural influence experienced by most Chinese people from childhood can have a significant impact on the future development of \"back mobility\" within the realm of homosexual mobility, which refers to the act of returning home. However, it can be seen from the survey that although most homosexuals are still under family pressure, they have a clear identity and are not willing to be under  104 the dual pressure of the backward society and family in their hometown. So most people will not choose “back mobility” even if they want to go back their hometown. While a few people will choose “return” because they are always troubled by traditional culture and filial piety from their parents, the proportion of this group without higher education may be higher. In the future, as education continues to advance and information becomes more diversified, an increasing number of homosexual individuals may choose to remain in developed cities. Economic factors are likely to exert a stronger influence on their decisions compared to social culture. Consequently, the impact of social culture on homosexual mobility may diminish while economic considerations become more prominent.                                105 Self-Reflection  y personal experience of studying in Italy and my own circumstances have played a crucial role in shaping the conception of this paper. Because I am gay, I am very interested in the issues of minority rights and interests, which also helps me to think from different perspectives, such as gender equality and women's rights and interests. At the same time, my female friend who used to study sociology said that “men, as vested interests in social power, are difficult to empathize with women's experience, because they have not experienced it and are difficult to experience it.” This sentence made me speechless, so I changed the original thesis topic on the mobility of minority groups and women's groups into the mobility of homosexuality and analyzed the causes and development of homosexuality in China from the perspective of a gay man.  During my schooling, I met many friends from different countries, including homosexuals. To my surprise, many of them thought that Chinese homosexuals were oppressed by the government (In some ways, yes) and their lives were miserable, and they would be punished because they were homosexuals. When discussing homosexuality in China, many individuals find it hard to believe the diverse range of LGBTQ experiences and the level of social inclusivity that exists beyond their preconceived notions or understanding. From this, I also feel that even under the condition of freedom of information, most people will not care about China's news or the authenticity of China's news, which may be due to the bias of information caused by the confrontation between countries. This also produced the idea of thesis describing homosexuality as the theme to introduce Chinese homosexuality and give more people a more objective or Chinese gay’s perspective towards Chinese homosexual status information and gay mobility.  Speaking of objectivity, I agree that personal biases are common and shaped by various factors such as family, education, society, experiences, and even gender. These differences contribute to individuals having varying perspectives and views on different subjects. The prevalence and propaganda of European-American centralism is, to a certain extent, the result of political promotion, which is likely to make it serve politics and cause disputes and confrontation between different cultures. The foundation of peace is to abandon the idea of centralism, respect different cultures and  106 national conditions, and develop together. This thesis tries to use objective language and perspective to analyze the causes and different times' situation of homosexual mobility. While this thesis may have its own bias, it offers an alternative perspective that encourages readers to consider different viewpoints, fostering critical thinking and a more comprehensive understanding of the subject. Back to the topic of mobility, gay mobility has become more and more important, not only because gay groups have become more visible and important in society with the development of the economy and the progress of human rights, but also because the political game behind it is very important. The issue of human rights has consistently been a focal point of criticism directed at the Chinese government by Western societies, with economic and political confrontations often underlying such discourse. As a large number of minority groups in Chinese society, how to measure the international relations involved in the future and the social differences caused by the ideological differences between the new and old generations, as well as the thorny “gay wife” issue and gay family conflicts, are the issues that the Chinese government needs to face. However, once again, this thesis only provides an angle to explain the factors that affect the mobility of homosexuals. The mobility of homosexuals not only reflects the challenges faced by LGBTQ communities but also highlights the significant pressures imposed by Chinese fertility culture and the culture of filial piety on homosexuality. When I came out to my parents, their reaction was that if there were no children, who would take care of me in the future, the family had no inheritance, the pressure of relatives and friends and their reputation problems. So on this basis, I chose to investigate the impact of traditional culture on future mobility. However, the future mobility of homosexuals is influenced not only by cultural factors but also by political and economic factors, with economic factors playing a particularly significant role. In politics, because the Chinese government's strict control of homosexual-related media and film and television may be more serious in the future, whether it may exceed the economic factors, requires in-depth investigation and research.  A major goal of gay mobility in China is not only to escape the shackles of tradition, but also to live in a social environment where they are regarded as “normal people”. This development benefited from the spread of western individualism, and of course the most important reason was economic  107 development. But still, the influence of Chinese collectivism and the strong emphasis on family values remains significant, including parents' excessive control and expectations placed on their children. These factors can contribute to various challenges and even tragic situations for homosexual individuals.  Finally, thank you for reading this thesis. I know that there are still many deficiencies in this thesis, and many research and ideas are also flawed. But I hope that through this thesis, we can see Chinese society and the Chinese government in a more inclusive and objective way. Many Westerners say that totalitarianism is anti-human rights and anti-social, and there’s no excuse for that, but many Chinese people, especially the older generation of Chinese people, are thanking the Chinese government for the country's prosperity and social stability that it has brought. Only the Chinese people understand the bitterness of development in this process. So I hope people can put themselves into other shoes while criticizing from their own perspective.           108 References Bibliography Adamczyk, A., & Pitt, C. “Shaping attitudes about homosexuality: the role of religion and cultural context”. Social Science Research, 38(2), (2009):338–351.  Adrienne Rich, “Compulsory Heterosexuality and Lesbian Existence (1980)”, Journal of Women's History, Volume 15, Number 3, Autumn (2003): pp. 11-48 5(4). Allen, J. Topologies of Power: Beyond Territory and Networks. Routledge. 2016. Bao, H. Queer Comrades: Gay Identity and Tongzhi Activism in Postsocialist China. Copenhagen, Denmark: NIAS Press. 2018 Cai Fang. “The Causes, Trends and Policies of Population Migration and Mobility China”, Population Science, Issue 6, (1995): P8-16. Carillo, H. “Sexual Migration, Cross-Cultural Sexual Encounters, and Sexual Health.” Sexuality Research and Social Policy, 1(3), (2004): 58-70. Cass, V.C. “Homosexual Identity Formation: A Theoretical Model”. Journal of Homosexuality, 4(3), (1979): 219-235. Chan, K. W. “The Chinese Hukou System At 50”. Eurasian Geography and Economics, 50(2), (2009): P197–221. Chang, J., & Ren, H. “Keep Silent, Keep Sinful: Mainstream Newspapers’ Representation of Gay Men and Lesbians in Contemporary China”. Indian Journal of Gender Studies, 24(3), (2017): 317–340. doi:10.1016/S0140-6736(17)30837-1  Check, J., & Schutt, R. K. Research Methods in Education. Thousand Oaks, CA: Sage Publications. 2012.  109 CHEN Chunmei, “Promoting or Solidifying: The Influence of Higher Education on Social Mobility” [J]. Chongqing higher education research, 2017, 5(5): 95-102.  Chun- Chung Au, Vernon Henderson. “How Migration Restrictions Limit Agglomeration and Productivity in China” [J]. Journal of Development Economics, 2006(2): 350 – 388. CNA, “The WeChat official account of the LGBT communities of China Universities have been collectively deactivated”, July 7, 2021: https://web.archive.org/web/20210712181040/https://www.cna.com.tw/news/acn/202107070040.aspx  Connell, R. W. Masculinities. Berkeley: University of California Press. 2005. Da Fuwen, 2019. “Research on the Spatial Pattern of Chinese Gay Population ——based on Internet”, PhD diss., University of Lanzhou, 2019.  Da Fuwen, Chen Xingpeng, “Spatial Distribution and Influencing Factors of Gay Men in Chinese Mainland”. Journal of Lanzhou University: Natural Sciences, 2020, 56(2) / April. 2020 Darius Longarino, Precarious Progress: Advocacy for the Human Rights of LGBT People in China. OutRight Action International. 2020. Deborah S. Davis. “Privatization of Marriage in Post-Socialist China”, Modern China 40(6), 2014: 551-77. Elaine Jeffreys and Pan Wang (2018) “Pathways to Legalizing Same-Sex Marriage in China and Taiwan: Globalization and “Chinese Values”, in B. Winter, M. Forest and R. Sénac (eds), Global Perspectives on Same-Sex Marriage: A Neo-Institutional Approach, Cham: Palgrave Macmillan, 28 August 2017: pp. 197–220. Author Copy,   Fang Pengqian, Sun Yang, Li Shiliang, “Preliminary Study on Estimation Methods and Extrapolation of the Size of Gay Men” [J]. Journal of Fudan University (Medical Edition), 2008  110 (02): 236-239. For A Detailed Cinematic Account, See the Film Queer China, Directed by Cui Zi’en (Beijing: Cuizi DV Studio, 2008). For materials on sex education during the Maoist era, see Zhongguo Qingnian [China Youth], “Guanyu xinzhishide jigewenti [Some questions about sex knowledge],” Zhongguo Qingnian 13 (1956): 27–28. Tingzhang Song, Zenyang zhengque duidai lianaiwenti [The correct approach to questions of love] (Liaoning, China: Liaoning People’s Press, 1955). Gleiss, M. S. “Speaking Up for The Suffering Brother: Weibo Activism, Discursive Struggles, And Minimal Politics in China”. Media, Culture & Society, 37(4), (2015)： 513–529. doi:10.1177/0163443714566897 Gregory J. Massell, “Law as an Instrument of Revolutionary Change in a Traditional Milieu: The Case of Soviet Central Asia”, Law & Society Review, 2:2 (1967): pp. 179-228.  Gu Chaolin, “Research on The Migration Law of Mobility Population in Large and Medium-Sized Cities in China” [J] Journal of Geography, 1999 (3): 204 – 212. Gu Chaolin. Introduction to Human Geography [M]. Beijing: Science Press. 2012 Guo Xiaofei. (2007), “Has China Ever Decriminalized Homosexuality?”, Legal System and Social Development, 2007, Issue 4. From: https://doc.xuehai.net/b046b565c3eade9a5ee88aaa9-3.html Guofeng Wang & Xueqin Ma, “Representations Of LGBTQ+ Issues in China In Its Official English-Language Media: A Corpus-Assisted Critical Discourse Study”, Critical Discourse Studies, 18:2, (2021): 188-206. DOI: 10.1080/17405904.2020.1738251  Hairong Yan, “Neoliberal Governmentality and Neohumanism: Organizing Suzhi/Value Flow Through Labor Recruitment Networks”, Cultural Anthropology 18(4), 2003: 493–523.   111 Hans Ibelings, “Supermodernism: Architecture in the Age of Globalization”, Rotterdam: NAi, 1998: 78–79.  Hinsch, Bret. Passions of the Cut Sleeve: The Male Homosexual Tradition in China. Berkeley: University of California Press. 1990.  Ho, L. W. W. Gay and Lesbian Subculture in Urban China. London, England: Routledge, 2010. Hu, X., & Wang, Y. “LGB Identity Among Young Chinese: The Influence of Traditional Culture”. Journal of Homosexuality, 60(5), (2013): 667–684.  Ian Liujia Tian. (2019), “Graduated In/Visibility: Reflections on Ku'er Activism in (Post)Socialist China”, A Journal in GLBTQ Worldmaking, Vol. 6, No. 3 (Fall 2019), pp. 56-75.  Jean C. Oi, “The Role of the Local State in China’s Transitional Economy,” The China Quarterly, No. 144 (1995): 1132– 49, From: https://www.jstor.org/stable/655295. Jeffreys Elaine and Yu Haiqing, Sex in China. Cambridge: Polity. 2015. Jeremy Atack,Fred Bateman,Michael Haines and Robert A.Margo, “Did Railroads Induce or Follow Economic Growth? Urbanization and Population Growth in the American Midwest,1850-1860”, Social Science History, vol.34(2010), pp.171-197. Jing Gong, Tingting Liu, “Decadence and Relational Freedom Among China’s Gay Migrants: Subverting Heteronormativity By ‘Lying Flat’”. China Information 2022, Vol. 36(2) 200–220. Jing, Jun & Sun, Xiaoshu & Chow, Eric. “Intimate Strangers: The Patterns and Ways of Meeting People Among Gay Men In Three Chinese Urban Cities”. Open Times 8, 2012: 107-117. John Wei, Queer Chinese Cultures: Kinship, Migration, and Middle Classes. Hong Kong: Hong Kong University Press. 2020. Kai Lin& Deeanna M. Button & Mingyue Su & Sishi Chen. “Chinese College Students’ Attitudes Toward Homosexuality: Exploring the Effects of Traditional Culture and Modernizing Factors”.  112 Springer Science and Business Media New York. 2016.  Katz, Jonathan N. The Invention of Heterosexuality. London: Plume Books. 1995.  King, G., Pan, J., & Roberts, M. E. “How Censorship in China Allows Government Criticism but Silences Collective Expression”. American Political Science Review, 107(02), (2013): 326–343. Kong, T. S. K. Chinese Male Homosexualities: Memba, Tongzhi, and Golden Boy. London, England: Routledge. 2011. Li Yinhe. Gay subculture [M]. Hohhot: Inner Mongolia University Press, 2009. Li Yonghong, “An Analysis of the Gay Phenomenon among College Students and Its Countermeasures”. Journal of Changjiang Normal University, Vol. 30, No. 5, (2014): pp:120-125. Li, Y. “TV play regulations: What red lines cannot be crossed?” 2016, March 26. Retrieved May 10, 2018, from http://data.chinaxwcb.com/epaper2016/ epaper/d6227/d7b/201603/66048.html Li, Y., & Zheng, H. “Public Attitudes Toward Homosexuality and Its Predictors”. Journal of South China Normal University (Social Science Edition), 6, (2013): 31–36. Lin Minshu, Yang Zhiguo, “Research on the Regional Economic Development Gap and Resource Allocation Capacity”. Comprehensive competitiveness, the fourth issue, (2010): P42-50. https://core.ac.uk/display/41447153?utm_source=pdf&utm_medium=banner&utm_campaign=pdf-decoration-v Lisa Rofel, Desiring China: Experiments in Neoliberalism, Sexuality, and Public Culture, Durham, NC: Duke University Press, 2007. Liu Jing, Wang Yihuan, “A Review of the Study of Homosexuality Identity”, China Agricultural University Journal of Social Sciences Edition, Vol.28 No.1 Mar. (2011):131-139  113 Liu Jun, Zhang Jinfu, (2009). “Review of the Theoretical Model of the Development of Homosexual Identity”, Progress in Psychological Science, Vol. 17, No. 2, (2009): 403 – 413.  Lu Ming, Xiang Kuanhu, “Breaking the Conflict between Efficiency and Balance -- On China's Regional Development Strategy”. Comparative Economic & Social Systems No. 4, 2014:1-16.  Mei Zhiqiang, “Historical Review and Prospect of China's Population and Family Planning Work Chinese”, Journal of Family Planning 2008, (04): 197–201 [2022-04-15]. ISSN 1004-8189  Meisner, Maurice. Mao’s China and After: A History of the People’s Republic, New York: Free Press, 1986. Messner, M. “Becoming 100 Percent Straight”. Men’s Lives (5th ed., 2001: pp. 401–6). Boston: Allyn and Bacon. Perry, Elizabeth J & Li Xun, Proletarian power: Shanghai in the Cultural Revolution, Westview Press. 1997.  Ponto J. “Understanding and Evaluating Survey Research”. J Adv Pract Oncol. 2015 Mar-Apr;6(2):168-71. Epub 2015 Mar 1. PMID: 26649250; PMCID: PMC4601897.  Roger Detels; He Na. “The HIV Epidemic in China: History, Response, And Challenge”. Cell Research. 15(11-12):825-832, Nov-Dec 2005.   Sang Zilan, “Emerging Lesbians: Lesbian Love in Modern China”, Publishing Center of Taiwan University 2014: 109–133  Sang, Tze-lan Deborah. Translating Homosexuality: The Discourse of Tongxing’ ai in Republican China. In Tokens of Exchange: The Problem of Translation in Global Circulations, ed. Lydia He Liu. Durham. NC: Duke University Press. 1999.   114 She Wenbin, “Homosexual Identity in Online Communities”. Anhui Journal of University, Vol. 37, No. 1, (2013): pp. 144-148.  Sheller, M. “Mobility”. International Sociological Association. (2011): P1-12. Sociopedia.isa, DOI: 10.1177/205684601163.  Shi Ye: “Homosexuality in Ancient Chinese Literature”, Ph.D. Dissertation of Shanghai Normal University, 2008.  Shuaishuai Wang, “Chinese Affective Platform Economies: Dating, Live Streaming, And Performative Labor on Blued, Media”, Culture & Society 42(4), 2020: 502– 20.  Singleton, R. A., & Straits, B. C. Approaches to Social Research (5th ed.). New York: Oxford University Press. 2009.  Smith, T. W. “Cross-National Differences in Attitudes Towards Homosexuality”. UCLA: The Williams Institute. Retrieved on July 25, (2011):1-34. From: https://escholarship.org/uc/item/81m7x7kb  T. B. Weston & L. M. Jensen (Eds.), China in And Beyond the Headlines. Lanham: Rowman and Littlefield. 2012.  Tasker, F. and Wren, B. “Sexual Identity and Gender Identity: Understanding Difference”. Clinical Child Psychology and Psychiatry, 7 (3), (2002):315-319. Tim Cresswell. “Embodiment, Power and the Politics of Mobility: The Case of Female Tramps and Hobos,” Transactions of the Institute of British Geographers 24 (1999): 175–92.  Tim Cresswell. “Towards A Politics of Mobility”, Environment and Planning D: Society and Space 28: P. 17-31, 2010.  115 Timothy Hildebrandt. “Same-Sex Marriage in China? The Strategic Promulgation of a Progressive Policy And Its Impact On LGBT Activism”, Review of International Studies, July 2011, Vol. 37, No. 3 (July 2011), pp. 1313- 1333 Tingting Liu. “The Empowerment of Rural Migrant Lalas: Contending Queerness and Heteronormativity in China”, China Information 33(2), 2019: 165–84.  Tong Xin, Shen Xu. “The Significance of Cultural Revolution Studies to the Understanding of Chinese Society -- A Perspective of State and Society”. Open Times special volume, (February 2007): 42-54   UNDP, USAID. China Country Report: “Being LGBT in Asia” Project. Bangkok. 2014( 联合国开发计划署，美国国际发展署(2014).《”亚洲同志”项目中国国别报告》曼谷). US Department of State, “Country Reports on Human Rights Practices: China” (11 March 2008). Available: https://www.state.gov/reports-bureau-of-democracy-human-rights-and-labor/country-reports-on-human-rights-practices/  US Department of State. “Country Reports on Human Rights Practices: China”, 11 March 2008.  Wang Dewen. Cai Fang, Gao Wen. “Globalization And China's Domestic Labor Flow: New Trends and Policy Implications”. Working paper series (Institute of Population and Labor Economics, Chinese Academy of Social Sciences), Volume 48. 2005: P1-14  Wang Xiangyang. “Preliminary Study on The Implementation of Large Agricultural Strategy in Economically Underdeveloped Areas” [j]. Modern Economic Discussion (Rural Economy), (3) (2000): P29-31.  Wei Houkai, He Canfei. Wang Xin. “Analysis of the Motivation and Location Factors of Foreign Direct Investment in China -- An Empirical Study of Foreign Direct Investment in Qinhuangdao City” [J] Economic Research, 2001 (2): 67 – 76.  116 Wei Wei, “‘Wandering Men’No Longer Wander Around: The Production and Transformation Of Local Homosexual Identities In Contemporary Chengdu, China”, Inter-Asia Cultural Studies 8(4), 2007: 572–88. Weishan Miao, Lik Sam Chan. “Domesticating Gay Apps: An Intersectional Analysis of the Use of Blued Among Chinese Gay Men”. Journal of Computer-Mediated Communication 26 (2021) 38–53, Published by Oxford University Press on behalf of International Communication Association.  Whyte, M. K. “Filial Obligations in Chinese Families: Paradoxes of Modernization”. In C. Ikels (Ed.), Filial piety in contemporary East Asia, (2004): pp. 106–127, Stanford: Stanford University Press. World Value Survey Association (WVSA). World Value Survey Wave 6: 2010–2014. WVSA. Retrieved on July 25, 2014, From http://www.worldvaluessurvey.org/WVSOnline.jsp. Wu Liya, Gu Chaolin Globalization. “Foreign Investment and Urbanization in Developing Countries -- A Case Study of Jiangsu” [J] Urban Planning, 2005 (7): 28-33.  Wu, C. Homoerotic Sensibilities in Late Imperial China. Curzon, London: Routledge. 2004. Xiaoping Luo and John Stone. “Bringing The Migrant Back In”: Mobility, Conflict, And Social Change in Contemporary Society”, Theory and Society, Vol. 46, No. 3 (July 2017), pp. 249-259. Xiaoying Wu. “From State Dominance to Market Orientation: The Composition and Evolution of Gender Discourse”, Social Sciences in China 31(2), 2010: 150–64. Xing Fei. China's “same wife” survival survey report [M] Chengdu: Chengdu Times Press, 2012.  Xu Xueqiang, Zhou Yixing, Ning Yuemin. Urban Geography [M] Higher Education Press, 2009: 110 – 112.  117 Yeh, K. H., & Bedford, O. “A Test of The Dual Filial Piety Model”. Asian Journal of Social Psychology, 6(3), (2003): 215–228. Yin Jiangbin and Li Xun. “Review and Prospect of China's Population Flow and Urbanization Process”, Urban Issues”, Issue 12, (2012): 23-29   Yu Rui, (2007). Gay Network Communication in the Mainstream Context, published in News Communication, No. 1, 2007, pp. 48-51. Yu, Y., Xiao, S. and Xiang, Y.  “Application and Testing the Reliability and Validity of a Modified Version of Herek’s Attitudes toward Lesbians and Gay Men Scale in China”, Journal of Homosexuality 58(2)2011: 263–74. Yunxiang Yan. The Individualization of Chinese Society, New York: Berg, 2009.  Zhang Haitao. “China's New Enlightenment in the 1980s and the Literary Consequences of Its Interruption”, Social Scientist, No.5, General No.145, (May,2009): P30-33. Zhang Jie. “Interesting Textual Research: Ancient Chinese Homosexuality Map Research”, Yunnan People's Publishing House 2008: 7–19. ISBN 9787222053403. Zhang Jie: “The Cultural Differences between the Catholic Church in China and China in the Ming and Qing Dynasties on Homosexuality”, Chinese Sexual Science, Issue 5, (2005): P102-105. Zhang Wenwei, Wang Jiao'e, Jin Fengjun, Wang Chengjin. “60 Years of Development and Great Changes in Transportation in New China”, Economic Geography Vol.29，No.11 Nov.,2009: 1770-1776. Zhang, Yiqian and Wenting Xie. “China’s LGBT Groups Cautioned Against Western Political Agenda.” Global Times, 16 May 2018. http://www.globaltimes.cn/content/1102585.shtml.  Zheng Jiaran, Wen Qianru. “Research on the Construction Process of Gay College Students'  118 Identity in The New Media Era”, Journal of Contemporary Social Work No.11, (2019): pp.1-41. Zhou Yi. “The Current Situation and Countermeasures of Population Mobility in China.” Sociological Studies, 1998, Issue 3: 83-91. Zhou Yixing, Cao Guangzhong, “China's Urbanization Process in The Past 20 Years of Reform and Opening Up” [J] Urban Planning, 1999(12): 8-13.                              119 Website  Baidu, population: https://baike.baidu.com/item/%E4%BA%BA%E5%8F%A3/32987?fr=aladdin Blued： https://www.baidu.com/link?url=NHTcN0IYkWWIU1ZGd1DWPrlGq9hO2MPPVrQiI3K-8PeCZTCYbZkKRa1x8hbug7b28kNzI9WoKtURYN79vM52Ua&wd=&eqid=bdc4e0e60001249e00000006636a6829 Degree proportion： https://mp.weixin.qq.com/s?__biz=MzI4ODYyMzE1NQ==&mid=2247512640&idx=1&sn=9ad3d0ac19a18548714c91fb9082a603&chksm=ec396d1cdb4ee40ab6e395d3a2249ac26652187bfa4b9ea5d871e29dbfe6e97f3bf2451d4e4f&scene=27 The Gay Bars of Shanghai: Here and Queer for 20 Years, Qing Yan:  https://international.thenewslens.com/article/73933， LGBTQ rights in mainland China looking gloomy after Taiwan’s new ruling on same-sex marriage: https://theconversation.com/lgbtq-rights-in-mainland-china-looking-gloomy-after-taiwans-new-ruling-on-same-sex-marriage-78695 Dating app help Chinese out of closet: https://www.nytimes.com/2020/03/05/magazine/blued-china-gay-dating-app.html Family come out: https://www.sohu.com/a/466991236_232950  120 Living conditions of homosexuals in China in 2021: https://zhuanlan.zhihu.com/p/383370707 The survival status of homosexual groups in 32 cities in China – Homosexuality: https://www.time-weekly.com/post/268114 China's Hope for Gay Rights Renewed After Taiwan's Same-Sex Ruling： https://thewire.in/external-affairs/taiwan-ruling-brightens-outlook-gay-rights-china Taiwan's Same-Sex Marriage Ruling Gives Asian Neighbors Hope： https://www.nbcnews.com/feature/nbc-out/taiwan-s-same-sex-marriage-ruling-gives-asian-neighbors-hope-n766611 China Join WTO： https://www.bbc.com/zhongwen/simp/business-59239732 Analysis and thinking on the legalization of same-sex marriage in China： https://www.sbvv.cn/chachong/48435.html “Nan Feng” In ancient China： https://www.thepaper.cn/newsDetail_forward_1346280 How to treat homosexuality in the Republic of China： https://www.thepaper.cn/newsDetail_forward_1346657   121 Talking about “marginal people”： https://www.cdstm.cn/gallery/media/mkjx/bkzs/201605/t20160526_323885.html Government trust： http://www.gov.cn/xinwen/2022-01/21/content_5669608.htm Mobility Studies: An inclusive interdisciplinary approach to understanding migration: https://challengingborders.wooster.edu/blog/2017/06/13/mobility-studies/  favor agriculture and disfavor commerce: https://cdo.develpress.com/?p=3576  Polygamy: https://baike.baidu.com/item/%E4%B8%80%E5%A4%AB%E5%A4%9A%E5%A6%BB/10828428 Emotion and Gender in Public Opinion: Tao Sijin's Case and the Female Identical Love Discourse in the Republic of China: https://www.sohu.com/a/204145711_523159  Mobility rights and Migration rights: http://zqb.cyol.com/html/2013-10/21/nw.D110000zgqnb_20131021_1-02.htm      122 Figure table  Homosexual behavior considered as crime in cultural revolution:  https://helanonline.cn/archive/article/4471  Ranking of gay population in cities in 2020 ：https://baijiahao.baidu.com/s?id=1710511278994444698&wfr=spider&for=pc  Ranking of gay population in cities in 2022:       https://new.qq.com/rain/a/20220312A019Y700  Number of Internet users in China from 1997 to 2020: http://www.news.cn/video/sjxw/2021-08/23/c_1211341582.htm  People's Daily, the official Chinese media, congratulated Taiwan on passing the same-sex marriage bill on Twitter: https://www.rfa.org/mandarin/yataibaodao/gangtai/hx2-05202019120513.html  The Emperor of the Han Dynasty cut the sleeves for the male lover: https://www.sohu.com/a/621223026_120126591  Fig. Lgbtq pride parade in Hongkong, China: https://www.timeout.com.hk/hong-kong/hk/lgbt/%E5%B0%88%E8%A8%AA%EF%BC%9Acynthia-cheung-%E8%AB%87%E5%8D%81%E5%B9%B4%E5%BD%A9%E8%99%B9%E6%97%97%E4%B8%8B%E7%9A%84%E9%A6%99%E6%B8%AF   123 Zhang Wenwei, Wang Jiao'e, Jin Fengjun, Wang Chengjin. “60 Years of Development and Great Changes in Transportation in New China”, Economic Geography Vol.29，No.11 Nov.,2009: 1770-1776. Zhang Chewei, “The Urban-Rural Differences in China's Population Transformation and Its Policy Choices”, China Population Science, Issue 4, 2000:46-50.                         124 Survey data (Original)   中国男同志流动情况 第 1 题   请选择居住城市:        第 2 题   年龄         第 3 题   你的学历         125  第 4 题   家乡         第 5 题   你是通过什么方式来到大城市并且定居的？         126  第 6 题   有因为自己的性取向而选择离开家乡吗？        选项 小计 比例 有 34 38.64% 没有 48 54.55% 不清楚 6 6.82% 本题有效填写人次 88    第 7 题   你的家乡对同志的社会环境怎么样？      选项 小计 比例 友好 3 3.41% 不友好 41 46.59% 一般般 32 36.36% 不清楚 12 13.64% 本题有效填写人次 88     127 第 8 题   在大城市你会更愿意展现你的性取向吗？为什么？       选项 小计 比例 会 63 71.59% 不会 22 25% 不清楚 3 3.41% 本题有效填写人次 88    第 9 题   对比家乡，在大城市平常的生活中，你会感到轻松吗？为什么？        选项 小计 比例 会 58 65.91% 不会 24 27.27% 不清楚 6 6.82% 本题有效填写人次 88    第 10 题   如果家乡的开放程度和社会文化环境和现在城市一样，你会选择回家乡发展吗？        选项 小计 比例 会 33 37.5% 不会 39 44.32% 不清楚 16 18.18% 本题有效填写人次 88    第 11 题   在任何可能的情况下，你会想回家发展吗？为什么？        选项 小计 比例 会 34 38.64%  128 不会 40 45.45% 不清楚 14 15.91% 本题有效填写人次 88    第 12 题   你的父母是很传统的人吗？        选项 小计 比例 是 73 82.95% 不是 9 10.23% 不清楚 6 6.82% 本题有效填写人次 88    第 13 题   如果你的父母要求你回家乡发展，你会同意吗？为什么？        选项 小计 比例 会 8 9.09% 不会 73 82.95% 不清楚 7 7.95% 本题有效填写人次 88    第 14 题   如果出柜成功，你会选择回家乡发展吗？为什么？        选项 小计 比例 会 13 14.77% 不会 67 76.14% 不清楚 8 9.09% 本题有效填写人次 88    129  第 15 题   如果有机会或者时机成熟，你会选择和父母出柜吗？为什么？       选项 小计 比例 会 51 57.95% 不会 25 28.41% 不清楚 12 13.64% 本题有效填写人次 88    第 16 题   如果父母要求，你会选择结婚生子吗？        选项 小计 比例 会 9 10.23% 不会 71 80.68% 不清楚 8 9.09% 本题有效填写人次 88   第 17 题   谈论一下您对结婚的看法以及是否会选择形婚    130                        ",
    "id": 570926230,
    "identifiers": {
        "doi": null,
        "oai": "oai:thesis.unipd.it:20.500.12608/46624"
    },
    "title": "The general factors of Chinese gay movement and its potential future \"back mobility\" influenced by culture reasons",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-06-22T11:18:56+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://thesis.unipd.it/bitstream/20.500.12608/46624/1/Gaoze%20Cen-%20Final%20thesis.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/570926230.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/570926230"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/570926230/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/570926230/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/570926230"
        }
    ],
    "abstract": "openThe economic and social changes in contemporary China have contributed to homosexual visualization and homosexual mobility, especially after the reform and opening up. With the decriminalization and de-dieselization of homosexual groups by the Chinese government, the development of the Internet and the comprehensive contact of western economy and culture, homosexual groups are increasingly active in China's daily society, but they are always bound and pressured by traditional culture. Because of the changes of the times, the way of homosexual mobility has also changed, especially the selectivity of mobility. For example, before the 21st century, the mobility of homosexuals in China was synchronized with that of migrant workers, and it was unconscious. After the 21st century, with the development of market economy and education, homosexual mobility has gradually divided into work mobility and education mobility. But because the traditional culture of filial piety and the idea of marriage and childbirth have always occupied Chinese society, homosexuals living in developed cities have always faced the problem of returning or leaving. Therefore, this paper mainly explores the causes and direction of homosexual mobility, and analyzes its impact from three perspectives of economy, politics and culture. Through the questionnaire survey, the possibility of homosexual \"back mobility\" is analyzed from the perspective of social culture, so as to show the response of contemporary homosexuals to the pressure of traditional culture, as well as the mobility trend and direction of homosexuals in the future.The economic and social changes in contemporary China have contributed to homosexual visualization and homosexual mobility, especially after the reform and opening up. With the decriminalization and de-dieselization of homosexual groups by the Chinese government, the development of the Internet and the comprehensive contact of western economy and culture, homosexual groups are increasingly active in China's daily society, but they are always bound and pressured by traditional culture. Because of the changes of the times, the way of homosexual mobility has also changed, especially the selectivity of mobility. For example, before the 21st century, the mobility of homosexuals in China was synchronized with that of migrant workers, and it was unconscious. After the 21st century, with the development of market economy and education, homosexual mobility has gradually divided into work mobility and education mobility. But because the traditional culture of filial piety and the idea of marriage and childbirth have always occupied Chinese society, homosexuals living in developed cities have always faced the problem of returning or leaving. Therefore, this paper mainly explores the causes and direction of homosexual mobility, and analyzes its impact from three perspectives of economy, politics and culture. Through the questionnaire survey, the possibility of homosexual \"back mobility\" is analyzed from the perspective of social culture, so as to show the response of contemporary homosexuals to the pressure of traditional culture, as well as the mobility trend and direction of homosexuals in the future",
    "tags": [
        "LGBTQ",
        "Mobility",
        "Culture",
        "Politics",
        "Internet",
        "LGBTQ",
        "Mobility",
        "Culture",
        "Politics",
        "Internet"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "LGBTQ",
        "Mobility",
        "Culture",
        "Politics",
        "Internet"
    ],
    "oai": "oai:thesis.unipd.it:20.500.12608/46624",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "22186",
        "openDoarId": 0,
        "name": "Padua Thesis and Dissertation Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 570926230,
        "depositedDate": null,
        "publishedDate": "2023-06-22T11:18:56+01:00",
        "updatedDate": "2024-01-20T23:25:43+00:00",
        "acceptedDate": null,
        "createdDate": "2023-06-30T06:04:15+01:00"
    },
    "urls": [
        "https://hdl.handle.net/20.500.12608/46624"
    ],
    "lastUpdate": "2024-01-20T23:25:43+00:00",
    "setSpecs": []
}