{
    "acceptedDate": "2018-08-23T00:00:00+01:00",
    "authors": [
        {
            "name": "Parker, Caroline M"
        },
        {
            "name": "Hirsch, Jennifer S"
        },
        {
            "name": "Philbin, Morgan M"
        },
        {
            "name": "Parker, Richard G"
        }
    ],
    "contributors": [],
    "createdDate": "2019-09-04T02:53:29+01:00",
    "dataProvider": {
        "id": 234,
        "name": "The University of Manchester - Institutional Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/234",
        "logo": "https://api.core.ac.uk/data-providers/234/logo"
    },
    "depositedDate": "2018-10-01T00:00:00+01:00",
    "documentType": "",
    "doi": "10.1016/j.jadohealth.2018.05.018",
    "downloadUrl": "https://core.ac.uk/download/226772348.docx",
    "fullText": "The Urgent Need for Research and Interventions to Address Family-based Stigma and discrimination against LGBTQ YouthAbstract The stigma and discrimination experienced by lesbian, gay, bisexual, transgender and queer (LGBTQ) youth has been clearly linked to a wide range of health disparities. A great deal of attention has been given to implementing policies to mitigate that stigma and discrimination in schools, but LGBTQ youth also experience stigma and discrimination at home, and there is very little in the way of published research, evidence-based interventions, or policies address family-based stigma and discrimination. The purpose of this scoping study is to describe existing interventions, programs and policies that promote more supportive family environments for LGBTQ youth, to identify critical research and service gaps in this area, and to make recommendations for research and policymaking.IntroductionThere is growing concern about the health disparities experienced by lesbian, gay, bisexual, transgender and queer (LGBTQ) youth, which include depression and anxiety disorders, substance use disorders, attempted suicide, and homelessness 1-2. These health disparities continue into adulthood: LGBTQ adults have elevated rates of tobacco, alcohol, and other drug use 1,3. Stigma and discrimination are important drivers of LGBTQ health disparities 4.  As a social process that is deployed to produce and reproduce relations of power and dominance along intersecting axes of social inequality 5, stigma is often understood to take two principal forms – felt and enacted stigma 6. Whereas felt stigma refers to internal states, such as shame or fear of being associated with a stigmatized identity or condition, enacted stigma refers to actual experiences of discrimination 6. Within families, enacted stigma (acts of discrimination) may manifest through a variety of parental behaviors, including rejection, bullying and harassment 7–9. While studies of stigma and discrimination generally distinguish between sexual orientation, gender identity, and gender presentation 3,10, much of the on-going programmatic work to tackle stigma and discrimination addresses gender and sexual minorities as a collective. Thus, while distinctions between sexual orientation, gender identity, and gender conformity are important, for the remainder of this article we employ the inclusive term LGBTQ as an unbrella term encompassing a breadth of different populations that could be categorized as sexual and/or gender minorities. Where applicable, we note if specific research or interventions were targeted at sexual minority youth, transgender youth, or gender-non-conforming youth.Substantial evidence shows that LGBTQ youth’s relationships with their parents, caregivers and families play a crucial role in shaping health outcomes 11-12. Familial acceptance, support and affirmation have been demonstrated to confer multiple health benefits to LGBT youth 11, 13–15, while family rejection – that is, the experience of enacted stigma – has been associated with a variety of negative health outcomes among LGB youth 7,8. In 2013, the Society for Adolescent Health and Medicine recognized the importance of family environment for the health of LGBT youth via a position paper recommending that health care providers educate parents about the health impact of familial support 16. There is still, however, a paucity of public health interventions to reduce family level stigma and discrimination or to support the parents of LGBTQ youth. Stigma and discrimination experienced by LGBTQ youth varies across the United States 17. Most of the evidence for this social variation comes from studies of ‘homophobic attitudes’ 18–20, which could also encompass transphobia and intolerance of gender-nonconformity, though this has rarely been examined explicitly. That research indicates that homophobic attitudes vary according to social factors such as place, class, race, ethnicity and religion 18–20, with place and religion seeming to be more important in determining homophobic attitudes than race or ethnicity 19, and with mixed evidence for rural/urban differences in homophobic attitudes 21,22. It is unclear how these documented elements of variation play out at the family-level. Furthermore, given that LGBTQ youth are not a monolithic category and encompass multiple diverse social identities that vary according to sexual orientation, gender identity, and gender-nonconformity, it is also likely that experiences of family-level stigma and discrimination will be experienced differently by different sub-groups (e.g., sexual minority youth versus gender-nonconforming youth). Understanding the areas and sub-populations among whom stigma and discrimination is strongest is important when evaluating the need for interventions that target specific populations or places.Given the documented importance of a supportive family environment for a healthy transition to adulthood 7,11–13 – for LGBTQ youth, as for all young people 9 – there is an urgent need for policies and interventions to foster supportive home environments for LGBTQ youth. The ecological model is widely used in public health research to organize knowledge about how factors across multiple levels of social organization shape health-related outcomes, to categorize intervention strategies according to the level at which they operate, to illustrate gaps in knowledge or intervention approaches, and to guide program development 23–28. Here we employ an adapted version of McLeroy’s ecological model 27 (see table 1) to review research, interventions, and policies that seek to improve the family environment for LGBTQ and make recommendations for future lines of research and policymaking. Because an initial scan of the literature showed that this is an area in which relatively little research has been, it was appropriate to use a ‘scoping study’ 30 approach rather than conducting a systematic literature review following the PRISMA method 31. Increasingly used for areas of research that are either new or only poorly delineated in existing literature 32, a scoping study maps out a research area through identification and classification of key sources and kinds of evidence 32. Accordingly, this scoping study provides an overview, rather than a full catalog, of the various types of published research, ongoing interventions, and policies that seek to improve LGBTQ youth’s family environment. The aims are to describe the extent, range and nature of this research area and identify gaps in the literature 30.MethodsFor the review, we selected keywords (lesbian, gay, bisexual, trans, LGBTQ youth, gender-nonconforming youth, sexual minorities, family, parents, homophobia, stigma, discrimination, support, rejection, acceptance, program, intervention) and searched the National Library of Medicine’s PubMed online database, JSTOR and SocINDEX. Inclusion criteria were that articles be written in English and describe a specific strategy (e.g. intervention, program, policy) to promote supportive family environments or to reduce family-based stigma and discrimination for LGBTQ youth. Articles were excluded if they did not meet these criteria or if they described the same intervention as another article. In instances where several publications described the same intervention, we included the publication that provided the most detailed information pertaining to the intervention. There were no restrictions based on date. Because the search of the scientific literature identified a relatively small number of programs, policies and interventions, the first author then consulted with three social workers whose area of expertise is LGBTQ youth. As professionals charged with interfacing between families, government departments, and non-governmental organizations, social workers were considered well positioned to identify grey literature that would otherwise have been missed by an academic literature review. We included a selection of this grey literature from relevant stakeholder organizations and government departments to illustrate the kind of work that is ongoing programmatically. Anonymous peer-reviewers suggested several additional grey literature references.To organize the review, we categorize research, interventions and policies according to type of evidence (see table 1): (1) Peer-reviewed publications describing specific interventions; (2) Peer-reviewed publications describing larger initiatives or programs with on-going research components; (3) Descriptions of organizations and programs with no research component; (4) Descriptions of policies. We use an adapted version of McLeroy’s ecological model 27. The model was adapted for the purposes of the present review. Since very little programmatic work operates strictly at the organization level without also operating at the community level, in the adapted model the initial distinction between “organizational” and “community” levels are collapsed into the community level (see table 1). Using this adapted ecological model, we categorize research, interventions and policies according to four distinct levels of intervention. These levels include: (1) individual (e.g. interventions to change the attitudes of individual parents); (2) interpersonal (e.g. interventions to foster strong relationships between parents and their children); (3) community (e.g. interventions to change community-level norms); (4) and structural (e.g. anti-discrimination policies). We also indicate whether the research, intervention or policy provided outcome data. For programs that lack outcome data because they do not entail a research component, we indicate that this is the case. Where available, we provide information on the theoretical frameworks and approaches underlying specific interventions.  The theoretical frameworks and approaches listed in the table include only those that were explicitly named as informing intervention design. We do not include theories or approaches if they were simply cited as part of an introduction or literature review. We describe the target population of specific interventions, including whether they target sexual minority, transgender, gender-nonconforming, or LGBTQ youth in general, and we describe the setting in which the intervention took place (e.g., rural, urban, or online settings). For interventions that provided demographic information pertaining to the race and ethnicity of participants, we have also summarized this information in a separate column.[Insert table 1] ResultsOur review found very few peer-reviewed publications that describe interventions to reduce family stigma and discrimination against LGBTQ youth 33–41, with much of the on-going work to improve family environments for LGBTQ youth currently conducted by city governments and non-governmental organizations 42–48, rather than researchers; this was also confirmed by our consultation with specialists. Although descriptions of this work is generally limited to online publications, which rarely provide detailed descriptions of either program process or specific outcomes, these organizations and programs were included in the review because they are currently conducting the preponderance of the work being done in this area. Across the range of interventions and programs to support LGBTQ youth and their families, some are specifically tailored to sexual minority youth 34,35,49, while others are tailored to gender minority youth 36,39,46,47,50, with only one of the latter being specific to gender-nonconforming youth 36, and the rest inclusive of both transgender and gender-nonconforming populations. Among service organizations that did not have a research component, programs usually were targeted at the inclusive categories of LGBT 42,43 or LGBTQ 44,45.  Just one intervention, a family-based attachment therapy program, provided any outcome data 35; participants (suicidal LGB adolescents) demonstrated reductions in both suicidality and depressive symptoms.  However, outcome data were based on just 10 participants 35. Just two interventions explicitly tailored strategies for specific racial, ethnic or religions orientations 41,45, though four provided information about the racial and/or ethnic composition of intervention participants 33,35,37,38. With one exception 44, only peer-reviewed publications provided information about their underlying theoretical frameworks and approaches 33–41. Theoretical frameworks and approaches varied widely and included, among others: psycho-educational, cognitive behavioral, attachment-based, and affirmative approaches. [Insert table 2]DiscussionThis scoping study demonstrates that there is very little in the way of published research, evidence-based interventions, or policies that address family-based stigma and discrimination. It highlights the urgent need for evidence-based policies and interventions to promote the wellbeing of LGBTQ youth. The inconsistency with which work specified the race and ethnicity of target populations also reveal a lack of tailored intervention strategies, signaling perhaps an under-recognition of the diversity of LGBTQ youth and the ways in which subpopulations may have distinct needs. These needs may vary, both between sub-groups (sexual minority, transgender, and gender-nonconforming youth), as well as according to other social factors such as race, ethnicity, religious affiliation, and place. In order to build our capacity to address this vital dimension of LGBTQ health, future research is needed to address critical gaps in knowledge. A key research issue concerns the social drivers of family-based stigma and discrimination. Specifically, what are the modifiable social determinants of family-based stigma and discrimination towards LGBTQ youth? To date, we know of no studies that have examined this. Aside from social determinants suggested by research on child mistreatment, the most frequently replicated of which are economic determinants (e.g. income, unemployment) 52, an additional social determinant which might influence family level stigma is ‘structural stigma’ 17,53. Structural stigma – community level norms and institutional policies that discriminate against sexual minority populations – has a demonstrated harmful health effect, with one study finding that LGB populations who reside in areas with high levels of structural stigma die 12 years younger, on average, than those who reside in areas with low structural stigma 17, and another showing that sexual orientation disparities in illicit drug use are more pronounced in states with high structural stigma compared to states with low structural stigma 53. To build on these findings, we suggest future research should examine the impact of structural stigma on family environment for LGBTQ youth.Our scoping study suggests unrealized opportunities to improve family environment for LGBTQ youth by developing interventions across each level of the ecological framework. First, there is clearly a need for evidence-based interventions that operate at the individual and interpersonal levels 54. For example, researchers could develop more family-based affirmative interventions that promote tolerance and foster strong relationships between parents and their LGBTQ children 37. That said, since individual and interpersonal level interventions generally require that participants choose to enroll, for example, an LGBTQ child might have to ask their parents or caregiver to attend a community support group, those interventions may fail to reach those families where discrimination is the strongest, and thus may be limited in their impact on population health 55. Tackling stigma and discrimination within families across the United States will therefore also require community and structural level policies that have impact beyond those who elect to participate. At the community level, pro-acceptance campaigns 40,56 which aim to change community level attitudes towards LGBTQ populations and to educate communities about sexual and/or gender diversity could promote supportive family environments for LGBTQ youth. At the structural level, our review identified just one area of policymaking (anti-conversion therapy laws) that could directly improve family environment for LGBTQ youth. 57 A ban on a specific harmful, non- evidence-based clinical practice 58, however, falls substantially short of creating what might reasonably be called a supportive environment for LGBTQ youth. Research is needed to assess whether other anti-discrimination laws, which do not directly target families, have down-stream effects on family environments 17. In addition, structural-level policies designed to mitigate sexual and gender-based discrimination in domains and institutions other than the family (e.g., schools, health care settings and the work place) could constitute an additional strategy with the potential to improve family environment for LGBTQ youth. Such laws and policies could include same-sex marriage laws, employment laws and bathroom laws 17,59; again, research is needed to examine whether these policies affect the family environment. An additional structural-level policy suggestion would be to increase public funding to non-governmental organizations and to public institutions such as social work departments, health departments, and city governments specifically to support the development of support services for families of LGBTQ youth. Given that there is some evidence, noted above, for variation across religious groups and rural/urban areas in attitudes towards LGB people 19,21,22, it is also worth considering the spatial and institutional targeting of interventions or policies to higher-discrimination areas.  To be sure, the concentration of public sector programming in urban areas may reflect political differences between urban and rural areas, as well as population density, suggesting both opportunities for on-line interventions to reach more dispersed rural populations and the barriers that might exist to creating policy and implementing interventions in high-discrimination communities.  Following the Society for Adolescent Health and Medicine16, we suggest developing anti-discrimination policies to protect LGBTQ youth in foster care settings and training pediatricians to talk with parents about sexual and gender variation. This could be facilitated by the development of medical school curricula for pediatricians and also potentially for other health professionals (e.g. nurses, physicians assistants). To conclude, a critical challenge for future population health research is to identify modifiable social and structural determinants of family-based stigma and discrimination towards LGBTQ youth. Tackling stigma and discrimination within families will require interventions and policies at each level of the ecological framework, including individual- and interpersonal-level interventions as well as community-level programs and structural-level policymaking. Addressing this issue successfully will also require the participation of multiple sectors including state agencies, universities, community organizations, religious organizations and of course the families themselves. To move forward these critical interventions to address LGBTQ health disparities, public health advocates must encourage the federal government and private funders to support future research to develop and test interventions and social policy approaches. Finally, city and state government must commit more resources to community groups that work with LGBTQ youth and their families.This scoping study has several limitations: unlike a systematic review, it has not included an exhaustive bibliography of every academic article published on this topic. Unlike a meta-analysis, it has not evaluated the quality of evidence of included studies, nor has it assessed whether interventions are effective. An additional limitation of this study regards the inclusion criteria, which were that references must describe an intervention, program or policy that focuses either on a strategies to improve family environment for LGBTQ youth or on a strategy to reduce family-based stigma and discrimination. Owing to these inclusion criteria, we identified just one area of policymaking (anti-conversion therapy laws), which could improve family environment for LGBTQ youth. However, anti-discrimination laws (not specific to families), which may have down-stream effects on family environments 17, were not included in this scoping study.Implications and contributionSubstantial evidence demonstrates that family relationships play a crucial role in shaping the well-being of LGBTQ youth, as they do for all young people. This scoping study points to the urgent need for evidence-based policies and interventions to reduce family-level stigma and discrimination in order to promote the wellbeing of LGBTQ youth.Bibliography:1. \tInstitute of Medicine (US) Committee on Lesbian, Gay, Bisexual, and Transgender Health Issues and Research Gaps and Opportunities. The Health of Lesbian, Gay, Bisexual, and Transgender People: Building a Foundation for Better Understanding. Washington (DC): National Academies Press (US); 2011. http://www.ncbi.nlm.nih.gov/books/NBK64806/.2. \tConron KJ, Mimiaga MJ, Landers SJ. A population-based study of sexual orientation identity and gender differences in adult health. Am J Public Health. 2010;100(10):1953–1960.3. \tMink MD, Lindley LL, Weinstein AA. Stress, Stigma, and Sexual Minority Status: The Intersectional Ecology Model of LGBTQ Health. J Gay Lesbian Soc Serv. 2014;26(4):502-521. 4. \tHatzenbuehler ML, Phelan JC, Link BG. Stigma as a fundamental cause of population health inequalities. Am J Public Health. 2013;103(5):813–821.5. \tParker R, Aggleton P. HIV and AIDS-related stigma and discrimination: a conceptual framework and implications for action. Soc Sci Med 1982. 2003;57(1):13-24.6. \tMaluwa M, Aggleton P, Parker R. HIV- and AIDS-Related Stigma, Discrimination, and Human Rights: A Critical Overview. Health Hum Rights. 2002;6(1):1-18. 7. \tRyan C, Huebner D, Diaz RM, Sanchez J. Family rejection as a predictor of negative health outcomes in white and Latino lesbian, gay, and bisexual young adults. Pediatrics. 2009;123(1):346-352. 8. \tBird JDP, LaSala MC, Hidalgo MA, Kuhns LM, Garofalo R. “I Had to Go to the Streets to Get Love”: Pathways From Parental Rejection to HIV Risk Among Young Gay and Bisexual Men. J Homosex. 2016;0(0):1-22. 9. \tSentse M, Lindenberg S, Omvlee A, Ormel J, Veenstra R. Rejection and Acceptance Across Contexts: Parents and Peers as Risks and Buffers for Early Adolescent Psychopathology. The TRAILS Study. J Abnorm Child Psychol. 2010;38(1):119-130. 10. \tHughto JMW, Reisner SL, Pachankis JE. Transgender stigma and health: a critical review of stigma determinants, mechanisms, and interventions. Soc Sci Med. 2015;147:222–231.11. \tRothman EF, Sullivan M, Keyes S, Boehmer U. Parents’ supportive reactions to sexual orientation disclosure associated with better health: results from a population-based survey of LGB adults in Massachusetts. J Homosex. 2012;59(2):186-200. 12. \tMcConnell EA, Birkett M, Mustanski B. Families Matter: Social Support and Mental Health Trajectories Among Lesbian, Gay, Bisexual, and Transgender Youth. J Adolesc Health. 2016;59(6):674-680. 13. \tRyan C, Russell ST, Huebner D, Diaz R, Sanchez J. Family Acceptance in Adolescence and the Health of LGBT Young Adults. J Child Adolesc Psychiatr Nurs. 2010;23(4):205-213. 14. \tTravers R, Bauer G, Pyne J. Impacts of strong parental support for trans youth: A report prepared for Children’s Aid Society of Toronto and Delisle Youth Services. https://www.researchgate.net/publication/284988129_Impacts_of_strong_parental_support_for_trans_youth_A_report_prepared_for_Children’s_Aid_Society_of_Toronto_and_Delisle_Youth_Services. Published 2012. Accessed February 19, 2017.15. \tMcConnell EA, Birkett M, Mustanski B. Families Matter: Social Support and Mental Health Trajectories Among Lesbian, Gay, Bisexual, and Transgender Youth. J Adolesc Health. 2016;59(6):674-680. 16. \tSociety for Adolescent Health and Medicine. Recommendations for promoting the health and well-being of lesbian, gay, bisexual, and transgender adolescents: a position paper of the Society for... - PubMed - NCBI. J Adolesc Health. 2013;52(4):506-510.17. \tHatzenbuehler ML, Bellatorre A, Lee Y, Finch BK, Muennig P, Fiscella K. Structural stigma and all-cause mortality in sexual minority populations. Soc Sci Med. 2014;103:33-41. 18. \tLewis GB. Black-White Differences in Attitudes toward Homosexuality and Gay Rights. Public Opin Q. 2003;67(1):59-78. 19. \tAdamczyk A, Boyd KA, Hayes BE. Place matters: Contextualizing the roles of religion and race for understanding Americans’ attitudes about homosexuality. Soc Sci Res. 2016;57:1-16. 20. \tSchnabel L. Gender and homosexuality attitudes across religious groups from the 1970s to 2014: Similarity, distinction, and adaptation. Soc Sci Res. 2016;55:31-47. 21. \tFredriksen-Goldsen KI, Kim H-J, Barkan SE, Balsam KF, Mincer SL. Disparities in Health-Related Quality of Life: A Comparison of Lesbians and Bisexual Women. Am J Public Health. 2010;100(11):2255-2261. 22. \tEliason MJ, Hughes T. Treatment Counselor’s Attitudes About Lesbian, Gay, Bisexual, and Transgendered Clients: Urban vs. Rural Settings. Subst Use Misuse. 2004;39(4):625-644. 23. \tStokols D. Translating Social Ecological Theory into Guidelines for Community Health Promotion. Am J Health Promot. 1996;10(4):282-298. 24. \tStokols D, Pelletier KR, Fielding JE. The ecology of work and health: research and policy directions for the promotion of employee health. Health Educ Q. 1996;23(2):137–158.25. \tRichard L, Potvin L, Kishchuk N, Prlic H, Green LW. Assessment of the integration of the ecological approach in health promotion programs. Am J Health Promot. 1996;10(4):318–328.26. \tGreen LW, Kreuter MW. Health promotion planning: An educational and ecological approach. 1999.27. \tMcLeroy KR, Bibeau D, Steckler A, Glanz K. An ecological perspective on health promotion programs. Health Educ Q. 1988;15(4):351–377.28. \tNewes-Adeyi G, Helitzer DL, Caulfield LE, Bronner Y. Theory and practice: applying the ecological model to formative research for a WIC training program in New York State. Health Educ Res. 2000;15(3):283-291. 29. \tPhilbin MM, Parker CM, Parker RG, Wilson PA, Garcia J, Hirsch JS. The Promise of Pre-Exposure Prophylaxis for Black Men Who Have Sex with Men: An Ecological Approach to Attitudes, Beliefs, and Barriers. AIDS Patient Care STDs. 2016;30(6):282-290.30. \tArksey H, O’Malley L. Scoping studies: towards a methodological framework. Int J Soc Res Methodol. 2005;8(1):19–32.31. \tMoher D, Shamseer L, Clarke M, et al. Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement. Syst Rev. 2015;4(1). 32. \tMays N, Roberts E, Popay J. Synthesising research evidence. Stud Organ Deliv Health Serv Res Methods. 2001:188–220.33. \tHuebner DM, Rullo JE, Thoma BC, McGarrity LA, Mackenzie J. Piloting Lead with Love. J Prim Prev. 2013;34(5):359-369. 34. \tTroutman OA, Evans KM. A Psychoeducational Group for Parents of Lesbian, Gay, and Bisexual Adolescents. J Sch Couns. 2014;12(18). 35. \tDiamond GM, Diamond GS, Levy S, Closs C, Ladipo T, Siqueland L. Attachment-based family therapy for suicidal lesbian, gay, and bisexual adolescents: a treatment development study and open trial with preliminary findings. Psychotherapy. 2012;49(1):62-71. 36. \tMalpas J. Between pink and blue: A multi-dimensional family approach to gender nonconforming children and their families. Fam Process. 2011;50(4):453–470.37. \tHill DB, Menvielle E, Sica KM, Johnson A. An affirmative intervention for families with gender variant children: Parental ratings of child mental health and gender. J Sex Marital Ther. 2010;36(1):6–23.38. \tHarvey R, Stone L. Queer Youth in Family Therapy. Fam Process. 2015;54(3):396-417. 39. \tMenvielle E. A comprehensive program for children with gender variant behaviors and gender identity disorders. J Homosex. 2012;59(3):357–368.40. \tFrye V, Paige MQ, Gordon S, et al. Developing a community-level anti-HIV/AIDS stigma and homophobia intervention in new York city: The project CHHANGE model. Eval Program Plann. 2017;63:45-53. 41. \tRyan C. Engaging Families to Support Lesbian, Gay, Bisexual, and Transgender Youth: The Family Acceptance Project. Prev Res. 2010;17(4):11–13.42. \tP-FLAG. Support Groups for Parents, Families & LGBT People - PFLAG NYC. http://www.pflagnyc.org/support/meetings. Published 2015. Accessed April 7, 2016.43. \tCAMBA’s Project ALY (Accept LGBT Youth). CAMBA Project ALY. http://www.camba.org/projectaly. Published 2015. Accessed April 7, 2016.44. \tNew York City Department of Youth and Community Development, SCO Family of Services, Green Chimneys. Family Therapy Intervention Pilot: A Project of the New York City Department of Youth and Community Development in partnership with SCO Family of Services and Green Chimneys. 2011. https://mafiadoc.com/ftip-family-therapy-intervention-pilot_59f233b51723ddbeb848f88c.html.45. \tOut Proud Families. About | Out Proud Families. http://www.outproudfamilies.com/?page_id=19. Published 2017. Accessed December 4, 2017.46. \tCamp Born This Way. What is Camp Born This Way? Camp Born This Way. http://www.campbornthisway.org/about.html. Published 2017. Accessed December 4, 2017.47. \tTransYouth Family Allies. Who are TransYouth Family Allies? http://www.imatyfa.org/index.html. Published 2017. Accessed December 4, 2017.48. \tCity of New York. NYC Unity Project.; 2016. http://www1.nyc.gov/assets/home/downloads/pdf/reports/2017/nyc-unity-project.pdf.49. \tHuebner DM, Rullo JE, Thoma BC, McGarrity LA, Mackenzie J. Piloting Lead with Love. J Prim Prev. 2013;34(5):359-369. 50. \tGender Diversity Education and Support Services. Family Support Groups In Washington. http://www.genderdiversity.org/family-support-groups/. Published 2016.51. \tMovement Advancement Project | Conversion Therapy Laws. http://www.lgbtmap.org/equality-maps/conversion_therapy. Accessed March 14, 2018.52. \tCoulton CJ, Crampton DS, Irwin M, Spilsbury JC, Korbin JE. How neighborhoods influence child maltreatment: a review of the literature and alternative pathways. Child Abuse Negl. 2007;31(11-12):1117-1142. 53. \tHatzenbuehler ML, Jun H-J, Corliss HL, Austin SB. Structural stigma and sexual orientation disparities in adolescent drug use. Addict Behav. 2015;46:14–18.54. \tMustanski B. Future directions in research on sexual minority adolescent mental, behavioral, and sexual health. J Clin Child Adolesc Psychol. 2015;44(1):204–219.55. \tBlankenship KM, Friedman SR, Dworkin S, Mantell JE. Structural Interventions: Concepts, Challenges and Opportunities for Research. J Urban Health. 2006;83(1):59-72. 56. \tKITCHEN A. Mexican soccer stars say no to homophobia in landmark campaign. Star Obs. March 2016. http://www.starobserver.com.au/news/international-news-news/mexican-soccer-stars-back-new-anti-homophobia-campaign/147973. Accessed February 19, 2017.57. \tHaldeman DC. Sexual orientation conversion therapy for gay men and lesbians: A scientific examination. 1991. Homosexuality: Research implications for public policy. 1991: 149-160.58. \tAmerican Psychological Association. Report of the American Psychological Association Task Force on Appropriate Therapeutic Responses to Sexual Orientation.; 2009. https://www.apa.org/pi/lgbt/resources/therapeutic-response.pdf.59. \tThe New York Times. Understanding Transgender Access Laws. The New York Times. https://www.nytimes.com/2017/02/24/us/transgender-bathroom-law.html. Published February 24, 2017. Accessed March 15, 2018.Table 1Ecological modelOriginal framework by McElroy \tAdapted framework for interventions that address family-based stigma and discrimination against LGBT and gender-nonconforming youth1) Intrapersonal\t1) Individual 2) Interpersonal\t2) Interpersonal3) Organizational\t3) Community (including institutions and organizations)4) Community \t5) Environment/Policy \t4) Structural1Table 2Name (Project, Authors)\tDescription\tLevel of ecological framework\tIf an intervention, did it provide outcome data? \tIf an intervention, what was the target population and setting?\tIf an intervention, what data were provided on race/ethnicity of study participants?\tIf an intervention, was it grounded in a specific theoretical framework or approach? Peer-reviewed publications describing specific intervention\t Lead with Love (Huebner et al. 2013) 49\tLead with Love is educational-entertainment video intervention distributed via the internet. It aims to improve parents’ behaviors toward their lesbian, gay, and bisexual (LGB) children, by providing parents with comfort, information and behavioral guidance. \tIndividual level \tNo\tParents only (of LGB youth up to age 25)\t\tOnline setting\t10,949 total participants (viewers)\tParent viewers: \tCaucasian 73.8%\tAfrican American 5.9%\tLatino 12.4%\tAsian/Pacific Islander 4.6%\tNative American 0.5%\tMixed 2.7\t\tLGB Youth:\tCaucasian 69%\tAfrican American 6.6%\tLatino 10.3%\tAsian/Pacific Islander 6.8%\tNative American 0.2%\tMixed 6.9%\t\tTheories:\tSocial cognitive theory\tStages of change model of behavior change\t\tApproaches: Motivational interviewing approachPsychoeducational Group for Parents of LGB Adolescents (Troutman and Evans 2014) 34\tA proposed group-level psycho-educational intervention that aims to help parents respond positively to their LGB children who have ‘come out’. Designed to be held in a school or community center.\tInterpersonal level\tNo\tParents only (of LGB youth age 13-18). Designed fir groups of up to 8 members, which ideally should represent diversity in terms of ethnicity and socio-economic status\t\tSetting not specified\tDemographic information on race/ethnicity not provided\t\tTheories:\tCognitive behavioral theory\t\tApproaches:\tCognitive behavioral group-based approach Attachment-based family therapy (Diamond et al. 2012) 35\tA 12-16 week family-based therapy that aims to foster attachments between parents and their LGB children to reduce depression and suicidality among suicidal LGB youth.\tInterpersonal level\tYes\tBoth parents and adolescents together (suicidal LGB youth age 13-18)\t\tIntervention occurred in urban setting\t\t\t30 total participants (adolescents and their parents)\t\tAdolescents:\tAfrican American 5\tWhite 2\tMulti-racial 2\tOther 1\tTheories:\tAttachment theory\t\tApproaches:\tAttachment based family therapy approachMulti-dimensional family approach to gender-nonconforming children and their families (Malpas 2011) 36\tMulti-dimensional family intervention for gender-nonconforming youth and their families that combines five elements: Individual parental education, individual assessment and child therapy, parental coaching, systemic family therapy, and parent support group.\tIndividual and interpersonal level\tNo\tDivided by group: Parents of gender-nonconforming children; parents and children together; groups of parents (age not specified)\t\tSetting not specified\tDemographic information on race/ethnicity not provided\tTheories:\tNo specific theories named\t\tApproaches:\tMulti-dimensional family approach ‘\tAffirmative approachAn Affirmative Intervention for Families With Gender Variant Children (Hill et al. 2010) 37\tA family-based intervention to promote tolerance and foster strong relationships between parents and their gender-variant children.\tInterpersonal level\tNo\tBoth parents and their gender variant children (age 4-18)\t\tIntervention occurred in urban setting\t\t72 participants (41 parents and 31 children).\t\tMothers: \tWhite 80%\tHispanic 10%\tBlack 1 participant \tMulti-racial 1 participant\t\tFathers: \tWhite 85%\tHispanic 1 participant\tJewish 1 participant\t\tChildren: \tWhite 52%\tHispanic 16% \tBlack 13%\tAsian 10%\tMulti-racial 10%\tUndeclared 1 participant\tTheories:\tNo specific theories named\t\tApproaches:\tAffirmative approach Queer Youth in Family Therapy (Harvey and Stone 2015) 38\tA family-based intervention to foster resilience among queer youth and their caregivers. Aims to support families to deal with and confront oppression through three stages of family therapy: Creating refuge; Difficult dialogs; Nurture queerness. \tInterpersonal level\tNo\tBoth parents and queer children together (age not specified)\t\tSetting not specified\tTwo case studies described. One African American youth (plus their parents) and one Vietnamese-American youth (plus parents)\tTheories:\tQueer theory Intersectionality\tFamily systems theory Collaborative change theory\t\tApproaches:\tFamily therapy approachPeer-reviewed publications describing larger initiatives or programs with on-going research components \t Family Acceptance Project (Ryan 2010)41\tA multi-level research, intervention, education and policy initiative that aims to improve the health and mental health of LGBT youth through supporting families of LGBT youth and promoting family acceptance. This initiative develops training resources and assessment tools for organizations that work with families including child welfare, schools, social services, and faith-based communities. In collaboration with Child & Adolescent Services at SF General Hospital/ UCSF, the initiative also provides confidential family support services. It also engages in public policy advocacy. \tIndividual \tand Interpersonal and Community and Structural level\tNo\tBoth parents and LGBT children (services delivered by age in groups: under 13s, 13-17, 17-21, and 21-25). Proposed target population includes ethnically diverse families\t\tIntervention occurred in urban setting\t\t\tDemographic information on race/ethnicity not provided\tTheories:\tNo specific theories named.\t\tApproaches:\tParticipatory research approach\tFamily-based model of wellness\tChildren’s Gender and Sexuality Advocacy and Education Program  (Menveille 2012) 39\tThis program was developed at the at the Children’s National Medical Center in Washington D.C. and used separate support groups for children with gender variant behaviors and their parents. The parents’ group aimed to help parents affirm and support their children through acquiring strategies to communicate acceptance and to advocate for their children. The children’s group aimed to create a safe space where members can share their stories to supportive listeners who share aspects of their experience. An online community was also developed as an extension of the parent support group.\tInterpersonal\tNo\tSeparate groups for children with gender variant behaviors and their parents (age not specified)\t\tIntervention occurred in urban setting\t\tDemographic information on race/ethnicity not provided\tTheories:\tNo specific theories named.\t\tApproaches:\tAffirmative approach\tPsycho-educational group approachProject CHHANGE (Frye et al. 2017) 40\tA community intervention to reduce HIV stigma and homophobia through the creation of safe spaces for People Living with HIV/AIDS (PLWHA) and LGBTQ youth and through conducting anti-stigma and homophobia training workshops with faith communities. Three main components: a space-based events and activities; a workshop/training curriculum; and a bus shelter ad campaign to reduce community-level homophobia.\t\t\t\t\t\tCommunity level\tNo\tIntervention was designed for implementation in a high HIV prevalence, low income, predominately Afro-Caribbean and African-American, urban neighborhood in New York City\t\tIntervention occurred in urban setting\t\tDemographic information on race/ethnicity not provided\tTheories:\tSocio- ecological theory  Empowerment theory Stigma theory\t\tApproaches:\tCommunity approach\tDescriptions of organizations and programs with no research component\t Family Therapy Interventions Pilot (NYC-DYCD, SCO, and Green Chimneys 2011) 44\tThe Family Therapy Intervention Pilot (FTIP) is a New York-based city-funded initiative that provides individual and family CBT-based counseling services to help LGBTQ youth remain in or return to their families by promoting familial acceptance of their LGBTQ children.\tIndividual and interpersonal level\tNo research component\tBoth parents and LGBTQ children (age not specified)\t\tIntervention occurred in urban setting\t\tDemographic information on race/ethnicity not provided\t\tTheories:\tNo specific theories named.\t\tApproaches\tCognitive behavioral approach \tMultisystemic therapeutic approach\tFunctional analytic psychotherapeutic approach\tFamily focused therapy approach\tMotivational interviewing approachGender Diversity Parent Support Group, Seattle Children's Hospital 50\tA Seattle-based program that offers three different parental support groups for parents of trans and gender-diverse children \t (separated into age groups), a facilitated play-group for parents with young children, and a a support group for teenagers themselves.\tInterpersonal level\tNo research component\tParent group, parents and their trans and gender-diverse children (with three different age groups: 3-9, 9-13, 14-20); teenagers only\t\tIntervention occurred in urban setting\t\tDemographic information on race/ethnicity not provided\tNo specific theories or approaches named.P-FLAG support groups 42\tP-FLAG is an organization made up of parents, friends, families and allies uniting with LGBTQ individuals. It has over 200,000 members across the United States. P-FLAG works at with families and communities, and provides group support sessions to parents of LGBTQ youth.\tInterpersonal and Community level\tNo research component\t LGBTQ individuals and allies (all ages)\t\tIntervention occurred in both rural and urban settings\tDemographic information on race/ethnicity not provided\tNo specific theories or approaches namedCAMBA's Project ALY (Accept LGBT Youth) 43\tProject ALY is a New York City-funded initiative that aims to promote parental acceptance of LGBTQ youth. It combines parental support groups with a community-level social marketing campaign to address stigma.\tInterpersonal and Community level\tNo research component\tLGBTQ individuals and allies (all ages)\t\tIntervention occurred in both rural and urban settings\tDemographic information on race/ethnicity not provided\tNo specific theories or approaches namedCamp Born This Way 46\tCamp Born This Way consists of a weekend-long camp trip in Arizona for transgender and gender-nonconforming youth and their families. The camp seeks to foster strong relationships between families and gender minority youth and aims to foster a support network among families.\tInterpersonal level\tNo research component\tOpen to transgender and gender-nonconforming youth (age 5-17) and parents, guardians, and siblings who live in Arizona\t\tIntervention occurred in rural setting\tDemographic information on race/ethnicity not provided\tNo specific theories or approaches namedTransYouth Family Allies 47\tTransYouth Family Allies is a network of people and organizations that support trans, gender variant or gender questioning youth and their families. It seeks to nurture support and respect for transgender and gender-variant youth through the provision of online resources for families. It also houses an online forum and support group which functions as both a support and referral source for parents and families. \tIndividual and Interpersonal level\tNo research component\tOnline resource is open to anyone. The online forum is for families of transgender youth (age 3-18)\t\tOnline setting\tDemographic information on race/ethnicity not provided\tNo specific theories or approaches namedOut Proud Families 45\tAn online resource and community space for parents of children of diverse gender identities, gender expressions, and sexual orientations. Includes a mobile educational workshop that covers a range of topic targeted at parents and at LGBTQ youth. Workshops cover topics such as: Gender and Sexual Orientation Basics; Families and Coming Out: Understanding your Parents and Caregivers.\tIndividual level\tNo research component\tOnline resource is open to anyone. Workshops run for both parents and LGBTQ children (some together, some separate)\t\tOnline setting\tDemographic information on race/ethnicity not provided\tNo specific theories or approaches namedNYC Unity Project 48\tNetwork of sixteen agencies working across New York City to address collectively the unique challenges faced by LGBTQ youth. Multi-level approach targets home-life (workshops for parents, homeless shelters for LGBTQ youth), educational environment (expanding LGBTQ services in schools), training police and family therapists, religious leaders in LGBTQ issues, running a public relations campaign to promote parental affirmation of LGBTQ youth.  \t\tInterpersonal and \tCommunity and Structural level\tNo research component\tDesigned for implementation across New York City\t\tIntervention occurred urban setting\tDemographic information on race/ethnicity not provided\tTheories:\tIntersectionality theory\t\tApproaches:\tCommunity centered approachDescriptions of policies\t Conversion therapy laws  (Movement Advancement Project 2017) 51\tLaws that prohibit licensed mental health practitioners from subjecting youth to harmful \"conversion therapy\" practices that attempt to change their sexual orientation or gender identity. At time of writing, such laws have been introduced nine states and in Washington D.C. \tStructural level\tNo research component\t N/A\tN/A\t N/A",
    "id": 226772348,
    "identifiers": {
        "doi": "10.1016/j.jadohealth.2018.05.018",
        "oai": "oai:pure.atira.dk:publications/682ecf61-1863-4e7d-9fef-5c849241b24c"
    },
    "title": "The Urgent Need for Research and Interventions to Address Family-Based Stigma and Discrimination Against Lesbian, Gay, Bisexual, Transgender, and Queer Youth",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-10-01T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://pure.manchester.ac.uk/ws/files/133241189/Family_based_Stigma_and_Discrimination_16_May_2018_AAM.docx"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/226772348.docx"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/226772348"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/226772348/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/226772348/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/226772348"
        }
    ],
    "abstract": "PURPOSE: This scoping study sought to provide an overview of existing interventions, programs and policies that address family-based stigma and discrimination against LGBTQ youth.METHODS: A keyword search in three online databases identified relevant scientific publications. Because it located a relatively small number of peer-reviewed publications, additional grey literature references were included, identified through consultation with specialists and through anonymous peer-review. Research, policies and interventions were categorized using an adapted ecological framework.RESULTS: There is very little peer-reviewed research on interventions to reduce family stigma and discrimination against LGBTQ youth. Most on-going work to improve family environments for LGBTQ youth appears to be currently conducted by city governments and non-governmental organizations. Very few interventions or programs provide any outcome data. Theoretical frameworks and approaches vary widely.CONCLUSIONS: Given the widely recognized importance of a supportive family environment for a healthy transition to adulthood for LGBTQ youth, there is an urgent need for scientific research on policies and interventions to address stigma and discrimination and create supportive environments within families. Tackling family-based stigma and discrimination will require interventions and policies at each level of the ecological framework, including individual- and interpersonal-level interventions as well as community-level programs and structural-level policymaking.</p",
    "tags": [
        "article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.atira.dk:publications/682ecf61-1863-4e7d-9fef-5c849241b24c",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "234",
        "openDoarId": 0,
        "name": "The University of Manchester - Institutional Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 226772348,
        "depositedDate": "2018-10-01T00:00:00+01:00",
        "publishedDate": "2018-10-01T01:00:00+01:00",
        "updatedDate": "2024-02-06T04:16:13+00:00",
        "acceptedDate": "2018-08-23T00:00:00+01:00",
        "createdDate": "2019-09-04T02:53:29+01:00"
    },
    "urls": [
        "https://doi.org/10.1016/j.jadohealth.2018.05.018",
        "https://pure.manchester.ac.uk/ws/files/133241189/Family_based_Stigma_and_Discrimination_16_May_2018_AAM.docx",
        "https://research.manchester.ac.uk/en/publications/682ecf61-1863-4e7d-9fef-5c849241b24c"
    ],
    "lastUpdate": "2024-02-06T04:16:13+00:00",
    "setSpecs": []
}