{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Samar, Vincent J."
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-17T19:58:33+00:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/62568035.pdf",
    "fullText": "Samar Final 1/6/2017 4:51 PM 33 The Right to Privacy and the Right to Use the Bathroom Consistent with One’s Gender Identity VINCENT J. SAMAR* INTRODUCTION Recently, North Carolina, Kentucky, Florida, and Texas have either adopted, are considering adopting, or have failed to adopt statutes requiring all persons within the state to only use the public bathroom or locker room associated with their “biological sex at birth.”1 These efforts have given rise to cries of discrimination and persecution by transgender people.2 The U.S. Departments of Justice and Education have responded with lawsuits challenging the validity of these laws under both Title VII of the Civil Rights Act of 1964 and Title IX of the Educational Amendments of 1972.3 However, these states are claiming that notwithstanding the Obama Administration’s interpretation of the language of these federal statues, individual privacy and security justify sex segregated bathrooms and locker rooms.4 This article will explore how persuasive these latter justifications really are after first presenting exactly what laws have been enacted Copyright © 2016 by Vincent J. Samar  *  Vincent J. Samar is an Adjunct Professor of Law at the Illinois Institute of Technology, Chicago-Kent College of Law and also a Lecturer in Philosophy at both Loyola University Chicago and Oakton Community College. He is the author of Justifying Judgment: Practicing Law and Philosophy (University Press of Kansas, 1998), The Right to Privacy: Gays, Lesbians and the Constitution (Temple University Press, 1991), and editor of New York Times, 20th Century in Review: Gay Rights Movement (2001). He has also published numerous articles and review articles on matters of law, philosophy, same-sex marriage, gay rights, and human rights. The author wishes to express his sincere thanks to Professor Mark Strasser of Capital University Law School for taking time out from his busy schedule to review an early version of this piece, and to offer extremely helpful comments especially where clarifications were indicated, and also to thank Professor Jona Goldschmidt of the Loyola University Chicago, Criminal Justice Department, for bringing an interesting fourth circuit dissent to his attention. 1.  Jana Kasperkevic, ’Papers to Pee’: Texas, Kentucky, and Florida ConsiderAnti-Transgender Bills,THE GUARDIAN, Mar. 24, 2015, http://www.theguardian.com/society/2015/mar/24/papers-to-pee-texas-kentucky-and-florida-consider-anti-transgender-bills. The author’s use in this paper of the phrase “biological sex” is meant only to reference the kind of claim made by those states who restrict a transgender person from access to the bathroom/locker room consistent with her identity and, in no way, suggests any agreement with the privileging of external or internal physiology (including gonads or genitals), or chromosomes, of the transgender person versus her psychological view of herself.   2.  Id.3.  Emery P. Dalesio & Gary D. Robertson, U.S. Sues North Carolina Over Transgender BathroomLaw, ASSOCIATED PRESS (May 9, 2016), http://bigstory.ap.org/article/19cce15048484abcac18c836f8c0b 241/north-carolina-governor-leads-lawsuit-over-lgbt-rights. 4.  Id.Samar Final 1/6/2017  4:51 PM 34 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:33 2016 or proposed, a brief history of transgender people in the United States, and the federal government’s grounds for believing bathroom and locker room sex- segregation laws to be a form of sex discrimination. Part I will identify relevant provisions of the current North Carolina statute requiring sex-segregated bathroom and locker room use, as well as provisions of the proposed statutes in Kentucky, Florida (which, for the time being, is no longer in play), and Texas. Part II will provide a brief history of who transgender people in the United States are and why laws such as these may be devastating to their well-being. Part III will address the Title VII and Title IX claims likely to be raised by the Departments of Justice and Education in upcoming court cases against states having adopted sex-segregation laws. Part IV will review the merits of the alleged justifications of privacy and security that these states will rely on to attempt to defend their adoption of sex-segregated bathroom/locker room laws. A brief conclusion follows. I. SINGLE-SEX MULTIPLE OCCUPANCY BATHROOM AND CHANGING FACILITIES LAWS North Carolina’s Public Facilities Privacy & Security Act was adopted by its legislature and signed by Governor Pat McCrory for the stated purpose of protecting the individual privacy and security of those using multiple occupancy bathrooms and changing facilities.5 Under the provisions of this law, people in North Carolina are required to use in schools and public buildings the bathroom or locker room that corresponds to their “biological sex” as “stated on a person’s birth certificate.”6 The law also forbids North Carolina counties and cities from requiring or mandating, by way of regulations or controls, a private contractor’s employment practices or provision of “goods, services, or accommodations to any member of the public, as a condition for bidding on a contract or a qualification-based selection, except as otherwise required by State law.”7 In effect, this last provision ensures that no North Carolina city or county may refuse to contract with a private company that mandates its employees or the public at large to use, at any of its facilities, only the bathroom or changing room that corresponds to their “biological sex.” This law forces transgender people in North Carolina, whose stated biological sex does not conform to their gender identity or who have a diagnosis of gender dysphoria, to use in public buildings the bathroom and locker room facilities of the gender they do not identify with, or to use a private single-use facility if available. Arguably, being forced to use a bathroom/locker room inconsistent with one’s gender identity or to use a single-use facility, when others do not have to, can have devastating effects on the physical and psychological well-being of transgender people, who struggle for most of their lives with others telling them to conform to a gender identity with which they were not comfortable.8 Currently, North Carolina is in a heated legal battle over the legality   5.  Public Facilities Privacy & Security Act of 2016, § G.S. 115C-47 [hereinafter HB2].  6.  Emanuella Grinberg, North Carolina’s New Bathroom Law: Uncomfortable Encounters Have Begun, CNN (Mar. 29, 2016, 9:55 PM), http://www.cnn.com/2016/03/29/health/north-carolina-bathroom-law-cards/index.html.   7.  HB2, supra note 5.  8.  Stand Up to the Bathroom Bullies, TRANSGENDER LAW CENTER, (Mar. 18, 2015), Samar Final 1/6/2017  4:51 PM  THE RIGHT TO PRIVACY AND THE RIGHT TO USE THE BATHROOM 35 of these so-called sex-segregation laws with the United States Departments of Justice and Education, who have come to the conclusion that these laws violate Title VII of the Civil Rights Act of 1964 and Title IX of the Educational Amendments of 1972. A further unresolved question is whether the state’s claimed privacy and security justifications provide, notwithstanding these two federal laws, a legitimate ground for segregating multiple occupancy bathrooms and locker rooms according to one’s biological sex at birth. Florida House Bill 583, which died in the Judiciary Committee on April 28, 2015, would have “require[d] that use of single-sex public facilities be restricted to persons of [the] sex for which facility is designated; prohibit[ed] knowingly & willfully entering single-sex public facility designated for or restricted to persons of [the] other sex; provide[d] criminal penalties; provide[d] [a] private cause of action against violators; provide[d] exemptions; provide[d] applicability with respect to other laws; [and] provide[d] for preemption.”9 The bill never made it out of the Judiciary Committee following a petition drive against it that obtained more than 5,000 signatures.10 However, the forces supporting the bill will probably reintroduce a similar measure in the current or a future legislative session unless it becomes apparent that it would be too costly to the proponents, either politically or economically, to make such a move.11 In Kentucky, a bill passed the state senate “that would forbid transgender students from using school bathrooms designated for the opposite biological sex.”12 The bill came about “to usurp an Atherton High School policy in Louisville and govern where transgender students can use the bathroom in public schools.”13  Under the terms of the proposed law, “Transgender students could request special accommodations, including use of a faculty, single-stall or unisex bathroom. But they could not use bathrooms, locker rooms or shower facilities that do not correspond to their sex at birth.”14 The bill which was strongly supported by a Republican-led senate now faces stiff opposition from Democrats in the house.15 Two anti-transgender bills have also been proposed in Texas. “HB 1747 would make it a crime of ‘disorderly conduct’ for transgender people who have not been able to change the gender marker on their driver’s license or other ID to  http://transgenderlawcenter.org/archives/11472.  See also Kasperkevic, supra note 1.  9.  CS/CS/HB 583 – Single-Sex Public Facilities, FLORIDA HOUSE OF REPRESENTATIVES OFFICIAL WEBSITE, http://www.myfloridahouse.gov/Sections/Bills/billsdetail.aspx?BillId=53629 (last visited Oct. 12, 2016).  10.  Eli Mender, Vote Against House Bill 583/SB 1464 Anti-Transgender “Bathroom Bills,” CHANGE.ORG, https://www.change.org/p/say-no-to-florida-s-anti-transgender-bathroom-bill (last visited Oct. 12, 2016).  11.  See favorable rating to shift to another committee. HB 583 – Florida 2015 Regular Session, OPEN:STATES (Feb. 4, 2015), http://openstates.org/fl/bills/2015/HB583/; see also Mara Keisling, Anti-Trans Bills: It Means We’re Winning, NATIONAL CENTER FOR TRANSGENDER EQUALITY (Mar. 31, 2015), http://www.transequality.org/blog/anti-trans-bills-it-means-we-re-winning.  12.  Mike Wynn, Transgender Bathroom Bill Passes KY Senate, COURIER-JOURNAL (Mar. 1, 2015), http://www.courier-journal.com/story/news/politics/ky-legislature/2015/02/27/transgender-bathroom-bill-passes-kentucky-senate/24130083/.  13.  Id.  14.  Id.  15.  Id. Samar Final 1/6/2017  4:51 PM 36 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:33 2016 enter public restrooms corresponding with their gender identity,” and HB 1748 would make it a Class A misdemeanor—punishable by up to one year in jail and a maximum $4,000 fine—for any person 13 years or older to use a restroom that does not match the “gender established at the individual’s birth or by the individual’s chromosomes.”16 The latter law “would also make it a state jail felony—punishable by up to two years in prison and a maximum $10,000 fine—for Texas building owners to allow any person seven years or older to use a restroom that does not fit his or her birth-assigned sex or chromosomes.”17 Despite the fact that the Florida bill is no longer active and that the Texas bill is still pending in committee allegedly because its language is deemed too harsh, these bills signify a disturbing trend.18 In all three states, the bills were introduced following the adoption of policies by various city administrations or schools to provide legal protections for transgender people to use the bathroom or changing room most consistent with their perceived gender identity. Regarding the North Carolina law, Governor McCrory “said he had no intention of pursuing a ‘bathroom bill’ until the city council in Charlotte passed a wide-ranging anti-discrimination bill that included protected bathroom access for transgender people.”19 The Florida bill was introduced in response to Miami-Dade County’s adoption of a Human Rights Ordinance prohibiting discrimination “against transgender and non-gender conforming people in housing, public accommodations and employment.”20 As discussed above, Kentucky’s legislature proposed its law after a school policy change.  And the Texas bills were proposed allegedly “in reaction to Houston’s Mayor Annise Parker’s 2014 executive order allowing transgender persons to use appropriate restrooms in city-owned buildings.”21 II. WHO ARE TRANSGENDER PEOPLE? The word “transgender” (derived from “trans” plus “gender”) was coined in English by John Oliven in 196522 and is sometimes used as an umbrella term to to refer to any person “who does not conform to societal gender norms and roles including but not limited to transsexuals, transvestites, crossdressers, and   16.  Demoya Gordon, Anti-Transgender Bills Proposed in Texas, LAMBDA LEGAL (Mar. 5, 2015), http://www.lambdalegal.org/blog/20150305_anti-trans-bathroom-bills-proposed-in-tx.   17.  Id.  18.  Texas Lawmaker Delays Transgender School ‘Bathroom Bill,’ KXAN.COM (Apr. 15, 2015, 5:47 PM), http://kxan.com/2015/04/15/texas-lawmaker-delays-transgender-school-bathroom-bill/.  19.  CNN Wire, Gov. Pat McCrory Blames Democrats for House Bill 2, FOX 8 (May 12, 2016, 5:48 AM), http://myfox8.com/2016/05/12/gov-pat-mccrory-blames-democrats-for-house-bill-2/.    20.  Amanda Gutterman, Florida Law Would Make It a Crime for Transgender People to Use Public Bathrooms, HUFFPOST POLITICS (Feb. 9, 2015, 2:32 PM), http://www.huffingtonpost.com/2015/02/09/ florida-transgender-bathroom-law_n_6645910.html; Kyle Munzenrieder, Miami-Dade Passes Transgender Inclusive Human Rights Ordinance, MIAMI NEW TIMES (Dec. 3, 2014, 8:00 AM), http://www.miaminewtimes.com/news/miami-dade-passes-transgender-inclusive-human-rights-ordinance-6537523.  21.  Gordon, supra note 16.    22.  Transgender, WIKTIONARY, https://en.wiktionary.org/wiki/transgender (last visited Oct. 12, 2016).  Samar Final 1/6/2017  4:51 PM  THE RIGHT TO PRIVACY AND THE RIGHT TO USE THE BATHROOM 37 others.”23 For the purposes of this article it denotes or relates “to a person whose sense of personal identity [or perhaps, more accurately, gender identity] does not relate to their [alleged] birth sex.”24 Here it is important to keep three separate distinctions in mind.  The first is the distinction between sex and gender: the former is usually concerned with biological anatomy or chromosomes, the latter with cultural identity.25 The second is the difference between gender and sexual orientation: the former refers to “one’s attitudes, feelings, and behaviors that a given culture associates with a person’s [apparent] biological sex”; the latter refers to “whom one is sexually or romantically attracted.”26 And the last distinction is gender versus gender identity; here, the latter “refers to ‘one’s sense of oneself as male, female, or transgender.’”27 One other matter to keep in mind is the now generally accepted psychiatric diagnosis of “gender dysphoria” as “a marked difference between the individual’s expressed/experienced gender and the gender others would assign him or her, and it must continue for at least six months.”28 There is, however, a serious debate within the transgender community over whether transgender people should be classified at all as having a “gender identity disorder”; whether it actually aids or harms because it “oversimplifies the realities of gender,” provides an excuse to not provide legal protections, and may, at the same time, not provide adequate health care for those individuals who may as a result suffer “depression, anxiety, or sexual dysfunction.”29 While this debate has yet to be resolved, it bears on just how easy it is—sometimes in the service of offering aid, other times to avoid recognizing gender non-conformity—to disregard transgender people. The importance of the identity distinction cannot be overstated. It shows itself in the clothes one wears, the important events one attends, the identifications (like religion, nationality and culture) that one associates with, basically in every aspect of how one presents oneself in society.30 Indeed, it is this identity that is so-often challenged when the dominant culture attempts to restrict an individual’s   23.  Transgender, DICTIONARY.COM, http://www.dictionary.com/browse/transgender (last visited Oct. 12, 2016).  24.  Transgender, ENGLISH OXFORD LIVING DICTIONARIES, http://www.oxforddictionaries.com/ definition/english/transgender (last visited Oct. 12, 2016); see also DICTIONARY.COM, supra note 23.  25.  Definitions Related to Sexual Orientation and Gender Diversity in APA Guidelines and Policy Documents, AMERICAN PSYCHOLOGICAL ASSOCIATION (Feb. 18–20, 2011), http://www.apa.org/pi/lgbt/ resources/sexuality-definitions.pdf.  26.  Id. (footnote omitted).  27.  Id.   28.  Gender Disphoria, AMERICAN PSYCHIATRIC PUBLISHING (2013), http://www.dsm5.org/ Documents/Gender%20Dysphoria%20Fact%20Sheet.pdf (citing the then upcoming fifth edition of the Diagnostic and Statistical Manual of Mental Disorders [DSM-5, 2013]).  29.  See Alice Dreger, Why Gender Dysphoria Should No Longer Be Considered a Medical Disorder, PACIFIC STANDARD (Oct. 18, 2013), https://psmag.com/why-gender-dysphoria-should-no-longer-be-considered-a-medical-disorder-f3f9211a707a#.repcvbunp.  30.  See Identity (Social Science), WIKIPEDIA, https://en.wikipedia.org/wiki/Identity_(social_science) (“In psychology, sociology, anthropology and philosophy, identity is the conception, qualities, beliefs, and expressions that make a person (self-identity) or group (particular social category or social group).”). Samar Final 1/6/2017  4:51 PM 38 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:33 2016 presentation of the self to fit a certain pre-existing expected mode of being.31 This can occur in many presentations of identity, as so often occurs in societies that restrict the cultural understanding of gender to a male-female dichotomy based on a biological criterion, which leaves aside or treats as some bizarre aberration or genetic deformity people who, for example, might be intersex—born with both male and female “sex characteristics including chromosomes, gonads, or genitals.”32 This is analogous to disputes over same-sex marriage, specifically when the Roman Catholic Church in Italy tries to influence the national legislature from adopting a Civil Union statute because same-sex couples, regardless of how they view themselves or whether they are in a permanent romantic and committed partnership, cannot biologically reproduce. 33  Just as marriage isn’t only about biology, use of a bathroom or locker room isn’t only about excretion or changing clothes. Both involve the individuals’ intersection with the dominant culture and the ways that culture reflects on and either supports or rejects the deeply felt identity of the user. Consider the way bathroom/locker room facilities are assigned by such designations as “Men,” “Women,” and sometimes “Family.” In this sense, discrimination against transgendered persons parallels discrimination against a religious identity, especially one that reflects a whole ethnicity.34 Indeed one of the most hypocritical responses of many early American colonists, especially in New England, after having escaped state dominant religious persecution in Europe, was to then tell the nonconformist in the colony that they have to conform to a certain religious belief, or restrict their public practice, appearance, or dress in particular ways.35 Is   31.  The Philosopher Alan Gewirth has noted that, unlike the individualist thinkers Hobbes, Locke, and John Stuart Mill, the social context thinkers Rousseau, Hegel, and Marx hold the communitarian view that “membership in a community is part of the very identity of individuals; such membership makes them who they are; it is constitutive of their beings and hence of their self-fulfillment as bringing to fruition who they are, both in their aspirations and in their best capacities.”  ALAN GEWIRTH, SELF-FULFILLMENT 197 (1998). These communitarians also uphold “that whatever is valuable in individual self-fulfillment derives from the social context . . . the social context not only generates individual self-fulfillment but also is constitutive of it.” Id. While Gewirth commits himself somewhat to each of these two theses, he pauses to ask: “What are the precise moral bearings of the self’s being constrained by the communities to which it belongs? Must the demands or obligations deriving from communities always be fulfilled, regardless of their impact on one’s rationally grounded moral rights? If Nazism, Stalinism, Maoism, and South African apartheid represent kinds of communities, then the duties that stem from them, far from being mandatory, must be rejected because of their violation of human rights.” Id. at 199.  32.  Intersex, WIKIPEDIA, https://en.wikipedia.org/wiki/Intersex (last visited Oct. 12, 2016).  33.  See, e.g., Pope Francis Defends Traditional Marriage Ahead of Italy’s Civil Unions Vote, THE GUARDIAN (Jan. 23, 2016), http://www.theguardian.com/society/2016/jan/23/pope-francis-defends-traditional-marriage-ahead-of-italy-civil-unions-vote.  34.  See, e.g., Discrimination against Religious and Ethnic Minorities in the Islamic Republic Constitution, IRAN HUMAN RIGHTS REVIEW (Jan. 2014), http://www.ihrr.org/ihrr_article/violence-en_discrimination-against-religious-and-ethnic-minorities-in-the-islamic-republic-constitution/.  35.  For example, [t]he religious persecution that drove settlers from Europe to the British North American colonies sprang from the conviction, held by Protestants and Catholics alike, that uniformity of religion must exist in any given society. This conviction rested on the belief that there was one true religion and that it was the duty of the civil authorities to impose it, forcibly if necessary, in the interest of saving the souls of all citizens. Nonconformists could expect no Samar Final 1/6/2017  4:51 PM  THE RIGHT TO PRIVACY AND THE RIGHT TO USE THE BATHROOM 39 it really any less a denial of basic identity when, after realizing one’s nonconforming gender identity does not match one’s biological sex, state law should require the transgender person to restrict his most private expression of that identity—the use of a bathroom or changing room—to nevertheless accord with his stated biological sex at birth?36 One’s gender identity is, after all, among the most personal aspects of one’s identity, and significantly impacts how one wishes to be perceived.37 Gender identity is also a basis upon which one might build a life for oneself.  In Littleton v. Prange, Christie Littleton was born Lee Cavazos, a male.38 Having always considered herself female, Christie sought the assistance of the University of Texas Health Center doctors, who began her on a four-year psychological and psychiatric treatment plan culminating in her legally changing her name and undergoing sex reassignment surgery.39 Thereafter, she married Jonathan Mark Littleton and lived with him until his death following a car accident from alleged physician malpractice.40 When Christie filed a wrongful death action against the doctor as a spouse, the doctor challenged her status as a wife, arguing she was a man and that Texas did not recognize same-sex marriage.41 The Texas Court of Appeals, after considering different views of sexual identity—chromosomes, gonads, genitalia, and psychology—apparently sided with the chromosome view, as it chose not to recognize Christie’s newly established female status, denying her wrongful death action because she was a man and under Texas law could not marry another man.42 Since then, the Texas “Court of Appeals [has] held that an individual who has had a ‘sex change’ is eligible to marry a person of the opposite sex.”43 Bearing in mind the different ways gender identity has been categorized by the dominant culture, and acknowledging that sex reassignment surgery didn’t even exist until the second half of the twentieth century, and not everyone might have wished to, or could afford to, have the surgery, a very brief and quite limited history of transgender people in the United States is hereby presented.44 The choice  mercy and might be executed as heretics. The dominance of the concept, denounced by Roger Williams as ‘inforced [sic] uniformity of religion,’ meant majority religious groups who controlled political power punished dissenters in their midst. In some areas Catholics persecuted Protestants, in others Protestants persecuted Catholics, and in still others Catholics and Protestants persecuted wayward coreligionists. Religion and the Founding of the American Republic, LIBRARY OF CONGRESS, https://www.loc.gov/exhibits/ religion/rel01.html.  36.  See Lisa Esposito, Gender Identity Issues Can Harm Kids’ Mental Health, Study: Feeling They’re the Wrong Sex May Lead to Depression, Abuse, Post-Traumatic Stress Disorder, U.S. NEWS & WORLD REPORT (Feb. 20, 2012) (explaining that children who feel they’re the wrong sex may experience depression, abuse, or post-traumatic stress disorder).  37.  See id.  38.  9 S.W.3d 223, 224 (1999).  39.  Id. at 224.  40.  Id. at 225.  41.  Id.  42.  Id. at 227, 230–31.  43.  In re Estate of Araguz, 443 S.W.3d 233, 245 (Tex. App. 2014) (holding that Littleton had been legislatively overruled by Tex. Fam. Code Ann. § 2.005(b)(8)).  44.  See Sex Reassignment Surgery Cost, COSTHELPER, http://health.costhelper.com/sex-Samar Final 1/6/2017  4:51 PM 40 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:33 2016 of examples is meant to both illustrate the variety of ways gender identity is expressed, as well as the different kinds of people that might share a nonconforming identity with their perceived biological birth sex. When the Europeans came to the North American shores they found “many Native American tribes had third-gender roles,” and the Europeans assigned the derogatory terms “berdaches” to men who assumed a feminine role and “passing women” to women who assumed a more masculine role.45 Between 1850 and 1950, we find different stories of transgender people, some of whom were born appearing female donning men’s clothes to fight in the Civil War, others who were males impersonating females while working in the entertainment industry, and other women just wanting to appear and be treated as men.46 Jennie June (born Earl Lind) wrote The Autobiography of an Androgyne (1918) and Female Impersonators (1922), and Billy Tipton (born Dorothy Lucille Tipton) was a famous jazz musician and bandleader of the period.47 The 1950s and 60s saw some of the first transgender organizations arise, although neither the law nor medicine were supportive.48 There were also various attempts to create publications, such as Transvestia, and establish cross-dressing clubs.49 Christine Jorgensen is the first widely publicized person to make use of sex reassignment surgery to transition from male to female.50 There was also the creation of the community-based Labyrinth Foundation Counseling Service, along with establishing some non-conformist coffee houses, and, of course, the Stonewall riots, where transvestites in particular stood up against police raids of gay bars in New York City.51 Virginia Prince, a transgender female of the period, whose mentor, Louise Lawrence, a male to female transgendered person who worked closely with Alfred Kinsey, founded the first U.S.-based peer supported advocacy group for male cross-dressers and helped launch Transvestia: The Journal of the American Society for Equality in Dress, a short-lived journal whose two issues nevertheless mark the beginning of the transgendered rights movement.52 This was an important early stage in bringing attention not just to the existence of transgender persons but, more importantly, to at least some of the important issues that confronted them.53 Also during this period, transgender lesbian folk-singer Beth Eliott became vice-president of the San Francisco Lesbian Group  reassignment-surgery.html (last visited Oct. 12, 2016).   45.  John Leland, A Spirit of Belonging, Inside and Out, N.Y. TIMES, (Oct. 8, 2006), http://www.nytimes.com/2006/10/08/fashion/08SPIRIT.html.   46.  See Genny Beemyn, Transgender History in the United States, in TRANS BODIES, TRANS SELVES (Laura Erickson-Schroth ed., 2014).  47.  See id. at 9.  48.  Id. at 12.  49.  Susan Stryker, Transgender Activism, GLBTQ 2 (2015), http://www.glbtqarchive.com/ssh/ transgender_activism_S.pdf.  50.  Id. at 2.  51.  Id.  52.  Id.  53.  For a review of how Alfred Kinsey came to see a variety of different sexual expressions including cross-dressing, transvestites, and transsexuals, see Joanne Meyerowitz, Sex Research at the Borders of Gender: Transvestites, Transsexuals, and Alfred C. Kinsey, 75 BULL. HIST. MED. 72–90 (2001). Samar Final 1/6/2017  4:51 PM  THE RIGHT TO PRIVACY AND THE RIGHT TO USE THE BATHROOM 41 Daughters of Bilitis.54 The year 1966 saw the first unsuccessful legal case by a transsexual, who had undergone sex-reassignment surgery, to change his name and sex on his birth certificate.55 Transgender actresses Holly Woodlawn and Candy Darling, two of “Warhol’s superstars,” also appeared during this period.56 The 1970s and 80s saw transgender people joining gays, lesbians, and bisexuals in the 1979 National March on Washington for Gay and Lesbian Rights, along with an outpouring of new magazines and newsletters including Metamorphosis and Gender NetWorker, the first U.S. state case in which post-operatives won the right to marry, and an anti-discrimination case, Ulane v. Eastern Airlines, that failed to recognize discrimination against transgender people to be a form of sex discrimination under Title VII of the Civil Right Act of 1964.57 The year 1980 was also the year that the American Psychiatric Association classified transgender people “as having gender identity disorder.”58 Since then, the 1990s and 2000s has seen the rise of more organizations such as Transgender Nation, Transgender Americans Veterans Association, and Parents and Friends of Gays and Lesbians (PFLAG) become more supportive of the trans-community during this period.59 A committee of the American Historical Association became the Committee on Lesbian, Gay, Bisexual, and Transgender History, and the Reconstructionist Rabbinical College created the first school-wide seminar at any rabbinical school to address people who are transsexual or intersex.60 Other notable accomplishments include the first transgender person to be elected mayor of a city (Stu Rasmussen in Silverton, Oregon), the first transgender person to achieve a state-wide office (Kim Coco Iwamoto, who won two terms on Hawaii’s Board of Education), and the first openly transgender person to work on Capitol Hill and serve in the Democratic National Committee (Diego Sanchez).61 Since 2010, we find openly transgender celebrities like Chaz Bono, bureaucrats in agencies such the United States Department of Commerce, state   54.  Joanne Meyeorowitz, HOW SEX CHANGES: A HISTORY OF TRANSEXUALITY IN THE UNITED STATES 259 (Harvard University Press 2002).  55.  See Mtr. of Anonymous, 50 Misc. 2d 380 (1966).  56.  See generally WARHOLSTARS.ORG, http://www.warholstars.org/ (last visited Nov. 13, 2016).  57.  M.T. v. J.T., 355 A.2d 204 (N.J. Super. Ct. App. Div., 1976), cert. denied, 71 N.J. 345 (1976); Ulane v. E. Airlines, 742 F.2d. 1081 (7th Cir. 1984).  58.  Stryker, supra note 49, at 4.  59.  History of Transgender People in the United States, WIKIPEDIA (footnotes omitted), https://en.wikipedia.org/wiki/History_of_transgender_people_in_the_United_States#cite_ref-53 (last visited Nov. 12, 2016).  60.  THE COMMITTEE OF LESBIAN, GAY, BISEXUAL, & TRANSGENDER HISTORY, http://clgbthistory.org/ (last visited Nov. 13, 2016); HEBREW UNION COLLEGE – JEWISH INSTITUTE OF RELIGION, https://web.archive.org/web/20130620165657/http://huc.edu/ (last visited Nov. 13, 2016).  61.  Stu Rasmussen for Mayor of Silverton, STURASMUSSEN.COM, http://www.sturasmussen.com/ realityCheck.htm (last visited Nov. 13, 2016); Hawaiian Becomes Highest-Elected Transgender Official, FOX NEWS (Nov. 16, 2006), http://www.foxnews.com/story/2006/11/16/hawaiian-becomes-highest-elected-transgender-official.html (last visited Nov. 13, 2016); HRC Applauds Naming of Diego Sanchez to Key Legislative Staff Position for Chairman Barney Frank, EDGE MEDIA NETWORK (Dec. 18, 2008), http://boston.edgemedianetwork.com/index.php?ch=news&sc=&sc3=&id=84890  (last visited Nov. 13 2016). Samar Final 1/6/2017  4:51 PM 42 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:33 2016 legislators, West Point graduates, NCAA basketball players, and Texas’ first openly elected transgender judge, Phyllis Frye.62 This period also saw the EEOC add transgender to the category of protections under Title VII from a case brought by the Transgender Law Center.63 It also witnessed  Olympic gold medalist Bruce Jenner come out as Caitlyn Jenner on national television.64 Yet, despite recent successes, transgender people are often persecuted and discriminated against in situations of employment, housing, schools, and public accommodations, especially where bathrooms or locker rooms are involved, and are also often the victims of violence. The Transgender Day of Remembrance is held every year to memorialize those murdered due to transphobic hate and prejudice.65 One particular place where discrimination has recently raised its egregious head, as illustrated by the above enacted or proposed sex-segregation statutes, is at the state level by efforts to pass laws disallowing transgender people use of bathrooms and locker rooms consistent with their gender identity. III. TRANSGENDER DISCRIMINATION The sex-segregated bathroom/locker room legislation adopted in North Carolina and similar pending legislation in Texas and Kentucky opens the door, if it hasn’t been opened already, to governmental discrimination against transgender people across many more states, especially in the “Bible belt” where religion and private sector discrimination often oppose transgender rights.66 This gives rise to an Equal Protection concern of just how far states are permitted to go in allowing discrimination against transgender people before running into a constitutional (Fourteenth Amendment) let alone federal statutory (Titles VII and IX) violations. This section will now explore some of these limits. A. Equal Protection The Fourteenth Amendment to the United States Constitution provides: “No State shall . . . deny to any person within its jurisdiction the equal protection of the laws.”67 By reverse incorporation, the Supreme Court has interpreted the Due Process Clause of the Fifth Amendment, which provides that “No person shall . . . be deprived of life, liberty, or property, without due process of law . . .”68 to   62.  See generally Milestones in the American Transgender Movement, N.Y. TIMES, http://www.nytimes.com/interactive/2015/05/15/opinion/editorial-transgender-timeline.html?_r=0 (last visisted Nov. 13, 2016).  63.  See Sunnivie Brydum, Trans Women Win Employment Discrimination Suits Using Civil Rights Act, ADVOCATE (July 15, 2013), http://www.advocate.com/politics/transgender/2013/07/15/trans-woman-wins-employment-discrimination-suit-using-civil-rights.  64.  See Emily Steel, Bruce Jenner’s Transgender Announcement Draws 16.8 Million on ABC News, N.Y. TIMES, Apr. 26, 2016, at A20.  65.  See generally Transgender Day of Remembrance, HRC.ORG, http://www.hrc.org/campaigns/ transgender-day-remembrance (last visited Nov. 11, 2016).  66.  See Candace Chellew-Hodge, The Religious Right’s New Target: Transgender People, USC ANNENBERG (Aug. 20, 2013), http://religiondispatches.org/the-religious-rights-new-target-transgender-people/; see also infra note 120.  67.  U.S. CONST. amend. XIV §1.  68.  U.S. CONST. amend. V. Samar Final 1/6/2017  4:51 PM  THE RIGHT TO PRIVACY AND THE RIGHT TO USE THE BATHROOM 43 guarantee a similar equal protection at the federal level.69  The United States Supreme Court has also interpreted both of these provisions to prohibit government supported sex-discrimination. In Frontiero v. Richardson, the Supreme Court considered whether a female member of the uniformed services could claim her spouse as a “‘dependent’ for the purposes of obtaining increased quarters allowances and medical and dental benefits . . . on an equal footing with male members” under the Due Process clause of the Fifth Amendment.70  There, the Court held that requiring female but not male members to prove dependency violated the Due Process Clause of the Fifth Amendment by not treating men and women equally.71 Justice Brennan’s plurality opinion would have gone further to apply strict scrutiny to sex-based classifications as is done with racial classification, but he could not command a majority of his fellow justices to join his position.72 However, a higher, although less than strict, level of intermediate scrutiny was eventually adopted in Craig v. Boren, a case challenging the higher age requirement for males (21 years) versus females (18 years) to purchase nonintoxicating beer. 73 In holding the different age requirements a violation of equal protection, the Court reasoned: “That to withstand constitutional challenge, previous cases establish that classifications by gender must serve important governmental objectives and must be substantially related to achievement of those objectives.”74 Subsequently, in United States v. Virginia, the United States brought a suit against the Virginia Military Institute (VMI) for reserving for men only the unique educational opportunities VMI afforded, in violation of the Fourteenth Amendment’s Equal Protection clause.75 In that case, the Supreme Court found that “[n]either the goal of producing citizen-soldiers nor VMI’s implementing methodology was inherently unsuitable for women.”76 The Court then went on to state regarding “the differential treatment or denial of opportunity for which relief is sought, [that] the reviewing court must determine whether the proffered justification is ‘exceedingly persuasive’,” which now appears to be a higher level of so-called “intermediate scrutiny” that must be followed whenever there is alleged state sponsored sex-discrimination.77 Under this test, the Government must provide an “exceedingly persuasive” reason to justify the disparate treatment. In holding that VMI’s exclusion policy violated the Fourteenth Amendment’s Equal Protection Clause, the Court stated “that Virginia has shown no ‘exceedingly persuasive justification’ for excluding all women from the citizen-soldier training afforded by VMI.”78 The case established once and for all that the Equal Protection Clause protects individuals against state-supported sex-  69.  See Bolling v. Sharpe, 347 U.S. 497, 499 (1954).  70.  411 U.S. 677, 678 (1973) (Brennan, J., plurality opinion).  71.  Id. at 690–91.  72.  Id.  73.  429 U.S. 190 (1976).  74.  Id. at 197.  75.  518 U.S. 515, 519. (1996).  76.  Id. at 520.  77.  Id. at 532–33.  78.  Id. at 534. Samar Final 1/6/2017  4:51 PM 44 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:33 2016 discrimination, absent the government showing it has an exceedingly persuasive justification. A very different case is Obergefell v. Hodges, the same-sex marriage case, because it was not an equal protection case as such, but instead involved the fundamental Due Process right to marry, which normally requires strict scrutiny.79 Nevertheless, it is relevant here in that equal protection played a significant role, specifically acknowledged in the majority opinion’s understanding of how the Due Process Clause made application of the marriage right applicable to same-sex couples. This is made manifest when Justice Kennedy writes: The Due Process Clause and the Equal Protection Clause are connected in a profound way, though they set forth independent principles. Rights implicit in liberty and rights secured by equal protection may rest on different precepts and are not always co-extensive, yet in some instances each may be instructive as to the meaning and reach of the other. In any particular case one Clause may be thought to capture the essence of the right in a more accurate and comprehensive way, even as the two Clauses may converge in the identification and definition of the right. 80 What Justice Kennedy’s language here shows is that even where a right is already recognized to be fundamental, as the right to marry has been so recognized to be under the Due Process Clause since Loving v. Virginia,81 to whom that right applies may require considerations of the Equal Protection Clause to bring in “new insights and societal understandings [that] can reveal unjustified inequality within our most fundamental institutions that once passed unnoticed and unchallenged.”82 The importance of Equal Protection’s role in setting out the coverage of recognized Due Process rights is further supported by Justice Kennedy’s earlier citation of Lawrence v. Texas, which struck down same-sex sodomy statutes as a violation of the liberty interest, protected by the Due Process Clause of the Fourteenth Amendment.83 In that case, the Court relied on a number of previous privacy cases, including Griswold v. Connecticut,84 which upheld the right of married persons to obtain contraceptives; Eisenstadt v. Baird,85 which then extended that right to unmarried persons; and finally Roe v. Wade,86 which struck down laws that regulate abortion without a compelling state interest. Read together, what these cases bespeak is the existence of not only a fundamental right to privacy, but also that the right must be made available to all persons, married or single, on an equal basis. If the Due Process right to marriage is now determined by Equal Protection considerations to include same-sex marriage, because the only difference between same-sex marriage and opposite-sex marriage is a bias concerning the sex of the   79.  135 S. Ct. 2584 (2015).  80.  Id. at 2602–03.  81.  388 U.S. 1 (1967).  82.  Obergefell, 135 S. Ct. at 2603.  83.  Id. at 2602 (citing Lawrence v. Texas, 539 U.S. 558, 566–67 (2003)).  84.  381 U.S. 479 (1965).  85.  405 U.S. 438 (1972).  86.  410 U.S. 113 (1973). Samar Final 1/6/2017  4:51 PM  THE RIGHT TO PRIVACY AND THE RIGHT TO USE THE BATHROOM 45 parties, then presumably the Due Process right to privacy—which these earlier cases were concerned with and which will be shown below to include the right to use the bathroom or locker room most closely associated with one’s gender identity—should similarly not be denied because of a bias in favor of the perceived biological gender of the user. At the very least, any attempt to restrict bathroom or locker room usage based on designated biological sex at birth should require the showing of an “exceeding persuasive” justification for the disparate treatment, if not a compelling justification as required by strict scrutiny, should the right be deemed fundamental.87 The significance of the exceedingly persuasive standard of justification as applied to bathroom use is evident in the case Glenn v. Brumby.88 In the year following Vandy Beth Glenn getting hired as an editor by the Georgia General Assembly’s OLC, she informed her immediate supervisor that she was a transsexual and as part of transitioning would change her name and begin coming to work as a woman.89 The supervisor, in turn, informed the head of the OLC, Sewell Brumby, “who subsequently terminated Glenn because ‘Glenn’s intended gender transition was inappropriate, that it would be disruptive, that some people would view it as a moral issue, and that it would make Glen’s coworkers uncomfortable.’”90 At trial, Brumby admitted that any fear of “the possibility of a lawsuit by a co-worker if Glenn were retained as unlikely and the record indicates that OLC, where Glenn worked, had only single-occupancy restrooms.”91 After noting that “[a] person is defined as transgender precisely because of the perception that his or her behavior transgresses gender stereotypes,” the Eleventh Circuit went on to state: “[The very acts that define transgender people as transgender are those that contradict stereotypes of gender-appropriate appearance and behavior.”92 The court noted that if this were a Title VII claim regarding the matter it would end there, given the clearly established discriminatory motive; “[h]owever, because Glenn’s claim is based on the Equal Protection Clause, we must, under heightened scrutiny, consider whether Brumby succeeded in showing an “exceedingly persuasive justification.”93 The Eleventh Circuit went on to find that “Brumby has advanced no other reasons that would qualify as a governmental purpose, much less an important governmental purpose, and even less than that, a ‘sufficiently important governmental purpose’ that was achieved by firing Glenn because of her non-conformity.”94 In short, the   87.  Because the Supreme Court has never held the right to use the bathroom most closely associated with one’s gender identity to be a right protected by the due process clause, I adopt the intermediate standard of scrutiny associated with discrimination based on sex.  88.  663 F.3d 1312 (11th Cir. 2011).  89.  Id. at 1314.   90.  Id.  91.  Id. at 1321.  92.  Id. at 1316 (citing Ilona M. Turner, Sex Stereotyping Per Se: Transgender Employees and Title VII, 95 CAL. L. REV. 561, 563 (2007)); see also Taylor Flinn, Transforming the Debate: Why We Need to Include Transgender Rights in the Struggles for Sex and Sexual Orientation Equality, 101 COLUM. L. REV. 392, 392 (2001) (defining transgender persons as those whose “appearance, behavior, or other personal characteristics differ from traditional gender norms”).   93.  Brumby, 663 F.3d at 1321.  94.  Id. Samar Final 1/6/2017  4:51 PM 46 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:33 2016 government has failed to establish the required exceedingly persuasive justification that would be required for termination under Equal Protection. B. Title VII of the Civil Rights Act of 1964 Absent a federal law specifically prohibiting discrimination on the basis of gender identity in employment practices, transgender people have had to rely on Title VII of the Civil Rights Act of 1964 and its interpretation by the courts and the agency responsible for its administration, the Equal Employment Opportunity Commission (EEOC).95 Title VII is relevant here for two purposes: First, to offset that aspect of North Carolina’s law that might appear to be forbidding its counties and cities from requiring or mandating private contractor compliance with federal non-discrimination laws or which might allow the state itself, as employer, to discriminate based on sex;96 and second, to provide an understanding of the meaning of the word “sex” as used in Title VII and probably elsewhere as well.97 The statute specifically provides: It shall be an unlawful employment practice for an employer— (1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual’s race, color, religion, sex, or national origin; or (2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual’s race, color, religion, sex, or national origin.98 The statute has been interpreted to prohibit both harassment and a hostile work environment, as well as quid pro quo discrimination, if the harassment or hostile work situation is based on the victim’s sex. In Meritor Savings Bank v. Vinson, the Supreme Court stated that Title VII is violated when the harassment is “sufficiently severe or pervasive ‘to alter the conditions of [the victim’s] employment and create an abusive working environment.’”99 In Faragher v. City of Boca Raton, the Court made clear that “in order to be actionable under the statute, a sexually objectionable environment must be both objectively and subjectively      95.  See generally EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, https://www.eeoc.gov/eeoc/ index.cfm (last visited Oct. 2, 2016) (providing an overview of the responsibilities of the Equal Employment Opportunity Commission).   96.  The definition of “employer” under Title VII does not exclude individual states of the United States. See 42 U.S.C. § 2000e(b) (1964).  97.  Interestingly, “the amendment to prohibit sex discrimination was proposed by an opponent of Title VII on the floor of the House of Representatives” in the hope of defeating its passage. WILLIAM B. RUBENSTEIN ET AL, CASES AND MATERIALS ON SEXUAL ORIENTATION AND THE LAW 477–78 (5th ed. 2014). Consequently, there is little legislative history to appeal to for its meaning. Id.  98.  42 U.S.C. § 2000e-2(a).  99.  Meritor Savings Bank v. Vinson, 477 U.S. 57, 67 (1986) (citing Henson v. Dundee, 682 F.2d 897, 904 (11th Cir. 1982)). Samar Final 1/6/2017  4:51 PM  THE RIGHT TO PRIVACY AND THE RIGHT TO USE THE BATHROOM 47 offensive, one that a reasonable person would find hostile and abusive, and one that the victim in fact did perceive to be so.100 Beyond those conditions, the Court in Price Waterhouse v. Hopkins, in a plurality opinion written by Justice Brennan, affirmed the all-important fact that Title VII is also violated when gender-based stereotypes are relied upon in employment decisions, including promotion to partner, by such words indicating she doesn’t act feminine enough or needs “to take a course in charm school.”101  Subsequently, the Court in Oncale v. Sundower Offshore Services, Inc. held, in an opinion authored by Justice Scalia, that workplace harassment can violate Title VII’s prohibition against “discriminat[ion] . . . because of . . . sex, when both the harasser and the harassed employee are of the same sex.”102 Of particular interest here is Justice Scalia’s further comment: “A trier of fact might reasonably find such discrimination, for example, if a female victim is harassed in such sex-specific and derogatory terms by another woman as to make it clear that the harasser is motivated by general hostility to the presence of women in the workplace.”103 Since then, the Sixth Circuit in Smith v. City of Salem has applied these earlier cases, holding that “discrimination against a plaintiff who is a transsexual is no different from discrimination against Ann Hopkins in Price Waterhouse, who, in sex-stereotypical terms, did not act like a woman.”104 No doubt it was this line of cases that also led the EEOC to conclude in 2014, in a case to be discussed in the   100.  524 U.S. 775, 787 (1998).  101.  490 U.S. 228, 235 (1989) (plurality opinion). In Justice Brennan’s plurality opinion, he stated: In the specific-context of sex stereotyping, an employer who acts on the basis of a belief that a woman cannot be aggressive, or that she must not be, has acted on the basis of gender.  Although the parties do not overtly dispute this last proposition, the placement by Price Waterhouse of “sex stereotyping” in quotation marks throughout its brief seems to us an insinuation either that such stereotyping was not present in this case or that it lacks legal significance.  We reject both possibilities.  Id. at 250.  102.  523 U.S. 75, 76 (1998) (citing 42 U.S.C. § 2000e-2(a)(1)).  103.  Id. at 80.  104.  Smith v. City of Salem, 378 F.3d 566, 575 (6th Cir. 2004); see also Schroeder v. Billington, 577 F. Supp. 2d 293, 295 (D.C. Cir. 2008) (finding that plaintiff was denied employment by the Library of Congress because of sex when her employment offer was rescinded, after she informed her employer that she was a male-to-female transsexual and “would be living full-time as a woman for at least a year before having sex reassignment surgery”). But see Ulane v. United Airlines, 742 F.2d 1081 (7th Cir. 1984), cert. denied, 471 U.S. 1017 (1985). The court in Smith noted that  It is true that, in the past, federal appellate courts regarded Title VII as barring discrimination based only on “sex” (referring to an individual’s anatomical and biological characteristics), but not on “gender” (referring to socially constructed norms associated with a person’s sex).  In this earlier jurisprudence, male-to-female transsexuals . . .—as biological males whose outward behavior and emotional identity did not conform to socially-prescribed expectations of masculinity—were denied Title VII protection by the courts because they were considered victims of “gender” rather than “sex” discrimination . . . . However, th[is] approach . . . has been eviscerated by Price Waterhouse. By holding that Title VII protected a woman who failed to conform to social expectations concerning how a woman should look and behave, the Supreme Court established that Title VII’s reference to “sex” encompasses both biological differences between men and women, and gender discrimination, that is, discrimination based on a failure to conform to stereotypical gender norms. Id. at 573.  The author wishes to thank RUBENSTEIN ET AL, supra note 97, at 536, for its editing of this passage. Samar Final 1/6/2017  4:51 PM 48 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:33 2016 next section, that transgender discrimination is a form of discrimination based on sex under Title VII.105 Cruzan v. Special School District #1, is an interesting case to take note as a possible harassment case, in that “Carla Cruzan, a female teacher at Minneapolis Special School District #1, brought [an] action alleging the school district discriminated against her on the basis of her sex and her religion by allowing [transgender coworker Debra Davis] to use the women’s faculty restroom.”106  Cruzan’s religious claim was denied because “she failed to inform the school district of her belief and did not suffer an adverse employment action because of it.”107  In fact, Cruzan “did not disclose or discuss the reason for her disapproval with her employer beyond asserting her personal privacy.”108 As a result, the district court found, “it is undisputed that Davis’s use of the female staff restroom had no effect on Cruzan’s title, salary, or benefits.”109 Cruzan had even conceded “that to avoid sharing a restroom with Davis, she used the female students’ restroom, which is closer to her classroom and was never used by Davis” and that she had access to single-stall, unisex bathrooms.110 As a result, the Eighth Circuit affirmed the district court finding “that the school district’s decision to allow Davis to use the women’s faculty restroom does not rise to the level of an actionable adverse employment action.”111 One reading of the case, given that common experience finds most bathrooms to have closed stalls and often privacy screens alongside urinals, or are places where these fixtures could easily be installed, and locker rooms usually abut or are close to bathrooms, is that the user who might hesitate to unclothe in front of anyone should be able to find a not-too-inconvenient way to maintain personal privacy without the institution barring transgender people from access to the facility. In short, there really isn’t any kind of harassment occurring to non-transgender people merely by providing transgender people access to the facility most consistent with their gender identity. C.  Title IX of the Educational Amendments of 1972 Title IX of the Educational Amendments of 1972 is a comprehensive federal statute designed specifically to prohibit sex discrimination of students and employees at educational institutions receiving federal funds.112 Its scope includes claims of sexual harassment, sexual assault, sexual misconduct, relationship (dating) violence, and stalking.113 Specifically, Title IX provides: “No person in the   105.  See infra Part III.C Title IX of the Educational Amendments of 1972.  106.  294 F.3d. 981, 983 (8th Cir. 2002).  107.  Id.  108.  Id. at 983–84.  109.  Id. at 984.  110.  Id.  111.  Id.  112.  See Overview of Title IX of the Educational Amendments of 1972, 20 U.S.C.A. § 1681 Et Seq, U.S. DEP’T JUSTICE, https://www.justice.gov/crt/overview-title-ix-education-amendments-1972-20-usc-1681-et-seq (last updated Aug. 7, 2015).  113.  See Belinda Bean, Right of Action Under Title IX of Educational Amendments of 1972 (20 U.S.C.A. §§ 1681 et seq.) Against School or School District for Sexual Harassment of Student by Student’s Peer, 141 Samar Final 1/6/2017  4:51 PM  THE RIGHT TO PRIVACY AND THE RIGHT TO USE THE BATHROOM 49 United States shall, on the basis of sex, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any education program or activity receiving Federal financial assistance.”114 For purposes of the statute, “educational institution means any public or private preschool, elementary, or secondary school, or any institution of vocational, professional, or higher education . . . . “115 On April 29, 2014, the United States Department of Education issued a set of guidelines to educational institutions, activities, and programs across the country receiving funds.116 The Department declared that “Title IX’s sex discrimination prohibition extends to claims of discrimination based on gender identity or failure to conform to stereotypical notions of masculinity or femininity and OCR [the U.S. Department of Education, Office of Civil Rights] accepts such complaints for investigation.”117 The guidelines are built from a number of court cases previously referenced along with a 2012 opinion by the Equal Employment Opportunity Commission (EEOC) “that gender identity discrimination falls under sex discrimination, which is barred by Title VII of the 1964 Civil Rights Act.”118 That opinion, dated April 20, 2014, stated: “[T]he Commission hereby clarifies that claims of discrimination based on transgender status, also referred to as claims of discrimination based on gender identity are cognizable under Title VII’s sex discrimination prohibition . . . .”119 The decision came about without objection from the five member bipartisan Commission following an allegation of discrimination by Mia Macy, a transgender woman, that she was denied employment with the Department of Alcohol, Tobacco, Firearms and Explosives after she informed the agency she was planning to transition from male to female.120 Especially when considered against the background set of cases that preceded it, the opinion represents an important breakthrough in transgender rights not previously being fully recognized by the EEOC.121 Just this past May 13, 2016, the Obama Administration’s Departments of Justice and Education issued a joint letter setting forth every school’s Title IX obligations regarding transgender students and including, among other things:  A.L.R. Fed. 407 (1997) (finding that Title IX has been interpreted to prohibit sexual harrassment in public school districts).  114.  20 U.S.C. § 1681 (1972).  115.  20 U.S.C. § 1681(c) (1972).   116.  Catherine E. Lhamon, Assistant Secretary for Civil Rights, Questions & Answers on Title IX and Sexual Violence, U.S. DEP’T OF EDUC., OFFICE FOR CIVIL RIGHTS (Apr. 29, 2014), http://www2.ed.gov/about/offices/list/ocr/docs/qa-201404-title-ix.pdf.  117.  Id. at 5.  118.  Emma Margolin, Transgender Students Protected Under Title IX, DOE Says, MSNBC (Apr. 30, 2014), http://www.msnbc.com/msnbc/transgender-students-protected-under-title-ix.   119.  Mia Macy v. Eric Holder, Appeal No. 0120120821, Agency No. ATF-2011-00751 (Apr. 20, 2012), https://www.eeoc.gov/decisions/0120120821%20Macy%20v%20DOJ%20ATF.txt.  120.  Id.  See also Chris Geidner, Transgender Breakthrough: EEOC Ruling that Gender-identity Discrimination is Covered by Title VII is a “Sea Change” that Opens the Doors to Employment Protection for Transgender Americans, METROWEEKLY (Apr. 23, 2012), http://www.metroweekly.com/2012/04/ transgender-breakthrough/.  121.  See Geidner, supra note 120. Samar Final 1/6/2017  4:51 PM 50 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:33 2016 Title IX’s implementing regulations permit a school to provide sex-segregated restrooms, locker rooms, shower facilities, housing and athletic teams, as well as single-sex classes under certain circumstances. When a school provides sex-segregated activities and facilities, transgender students must be allowed to participate in such activities and access such facilities consistent with their gender identity. Restrooms and Locker Rooms.  A school may provide separate facilities on the basis of sex, but must allow transgender students access to such facilities consistent with their gender identity. A school may not require transgender students to use facilities inconsistent with gender identity or to use individual-user facilities when other students are not required to do so. A school, however, may make individual user options available to all students who voluntarily seek individual privacy.122 Since then, eleven states have sued the U.S. Departments of Education and Justice arguing that the Obama administration directive “conspires to turn workplace and educational settings across the country into laboratories for a massive social experiment, flouting the democratic process, and running roughshod over commonsense policies protecting children and basic privacy rights.”123 However, on April 19, 2016, the Fourth Circuit reversed a lower court’s dismissial of a high school’s student Title IX claim to use the boy’s bathroom and remanded the case for reconsideration in light of the federal government’s long-standing interpretation that sex discrimination includes a person’s affirmed gender, precipitating a legal fight that will likely only be resolved by the U.S. Supreme Court.124 Clearly, what this letter by the Departments of Justice and Education is trying to do is bring into operation, at the federal level, a uniform understanding that the term “sex,” as it has come to be understood under Title VII, includes transgender identity, and the same understanding is to be afforded under Title IX. This is particularly helpful in ensuring that the two statutes operate consistently and that the public should have a clear understanding of what is and is not permitted.  The basis for treating both statutes similarly is that “Title IX borrows heavily from Title   122.  Letter from U.S. Dep’t of Justice & Dep’t of Educ., Dear Colleague Letter on Transgender Students 3–4 (May 13, 2016), http://www2.ed.gov/about/offices/list/ocr/letters/colleague-201605-title-ix-transgender.pdf.   123.  11 States Sue Over Federal Directive on Transgender Bathroom Use in Public Schools, CHICAGO TRIB. (May 25, 2016), http://www.chicagotribune.com/news/nationworld/ct-obama-public-schools-transgender-bathrooms-20160525-story.html. The states include: Alabama, Arizona, Louisiana, Maine, Oklahoma, Tennessee, West Virginia, Wisconsin, Tennessee, Texas, and Utah.  Id.  Interestingly, “[i]n Doe v. Regional School Unit, the Maine Supreme Court held that [to be consistent with the state’s Human Rights Act, 5 M.R.S. §§ 4592(1), 4602(4) (2003)] a transgender girl had a right to use the women’s bathroom at school because her psychological well-being and educational success depended on her transition.” See FAQ: Answers to Some Common Questions about Equal Access to Public Restrooms, LAMBDA LEGAL, http://www.lambdalegal.org/know-your-rights/transgender/restroom-faq#Q3 (citing John Doe v. Regional School Unit 26 (Me. 2014), http://www.courts.maine.gov/opinions_orders/supreme/ lawcourt/2014/14me11do.pdf).  124.  G.G. v. Gloucester, 822 F.3d 709 (4th Cir. 2016), cert. granted in part, 196 L. Ed. 2d 283 (Oct. 28, 2016); see also Laurence Hurley, Transgender Bathroom Legal Fight Reaches Supreme Court, REUTERS (July 13, 2016), http://www.reuters.com/article/ ususacourttransgenderidUSKCN0ZT1XD.  Samar Final 1/6/2017  4:51 PM  THE RIGHT TO PRIVACY AND THE RIGHT TO USE THE BATHROOM 51 VII in its theory and approach to sex-based employment discrimination. It is generally accepted outside the sexual harassment context that the substantive standards and policies developed under Title VII apply with equal force to employment actions brought under Title IX. By contrast, however, it is generally held that Title IX does not incorporate the procedural requirements of Title VII.”  Hence, the two statutes could be seen, on these grounds, to be somewhat disanalogous.125 Beyond these overlaps, and especially with respect to transgender rights, this coordination affords important and consistent protections to a class of people who have only relatively recently started to receive any recognition of their rights under Title VII. Indeed, it wasn’t until after Price Waterhouse v. Hopkins that the Sixth Circuit held in Smith v. City of Salem and the Eleventh Circuit speculated in Glenn v. Brumby that Title VII truly protects transgendered people. When reading these cases together, the federal government’s position appears to be that unless a state can show an exceedingly persuasive reason for requiring segregation of bathrooms and locker rooms based on biological sex at birth, forcing transgender people to use these facilities whether at school or on the job is discrimination based on sex in violation of federal law. IV. PRIVACY AND SECURITY CONSIDERATIONS FAIL TO JUSTIFY LIMITING BATHROOM AND LOCKER ROOMS TO ONE’S STATED BIOLOGICAL SEX AT BIRTH A. Privacy In defending North Carolina’s adoption of House Bill 2, Governor McCrory said: “There’s an expectation of privacy for the other girls or other boys in their junior high locker rooms or shower facilities, that the only other people coming in there are people of the same gender, or built as the same gender . . . We need to work through these problems and not throw hand grenades at this issue because it’s a new, sensitive issue on all sides.”126 Governor McCrory’s statement presents an interesting contrast with Attorney General Loretta Lynch’s statement calling the North Carolina statute “state-sponsored discrimination against transgender individuals who simply seek to engage in the most private of functions in a place of safety and security.”127 Putting aside for the moment the issue of physical security and accepting Governor McCrory’s alleged privacy concern of the people using these facilities on its face, it would appear that the issue is whose privacy should govern when it come to the use of multi-occupied bathroom and locker rooms—the transgender person’s choice to use the bathroom or locker room consistent with her gender identity, or other non-transgender facility users who may wish to keep private from others perceived not to be of the same biological sex. In effect, this is a conflict between the performance of a private act on the part   125.  Overview of Title IX: Interplay with Title VI, Section 504, Title VII, and the Fourteenth Amendment, U.S. DEP’T OF JUST., CIVIL RTS. DIVISION, TITLE IX LEGAL MANUAL (Aug. 6, 2015), https://www.justice.gov/crt/title-ix#I.%20Overview%20of%20Title%20IX:%20Interplay%20with%20 Title%20VI,%20Section%20504,%20Title%20VII,%20and%20the%20Fourteenth%20Amendment.  126.  Gregory Krieg, North Carolina Gov. Pat McCrory Blames Democrats for ‘Bathroom Bill,’ CNN (May 11, 2016), http://www.cnn.com/2016/05/11/politics/north-carolina-pat-mccrory-bathroom-bill-the-lead/index.html.  127.  Id. Samar Final 1/6/2017  4:51 PM 52 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:33 2016 of the transgender person and restraining access to private information on part of the other bathroom/locker room users, although it is doubtful whether North Carolina has recognized this important but essential difference. Here, the private action encompasses not just the use of the bathroom and changing facilities for their usual purposes of excretion, washing, showering, and changing clothes. While these are clearly private actions since their mere description without the addition “of any additional facts or causal theories” would not suggest a conflict with any other person’s basic interest, this is not where the description ends.128 More importantly, “private action” as the term is being used here is essentially a self-regarding action that prima facie would not appear to intrude on any other person’s basic interest at stake. Indeed, because the term “interest” is often associated with a breadth of different meanings, its use must, in matters concerning private acts, be circumscribed to only the basic interests of expression, privacy, freedom of thought and worship, as basic matters of freedom; along with life, physical integrity, and mental equilibrium as, at least equally important, concerns of individual well-being.129 This is necessary to ensure the term not be read so broadly as to undermine any action that might otherwise be thought private.130 Still, it might be questioned whether a transgender person’s private action could not just as easily be accomplished in a bathroom/locker room more fitting to how others perceive her or his biological sex at birth. Indeed, if all that was at stake in defining the transgender person’s actions were the particular functions they were directed to, there would be no issue. But that is not at all of what is at stake for the transgender person nor is it the correct description of the action involved. The transgender person sees using the facility consistent with her gender identity as itself an act of gender expression; it is not an action merely in service to an identity, but an action defined by identity.131 The expression of her own personal identity is, thus, in the main, a constitutive part of the very private act she is performing, not just a place for its performance; just as the creation of a painting is not just a bunch of colors put on a canvass, but an expression of the artist and what the artist is contriving, which is primarily about herself. The transgender   128.  VINCENT J. SAMAR, THE RIGHT TO PRIVACY: GAYS, LESBIANS, AND THE CONSTITUTION 67 (Temple University Press, 1991). The aforementioned description fits defining a private action as “self-regarding with respect to a group of other actors if and only if the consequences of the act impinge in the first instance on the basic interests of the actor and not on the interests of the specified class of actors.” Id. at 68. The definition essentially clarifies the idea of a self-regarding act that John Stuart Mill describes in On Liberty. See JOHN STUART MILL, ON LIBERTY 71 (Penguin Books, 1988). More importantly, the definition can be readily justified wherever autonomy in the sense of individual self-rule is valued. For if autonomy is valued, then the ideal case of its existence will be the private act, which by definition occurs only where another’s basic interest is not impinged. See SAMAR, supra note 128, at 100. For a full description of how this definition was derived see id. at 62–68.  129.  Id. at 68.  130.  Id. at 67.  131.  Transgender people have in many ways suffered discrimination in employment, housing, and public accommodation just for being themselves. For a full survey report see National Transgender Discrimination Survey: Full Report, NAT’L CENTER FOR TRANSGENDER EQUALITY (Sept. 11, 2012), http://www.transequality.org/issues/resources/national-transgender-discrimination-survey-full-report. Samar Final 1/6/2017  4:51 PM  THE RIGHT TO PRIVACY AND THE RIGHT TO USE THE BATHROOM 53 person’s reason here, which is to express her own identity, in effect rationalizes the action because “it leads us to see something [she] saw, or thought [she] saw, in the action—some feature, consequence, or aspect of the action [she] wanted, desired, prized, held dear, thought dutiful, beneficial, obligatory, or agreeable.  [One] cannot explain why someone did what [she] did [or even understand the action] simply by saying the particular action appealed to [her]; [one] must indicate what it is about the action that appealed,” as part of its very description.132 To illustrate the distinction between what defines an act and what may merely be in service to it, consider the action of making a gift, where perhaps another’s financial situation is the motive that gives rise to the action but cannot be considered part of its description. The gift would still exist regardless of whether it turned out to be financially beneficial to the receiver or not. What necessarily makes the action a gift and not, for example, a loan, is the intention that the transfer of the property be gratuitous; this is a necessary element that must be part of the description of the action, if the transfer is to be properly called a “gift.”133 That the transgender person’s body while using a restroom or locker room may be noticed by others who, for whatever reason should care not to view it, is not the purpose of the transgender person’s use or even a motive for her use but, at most, a mere incidental effect—a reality—that might accompany her use. Her intention is to use the facility that accords with her gender identity. And like any private action, such as having an abortion, where others might notice that the woman no longer appears pregnant, any discomfort that others might experience by witnessing a transgender person in the bathroom is a reason for them to avert their eyes, not a reason for the transgender person to be excluded. On the other hand, the private information some are seeking to protect, when separated from any issue of security, concerns the appearance of the bodies of those non-transgender persons using the facility who may not wish to put on public display how they handle their personal toilet needs or how they might appear (as in the case of a locker room) to anyone whose perceived biological sex at birth maybe different from their own. And while this intention too may very well be present, it is still not part of the action being performed but, at most, a preferred circumstance for its performance. What is at stake for the non-transgender person is not the particular action being performed but the possibly of personal information being revealed about the self, even if only limitedly because bathrooms often have separate stalls and privacy panels alongside urinals, and locker rooms will often abut a bathroom or be not-too-far from one that could provide private areas for changing. The desire to not reveal personal information about oneself comes about because “there is a convention, recognized by the members of the [society of bathroom/locker room users] that defines, protects, preserves, or guards that state of affairs for the performance of private acts.”134 In situations where one undresses in the presence of the opposite sex (or   132.  DONALD DAVIDSON, ESSAYS ON ACTIONS AND EVENTS 3 (Oxford University Press, 1980).  133.  Gift, BLACK’S LAW DICTIONARY (10th ed. 2014) (defining “gift” as “[t]he voluntary transfer of property to another without compensation”).  134.  SAMAR, supra note 128, at 73.  The value of this corollary definition lies in the empirical reality that human beings are often “inhibited if certain information becomes known or certain states of affairs Samar Final 1/6/2017  4:51 PM 54 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:33 2016 sometimes the same sex), the convention most often arises (when security is not an issue) to preserve the intimacies of human sexuality and emotional expression, especially when the person to whom one is exposed is a stranger.135 Informational privacy of one’s bodily appearance with regard to the opposite sex is indeed most often protected just because it is found to support the possibility of intimate private actions, which might occur in other contexts and are therefore at its foundation.136 It is true that some non-transgender people might claim that their private actions in using the facilities are, in fact, being restricted because they feel uncomfortable in the presence of those who do not share their biological sex. Their claim might run something like the following: [A]ssume a person’s solitude or seclusion was not protected or that any kind of information could be published about that person. Normally, individuals develop a reasonable expectation that they are free to perform certain actions within their own homes because of a general societal convention, which the law will recognize, that what goes on in a person’s house is in most instances beyond public scrutiny. The assumption that the law will cease to protect such a state of affairs could have a chilling effect on such actions. This could have the effect of limiting a person in the discovery of his or her own interests.137 On the surface, this argument would make it appear that there are private actions on both sides—the transgender person’s side and the non-transgender person’s side—and that allowing transgender people into a bathroom/changing room privileges their private actions over those who do not wish to expose themselves to anyone not possessing the same biological build. But this ignores that the basis of the transgender person’s claim is grounded in a private act of expressing one’s personal identity, which is constitutive of her choice of facility, while the claim of the uncomfortable biological user is based strictly on a social convention of what should aid intimacy in other contexts or simply be information she did not want revealed. Because it is not constitutive of the actions performed but, at most, a motive for where to act, it cannot be a reason for excluding the  are not protected.” Id. at 100. Indeed, the recognition of a constitutional non-Fourth Amendment right to informational privacy received support in dicta in Whalen v. Roe, 429 U.S. 589 (1977), a case upholding the constitutionality of New York statutes requiring that the State be provided a copy of certain drugs prescribed.  135.  See Jonah Lehrer, The Psychology of Nakedness, SCIENCE (Nov. 30, 2011), http://www.wired.com/ 2011/11/the-psychology-of-nakedness/.  136.  This is an interesting point to note, since it involves a logical claim of what is prior that is opposite the temporal/historical reality of when the rights became recognized. Historically the right to privacy of information and states of affairs was recognized as early in 1604 in Semayne’s Case, 5 Co. Rep. 91a, 77 Eng. Rep. at 195, and is found in the language of Magna Carta and our own Fourth Amendment; whereas the right to private action only really made its U.S. debut in Griswold v. Connecticut, 381 U.S. 479 (1965), and didn’t come into full fruition until Roe v. Wade, 410 U.S. 113 (1973). See SAMAR, supra note 128, at 19.  137.  SAMAR, supra note 128, at 106. See James Rachels, Why Privacy is Important, 4 PHIL. & PUB. AFFAIRS 323–33, reprinted in FERDINAND D. SCHOEMAN, PHILOSOPHICAL DIMENSIONS OF PRIVACY 296 (Cambridge University Press, 1984) (arguing that privacy is important, even when one has nothing to hide in order to “regulate our behavior according to the kind of relationships we have with the people around us”); see generally Daniel J. Solve, A Taxonomy of Privacy, 154 U. PENN. L. REV. 477, 527–32 (2006). Samar Final 1/6/2017  4:51 PM  THE RIGHT TO PRIVACY AND THE RIGHT TO USE THE BATHROOM 55 transgender person access to the facility.138 Indeed, the same argument could and has been just as easily made against sharing a bathroom or locker room with someone of a different race, as it was with segregated bathrooms in the American South prior to the Civil Rights Act of 1964.139 There the view that racial identity could be seen as part of one’s expression was found to have no basis in anything other than a social construction, which was often a motive in service to maintaining White superiority and not a constitutive part of the action itself.140 But even accepting for the moment that there might be a description of the two actions involved that would suggest a private act may be in play on both sides, it is likely that the description on the part of the woman who does not wish to expose herself to another of the same biological gender is operating not on a basic interest, but rather on a derivative interest incorporating facts or social conventions making the act only seem private in the first instance.141 By analogy, a parent complaining about their child being taught by a gay teacher might claim a private action is violated merely because the teacher is known to be gay. But this goes back to why earlier it was said that a prima facie claim to privacy arises only if a mere description of the action does not suggest a conflict with another’s basic interests. Were a parent able to broaden the notion of an interest to somehow include any particular notion about gay people she might believe, the result would be that no   138.  Interestingly, on denying appellant’s petition for a rehearing en banc after the Fourth Circuit ruled in favor of a transgender high school student using the boy’s bathroom, Judge Niemeyer dissented and argued that the Obama Administration was attempting to redefine “sex” under Title IX. See G.G. v. Gloucester, 824 F.3d 450, 452 (4th Cir. 2016), cert. granted in part, 196 L. Ed. 2d 283 (Oct. 28, 2016) (“[D]o parents not universally find it offensive to think of having their children’s bodies exposed to persons of the opposite biological sex?”). The case is likely to be headed to the Supreme Court. See Jonathan R. Tung, Transgender Bathroom Case Likely on SCOTUS Track, FINDLAW (June 1, 2016), http://blogs.findlaw.com/fourth_circuit/2016/06/transgender-bathroom-case-likely-on-scotus-track.html?DCMP=NWL-pro_scotus.  139.  See J.E. Hansan, Jim Crow Laws and Racial Segregation, VCU LIBRARIES (2011), http://socialwelfare.library.vcu.edu/eras/civil-war-reconstruction/jim-crow-laws-andracial-segregation/ (“Jim Crow laws required that public schools [and] facilities, e.g., water fountains, toliets, and public transportation . . . have separate facilities for whites and blacks.”).  140.  See Definition of Terms: Sex, Gender, Gender Identity, Sexual Orientation, AMERICAN PSYCHOLOGICAL ASSOCIATION (adopted February 18-20, 2011), https://www.apa.org/pi/lgbt/ resources/sexuality-definitions.pdf (noting that “gender identity and biological sex are not congruent” and that gender expression “may not be consistent with socially prescribed gender roles”). By contrast, race is defined as “[a] socially constructed system of classifying individuals according to phenotypical characteristics that are genetically determined but not always consistent.” Ethnic/Racial Identity, http://internal.psychology.illinois.edu/~lyubansk/Conflict/Identity.htm (last visited Oct. 12, 2016). See also Loving v. Virginia, 388 U.S. 1, 11 (1988) (striking down Virginia’s miscegenation statute which prevented Whites from marrying non-whites as an instance of “White supremacy”); Price Waterhouse v. Hopkins, 490 U.S. 228 (1989) (finding partners’ use of gender stereotypes to deny female’s promotion to partner violated Title VII of the Civil Rights Act of 1964).  141.  Basic interests can be distinguished from derivative interests “in that basic interests are independent of conceptions about facts or social conventions, while derivative interests are dependent upon a combination of basic interests with conceptions about facts and social conventions.” SAMAR, supra note 128, at 67. “An example of a derivative interest is to receive a good education. The interest is derivative of the basic interest in well-being combined with the factual conception that one’s well-being will be benefited by education.” Id. at 68. Samar Final 1/6/2017  4:51 PM 56 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:33 2016 action in such a situation would ever be private.142 Consequently, the description of the action must be circumscribed, at least in the first instance, to only where a basic interest is truly implicated. Of course, were someone presenting themselves falsely as a transgender person to gain access to those of the opposite biological sex, the situation would be different, as this would go beyond a mere prima facie claim of privacy to instead raise a security issue (to be discussed below). In such a situation, since security like privacy are both justified by their ability to support personal autonomy, autonomy would itself provide the basis for excluding the person who might be seeking to merely take advantage of the situation.143 But that would be just as true of any situation where a person has a prima facie private right (in the sense others must not interfere) to be some place where others are too, uses that right to take advantage of the situation. B. Security Proponents of sex-segregated bathroom/locker room bills frequently base their arguments on concerns over safety. For example, “Rep. Frank Artiles, the sponsor of the Florida bill, has argued that the bill is necessary to prohibit voyeurism and rape,” although he presented no evidence other than fear for why this might be a concern.144 In fact, there doesn’t appear to be any evidence of misuse of a bathroom from states allowing transgender persons access to the bathroom consistent with their gender identity.145 In Kentucky, State Senator C.M. Embry sponsored a bill stating that “Parents have a reasonable expectation that schools will not allow minor children to be viewed in various states of undress by members of the opposite biological sex.”146 If passed, the bill would allow a student who found a person of the apparent opposite biological sex in her bathroom to sue the school for $2500.147 Former Arkansas Governor Mike Huckabee said: “[A]llowing transgender women to use the women’s room would open the doors up for sexual predators or peeping teenage boys to use those protections as a dangerous ruse to get into female spaces.”148 More recently, former Republican Presidential Candidate, Ted Cruz, called President Obama’s Department of   142.  See id. at 71.  143.  “[S]ince autonomy [in the sense of self-rule (Id. at 86–87)] is geared to the actions one should be able to perform within the context of democratic institutions, any conflict between two or more active rights [i.e., rights that provide one a liberty to act without interference (Id. at 104)] should be resolvable on the basis of which right better promotes autonomy in general.” Id. at 107.  144.  Katy Steinmetz, State Battle Over Bathroom Access for Transgender People, TIME (Mar. 6, 2015), http://time.com/3734714/transgender-bathroom-bills-lgbt-discrimination/.  145. See Marcie Bianco, Statistics Show Exactly How Many Times Trans People Attacked You in a Bathroom, IDENTIES.MIC (Apr. 2, 2015), https://mic.com/articles/114066/statistics-show-exactly-how-many-times-trans-people-have-attacked-you-in-bathrooms#.OtDuRC8CE (“Surprise: There are zero reported cases of this happening.”); Carlos Maza and Luke Brinker, 15 Experts Debunk Right-Wing Transgender Bathroom Myth, MEDIA MATTTERS FOR AMERICA (Mar. 20, 2014), http://mediamatters.org/ research/2014/03/20/15-experts-debunk-right-wing-transgender-bathro/198533.  146.  Steinmetz, supra note 144.  147.  Id.  148.  Katy Steinmetz, Everything You Need to Know About the Debate Over Transgender People and Bathrooms, TIME (July 28, 2015), http://time.com/3974186/transgender-bathroom-debate/. Samar Final 1/6/2017  4:51 PM  THE RIGHT TO PRIVACY AND THE RIGHT TO USE THE BATHROOM 57 Education directive to public schools to open bathroom facilities to persons based on their perceived gender, “politically correct lunacy.”149 Opponents of these bills argue that there is no evidence to suggest the proponents’ fears are warranted: Several states, school districts and corporations have adopted their own policies affirming transgender people’s right to use the bathroom that aligns with their gender identity and have not reported problems, opponents of bathroom bills say. Progressive media watchdog Media Matters called up the 17 largest school districts governed by such policies and asked them if they had experienced any incidents of harassment or inappropriate behavior; they reported none had. Liberal lawmakers and activists say such rhetoric is just fear-mongering cloaking LGBT phobias.150 What this debate suggests is that these anti-transgender bills are “solutions in search of a problem.”151 Certainly, regarding matters of rape or sexual assault, these are already serious criminal offenses in every state. Prohibiting the use of a bathroom would hardly deter someone who is committed to performing these crimes. So, the real issue on the part of those seeking to segregate bathroom/locker room facilities is just the possibility of exposure and the discomfort some might experience, which was the privacy of information concern discussed above and seems particularly present in Senator Embry’s statement. Beyond this concern lies a real documented danger to transgender people’s psychological well-being by not having access to the bathroom/locker room with which they gender identify: Transgender students have reported being told that they needed to use a unisex nurse’s office or staff restroom—missing out on class time, being teased and feeling “quarantined.” More than a quarter of transgender adults say they’ve been denied access to “gender-appropriate facilities.” In a study from UCLA’s Williams Institute, nearly 70% of transgender people said they had experienced verbal harassment in a situation involving gender-segregated bathrooms, while nearly 10% reported physical assault. Transgender people will often seek out unisex bathrooms to avoid conflict that makes them feel like they don’t belong in one space or the other.152 Similarly, transgender students have also been harassed when using the bathroom consistent with their gender identity.  A female transgender student was suspended, allegedly for failing to present her ID, after she was stopped by a campus security officer upon exiting a women’s bathroom on her way to a sociology class.153 The student reports the officer then called for backup, and she had to again show her ID to six other officers who questioned whether she was a   149.  Charmaine Montes, Senator Cruz Criticizes President Obama’s Transgender Bathroom Directive, Calls It “Politically Correct Lunacy,” CP POLITICS (May 17, 2016), http://www.christianpost.com/news/ senator-ted-cruz-criticizes-president-obamas-transgender-bathroom-directive-calls-it-politically-correct-lunacy-164087/.  150.  Steinmetz, supra note 148.  151.  Steinmetz, supra note 144.  152.  Steinmetz, supra note 148.  153.  Nicole Hensley, Transgender Student Suspended for Using Women’s Bathroom, N.Y. DAILY NEWS (Apr. 4, 2014), http://www.nydailynews.com/news/national/transgender-student-suspended-women-bathroom-article-1.1746243. Samar Final 1/6/2017  4:51 PM 58 DUKE JOURNAL OF GENDER LAW & POLICY Volume 24:33 2016 male or female.154 Here again it would appear that what is masking as a security concern is really just a discomfort with transgender people using the facilities with which they most closely gender identify.155 A recent episode at Target stores illustrates this point. Target has inaugurated a trans-friendly bathroom policy with no plans to change, according to its CEO Brian Cornell.156 The Report tells of a woman who told customers and staff at a Target franchise that she was “disgusted” by the company’s policy to allow transgendered persons to use the bathroom corresponding to their gender identity.157 “‘Target would have you believe with their Mother’s Day displays that they love mothers and children. This is a deception,’ proclaims the woman—who is holding a Bible and has a huddle of what appears to be family members, including children, in tow.”158 “This is not love and they’ve proven it by opening their bathrooms to perverted men!”159 Stories such as these suggest that there may be a real security issue here, but, if so, it is more likely to be a concern of the transgendered person suffering verbal or possibly physical abuse than the biologically consistent user feeling discomfort or abuse. Insofar as there may exist a security issue for the non-transgendered person, it should first be clarified exactly what the issue is, and once identified and determined to be reasonable, the response to it should be narrowly drawn—perhaps just putting up a shower curtain, toilet stall door, urinal panel, or emergency call button, depending on the actual threat—so as not to undercut the legitimate privacy rights of transgender people to use in public settings the bathroom/locker room corresponding to their gender identity.160   154.  Id.   155.  Recently, the Chicago City Council adopted a new ordinance to amend language in the previously passed Human Right Ordinance to prohibit “public accommodations—such as hotels, restaurants, or grocery stores—from requiring that patrons show a government ID to prove their gender identity in order to access facilities such as restrooms and changing rooms.” See Matt Simonette, City Introduces Measure Eliminating Trans ID Requirements, WINDY CITY TIMES (May 25, 2016), at 7. See also Fran Speilman, Council Guarantees Public Bathroom Access for Transgender People, CHICAGO SUN-TIMES (June 22, 2016), http://chicago.suntimes.com/news/council-guarantees-public-bathroom-access-for-transgender-people/.  156.  Curtis M. Wong, Transphobic Woman Goes on Rampage, Warns of ‘Devil Rape’ at Target, HUFFPOST QUEER VOICES (May 16, 2016), http://www.huffingtonpost.com/entry/transphobic-woman-target-rant_us_5739eef3e4b08f96c183a792 (citing May 11th interview with Target CEO Brian Cornell on CNBS “Squack Box”).  157.  Id.  158.  Id.  159.  Id.  160.  See SAMAR, supra note 128, at 115 (“This limit is established by the idea that privacy is still a value for democratic institutions, even though under some circumstances the obligation to protect general autonomy justifies the state’s intruding on individual privacy [as with guaranteeing security within a bathroom/locker room context]. To put the point differently, the maximum amount of governmental intrusion into privacy must be the minimum intrusion that can achieve the compelling interest that the government has at stake.”). See also Doug Linder, Exploring Constitutional Conflicts: The Right of Privacy, The Issue: Does the Constitution Protect the Right of Privacy? If so, What Aspects of Privacy Receive Protection?, EXPLORING CONSTITUTIONAL LAW, http://law2.umkc.edu/faculty/projects/ftrials/ conlaw/rightofprivacy .html (last visited Oct. 12, 2016). Samar Final 1/6/2017  4:51 PM  THE RIGHT TO PRIVACY AND THE RIGHT TO USE THE BATHROOM 59 CONCLUSION This article has shown that recent efforts by some states to ban transgender people from using the bathroom/locker room most closely associated with their gender identity as opposed to the one that may be associated with their biological sex at birth is a form of sex discrimination in violation of the Equal Protection Clause of the U.S. Constitution, and also a violation of Title VII of the Civil Rights Act of 1964 and Title IX of the Educational Amendments of 1972. Most importantly, arguments that these measures are nevertheless justified by very important and persuasive interests the state has to protect—namely, the privacy and security of those whose biological sex is consistent with segregated bathroom/locker room facilities—has either been misunderstood or asserted without credible evidence to back it up. The failures of these justifications is fairly clear once the details of the claims are fleshed out. For a society, whose moral obligation is to find the proper balance between liberty and equality, it is just this kind of close parsing of the relevant facts and details of the law that is required to protect everyone’s most basic of human rights. At the end of the day, it is what maintains both real freedom and true equality for everyone. ",
    "id": 62568035,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:djglp-1312"
    },
    "title": "The Right to Privacy and the Right to Use the Bathroom Consistent with One’s Gender Identity",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-12-01T08:00:00+00:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=1312&amp;context=djglp"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/62568035.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/62568035"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/62568035/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/62568035/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/62568035"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:djglp-1312",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 62568035,
        "depositedDate": null,
        "publishedDate": "2016-12-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:46:44+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-17T19:58:33+00:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/djglp/vol24/iss1/2",
        "https://scholarship.law.duke.edu/context/djglp/article/1312/viewcontent/2.pdf"
    ],
    "lastUpdate": "2024-01-24T00:46:44+00:00",
    "setSpecs": []
}