{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Coleman, Hazir"
        }
    ],
    "contributors": [],
    "createdDate": "2019-12-15T01:53:13+00:00",
    "dataProvider": {
        "id": 12155,
        "name": "Digital Commons @ West Chester University",
        "url": "https://api.core.ac.uk/v3/data-providers/12155",
        "logo": "https://api.core.ac.uk/data-providers/12155/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/267992372.pdf",
    "fullText": "Ramifications Volume 1 Issue 1 Issue 1 - Fall 2019 Article 4 2019 The Impact of Discrimination Against The LGBTQ Community. Hazir Coleman West Chester University, hc905647@wcupa.edu Follow this and additional works at: https://digitalcommons.wcupa.edu/ramifications  Part of the Gender, Race, Sexuality, and Ethnicity in Communication Commons Recommended Citation Coleman, Hazir (2019) \"The Impact of Discrimination Against The LGBTQ Community.,\" Ramifications: Vol. 1 : Iss. 1 , Article 4. Available at: https://digitalcommons.wcupa.edu/ramifications/vol1/iss1/4 This Article is brought to you for free and open access by Digital Commons @ West Chester University. It has been accepted for inclusion in Ramifications by an authorized editor of Digital Commons @ West Chester University. For more information, please contact wcressler@wcupa.edu.                 One of the things that society does to marginalize certain groups of people is to ignore them and pretend that they are invisible. In the United States, this has happened to Indigenous peoples, to people of African descent, and the homeless. Today it is happening to people who are lesbian, gay, bisexual, transgender, or queer (LGBTQ). It happens in most societies all around the world, where LGBTQ people are not even spoken about. Most of the time, especially in schools, the only reference heard to gay people is when one student calls another a ‘faggot’. Name-calling is bad, but social invisibility and silence can be even more detrimental, because they have the effect of denying someone’s humanity. If some LGBTQ people insist on making their presence known, the dominant culture reacts with hostility. Shunning and name-calling can escalate to physical violence. The effects are long term and pernicious. The message is clear: Stay in the closet and out of our sight. The irony is that, even when LGBTQ individuals try to blend in, they are often targeted anyway. This persistent discrimination against the LGBTQ community causes disruption of individuals’ well being, be faced with unfortunate adversity, and have a negative effect on society as a whole.  Negative attitudes toward LGBTQ students in school put them at an increased risk for violence and ill health, as compared to heterosexual students. In 2015, a nationwide study by the Centers for Disease Control found that LGBTQ students were nearly three times more likely than straight students to stay home from school due to of safety concerns. 34% reported being bullied on school property and 10% were threatened or injured with a weapon on school property. 28% were bullied electronically. The study went on to link exposure to violence to negative effects on the mental health of these students. “Nearly one-third (29%) of LGBTQ youth had attempted 1Coleman: The Impact of Discrimination Against The LGBTQ CommunityPublished by Digital Commons @ West Chester University, 2019   suicide at least once in the prior year compared to 6% of heterosexual youth” (“LGBT Youth | Lesbian, Gay, Bisexual, and Transgender Health | CDC\", 2017).      Unfortunately, school is not the first place where LGBTQ youth experience discrimination. For many, it begins at home, often the instant they speak openly about their sexual orientation. Coming out can be traumatic, with half of LGBTQ teens experiencing a negative reaction from parents. Of those, 30% are subjected to physical violence and 26% end up being thrown out of their homes. In the U.S., approximately 40% of all homeless youth are LGBTQ (Friedman, 2014). Growing up on the street or in shelters makes it even more likely that these kids will not attend school regularly, starting a downward spiral that makes it very difficult for them to become productive adults.       That being said, there are many LGBTQ people who grow into adulthood, find good jobs and partners, and try to live their lives enjoying the same rights and liberties as their fellow Americans. Being good citizens does not necessarily mean they will be accepted, however. 42% will be discriminated against at work, leading them to have “higher levels of psychological distress and health-related problems” than workers who do not experience discrimination. Even worse, it is estimated that up to 25% of LGBTQ people are the victims of hate crimes. Those who survive a hate crime—and many do not—have significant health problems in the aftermath, including depression, anger, anxiety, and post-traumatic stress disorder (Friedman, 2014).          Many gay people experience discrimination in legal matters, such as when they try to adopt a child or buy property, and this occurs even though the country now has equal marriage and fair housing laws. Then there are the straight people who seek exemption from laws designed to prohibit discrimination of LGBTQ people. For example, in December, the Supreme Court heard a case involving the owner of a Colorado bakery who did not want to make a wedding cake for a 2Ramifications, Vol. 1 [2019], Iss. 1, Art. 4https://digitalcommons.wcupa.edu/ramifications/vol1/iss1/4   gay couple on the ground that his religious faith should exempt him from laws designed to ensure equal treatment for everyone (Liptak, 2017). Last July, President Donald Trump announced that he would rescind the rule allowing transgender people to serve in the military. He did this over the objections of senior military officers and in spite of the fact that about 15,000 transgender persons are currently serving with no problems (Tozzi & Greenfield, 2017).   An article by Jennifer Calfas on the cost of employment discrimination with a subtopic of the next frontier on the animadversion of the LGBT (lesbians, gay, bisexual and transgender) community describes how after years of struggle, LGBT advocates celebrated the Supreme Court decision to legalize the same-sex marriage. As far as making a pejorative decision, in over 28 states, it became legal to remove someone from office just because of their gender identity. This is because the national anti-discrimination law was not there to protect the LGBT laborers from any state caprices. The equality Act was introduced by Rep. David Ceciliani so as to cover current issues of discrimination. The Supreme Court ruling was just the start. Advocates of the LGBT were avid to focus their energy on ending discrimination of the LGBT individuals in a workplace. In 2014, President Barack Obama signed an order to allow protection of the LGBT federal workers. The discrimination of workers due to their sexual identity falls under the VII of civil Rights Act. All the states had their own different view about the LGBT anti-discrimination law. The human right campaign has worked with several organizations to help them implement the Anti-discrimination Act. These campaigns jumped from 61% to 91%. This is an indication of how vital is to end the LGBTQ discrimination in the workplace. Therefore the laws and policies are vital for the LGBTQ equality, but remain insufficient. These ongoing attempts to erode the civil rights of LGBTQ people have a negative impact beyond the victims; they cast a stigma on the entire LGBTQ community, as well as their 3Coleman: The Impact of Discrimination Against The LGBTQ CommunityPublished by Digital Commons @ West Chester University, 2019   families and friends. Just knowing that the society holds negative attitudes about your sexual orientation, regardless of whether you experience direct hostility, can erode your mental health and your ability to develop coping skills and healthy relationships. It is more difficult to be open with others about yourself and your life when you fear you won’t be accepted. This increases stress, limits social supports, and leads to overall poor quality of life (\"Stigma and Discrimination | Gay and Bisexual Men's Health | CDC\", 2017).       In fact, if one looks at the big picture, the entire society suffers because it tolerates discrimination against LGBTQ people. Bullying is a good example. First, it should be said that some kids who are bullied and called names like “faggot” and “fairy” are not even gay. They simply have a mannerism that is stereotyped as being gay, such as a boy with a high voice. Regardless of the victim’s sexual orientation, any bullying incident can be as traumatic for those who witness it as it is for the victim. There is evidence that bystanders who witness bullying experience fear for themselves, the victim, and other bystanders. If they don’t help the victim, they feel guilty afterward. Many experience anxiety, fearing that they will be the next targets. A chain reaction takes place, affecting siblings, parents, teachers, and others who know about the bullying and worry about its effects. From an economic perspective, society ultimately bears the burden of increased medical costs associated with bullying, including the cost of mental health services and lost productivity (Gordon, 2017).        Faced with persistent, negative images and messages about their sexual orientation, some gay people come to hold these views themselves. They believe that they are inferior, or even evil, because they are not heterosexual. This condition was originally referred to as internalized homophobia, but now it is also known by what some psychiatrists consider to be a more precise term, internalized heterosexism. Heterosexism is preferred because it more accurately describes 4Ramifications, Vol. 1 [2019], Iss. 1, Art. 4https://digitalcommons.wcupa.edu/ramifications/vol1/iss1/4   the attitude as favoring heterosexual orientation, while homophobia describes fearing homosexual orientation. In truth, those who discriminate against LGBTQ persons are less likely to be fearful and more likely to be hateful. Whichever term is used, the basic concept is that LGBTQ people gradually start to agree with the opinions of their oppressors. This has serious negative effects on the gay person’s mental health. As one psychologist who has researched this phenomenon, Gordon Allport, noted,  “One’s reputation, whether false or true, cannot be hammered, hammered, hammered, into one’s head without doing something to one’s character” (Herek, 1998, p. 160). In addition to internalizing heterosexism, many LGBTQ people also have to cope with the stresses that arise from discrimination based on sex, race, ethnicity, and gender identity. Herek (1998) points out that, unlike straight people who are members of “stigmatized ethnic minority groups, most homosexually oriented persons are not exposed to self-protecting, supportive attitudes in their families.” Instead, LGBTQ people, regardless of race, are “most often raised by heterosexual parents and socialized as heterosexuals in environments that frequently promote anti-homosexual attitudes” (p. 162).            For many people of color, being LGBTQ presents challenges that sometimes feel overwhelming. One source of traditional support for young Latinos and African-Americans, religious affiliation, may be less available to those who are LGBTQ. Barnes & Meyer (2012) point out that in the United States’ religious culture is generally associated with better mental health. While this is not true for every single religious group, people as a whole who are religious have “less depression and greater life satisfaction, personal happiness, and psychological well-being” (p. 505).  5Coleman: The Impact of Discrimination Against The LGBTQ CommunityPublished by Digital Commons @ West Chester University, 2019            Unfortunately for gay people, if you are religious you may actually have a greater degree of internalized heterosexism than if you were non observant. This is because most religions are what psychologists call “non-affirming” of homosexuality. In fact, the three largest churches in America, the Roman Catholic Church, the Southern Baptist Convention, and the United Methodist Church, all have formal policies that either condemn being gay or require a gay person to be celibate in order to participate. Gay people cannot be married in these churches, nor can they be ordained (Barnes & Meyer, 2012). Many independent and Pentecostal churches have similar policies. Imagine growing up in a non-affirming church, and when you realize you are LGBTQ, grappling with the secret knowledge that, if they knew the real you, your fellow worshippers would think you were bound for hell. To come out as LGBTQ in an environment like that, you would either have to be very brave or very foolish. It is not surprising that some gay people choose to stay silent and keep their true selves hidden.        But the costs of silence and hiding are too great. There is evidence that, for gay men at least, mental health improves after they come out (Scott, 2016). So for this writer, the pressing question is, what can be done to make life better for LGBTQ people, particularly youth, who are marginalized and suffering as a result? To quote a well-known activist organization, “We’re here! We’re queer! Get used to it!” (\"Queer Nation NY History\", 2018).       There are a number of constructive actions that can improve the lives and outcomes for LGBTQ people. They are easy to take and likely to have significant results. The Centers for Disease Control suggests several actions that schools can take, one of which is to create LGBTQ support groups such as gay-straight alliances. Studies show that LGBTQ students experience fewer threats of violence, fewer missed days of school, and fewer suicide attempts when they are part of a gay-straight alliance (\"LGBT Youth | Lesbian, Gay, Bisexual, and Transgender Health | 6Ramifications, Vol. 1 [2019], Iss. 1, Art. 4https://digitalcommons.wcupa.edu/ramifications/vol1/iss1/4   CDC\", 2017). Schools should also provide training for teachers and staff in how to create safe spaces for all students, including those who are LGBTQ. There is a very good organization called GLSEN (pronounced ‘glisten’), which stands for Gay, Lesbian and Straight Education Network. It provides resources and research for schools that want to join them in their mission “to create safe and affirming schools for all, regardless of sexual orientation, gender identity, or gender expression” (\"Championing LGBTQ issues in K-12 education since 1990\", 2018). GLSEN also provides resources and organizing help to youth who are LGBTQ and want to join others in advocating for more inclusive social policies and practices. One of the organization’s major campaigns is the annual Day of Silence, which takes place this year on Friday, April 27. The nationwide event is designed to make people aware of “the silencing effects of anti-LGBTQ name-calling, bullying and harassment in schools” (\"Day of Silence - Friday, April 27, 2018\", 2018). Students, both LGBTQ and straight, take a vow of silence for the day to encourage classmates, teachers, and school administrators to address the problem of anti-LGBTQ behaviors. It would be great if we could observe the Day of Silence at West Chester University      Homosexual people have been stigmatized over the years due to their sexual identity. The reason is why? In explaining homophobia, the community usually thinks that the sexual orientation manifested in form of homophobia (the aversion to homosexual or gay individuals or even their culture or lifestyle and behavior based on the aversion). It can also be known as the irrational fear of homosexuality. Heterosexism, on the other hand, is used to describe homosexuality and sexism. These explain the ideological system, which denigrates, stigmatize and denies any time of non-heterosexuality kind of identity, behavior, community and relationship. It relates the homosexual behavior to sexism, racism and antisemitism and placed under the dual process of attack and invisibility. If an individual is found in engaging in any 7Coleman: The Impact of Discrimination Against The LGBTQ CommunityPublished by Digital Commons @ West Chester University, 2019   visible homosexual behavior, he/she is subjected to brutal attack by the entire society. (Herek, 1990).   Given the amount of academic research and evidence that is endorsed by reputable institutions such as the Centers for Disease Control, plus the acknowledgment from major news organizations and national nonprofit advocacy groups, it is quite clear that anti-LGBTQ discrimination has negative effects for gay people, their families and friends, and the entire society. For people of color who are LGBTQ, life can be especially challenging due to a number of the customs and religious traditions of our communities. In private spaces, such as individual homes, people are free to avoid associating with those who are LGBTQ. That is discriminatory, but in a free society, people get to make those decisions. However, in public spaces—especially schools where young people are forming their own values and identities—discrimination against anyone, including LGBTQ people, has no place. This paper has presented convincing evidence as to why that argument is sound.   8Ramifications, Vol. 1 [2019], Iss. 1, Art. 4https://digitalcommons.wcupa.edu/ramifications/vol1/iss1/4      References Barnes, D., & Meyer, I. (2012). Religious affiliation, internalized homophobia, and mental health in lesbians, gay men, and bisexuals. American Journal Of Orthopsychiatry, 82(4), 505-515. http://dx.doi.org/10.1111/j.1939-0025.2012.01185.x Championing LGBTQ issues in K-12 education since 1990. (2018). GLSEN. Retrieved 1 January 2018, from https://www.glsen.org/ Day of Silence - Friday, April 27, 2018. (2018). GLSEN. Retrieved 1 January 2018, from https://www.glsen.org/day-of-silence Friedman, M. (2014). The Psychological Impact of LGBT Discrimination. Psychology Today. Retrieved from https://www.psychologytoday.com/blog/brick-brick/201402/the-psychological-impact-lgbt-discrimination Gordon, S. (2017). How Bystanders Are Wounded by Bullying. Verywell. Retrieved 1 January 2018, from https://www.verywell.com/how-witnessing-bullying-impacts-bystanders-460622 Herek, G. (1998). Stigma and Sexual Orientation: Understanding Prejudice against Lesbians, Gay Men and Bisexuals (Psychological Perspectives on Lesbian & Gay Issues) (1st ed., pp. 160-186). Los Angeles: Sage. LGBT Youth | Lesbian, Gay, Bisexual, and Transgender Health | CDC. (2017). CDC.gov. Retrieved 25 December 2017, from https://www.cdc.gov/lgbthealth/youth.htm 9Coleman: The Impact of Discrimination Against The LGBTQ CommunityPublished by Digital Commons @ West Chester University, 2019   Liptak, A. (2017). Justices Sharply Divided in Gay Rights Case. New York Times. Retrieved from https://www.nytimes.com/2017/12/05/us/politics/supreme-court-same-sex-marriage-cake.html?_r=0 Queer Nation NY History. (2018). Queer Nation NY. Retrieved 1 January 2018, from http://   queernationny.org/history  Scott, R. (2016). The Relationship of Sexual Orientation and Depression (Ph.D.). University of Alberta. Stigma and Discrimination | Gay and Bisexual Men's Health | CDC. (2017). CDC.gov. Retrieved 25 December 2017, from https://www.cdc.gov/msmhealth/stigma-and-discrimination.htm Tozzi, M., & Greenfield, M. (2017). Here's How Many Trans People Serve in the U.S. Military, and What Their Care Costs. Bloomberg.com. Retrieved 31 December 2017, from https://www.bloomberg.com/news/articles/2017-07-26/here-s-how-many-trans-people-serve-in-the-u-s-military    10Ramifications, Vol. 1 [2019], Iss. 1, Art. 4https://digitalcommons.wcupa.edu/ramifications/vol1/iss1/4",
    "id": 267992372,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.wcupa.edu:ramifications-1007"
    },
    "title": "The Impact of Discrimination Against The LGBTQ Community.",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-11-05T23:10:26+00:00",
    "publisher": "Digital Commons @ West Chester University",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.wcupa.edu/cgi/viewcontent.cgi?article=1007&context=ramifications"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/267992372.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/267992372"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/267992372/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/267992372/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/267992372"
        }
    ],
    "abstract": "This paper argues that persistent discrimination against LGBTQ persons causes disruption of individuals’ well-being, leading them to face unfortunate adversity and having a negative effect on society as a whole. Research-based evidence is presented that illustrates the negative effects of LGBTQ discrimination, including a greater tendency for people who are LGBTQ to attempt suicide and to have poor physical health due to excessive stress. The complicating roles of bullying, religion, and race are examined, as is the enforced silence that often surrounds Like LGBTQ people, encouraging them to hide their sexual orientation and accept oppression. This can lead to internalized heterosexism, from which many LGBTQ people suffer. Internalized heterosexism, where an individual comes to accept others’ negative attitudes about homosexuality, can cause low self-esteem, even to the point of self-hatred. Finally, the paper looks at actions that can be taken by schools and the larger society to help correct the effects of LGBTQ discrimination and create safe spaces for LGBTQ children and adolescents to develop within a healthy, positive environment",
    "tags": [
        "text",
        "Discrimination",
        "Equality",
        "Gender, Race, Sexuality, and Ethnicity in Communication"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.wcupa.edu:ramifications-1007",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12155",
        "openDoarId": 0,
        "name": "Digital Commons @ West Chester University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 267992372,
        "depositedDate": null,
        "publishedDate": "2019-11-05T23:10:26+00:00",
        "updatedDate": "2023-11-19T13:49:12+00:00",
        "acceptedDate": null,
        "createdDate": "2019-12-15T01:53:13+00:00"
    },
    "urls": [
        "https://digitalcommons.wcupa.edu/ramifications/vol1/iss1/4",
        "https://digitalcommons.wcupa.edu/context/ramifications/article/1007/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2023-11-19T13:49:12+00:00",
    "setSpecs": []
}