{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Mark, Katharine Mary"
        },
        {
            "name": "McNamara, K"
        },
        {
            "name": "Gribble, Rachael Jennifer"
        },
        {
            "name": "Rhead, Rebecca Danielle"
        },
        {
            "name": "Sharp, Marie-Louise"
        },
        {
            "name": "Stevelink, Sharon"
        },
        {
            "name": "Schwartz, A"
        },
        {
            "name": "Castro, C."
        },
        {
            "name": "Fear, Nicola Townsend"
        }
    ],
    "contributors": [],
    "createdDate": "2023-09-28T15:14:06+01:00",
    "dataProvider": {
        "id": 635,
        "name": "King's Research Portal",
        "url": "https://api.core.ac.uk/v3/data-providers/635",
        "logo": "https://api.core.ac.uk/data-providers/635/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1080/09540261.2019.1575190",
    "downloadUrl": "https://core.ac.uk/download/586967531.docx",
    "fullText": "The health and well-being of LGBTQ serving and ex-serving personnel: A narrative review K.M. Mark1* - katharine.mark@kcl.ac.ukK.A. McNamara2* - kamcnama@usc.eduR. Gribble1 - rachael.gribble@kcl.ac.ukR. Rhead1 - rebecca.rhead@kcl.ac.ukM.-L. Sharp1 - marie-louise.sharp@kcl.ac.ukS.A.M. Stevelink1,3 - sharon.stevelink@kcl.ac.ukA. Schwartz2 - alixschw@usc.eduC.A. Castro2# - cacastro@usc.eduN.T. Fear1,4# - nicola.t.fear@kcl.ac.ukKing’s Centre for Military Health Research, King’s College London, UKSuzanne Dworak-Peck School of Social Work, University of Southern California, USADepartment of Psychological Medicine, King’s College London, UKAcademic Department of Military Mental Health, King’s College London, UKCorresponding author: Dr S.A.M. Stevelink* Joint first authors# Joint last authorsAbstractThe relaxation of discriminatory policies against lesbian, gay, bisexual, transgender, and queer (LGBTQ) service personnel has led to increased diversity among military populations. Given this increase, it is important to assess sexual minority groups’ health and well-being in the context of military service. This narrative review assessed these outcomes in LGBTQ military personnel. The electronic databases OVID Medline, PsycInfo, and Embase were searched for papers published between January 2000 and July 2018. Thirty papers were included. In line with Segal, Lane, and Fisher (2015) life course model, studies aligned with four themes: (1) mental health and well-being; (2) stigma and health care utilisation; (3) sexual trauma; and (4) physical health. These themes highlighted that LGBTQ military personnel and veterans have poorer mental health and well-being; report more stigma and barriers to mental health care, which reduces uptake of accessed health care services; experience more sexual trauma; and have poorer physical health than heterosexual military personnel and veterans. However, there are substantial gaps in the current evidence for this population. Future research should aim to address limitations of the literature, and to ensure that data on LGBTQ personnel and veterans is collected as standard. Keywords: LGBTQ, military personnel, review, veterans, well-being.IntroductionHistorically, there has been an absence of research amongst global militaries on the health and well-being of lesbian, gay, bisexual, transgender, and queer individuals (LGBTQ) (Goldbach & Castro, 2016; Scott, Lasiuk, & Norris, 2016). In some countries, conservative military policies have meant that identification of LGBTQ status, or homosexual behaviour, was grounds for dismissal, limiting research on these groups (Kauth, Barrera, & Latini, 2018). For example, in Canada and the United Kingdom (UK), it was not until 1992 and 2000, respectively, that lesbian, gay, bisexual, and transgender (LGBT) members were allowed to serve openly. Since then, Western militaries have gradually adopted far more inclusive policies, often based on tenants of human rights (Polchar, Sweijs, Marten, & Galdiga, 2014), or under the requirements of equality legislation.[footnoteRef:1] Increasingly, these policies have been framed in relation to the proposed benefits of diversity and inclusion for organisational development. [1:  See news.bbc.co.uk/1/hi/uk/458625.stm] One recent example of a more inclusive policy wasis the repeal of the United States’ (US) ‘Don’t Ask, Don’t Tell and Don’t Pursue’ (DADT) policy in 2011. This change ensured that lesbian, gay, and bisexual (LGB) service members could disclose their sexual orientation without official risk of dismissal (Goldbach & Castro, 2016). Similarly, the UK Ministry of Defence’s (MoD) ‘A Force for Inclusion’ strategy was recently introduced, which couches LGBT diversity in its broader aims for operational effectiveness and UK equalities legislation (Ministry of Defence, 2018). In the United States (US), however, it was not until 2011, with the repeal of the ‘Don’t Ask, Don’t Tell and Don’t Pursue’ (DADT) policy, that lesbian, gay, and bisexual (LGB) service members could disclose their sexual orientation without official risk of dismissal (Goldbach & Castro, 2016). The current status of transgender individuals in the US armed forces remains contested, although rulings in the courts of appeal mean that transgender individuals can continue to enlist at present (Holliday, 2018). To date, there remain approximately 20 countries that openly exclude or discriminate against LGBTQ personnel, posing legal and personal threats to this group when serving on, or alongside, those armed forces (Polchar et al., 2014).Given the increase in diversity and recruitment policies directly targeting this population, it is important to assess LGBTQ groups’ health and well-being in the context of their occupational health in military service. General population research suggests LGBTQ groups have a higher risk of physical and mental ill health compared to heterosexual or cisgender individuals (Cochran, Björkenstam, & Mays, 2016; Elliott et al., 2015; Roberts, Austin, Corliss, Vandermorris, & Koenen, 2010). Similar health inequalities may be experienced by LGBTQ personnel who serve in the military, and there may be additional factors that increase negative health outcomes in this particular population. As well as high occupational stress potentially resulting in mental health risks (Pflanz & Sonnek, 2002; Stevelink et al., 2018; Thomas, Harpaz-Rotem, Tsai, Southwick, & Pietrzak, 2017), there are possible negative effects from LGBTQ groups’ ‘minority stress’ experiences (Meyer, 2003). Minority stress theory explains that the higher prevalence of mental health disorders among sexual minorities is related to the stigmatised status of LGBT identity. For LGBTQ groups in the military, these stressors could include bullying, sexual assault, harassment, and continued historical or current effects of structural and cultural discrimination (Burks, 2011; Lucas, Goldbach, Mamey, Kintzle, & Castro, 2018). Such experiences may lead to poorer health outcomes, with LGB veterans more likely to screen positive for posttraumatic stress disorder (PTSD), depression, and alcohol misuse compared to non-LGB veterans (Cochran, Balsam, Flentje, Malte, & Simpson, 2013).This narrative review aims to summarise current research that examines the health and well-being of LGBTQ individuals who currently serve, or who have served, in the armed forces. We are not aware of any previous narrative reviews that collate and analyse this research area across international literature. The review will analyse our current understanding of the health and well-being of LGBTQ military personnel, to identify gaps in the field, and to suggest areas for future work and development. We base our conceptual understanding of health and well-being on the life course model proposed by Segal et al. (2015). In this model, the well-being of service members and their families is the central focus, and is comprised of several components, including physical health, psychological health, financial well-being, military factors, family factors, and other outcomes (including spiritual and recreational elements). MethodsElectronic databases, including Embase, Ovid MEDLINE, and PsycINFO, were searched to identify relevant papers. Papers were restricted to those published in English between January 2000 and July 2018, to ensure inclusion of the start of the conflicts in Iraq and Afghanistan, as well as major societal and policy changes relating to the LGBTQ community, such as the redaction of the DADT policy within the US military, and increasingly open attitudes to LGBT communities (Goldbach & Castro, 2016). A combination of key words was used, including gay, lesbian, bisexual, transgender, LGBT, homosexual, genderqueer, sexual minorities, transsexual, genderfluid, gender dysphoria, gender identity, or sexual orientation; and military, veteran, armed forces, serving personnel, soldier, army, navy, air force, royal marine, or national guardNational Guard. Reference lists from key papers were checked to identify other relevant papers. Papers were eligible for inclusion if they reported on original research focusing specifically on the mental or physical health, well-being, or health care utilisation of LGBTQ serving or ex-serving personnel, irrespective of engagement status (e.g., regulars, reserves, or national guardNational Guard). Papers were excluded if they: (1) reported on perspectives from others, such as health care professionals or policy makers, about LGBTQ experiences; (2) reported on attitudes about LGBTQ personnel; or (3) were books, case studies, conference proceedings, editorials, commentaries, or PhD dissertations. Where relevant, the findings are discussed in relation to the particular target sub-population studied – for example, still serving, national guardNational Guard, or reserve forces personnel.ResultsPaper overviewThirty papers met inclusion criteria (Table 1). Twenty-seven were based on US data, and the remainder were conducted in Canada (2), and Switzerland (1). The papers covered a heterogenous population of serving and ex-serving LGBTQ personnel. Eleven focused on transgender individuals, six on LGB individuals, and the remainder on a mixture of minority groups. Twenty-three papers employed quantitative study designs, while four were qualitative, and three used a mixed methods approach. Sample sizes ranged from 11 participants to 56,929 participants, with a median of 218 participants. Insert Table 1 hereThe included papers aligned with four of the themes reflecting the conceptual understanding of health and well-being outlined by Segal et al. (2015): (1) mental health and well-being (23 papers); (2) stigma and health care utilisation (15 papers); (3) sexual trauma (three papers); and (4) physical health (six papers). Papers could fit into more than one category. 1) Mental health and well-beingOf the 23 papers examining the mental health of LGBTQ former or current military personnel, most focused on transgender individuals, either solely, or combined with other LBGTQ groups. The papers examined three main areas: general mental health and well-being; suicide and suicidal ideation; and substance use.General mental health and well-beingThe available evidence suggests that general mental health and wellness is poorer among LBGTQ individuals compared to other groups. Lesbian and bisexual (LB) female veterans were significantly more likely to report frequent mental distress, low satisfaction with life, and sleep problems than either sexual minority non-veterans or heterosexual veterans (Blosnich, Foynes, & Shipherd, 2013). Similarly, transgender veterans were significantly more likely to report poorer mental health than serving personnel or non-transgender veterans (Brown & Jones, 2016; Hill, Bouris, Barnett, & Walker, 2016).Suicide and suicidal ideationSuicidal ideation has also been found to be higher among LBGTQ veterans. A series of papers by Blosnich and colleagues found a significantly higher prevalence of suicidal ideation among LGB veterans than heterosexual veterans (Blosnich, Bossarte, & Silenzio, 2012); a higher suicide rate among transgender veterans than non-transgender veterans (Blosnich, Brown, Wojcio, Jones, & Bossarte, 2014); and a four-fold increased risk of reporting a suicide attempt in the past year among LGBTQ individuals with military experience than non-LGBTQ individuals with military experience (Blosnich, Gordon, & Fine, 2015). These findings may be related to the effect of potential stressors and stigma that some LGBTQ personnel experience, as recent discrimination related to transgender status is significantly associated with past suicidal ideation (Tucker et al., 2018). Personality traits may also play a role in mental health and suicidality (Wang et al., 2014).Substance useResearch on substance abuse has tended to focus on LGB military personnel, with no studies on this outcome among transgender individuals. The relevant papers report significantly elevated rates of alcohol misuse among LGB veterans compared to non-LGB veterans (Cochran et al., 2013), with LB female veterans scoring higher on an alcohol misuse survey than heterosexual veterans (Lehavot & Simpson, 2013). Such outcomes have been associated with stigma and discrimination, with military physical victimisation contributing to greater alcohol misuse, through coping with increased depressive, and PTSD symptoms (Lehavot, Browne, & Simpson, 2014). However, another study reported that gay and bisexual (GB) servicemen and veterans used tobacco and alcohol less frequently than their heterosexual counterparts, although they also reported experiencing discrimination more frequently (Delgado, Gordon, & Schnarrs, 2016). This suggests that the impact of stigma on substance abuse may vary depending on the degree of discrimination experienced, the sub-population being studied, or the presence of additional stressors or protective factors. 2) Stigma and health care utilisationThe majority of papers discussing stigma and health care utilisation among LGBTQ personnel and veterans reported that stigma or perceived barriers to care were common issues. Papers conducted before the repeal of the DADT policy indicated that perceived stigma can prevent LGBTQ personnel from both revealing their sexuality (Poulin, Gouliquer, & Moore, 2009), and accessing medical treatment provided by the military (Smith, 2008). Fear of stigma, attempting to avoid scrutiny, lack of confidentiality in military-provided services, and the possibility of being discharged from the military if their sexual orientation was discovered were the primary reasons cited (Poulin et al., 2009; Smith, 2008). More recent papers suggest that such difficulties may be evident among LGBTQ personnel today. Recent transgender veterans report multiple sources of stigma and stress, including living in a society with anti-transgender views, and not feeling able to reflect their authentic gender to others (Chen, Granato, Shipherd, Simpson, & Lehavot, 2017). Biddix and colleagues (2013) revealed a strong correlation between service members’ comfort levels in disclosing their sexual orientation, and their perception of how much the military cares about them as an individual (Biddix, Fogel, & Black, 2013).Reported prevalence rates regarding use of health care services ranged from 29% (Simpson, Balsam, Cochran, Lehavot, & Gold, 2013) to 100% (Rosentel, Hill, Lu, & Barnett, 2016). Both LGBT veterans and transgender personnel felt their mental and physical health care was inadequate, inconsistent, insensitive, and, often, disrespectful (Dietert, Dentice, & Keig, 2017). Some transgender individuals reported harassment upon seeking treatment (Rosentel et al., 2016), and 10% knew someone who had a distressing treatment incident previously (Shipherd, Mizock, Maguen, & Green, 2012). Transgender men, in particular, felt less welcomed by health care services than other gender minority or sexual minority groups (Kauth et al., 2018).Such negative perceptions and experiences could reduce the uptake of health care by eligible veterans. Indeed, 25% of LBG veterans avoid health care services provided by the US Department of Veterans Affairs (VA) due to expected discrimination, with those who were investigated or punished about their sexual status in the military reporting lower use of mental health services (Simpson et al., 2013). The quality of services received may be reduced by perceived stigma. For example, (Nusbaum, Frasier, Rojas, Trotter, & Tudor, 2008) found that lesbian participants were less likely to feel they had properly discussed their sexual concerns with their health care provider after a physician visit.In contrast, a number of studies found that most participants were satisfied with the health care they received (Lehavot, Katon, Simpson, & Shipherd, 2017; Shipherd, Ruben, Livingston, Curreri, & Skolnik, 2018). Increased health care utilisation was associated with military-related disability, and symptoms of PTSD, depression, and sexual orientation related trauma (Simpson et al., 2013). Interestingly, there is also evidence to suggest that military service may be protective against the impacts of perceived stigma on mental health and quality of life - with civilian transgender individuals reporting poorer mental health and lower quality of life than transgender veterans following discrimination (Hoy-Ellis et al., 2017).3) Sexual traumaDespite increased interest in military sexual trauma, there is a dearth of recent research in this area relating to LGBTQ personnel and veterans. The studies that have investigated this important topic have focused purely on transgender veterans, therefore we know little about military sexual trauma in other sexual minority groups. Two papers found that transgender veterans were more likely to report sexual trauma while on active duty than non-transgender veterans (23% versus 12%) (Brown & Jones, 2015, 2016), with transgender men reporting significantly higher rates than transgender women (30% versus 15%) (Beckman, Shipherd, Simpson, & Lehavot, 2018). Such experiences are linked to mental health, with those who have experienced sexual assault being more likely to suffer with poorer mental health (PTSD, and depression), and recent drug use compared to those who have not experienced assault (Beckman et al., 2018).4) Physical healthPapers focusing on physical health outcomes recruited across all sexual minority groups. They generally reported that LGBTQ personnel had poorer physical health outcomes than comparison sexual majority groups, in terms of higher levels of hypertension, and obesity (Brown & Jones, 2015); higher rates of the human immunodeficiency virus (HIV) (Blosnich et al., 2015); more problems with safe sex, and sexually transmitted diseases (Nusbaum et al., 2008); poorer functional impairment and more likely to be current smokers than heterosexual veterans (Blosnich et al., 2013). However, one study found improved physical health outcomes, with lower levels of diabetes for LGB veterans compared to heterosexual veterans (Blosnich & Silenzio, 2013).Discussion The aim of this review was to synthesize the literature on LGBTQ military individuals, such that future research, policy, and healthcare interventions may take note of core findings regarding this historically vulnerable group. The current research on LGBTQ mental health aligns with four themes in the life course model proposed by Segal et al. (2015): (1) mental health and well-being; (2) stigma and health care utilisation; (3) sexual trauma; and (4) physical health. Mental health and well-beingThis international review found higher rates of everyday discrimination, mental distress, depression, PTSD, suicidal ideation, and death by suicide, and lower levels of social and emotional support, among LGBTQ military personnel compared to their non-LGBTQ counterparts (Blosnich et al., 2012; Blosnich et al., 2014; Blosnich & Silenzio, 2013; Cochran et al., 2013; Lehavot et al., 2014; Tucker et al., 2018). These results are in line with mental health outcomes found in meta-analyses of civilian LGBTQ populations (King et al., 2008; Plöderl & Tremblay, 2015).Contrary to most literature on the topic, one Canadian study found no difference in recent depression between sexual minority and heterosexual service members (Scott et al., 2016); the authors note this positive finding may be because due to the fact that Canadian policy was amended to allow and protect open LGB service over two decades ago. Such a result may reflect a more supportive military environment with less stigma and discrimination, or improved access to social support or coping skills, known to buffer the relationship of stigma on mental health (Hatzenbuehler, 2009; Meyer, 2003). US studies that do show a difference in mental health by sexual orientation may highlight the fact that US policies allowing open LGB service are fairly recent, having come into effect in 2011. An additional finding from this review is that transgender veterans had better psychological functionality and lower depressive symptoms than civilian transgender individuals (Hoy-Ellis et al., 2017). It may be the case that transgender veterans benefit from protective factors and services provided for ex-military personnel, such as VA care, that civilian transgender civilians veterans are not able to access. Consistent with Segal’s life course framework, disparities by gender and stage of life among sexual minorities may be present. GB servicemen have been found to be at lower risk for tobacco use and alcohol use than non-GB male peers (Delgado et al., 2016), while LB women veterans have been found to have a higher risk of tobacco, cannabis, and alcohol use than non-LB women peers (Blosnich et al., 2013; Browne, Dolan, Simpson, Fortney, & Lehavot, 2018; Lehavot et al., 2014). Research indicating that the military environment encourages “policing” of gender presentation, rewarding hypermasculinity among both men and women, may help explain such gender disparities (Poulin, Gouliquer, & McCutcheon, 2018). Indeed, female veterans, regardless of sexual orientation, have been found to have higher levels of both tobacco use and mental health disorders than active duty, reserve, national guardNational Guard, and civilian women in the US (Lehavot, Hoerster, Nelson, Jakupcak, & Simpson, 2012). It is possible that sexual minority identity, and being a woman in a male-dominated workplace, intersect to create unique stressors, leading to the use of coping behaviours such as substance use after service.The prevailing conceptual model explaining mental health disparities by sexual orientation situates gender as a possible moderator of the relationship between stressors and health (Meyer, 2003). Minority stress theory also recognises sexual minority sub-groups as possible moderators impacting health; however the articles reviewed here generally combine sexual minority sub-groups into a single LGB group. Significant mental health and life satisfaction disparities between bisexual compared to gay and lesbian individuals have been found among civilian populations (Plöderl & Tremblay, 2015; Wardecker, Matsick, Graham-Engeland, & Almeida, 2018). Furthermore, there is emerging evidence that bisexual veterans may experience higher rates of severe depression and PTSD than gay and lesbian veterans (McNamara, Lucas, Goldbach, Kintzle, & Castro, In press). Future research should consider possible sub-group disparities among LGBTQ military personnel. Stigma and health care utilisationFollowing the DADT policy repeal, VA medical services have taken steps to educate staff on culturally sensitive care of LGBTQ veterans, and have made concerted efforts to advertise that they “serve all who served” - including the LGBTQ community (Kauth et al., 2018). While rates of VA use among LGB veterans are about the same as among non-LGB veterans (Simpson et al., 2013), a minority of LGBT veterans report that the VA is welcoming (Kauth et al., 2018; Sherman et al., 2014a). Furthermore, some transgender veterans have indicated lingering stressors and barriers to receiving care at the VA, such that they may opt not to disclose their identity, or to avoid the VA altogether (Chen et al., 2017; Dietert et al., 2017; Rosentel et al., 2016; Shipherd et al., 2012). The lower number of transgender men compared to transgender women seeking care at the VA may contribute to the former gauging a less safe environment, leading to their lower rates of disclosure (Kauth et al., 2018; Lehavot et al., 2017). The VA may consider a specific transgender male veteran outreach program, coupled with staff training on the unique needs of this group. Similarly, many active duty GB men do not feel comfortable disclosing their sexual orientation to health care providers, despite the DADT repeal (Biddix et al., 2013). The active duty health care system may consider similar staff trainings on the needs of this population, as well as outreach messages that openly LGBTQ service members are accepted.These findings are in line with past research indicating that military-experienced LGBTQ individuals are sensitive to the discriminatory history of the military, and continuously gauge their environment for safety (Moradi, 2009). The stress of monitoring for anti-LGBTQ stigma, concealing and disclosing strategically, and lacking a strong support system to buffer these stressors, is likely related to the previously discussed mental distress this community faces (Meyer, 2003). Sexual traumaThe current review found that specific sub-groups of LGBTQ military personnel and veterans are at greater risk for military sexual assault. Transgender male veterans were found to be at highest risk for military sexual assault, with transgender veterans of both sexes at greater risk than non-transgender veterans (Beckman et al., 2018). In the civilian literature, transgender individuals are at a similar heightened risk, with transgender males experiencing lifetime sexual assault most frequently (James et al., 2016). It could be the case that the “gender policing” noted in military settings is especially salient in situations where one’s gender orientation does not align with expected presentation, opening one up to violent victimisation (Castro & Goldbach, 2018; Poulin et al., 2018). Sexual assault is a recognised problem in military settings, and is getting worse (Department of Defense, 2018). The most robust policies must be maintained to protect service members from assault, to remove perpetrators from the workplace, and to aid victims in their recovery. It should be noted that the papers reviewed here focus on sexual assault of transgender individuals, yet other sexual minorities have also been found to be at risk. Both civilian and military research has found that LGB individuals report significantly higher rates of adverse experiences in their childhood, and greater sexual victimization over the lifespan, than heterosexuals (Blosnich & Andersen, 2015; Mattocks et al., 2013). Taking into account Segal and colleagues’ (2015) life course model, it is important to view service members’ well-being not only from the perspective of their experiences while serving, but also with the acknowledgment that these experiences may be rooted in their pre-military life. This is to say that sexual trauma encountered while serving may exacerbate or complicate healing from pre-service victimization. Additionally, civilian literature has found bisexual women at higher risk of sexual assault than lesbians (Center for Disease Control, 2010), and future research on LGBTQ service members and veterans should consider this possible sub-group disparity. The annual Department of Defense report on sexual assault of active duty members may also consider reporting on the demographics of victims, including gender, LGBTQ identity, race, and rank, such that possible disparities can be noted and tracked.Physical health Taking into account the proven relationship between stress and physical health for LGBTQ individuals and the general population, this review’s findings of poor physical health of LGBTQ service personnel are not surprising (Frost, Lehavot, & Meyer, 2015; Lazarus & Folkman, 1984; Lick, Durso, & Johnson, 2013). Civilian research has found that LGBTQ individuals experience greater physical health concerns, such as poor general health, cancer, cardiovascular disease, asthma, and diabetes (Lick et al., 2013). One study reviewed here found that LGB veterans were at significantly decreased risk of being overweight or obese, as well as of being diagnosed with diabetes (Blosnich et al., 2013), although, as noted by the authors, the low number of sexual minority women may have impacted these specific results, and gender may in fact moderate this relationship given a larger sample size. This seems possible given the finding that women veterans overall experience poorer general health than active duty, reserve, national guardNational Guard, and civilian women in the US (Lehavot et al., 2012).Civilian studies have found that prejudicial traumatic events have a stronger negative effect on physical health than general stressful life events (Frost et al., 2015). It may be the case that military-experienced LGBTQ individuals are at greater risk of prejudicial traumatic events by virtue of living, working, and seeking health care in spaces historically permissive of anti-LGBTQ sentiment and violence (Burks, 2011; Castro & Goldbach, 2018). Dominant societal messages of fitting into the “band of brothers” as a male-at-birth heterosexual warrior may be internalised and codified in military policies, and can result in negative self-worth and health behaviours (Hatzenbuehler, 2014; Meyer, 2003; Zurbriggen, 2010). Without a strong community support network or psychological coping skills to buffer these external and internal stressors, the stigmatised individual experiences chronic stress and associated health consequences (Meyer, 2003). Also, there is evidence that both male and female sexual minority service members are hesitant and fearful to discuss their sexuality and sexual health needs with health care providers, which may delay or preclude some from seeking care (Biddix et al., 2013; Nusbaum et al., 2008). Therefore, improved service provision for this population may include overt communication from provider to patient, indicating openness and knowledge regarding sexual minority health.Future directionsIn light of the current review’s findings, a consensus seems to have been reached regarding health-related disparities between LGBTQ and non-LGBTQ service members and veterans. This review also identified gaps in the literature that researchers should prioritise. Firstly, there is a dearth of literature on military sexual trauma and sexual minorities. Secondly, the field would benefit from well-being studies that not only identify risk factors that LGBTQ service members may experience, but that also identify protective factors that joining the military may provide. Thirdly, studies on the physical health of sexual and gender minorities would benefit from larger sample sizes to assess for the presence of different outcomes by gender and sub-group sexual orientation. Fourthly, and relatedly, a large proportion of studies focused on transgender service personnel’s well-being, and continued studies on the well-being of cisgender sexual minorities are needed. Lastly, this paper employs the term \"queer\", yet this is infrequently used in academic writing, military policy, or healthcare settings. Sexuality research must respond not to the status quo of institutional norms, but to the lived experience and self-definition of the people it studies. Therefore, as more individuals are now starting to identify as \"queer\", qualitative and quantitative researchers should consider incorporating this word (and others that emerge) into their work. This will allow institutions that rely on researchers' work to guide policy, such as the military and health care settings, to properly speak to and represent the individuals they support. It is worth noting that countries with more liberal LGBTQ military policies, such as the UK and Canada, have limited research on the health and well-being of this population. It could be the case that disparities between LGBTQ and non-LGBTQ military individuals do exist, and are being overlooked. It is also possible that stigma reduction techniques have been successful, and that LGBTQ military personnel are fully integrated. If that were the case, these countries could offer a paradigm of LGBTQ military inclusion, and literature mapping their successes could aid countries such as the US, where health and well-being disparities are evident. Importantly, this review found that both active duty and veteran LGBTQ individuals are concerned that disclosure of their sexual orientation or gender identity may put them at risk for disrespectful comments or sub-par treatment in health care settings. Therefore, health care providers treating these groups must be culturally sensitive, and ensure all patients feel welcome presenting as their authentic selves. The VA should consider building on their LGBTQ veteran outreach plan, with a specific transgender male veteran outreach strategy focusing on educating staff and sharing explicit information regarding the services they provide. Providers should also be aware that LGBTQ veterans are at higher risk for several health concerns, highlighting the importance of providers inquiring as to patients’ sexual orientation and gender identity in written or oral assessments. Further, future research should investigate the lived experience of actively serving and former LGBTQ personnel following repeal of institutional bans on their service. Subsequent studies may explore actively serving LGBTQ personnel’s disclosure decision-making of their sexual and gender identity to other military personnel, and the possible impact on well-being. Whether LGBTQ service members perceive their military workplace to be LGBTQ-inclusive remains to be seen. Now that open service is permitted for LGB military personnel in the nations included in this review, it would be beneficial to inquire into the sense of inclusion. As a meta-analysis of diversity in the workplace found, it is diversity management, and the intentional creation of a climate of inclusion, that leads to improved workplace and psychological outcomes (Mor Barak et al., 2016). The level to which actively serving LGBTQ personnel experience a sense of inclusion in their military workplace would be a logical next step in assessing the well-being of this population. As of this writing, open transgender service remains in limbo in the US; continued surveillance of the well-being of actively-serving transgender individuals is recommended. Strengths and limitations This broad international review of quantitative and qualitative literature is a critical step in understanding the well-being of modern military LGBTQ personnel. As a stigmatised group, the present review lifts the curtain on the lived experience of these service members. In addition to being the first-of-its-kind international review of the literature, the methodology was theoretically grounded and guided. A holistic, life-course approach ensured the present review was able to provide a thorough picture of the well-being of LGBTQ serving and ex-serving personnel. Additionally, as US policy on transgender personnel is in flux, the findings provide an aggregate of research on transgender service member and veteran well-being.Yet, the current review paper contains limitations that should be considered. The majority of articles reviewed included were conducted in the US – thus, while the review sheds light on results published in Western nations in the English language, we note that it is not global in nature. Most articles were also based , on service members and veterans served by the VA, therefore.  Ggeneralisability to worldwide militaries is therefore restricted. Specific policies, workplace culture, and provision of health care services related to LGBTQ military members and veterans may differ from country to country. Further, as most studies collapsed LGB individuals into a single group, disparities between sexual orientation sub-groups are not adequately addressed. Sexual orientation of transgender individuals is also rarely taken into account. Being a heterosexual transgender individual may confer certain strengths, but also certain challenges, compared to being a sexual minority transgender individual. This complexity, paired with one’s military service, would be a logical next step in investigating transgender service members’ well-being. To address these concerns, sample sizes should be large enough to allow for a nuanced investigation of sexual orientation sub-groups among transgender and non-transgender people. Lastly, most studies were cross-sectional in nature; the field would benefit from longitudinal studies to take into account experiences across the lifecycle.ConclusionThe conversation about integration of openly LGBTQ service members has typically focused on concerns related to unit health and well-being (Belkin et al., 2012; National Defense Research Institute, 2010). The current review focuses on the health and well-being of LGBTQ service members and veterans themselves. It discovered consistent findings regarding poorer mental and physical health, higher rates of sexual assault and trauma, and lingering concerns of anti-LGBTQ stigma, among other issues, for LGBTQ individuals compared to their non-LGBTQ counterparts. There were also significant gaps in the literature that should be addressed in future studies. For example, additional research is needed to explore military sexual trauma prevalence and the impact on cisgender sexual minorities, as well as protective factors associated with serving in the military for LGBTQ individuals. An overall finding was that studies tend to merge sexual minorities into one group to compare to the well-being of heterosexual personnel; further research should investigate sub-group differences by gender, age, and sexual orientation. As a group who have historically been targeted, and deemed undesirable in a military setting, the well-being of LGBTQ personnel and veterans is of critical importance, particularly as they are fully integrated into the military environment, and able to openly serve. In an all-volunteer force, maintaining operational effectiveness means creating a military that cares about the health and well-being of all. It is therefore essential that this population receives the same support and services as their non-LGBTQ peers. Future research should ensure data on LGBTQ personnel and veterans is collected as standard, and that specific projects are established to examine gaps in the literature. Conflict of interest/Disclosure statementNTF sits on the Independent Group Advising on the Release of Data (IGARD) at NHS Digital. NTF is also a trustee of a veterans’ charity. KAM is an active duty member of the US Air Force.Funding detailsSAMS’ salary is partly paid by the National Institute for Health Research (NIHR) Biomedical Research Centre (BRC) at the South London and Maudsley (SLaM) National Health Service (NHS) Foundation Trust and King’s College London (KCL). NTF and SAMS are part funded by the UK MoD.The views expressed are those of the author(s) and not necessarily those of the NHS, the NIHR, the Department of Health and Social Care, the MoD, the US Air Force, or the US Department of Defense.ReferencesBeckman, K., Shipherd, J., Simpson, T., & Lehavot, K. (2018). Military Sexual Assault in Transgender Veterans: Results From a Nationwide Survey. Journal of traumatic stress, 31(2), 181-190. doi:10.1002/jts.22280Belkin, A., Ender, M., Lucas, G. R., Packard, C. G., Schultz, T. S., Samuels, S. M., & Segal, D. R. (2012). One year out: An assessment of DADT repeal’s impact on military readiness. In J. Parco & D. Levy (Eds.), Evolution of Government Policy Towards Homosexuality in the U.S. Military: The Rise and Fall of DADT. London & New York: Routledge.Biddix, J. M., Fogel, C. I., & Black, B. P. (2013). Comfort levels of active duty gay/bisexual male service members in the military healthcare system. Military medicine, 178(12), 1335-1340. doi:10.7205/MILMED-D-13-00044Blosnich, J., Foynes, M. M., & Shipherd, J. C. (2013). Health disparities among sexual minority women veterans. Journal of Women's Health, 22(7), 631-636. doi:10.1089/jwh.2012.4214Blosnich, J. R., & Andersen, J. P. (2015). Thursday’s child: the role of adverse childhood experiences in explaining mental health disparities among lesbian, gay, and bisexual US adults. Social Psychiatry and Psychiatric Epidemiology, 50(2), 335-338. doi:10.1007/s00127-014-0955-4Blosnich, J. R., Bossarte, R. M., & Silenzio, V. M. B. (2012). Suicidal ideation among sexual minority veterans: Results from the 2005-2010 Massachusetts Behavioral Risk Factor Surveillance Survey. American Journal of Public Health, 102(Suppl 1), S44-S47. doi:10.2105/AJPH.2011.300565Blosnich, J. R., Brown, G. R., Wojcio, S., Jones, K. T., & Bossarte, R. M. (2014). Mortality Among Veterans with Transgender-Related Diagnoses in the Veterans Health Administration, FY2000-2009. LGBT health, 1(4), 269-276. doi:10.1089/lgbt.2014.0050Blosnich, J. R., Gordon, A. J., & Fine, M. J. (2015). Associations of sexual and gender minority status with health indicators, health risk factors, and social stressors in a national sample of young adults with military experience. Annals of Epidemiology, 25(9), 661-667. doi:10.1016/j.annepidem.2015.06.001Blosnich, J. R., & Silenzio, V. M. B. (2013). Physical health indicators among lesbian, gay, and bisexual U.S. veterans. Annals of Epidemiology, 23(7), 448-451. doi:10.1016/j.annepidem.2013.04.009Brown, G. R., & Jones, K. T. (2015). Health Correlates of Criminal Justice Involvement in 4,793 Transgender Veterans. LGBT health, 2(4), 297-305. doi:10.1089/lgbt.2015.0052Brown, G. R., & Jones, K. T. (2016). Mental Health and Medical Health Disparities in 5135 Transgender Veterans Receiving Healthcare in the Veterans Health Administration: A Case-Control Study. LGBT health, 3(2), 122-131. doi:10.1089/lgbt.2015.0058Browne, K., Dolan, M., Simpson, T. L., Fortney, J. C., & Lehavot, K. (2018). Regular past year cannabis use in women veterans and associations with sexual trauma. Addictive Behaviors, 84, 144-150. doi:10.1016/j.addbeh.2018.04.007Burks, D. J. (2011). Lesbian, gay, and bisexual victimization in the military: An unintended consequence of “Don't Ask, Don't Tell”? American Psychologist, 66(7), 604. doi:10.1037/a0024609Castro, C. A., & Goldbach, J. T. (2018). The Perpetrator Hypothesis: Victimization Involving LGBT Service Members. In L. R. C. Warner (Ed.), Military and Veteran Mental Health A Comprehensive Guide (pp. 145-156). New York: Springer.Center for Disease Control. (2010). NISVS: An Overview of 2010 Findings on Victimization by Sexual Orientation. Retrieved from www.cdc.gov/violenceprevention/pdf/cdc_nisvs_victimization_final-a.pdfChen, J. A., Granato, H., Shipherd, J. C., Simpson, T., & Lehavot, K. (2017). A qualitative analysis of transgender veterans' lived experiences. Psychology of Sexual Orientation and Gender Diversity, 4(1), 63-74. doi:10.1037/sgd0000217Cochran, B. N., Balsam, K., Flentje, A., Malte, C. A., & Simpson, T. (2013). Mental health characteristics of sexual minority veterans. Journal of Homosexuality, 60(2-3), 419-435. doi:10.1080/00918369.2013.744932Cochran, S. D., Björkenstam, C., & Mays, V. M. (2016). Sexual orientation and all-cause mortality among US adults aged 18 to 59 years, 2001–2011. American Journal of Public Health, 106(5), 918-920. doi:10.2105/AJPH.2016.303052Delgado, A. J., Gordon, D., & Schnarrs, P. (2016). The effect of discrimination and stress on sexual and behavioral health among sexual minority servicemen. Journal of Gay & Lesbian Mental Health, 20(3), 258-279. doi:10.1080/19359705.2016.1141344Department of Defense. (2018). Annual Report on Sexual Assault in the Military: Fiscal Year 2017. Retrieved from www.sapr.mil/public/docs/reports/FY17_Annual/DoD_FY17_Annual_Report_on_Sexual_Assault_in_the_Military.pdfDietert, M., Dentice, D., & Keig, Z. (2017). Addressing the Needs of Transgender Military Veterans: Better Access and More Comprehensive Care. Transgender Health, 2(1), 35-44. doi:10.1089/trgh.2016.0040Elliott, M. N., Kanouse, D. E., Burkhart, Q., Abel, G. A., Lyratzopoulos, G., Beckett, M. K., . . . Roland, M. (2015). Sexual minorities in England have poorer health and worse health care experiences: a national survey. Journal of General Internal Medicine, 30(1), 9-16. doi:10.1007/s11606-014-2905-yFrost, D. M., Lehavot, K., & Meyer, I. H. (2015). Minority stress and physical health among sexual minority individuals. Journal of Behavioral Medicine, 38(1), 1-8. doi:10.1007/s10865-013-9523-8Goldbach, J. T., & Castro, C. A. (2016). Lesbian, gay, bisexual, and transgender (LGBT) service members: life after don’t ask, don’t tell. Current psychiatry reports, 18(6), 56. doi:10.1007/s11920-016-0695-0Hatzenbuehler, M. L. (2009). How does sexual minority stigma “get under the skin”? A psychological mediation framework. Psychological bulletin, 135(5), 707-730. doi:10.1037/a0016441Hatzenbuehler, M. L. (2014). Structural stigma and the health of lesbian, gay, and bisexual populations. Current Directions in Psychological Science, 23(2), 127-132. doi:10.1177/0963721414523775Hill, B. J., Bouris, A., Barnett, J. T., & Walker, D. (2016). Fit to Serve? Exploring Mental and Physical Health and Well-Being Among Transgender Active-Duty Service Members and Veterans in the U.S. Military. Transgender Health, 1(1), 4-11. doi:10.1089/trgh.2015.0002Holliday, E. (2018). Federal appeals court continues to block Trump transgender military ban. JURIST. Retrieved from www.jurist.org/news/2018/07/federal-appeals-court-continues-to-block-trump-transgender-military-ban/Hoy-Ellis, C. P., Shiu, C., Sullivan, K. M., Kim, H.-J., Sturges, A. M., & Fredriksen-Goldsen, K. I. (2017). Prior military service, identity stigma, and mental health among transgender older adults. The Gerontologist, 57(Suppl 1), S63-S71. doi:10.1093/geront/gnw173James, S. E., Herman, J. L., Rankin, S., Keisling, M., Mottet, L., & Anafi, M. (2016). The Report of the 2015 U.S. Transgender Survey. Washington, DC.Kauth, M. R., Barrera, T. L., & Latini, D. M. (2018). Lesbian, Gay, and Transgender Veterans’ Experiences in the Veterans Health Administration: Positive Signs and Room for Improvement. Psychological Services. doi:10.1037/ser0000232King, M., Semlyen, J., Tai, S. S., Killaspy, H., Osborn, D., Popelyuk, D., & Nazareth, I. (2008). A systematic review of mental disorder, suicide, and deliberate self harm in lesbian, gay and bisexual people. BMC Psychiatry, 8(1), 70. doi:10.1186/1471-244x-8-70Lazarus, R. S., & Folkman, S. (1984). Stress, appraisal, and coping. . New York, NY: Springer.Lehavot, K., Browne, K. C., & Simpson, T. L. (2014). Examining sexual orientation disparities in alcohol misuse among women veterans. American Journal of Preventative Medicine, 47(5), 554-562. doi:10.1016/j.amepre.2014.07.002Lehavot, K., Hoerster, K. D., Nelson, K. M., Jakupcak, M., & Simpson, T. L. (2012). Health Indicators for Military, Veteran, and Civilian Women. American Journal of Preventative Medicine, 42(5), 473-480. doi:10.1016/j.amepre.2012.01.006Lehavot, K., Katon, J. G., Simpson, T. L., & Shipherd, J. C. (2017). Transgender Veterans' Satisfaction With Care and Unmet Health Needs. Medical Care, 55(9), S90-S96. doi:10.1097/MLR.0000000000000723Lehavot, K., & Simpson, T. L. (2013). Incorporating lesbian and bisexual women into women veterans' health priorities. Journal of General Internal Medicine, 28(Suppl 2), S609-S614. doi:10.1007/s11606-012-2291-2Lick, D. J., Durso, L. E., & Johnson, K. L. (2013). Minority Stress and Physical Health Among Sexual Minorities. Perspectives on Psychological Science : A Journal of the Association for Psychological Science, 8(5), 521-548. doi:10.1177/1745691613497965Lucas, C. L., Goldbach, J. T., Mamey, M. R., Kintzle, S., & Castro, C. A. (2018). Military sexual assault as a mediator of the association between posttraumatic stress disorder and depression among lesbian, gay, and bisexual veterans. Journal of traumatic stress, 31(4), 613-619. doi:10.1002/jts.22308Mattocks, K.M.,, Sadler, A., Yano, E. M., Krebs, E. E., Zephyrin, L., Brandt, C., . . . Haskell, S. (2013). Sexual victimization, health status, and VA healthcare utilization among lesbian and bisexual OEF/OIF veterans. Journal of General Internal Medicine, 28(Suppl2), 4-7. doi:10.1007/s11606-013-2357-9McNamara, K. A., Lucas, C. L., Goldbach, J. T., Kintzle, S., & Castro, C. A. (In press). Mental health of the bisexual veteran. Military Psychology. Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: conceptual issues and research evidence. Psychological bulletin, 129(5), 674. doi:10.1037/0033-2909.129.5.674Ministry of Defence. (2018). Defence diversity and inclusion strategy 2018 to 2030: A force for inclusion. London Retrieved from www.gov.uk/government/publications/defence-diversity-and-inclusion-strategy-2018-to-2030-a-force-for-inclusion.Mor Barak, M. E., Lizano, E. L., Kim, A., Duan, L., Rhee, M.-K., Hsiao, H.-Y., & Brimhall, K. C. (2016). The Promise of Diversity Management for Climate of Inclusion: A State-of-the-Art Review and Meta-Analysis. Human Service Organizations: Management, Leadership & Governance, 40(4), 305-333. doi:10.1080/23303131.2016.1138915Moradi, B. (2009). Sexual orientation disclosure, concealment, harassment, and military cohesion: Perceptions of LGBT military veterans. Military Psychology, 21(4), 513-533. doi:10.1080/08995600903206453National Defense Research Institute. (2010). Sexual Orientation and U.S. Military Personnel Policy: An Update of RAND's 1993 Study. Retrieved from Santa Monica, CA: : www.rand.org/pubs/monographs/MG1056.htmlNusbaum, M. R. H., Frasier, P. Y., Rojas, F., Trotter, K., & Tudor, G. (2008). Sexual orientation and sexual health care needs: A comparison of women beneficiaries in outpatient military health care settings. Journal of Homosexuality, 54(3), 259-276. doi:10.1080/00918360801982165Pflanz, S., & Sonnek, S. (2002). Work stress in the military: prevalence, causes, and relationship to emotional health. Military medicine, 167(11), 877-882. Plöderl, M., & Tremblay, P. (2015). Mental health of sexual minorities. A systematic review. International Review of Psychiatry, 27(5), 367-385. doi:10.3109/09540261.2015Polchar, J., Sweijs, T., Marten, P., & Galdiga, J. (2014). LGBT military personnel: A strategic vision for inclusion: The Hague Centre for Strategic Studies.Poulin, C., Gouliquer, L., & McCutcheon, J. (2018). Violating gender norms in the Canadian Military: The experiences of gay and lesbian soldiers. Sexuality Research and Social Policy, 15(1), 60-73. doi:10.1007/s13178-017-0304-yPoulin, C., Gouliquer, L., & Moore, J. (2009). Discharged for homosexuality from the Canadian military: Health implications for lesbians. Feminism & Psychology, 19(4), 496-516. doi:10.1177/0959353509342772Roberts, A. L., Austin, S. B., Corliss, H. L., Vandermorris, A. K., & Koenen, K. C. (2010). Pervasive Trauma Exposure Among US Sexual Orientation Minority Adults and Risk of Posttraumatic Stress Disorder. American Journal of Public Health, 100(12), 2433-2441. doi:10.2105/AJPH.2009.168971Rosentel, K., Hill, B. J., Lu, C., & Barnett, J. T. (2016). Transgender Veterans and the Veterans Health Administration: Exploring the Experiences of Transgender Veterans in the Veterans Affairs Healthcare System. Transgender Health, 1(1), 108-116. doi:10.1089/trgh.2016.0006Scott, R. L., Lasiuk, G. C., & Norris, C. M. (2016). Depression in Lesbian, Gay, and Bisexual Members of the Canadian Armed Forces. LGBT health, 3(5), 366-372. doi:10.1089/lgbt.2016.0050Segal, M. W., Lane, M. D., & Fisher, A. G. (2015). Conceptual model of military career and family life course events, intersections, and effects on well-being. Military Behavioral Health, 3(2), 95-107. doi:10.1080/21635781.2015.1009212Sherman, M. D., Kauth, M. R., Ridener, L., Shipherd, J. C., Bratkovich, K., & Beaulieu, G. (2014a). An empirical investigation of challenges and recommendations for welcoming sexual and gender minority veterans into VA care. Professional Psychology: Research and Practice, 45(6), 433-442. doi:10.1037/a0034826Shipherd, J. C., Mizock, L., Maguen, S., & Green, K. E. (2012). Male-to-female transgender veterans and VA health care utilization. International Journal of Sexual Health, 24(1), 78-87. doi:10.1080/19317611.2011.639440Shipherd, J. C., Ruben, M. A., Livingston, N. A., Curreri, A., & Skolnik, A. A. (2018). Treatment experiences among LGBT veterans with discrimination-based trauma exposure: A pilot study. Journal of Trauma & Dissociation, 19(4), 461-475. doi:10.1080/15299732.2018.1451973Simpson, T. L., Balsam, K. F., Cochran, B. N., Lehavot, K., & Gold, S. D. (2013). Veterans administration health care utilization among sexual minority veterans. Psychological Services, 10(2), 223-232. doi:10.1037/a0031281Smith, D. M. (2008). Active duty military personnel presenting for care at a Gay Men's Health Clinic. Journal of Homosexuality, 54(3), 277-279. doi:10.1080/00918360801982173Stevelink, S. A. M., Jones, M., Hull, L., Pernet, D., MacCrimmon, S., Goodwin, L., . . . Greenberg, N. (2018). Mental health outcomes at the end of the British involvement in the Iraq and Afghanistan conflicts: a cohort study. The British Journal of Psychiatry, 213(6), 690-697. doi:10.1192/bjp.2018.175Thomas, M. M., Harpaz-Rotem, I., Tsai, J., Southwick, S. M., & Pietrzak, R. H. (2017). Mental and Physical Health Conditions in US Combat Veterans: Results From the National Health and Resilience in Veterans Study. The primary care companion for CNS disorders, 19(3). doi:10.4088/PCC.17m02118.Tucker, R. P., Testa, R. J., Reger, M. A., Simpson, T. L., Shipherd, J. C., & Lehavot, K. (2018). Current and Military-Specific Gender Minority Stress Factors and Their Relationship with Suicide Ideation in Transgender Veterans. Suicide & Life Threatening Behavior, 12, 12. doi:10.1111/sltb.12432Wang, J., Dey, M., Soldati, L., Weiss, M. G., Gmel, G., & Mohler-Kuo, M. (2014). Psychiatric disorders, suicidality, and personality among young men by sexual orientation. European Psychiatry, 29(8), 514-522. doi:10.1016/j.eurpsy.2014.05.001Wardecker, B. M., Matsick, J. L., Graham-Engeland, J. E., & Almeida, D. M. (2018). Life Satisfaction Across Adulthood in Bisexual Men and Women: Findings from the Midlife in the United States (MIDUS) Study. Archives of Sexual Behavior. doi:10.1007/s10508-018-1151-5Zurbriggen, E. L. (2010). Rape, war, and the socialization of masculinity: Why our refusal to give up war ensures that rape cannot be eradicated. Psychology of Women Quarterly, 34(4), 538-549. doi:10.1111/j.1471-6402.2010.01603.x1",
    "id": 586967531,
    "identifiers": {
        "doi": "10.1080/09540261.2019.1575190",
        "oai": "oai:kclpure.kcl.ac.uk:publications/9ea7634e-9264-4fc6-8533-31c360ea12bd"
    },
    "title": "The health and well-being of LGBTQ serving and ex-serving personnel:a narrative review",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-04-18T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://kclpure.kcl.ac.uk/portal/files/105136489/LGBTQ_revision1.docx"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/586967531.docx"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/586967531"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/586967531/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/586967531/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/586967531"
        }
    ],
    "abstract": "The relaxation of discriminatory policies against lesbian, gay, bisexual, transgender, and queer (LGBTQ) service personnel has led to increased diversity among military populations. Given this increase, it is important to assess sexual and gender minority groups’ health and well-being in the context of military service. This narrative review assessed these outcomes in LGBTQ military personnel. The electronic databases OVID Medline, PsycInfo, and Embase were searched for papers published between January 2000 and July 2018. Thirty papers were included. In line with life course model, studies aligned with four themes: (1) mental health and well-being; (2) stigma and healthcare utilization; (3) sexual trauma; and (4) physical health. These themes highlighted that LGBTQ military personnel and veterans have poorer mental health and well-being; report more stigma and barriers to mental healthcare, which reduces uptake of accessed healthcare services; experience more sexual trauma; and have poorer physical health than heterosexual military personnel and veterans. However, there are substantial gaps in the current evidence for this population. Future research should aim to address limitations of the literature, and to ensure that data on LGBTQ personnel and veterans is collected as standard.</p",
    "tags": [
        "article",
        "LGBTQ",
        "military personnel",
        "review",
        "veterans",
        "well-being"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:kclpure.kcl.ac.uk:publications/9ea7634e-9264-4fc6-8533-31c360ea12bd",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "635",
        "openDoarId": 0,
        "name": "King's Research Portal",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 586967531,
        "depositedDate": null,
        "publishedDate": "2019-04-18T01:00:00+01:00",
        "updatedDate": "2024-02-19T14:08:06+00:00",
        "acceptedDate": null,
        "createdDate": "2023-09-28T15:14:06+01:00"
    },
    "urls": [
        "https://kclpure.kcl.ac.uk/ws/files/105136489/LGBTQ_revision1.docx",
        "https://doi.org/10.1080/09540261.2019.1575190",
        "http://www.scopus.com/inward/record.url?scp=85067250600&partnerID=8YFLogxK",
        "https://kclpure.kcl.ac.uk/portal/en/publications/9ea7634e-9264-4fc6-8533-31c360ea12bd"
    ],
    "lastUpdate": "2024-02-19T14:08:06+00:00",
    "setSpecs": []
}