{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Stone, Amy L"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T16:55:10+01:00",
    "dataProvider": {
        "id": 3184,
        "name": "Trinity University",
        "url": "https://api.core.ac.uk/v3/data-providers/3184",
        "logo": "https://api.core.ac.uk/data-providers/3184/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/216388653.pdf",
    "fullText": "Trinity University Digital Commons @ Trinity Sociology & Anthropology Faculty Research Sociology and Anthropology Department 6-2016 The Impact of Anti-Gay Politics on the LGBTQ Movement Amy L. Stone Trinity University, astone@trinity.edu Follow this and additional works at: https://digitalcommons.trinity.edu/socanthro_faculty  Part of the Anthropology Commons, and the Sociology Commons Repository Citation Stone, A. L. (2016). The impact of anti-gay politics on the LGBTQ movement. Sociology Compass, 10(6), 459-467. doi: 10.1111/soc4.12373 This Post-Print is brought to you for free and open access by the Sociology and Anthropology Department at Digital Commons @ Trinity. It has been accepted for inclusion in Sociology & Anthropology Faculty Research by an authorized administrator of Digital Commons @ Trinity. For more information, please contact jcostanz@trinity.edu. 1  The Impact of Anti-Gay Politics on the LGBTQ Movement Amy L. Stone, Trinity University Citation: Amy L. Stone. 2016. “The Impact of Anti-Gay Politics on the LGBTQ Movement” Sociology Compass 10(6): 459-467   Abstract:  Since the late 1970s, the Religious Right has mobilized to oppose the lesbian, gay, bisexual, transgender, and queer (LGBTQ) movement in the United States. Sociologists have studied the relationship between these two movements as a classic movement-countermovement dynamic, in which the strategies, actions, and framing of one movement impact the other. I analyze the way Religious Right reactive and proactive opposition to gay rights has affected the LGBTQ movement. First, I provide an overview of the literature on the negative impacts of the Religious Right, including the diversion of movement goals, transformation of frames, and marginalization of queer politics. Second, I examine the way Religious Right activism may increase mobilization.   In 1977 a municipal ordinance about gay rights in Dade County, Florida, turned into a national spectacle when Anita Bryant, a well-known public figure, spearheaded a campaign to overturn the ordinance with a public vote (Fejes 2008). This campaign was one of the first public clashes between two emergent movements: the gay movement and the Religious Right. Both social movements were in their infancy with weak leadership, organizations, and organizing power. Over the next forty years, these two movements would embattle with each other in public debates, legal battles, and court cases as they both grew in strength.   Scholars have studied the relationship between the lesbian, gay, bisexual, transgender, and queer (LGBTQ) movement and the Religious Right as a classic example of a movement-countermovement dynamic. Movements and countermovements operate in a sustained, oppositional relationship in which one movement impacts the other by making contested claims 2  about similar subjects of concern (Meyer and Staggenborg 1996; Zald and Useem 1987).  For example, the pro-life and pro-choice movements both address abortion but operate in an antagonistic relationship with one another with different goals, tactics, and collective identities. Countermovements may alter the framing of social issues (McCaffrey 2000; Rohlinger 2002), create new social institutions (Andrews 2002), or generally shape movement tactics and strategies (Whittier 2004).   This essay will analyze the literature on the impact of the Religious Right on the LGBTQ movement in the United States. The Religious Right is a “broad coalition of pro-family organizations and individuals who have come together to struggle for a conservative Christian vision in the political realm” (Herman 1997, 9). The anti-gay Religious Right emerged within the New Right from the rising involvement of evangelical Christians in politics in the 1970s. Evangelicals were recruited into activism through the beginning of the pro-life movement in response to Roe v. Wade, the development of the antifeminist movement to defeat the Equal Rights Amendment (ERA), and mobilization to respond to the growth of the lesbian and gay movement (Diamond 1995; Hardisty 1999). Since the 1970s, the Religious Right has grown into a highly organized social movement that addresses issues like LGBTQ rights, abortion, pornography, and public education.   Scholars are in agreement that over time the Religious Right has escalated, become more organized, and engaged in more proactive rather than reactive opposition to the LGBTQ movement (Button, Rienzo and Wald 1997; Diamond 1995; Fetner 2008; Hardisty 1999). Initial Religious Right mobilization responded to the progress of the lesbian and gay movement, but in the 1990s the Religious Right began to be more proactive in its opposition to LGBTQ rights, producing anti-gay laws. This escalation impacted the LGBTQ movement by blocking 3  movement advancements, altering the movement agenda, altering framing of movement issues, stifling queer activism, and increasing movement mobilization.  Religious Right Opposition to LGBTQ Rights  According to scholar John Green (2000), the Religious Right has three distinct responses to gay rights: instrumental, reactive, and proactive opposition. The Right engages in instrumental opposition to gay rights, in which conservative political actors evoke opposition to gay rights as part of a broader agenda of morality politics to gain political power. General interest conservative organizations use anti-gay rhetoric in an attempt to broaden their base of supporters.   Most sociological studies focus on the remaining two forms of engagement. The Right engages in reactive opposition by targeting LGBTQ movement gains in the legal, cultural or political arenas. The Religious Right protests pro-gay cultural visibility, such as television shows, “out” celebrities, and pro-gay school curriculum, with a “culture wars” ideology about American society (Bull and Gallagher 1996). The Right also targets pro-LGBTQ legislation by escalating public rhetoric about and attention to the legislation in question. These legal gains include legislation at the municipal and federal level to provide protections against discrimination in employment, public accommodations, or housing based on sexual orientation and/or gender identity (Button, Rienzo, and Wald 1997; Currah and Minter 2000; Currah, Juang, and Minter 2006; Stone 2009). This reactive opposition often focuses on defeating the supportive political actors who passed the legislation or rescinding the legislation through the referendum or initiative process. In general, the Religious Right is far more successful in the arena of ballot measures and initiatives than they are on the legislative or judicial level (Andersen 2009; Werum and Winders 2001). Since 1974, there have been over 155 ballot measures regarding LGBTQ rights on ballots at the town, municipal, county, and state level. The Religious Right sponsors 4  almost all anti-gay ballot measures, and three-quarters of these ballot measures result in either the rescinding of a LGBTQ rights law or the creation of a new anti-gay law (Stone 2012).   Third, the Religious Right engages in proactive opposition by initiating new anti-gay laws and policies. For example, in 1981 the Right attempted to pass the Family Protection Act, federal legislation to reinstate school prayer, redirect government funding, and prohibit government support for homosexuality (Burrows 2002). In the late 1980s, the Religious Right began experimenting with legal restrictive initiatives that created new anti-gay laws to restrict the LGBTQ movement. These legal restrictive initiatives created laws to ban future nondiscrimination legislation, such as Oregon Ballot Measure 9 and Colorado Amendment 2 in 1992 (Dugan 2005; Keen and Goldberg 1998; Stein 2001; Witt and McCorkle 1997), and to ban same-sex marriage, such as California Proposition 8 in 2008 (Oliviero 2013). After the legalization of same-sex marriage, the Religious Right increased their use of religious freedom initiatives to circumvent and limit LGBTQ rights legislation (Clarkson 2016). Blocking Progress, Diverting the Agenda  In her book, How the Religious Right Shaped Lesbian and Gay Activism, sociologist Tina Fetner (2008) documents the continual impact of the Religious Right on the LGBTQ movement. Fetner argues that the Right has “affected lesbian and gay activists’ choices of which issues to rally around and which issues to put on the back burner. It has blocked or reversed the implementation of policies that would benefit lesbians and gay men” (xv). Strong reactive opposition to legislative and cultural advances has pulled more movement energy toward retaining those victories, such as the decade-long fight to keep same-sex marriage legal in Massachusetts. Proactive opposition is particularly diversionary. For example, the Oregon Citizens Alliance (OCA), a statewide Religious Rights organization, sponsored a series of anti-5  gay initiatives between 1992 and 2000 at the state, county, and town level (Stein 2001). With each ballot measure, LGBTQ political actors had to create campaign organizations, rally volunteers, fundraise, and react to Religious Right framing (Stone 2012).     Religious Right proactive opposition may have diverted the agenda of the LGBTQ movement toward same-sex marriage. On the one hand, scholars argue that the push for same-sex marriage emerged out of demographic shifts like the lesbian baby boom and crises like the HIV/AIDS pandemic that highlighted the inequalities within marriage and family law (Chauncey 2009). However, anti-gay activism also played a proactive role in the prominence of same-sex marriage on the LGBTQ movement agenda. Scholars Michael Dorf and Sidney Tarrow (2014) argue that anti-gay activists engaged in anticipatory countermobilization, opposing same-sex marriage before it would be realistically recognized by the courts or legislatures. After the Hawaiian decision Baehr v. Lewin (1993), the Religious Right engaged in sudden mobilization around same-sex marriage before it was central on the LGBTQ movement agenda. By passing statutory laws against same-sex marriage and the federal Defense of Marriage Act, anti-gay activists provoked mobilization by the LGBTQ movement across the country. Similarly, after the legalization of civil unions in Vermont in 1999 and same-sex marriage in Massachusetts in 2004, the Religious Right sponsored a series of state constitutional amendment initiatives across the country to forbid same-sex marriages. In each state with such marriage bans, including states like Montana, Arkansas, and Louisiana, the LGBTQ community had to mobilize a response to the Religious Right. Organizers of said campaigns complained that it diverted local movement resources away from ongoing projects like anti-bullying or anti-violence laws and instead focused activist energy on same-sex marriage (Stone 2012). But this action by the anti-gay Right also moved same-sex marriage to a central place on the movement agenda.  6  Framing and Reinforcing Anti-Gay Rhetoric Much literature on movement-countermovement dynamics between the LGBTQ movement and Religious Right focuses on the frames about gay rights crafted by both movements (Fetner 2008; Herman 1997; Miceli 2005). Frames are the way social movement actors conduct meaning work to describe the social problem, its causes, and potential resolutions (Benford and Snow 2000; Snow and Benford 1988). The LGBTQ movement and Religious Right compete in the public arena with their discordant frames on the necessity and consequences of gay rights. Neither the LGBTQ movement nor the Religious Right engages in consistent framing; frames vary within each movement, and there is divergence between activist and non-activist framing (Hull 2001). The radicalism of the audience and the political actor articulating the frame matter. For example, the Oregon Citizens Alliance engaged in more radical framing, including associations of homosexuality with Nazism (Stein 2001). Queer activists are known for more radical framing within the LGBTQ movement (Fetner 2008). Some Religious Right anti-gay arguments are more resonant with the public than with a judicial audience and more radical when targeted to a public audience (Mello 2015).   The LGBTQ movement responds to Religious Right frames in multiple ways. These responses do not rely on the form of anti-gay opposition, reactive or proactive, but rather on the type of frame crafted by the Right. At times LGBTQ activism is stymied by its’ inability to respond to Religious Right framing (Dugan 2005) or a lack of response to anti-gay framing is part of movement strategy (Stone 2012). Most often, movement framing attempts to counter Religious Right arguments or responds to this framing in subtle ways. In the 1970s, the national debate over the Dade County gay rights law and Religious Right opposition to said law led to a shift in framing of gay rights to include more language about gays as a minority that emphasized their victimization and heightened outrage about discrimination (Fetner 2008).  7   Numerous scholars have studied the way the Religious Right frames gay rights. Most notably, Didi Herman’s (1997) book, The Antigay Agenda: Orthodox Vision and the Christian Right traces the development of anti-gay discourse within the movement. Some of the most common anti-gay frames are religious or traditional, legalistic, and child protectionist arguments. Many scholars document the declining use of religious arguments against LGBTQ rights (Fetner 2008; Hardisty 1999; Herman 1997), although frames about tradition, particularly the traditional institution of marriage as between one man and one woman, have permeated Religious Right opposition to same-sex marriage (Fisher 2009; Hull 2001, 220). The LGBTQ movement has found it challenging to counter these frames about tradition, although one movement strategy is the display of faith-based alliances and pro-gay religious leaders to demonstrate the reconcilability of tradition and LGBTQ rights.   The anti-gay Right frequently uses child protectionist claims, or the purported harm to children by LGBTQ rights. Early anti-gay campaigns focused on explicit framing about gay seduction and recruitment of children (Fejes 2008). More recently, anti-transgender frames developed by the Religious Right include gender/sex panics about transgender women using the same bathrooms as cisgender women and children (Stone 2012; Westbrook and Schilt 2013). Religious Right framing in opposition to same-sex marriage has included such diverse claims as concerns about children’s exposure to pro-gay school curriculum (Hull 2001, 216; Khan 2009; McCreery 2008; Oliviero 2013) and same-sex parents (Cheng and Powell 2015). The LGBTQ movement has struggled to counter these frames and at times has appropriated child protectionist frames for themselves (McCreery 2008).   Didi Herman (1997) argues that in the early 1990s there was a distinct shift in Religious Right rhetoric from “old moralist” rhetoric that relied on tropes of disease and seduction, such as 8  frames about children being seduced by gay men, to a “new pragmatist” approach that strategically used frames about law and rights to argue against gay rights. Political actors in the Religious Right developed legalistic “special rights” framing to counter increasing nondiscrimination or civil rights legislation for LGBTQ individuals. This “special rights” framing channeled voters’ frustration over the expansion of minority rights to include LGBTQ individuals, positioning LGBTQ people instead as illegitimate minorities who were attempting to usurp civil rights from African Americans (Dugan 2004; Hardisty and Gluckman 1997; Stein 2001). This legalistic framing often focuses on issues of immutability, or whether or not sexual orientation is fixed and unchanging. Ballot measure campaigns in the 1990s carefully side-stepped arguments about “special rights” and articulated the need for LGBTQ rights in terms of discrimination and fairness (Stone 2012). The movement began to use the civil rights “master frame” less often (Stone and Ward 2011) and reframed same-sex marriage as about love and commitment rather than civil rights (Hull 2001). Religious Right emphasis on legitimate minorities may also fuel LGBTQ movement framing about the immutability of sexual orientation (Hull 2001).  In the 1990s, the Religious Right began experimenting with scientific frames. In the late 1980s and early 1990s, there was controversy within the movement over Paul Cameron, a psychologist who resigned from the American Psychological Association while under an ethics investigation, and his claims about gay sexual practices based on faulty data (Bull and Gallagher 1996). Although the Right quickly abandoned the use of Cameron, the ex-gay movement and organizations like the National Association for the Research &Therapy of Homosexuality (NARTH) attempted to make in-roads within scientific organizations (Waidzunas 2015). More recently, activism against same-sex marriage has used flawed research by sociologist Mark 9  Regnerus and the New Family Structures Study to make claims about the deficiencies of same-sex parents (see Cheng and Powell 2015 for a re-analysis of the data).   Although most of the literature focuses on the LGBTQ movement’s response to anti-gay frames, an increasing body of scholarship documents the way the Religious Right has appropriated minority rights claims. These appropriated frames include an emphasis on religious freedoms and Christian victimization (Stein 2001; VanderStouwe 2013). Religious Right frames about the viability of alternative forms of relationship recognition instead of same-sex marriage were developed from queer critiques of marriage; the Right used the content of queer arguments but subverted the intent (Burke and Bernstein 2014).   Queer and Assimilationist Contradictions Apart from framing, there is a debate within the literature about whether or not the Religious Right has pushed the LGBTQ movement into more assimilationist or conservative tactics, identities and strategies, including the suppression of queer activism. Queer and radical activism within the LGBTQ movement includes the history of direct action protest (Epstein 1996; Gould 2009), embracing of anti-identity politics (Gamson 1989; Gamson 1995), pride in the gender, racial, and sexual diversity within the community (Lichterman 1999; Valentine 2007), and resistance to homonormativity or the normalization of practices like procreation, marriage, and military service within the LGBTQ community (Duggan 2004). In the 1970s gay liberationist organizations engaged in radical critiques of heteronormativity and direct action protest, which nurtured future queer protest cycles (Ghaziani, Taylor, and Stone 2016).  In the 1980s and 1990s, organizations like Queer Nation, Lesbian Avengers, and AIDS Coalition to Unleash Power (ACT UP) continued this legacy of radical activism (Gamson 1989; Gould 2009). More contemporary 10  queer activism advocates for racial diversity and transgender inclusion within the LGBTQ community (Valentine 2007) and critiques homonormative politics (Green 2010). Queer direct action often provides fodder for Religious Right framing. Queer activist organizations like ACT UP and Queer Nation effectively got media attention through creative political framing and graphics (Crimp and Rolston 1990), along with performative protest in which group members sarcastically play “the role of the menacing homosexual painted by the religious right” (Fetner 2008, 90). Queer activism frequently responds to Religious Right framing with satire. For example, in 1993 in Idaho, the Lesbian Avengers staged a “happy homosexual” protest at an anti-gay church whose leader had proclaimed the depressive, joyless nature of gay and lesbian lives (Stone 2012). According to Tina Fetner (2008), Religious Right leaders “took these acts of guerilla theater out of context, stripped them of their satirical content, and presented them to their constituents as the genuine agenda of the lesbian and gay movement as a whole” (91). Satirical written pieces like Michael Swift’s “The Homosexual Agenda” have been used as evidence by the Right of the motives of the lesbian and gay movement (Fetner 2008). Video footage of Pride celebration and March on Washington have been incorporated into videos like The Gay Agenda and Gay Rights, Special Rights that are distributed widely by the Religious Right (Bull and Gallagher 1996).  The Religious Right also exacerbates existing tensions within the LGBT movement about radicalism and cultural difference. Germinal work by Mary Bernstein (1997) on the identity deployment of lesbian and gay activists suggests that the form of opposition impacts the way identities are deployed by activists. Religious Right attention to queer satire may increase the penalties for such protest and create pressure within the LGBTQ movement to downplay the radical aspects of the movement and community, including affiliations with organizations like 11  the National Man Boy Love Association (NAMBLA) and fringe sexual practices of gay men (Gamson 1997; Herman 1997, 76-82). Some of the counterframing deployed by the LGBTQ movement, such as the emphasis on immutability or arguments about similarities with the heterosexual mainstream, undermine queer activist claims about sexual fluidity, radicalism, and cultural difference (Bernstein and Taylor 2013; Ghaziani 2008; Ghaziani 2011; Stein 2012).  Moving Things Forward  Although many scholars analyze the deleterious impacts of the Religious Right on LGBTQ activism, this literature also frequently addresses the way that increased countermovement opposition spurs mobilization, the creation of new organizations, and tactical innovation. Reactive opposition to existing LGBTQ initiatives may strengthen support for them; proactive opposition may promote the creation of new organizations. Scholars and activists alike have noticed that the urgency and visibility of the Religious Right motivates lesbian, gay, and bisexual individuals to become more involved in movement activism (Fetner 2008; Gallagher and Bull 1996; Keen and Goldberg 1998; Witt and McCorkle 1997, 5) and come out of the closet or be more publicly visible (Keen and Goldberg 1998; Nash 1992). Many scholars point to the Dade County conflict and the national attention to gay rights issues in 1977 for motivating an upsurge in lesbian and gay activism during this time (Fejes 2008; Fetner 2008).  In addition, heterosexual support for the movement may increase in the face of opposition (Keen and Goldberg 1998).   Scholars have noted the way intensified Religious Right activism, such as that during proactive anti-gay ballot measures in municipalities and states, may lead to the creation of LGBT social movement organizations (Haider-Markel 2000). Since 1974 more than a dozen statewide organizations and countless other organizations have been founded as a result of anti-gay ballot 12  measure campaigns (Stone 2012, xxiv-xxv). After Colorado Amendment 2 passed in 1992, chapters of Parents and Friends of Lesbians and Gays (PFLAG) began across the state, public libraries increased their holdings of LGBT books, and a task force to address the climate for LGBT individuals on campus was created at the University of Colorado at Boulder (Russell, Bohan, McCaroll, and Smith 2010). The beginning of ACT UP is informative about the role of conservative opposition in creating an organization. Debra Gould (2009) and her book Moving Politics: Emotion and ACT UP’s Fight Against AIDS, Gould traces the role of emotions such as anger in motivating the start of the biggest AIDS activism organization, AIDS Coalition to Unleash Power (ACT UP). This anger was in response to the Supreme Court ruling of Bowers v. Hardwick (1986), along with systemic neglect from the U.S. government and vilification from the Religious Right.   Increased opposition may also lead to tactical creativity and innovation. As a social movement tries a new tactic, countermovements can neutralize that tactic with “effective tactical counters,” requiring the movement to continually develop new tactics (McAdam 1983, 736). The Religious Right has consistently propelled the LGBTQ movement to create and deploy new tactics, particularly around contentious social issues (Fetner 2008). In the history of Religious Right and LGBTQ clashes during anti-gay ballot measures, states with repeating ballot measure campaigns became more creative and effective at fighting the Religious Right (Stone 2012).   The literature on the interactions between the LGBTQ movement and Religious Right is rife with examples of how the anti-gay Right has impacted LGBTQ activism. The Religious Right has consistently propelled the LGBTQ movement to innovate with new tactics, frames, and issues, along with escalating movement mobilization. The interplay between these two 13  movements is a classic example of movement-countermovement dynamics, and proactive opposition has especially spurred LGBTQ movement tactical innovation and agenda shifting. There are still ongoing questions about these dynamics. For example, the literature has not yet answered the question of how Religious Right activism currently impacts the role of queer politics within the LGBTQ movement. In addition, with a few exceptions (Dugan 2005; Fejes 2008; Bull and Gallagher 1996; Keen and Goldberg 1998; Stein 2001) most studies of the interactions between the Religious Right have focused on studies of the national movement trajectory with little attention paid to the way Religious Right activism impacts the decision-making and day-to-day experiences of activists. Work by Kimberly Dugan (2005) and Arlene Stein (2001) on Cincinnati and small-town Oregon demonstrate the nuances of the processes by which anti-gay activism affects activist decision-making. This macro-sociological focus on movement-countermovement dynamics may cloak some of the complexities of how the anti-gay Right affects the identities and personal experiences of activists. Finally, the scholarship on these movement-countermovement dynamics tend to be centered on the LGBTQ movement. With the exception of work by Mary Burke and Mary Bernstein (2014), little research has been done on the impact the LGBTQ movement has had on the Religious Right. These new research questions may illustrate the ongoing complexity of movement-countermovement interactions for the Religious Right and LGBTQ movement in the United States.  References Andersen, Ellen Ann. 2009. Out of the Closets and Into the Courts: Legal Opportunity Structure and Gay Rights Litigation. Ann Arbor, MI: University of Michigan Press.  14  Andrews, Kenneth T. 2002. \"Movement-countermovement Dynamics and the Emergence of New Institutions: The Case of “White Flight” Schools in Mississippi.\" Social Forces 80 (3): 911-936.  Benford, Robert D., and David A. Snow. 2000. \"Framing Processes and Social Movements: An Overview and Assessment.\" Annual Review of Sociology 26: 611-639.  Bernstein, Mary. 1997. \"Celebration and Suppression: The Strategic Uses of Identity by the Lesbian and Gay Movement 1.\" American Journal of Sociology 103 (3): 531-565.  Bernstein, Mary, and Verta Taylor. 2013. The Marrying Kind?: Debating Same-Sex Marriage within the Lesbian and Gay Movement. Minneapolis, MN: University of Minnesota Press.  Bull, Chris, and John Gallagher. 1996. Perfect Enemies: The Battle between the Religious Right and the Gay Movement. New York, NY: Madison Books.  Burke, Mary C., and Mary Bernstein. 2014. \"How the Right Usurped the Queer Agenda: Frame Co‐optation in Political Discourse.\" Sociological Forum 29 (4): 830-850.  Burrows, Thomas J. 2002. “Family Values: From the White House Conference on Families to the Family Protection Act.” Pp. 336-360 in Creating change: Sexuality, public policy, and civil rights, edited by John D’Emilio, William B. Turner, and Urvashi Vaid. St. Martin's Press. 15  Button, James W., Barbara Ann Rienzo, and Kenneth D. Wald. 1997. Private Lives, Public Conflicts: Battles over Gay Rights in American Communities. Washington D.C.: Cq Press. Chauncey, George. 2009. Why Marriage: The History Shaping Today's Debate over Gay Equality.  New York, NY: Basic Books. Cheng, Simon, and Brian Powell. 2015. \"Measurement, Methods, and Divergent Patterns: Reassessing the Effects of Same-sex Parents.\" Social Science Research 52: 615-626. Clarkson, Frederick. 2016. “When Exception is the Rule: The Religious Freedom Strategy of the Religious Right.” January 12, 2016, http://www.politicalresearch.org/2016/01/12/when-exemption-is-the-rule-the-religious-freedom-strategy-of-the-christian-right/#sthash.oyfkGLk0.dpbs Crimp, Douglas, and Adam Rolston. 1990. AIDS Demo graphics. Bay Press. Currah, Paisley, and Shannon Minter. 2000. Transgender Equality: A Handbook for Activists and Policymakers. National Center for Lesbian Rights [and] The Policy Institute of the National Gay and Lesbian Task Force. Currah, Paisley, Richard M. Juang, and Shannon Minter, eds. 2006. Transgender Rights. Minneapolis, MN: University of Minnesota Press. Diamond, Sara. 1995. Roads to Dominion: Right-Wing Movements and Political Power in the United States New York:,Guilford Press.   16  Dorf, Michael C., and Sidney Tarrow. 2014. \"Strange Bedfellows: How an Anticipatory Countermovement Brought Same‐sex Marriage into the Public Arena.\" Law & Social Inquiry 39 (2): 449-473.  Dugan, Kimberly B. 2005. The Struggle Over Gay, Lesbian, and Bisexual Rights: Facing Off in Cincinnati. New York:,Routledge.   Duggan, Lisa. 2004. The Twilight of Equality?: Neoliberalism, Cultural politics, and the attack on democracy. Beacon Press. Epstein, Steven. 1996. Impure Science: AIDS, Activism, and the Politics of Knowledge. University of California Press. Fejes, Fred. 2008. Gay Rights and Moral Panic: The Origins of America’s Debate on Homosexuality. New York: Palgrave Macmillan.  Fetner, Tina. 2008. How the Religious Right Shaped Lesbian and Gay Activism. Minneapolis, MN: University of Minnesota Press. Fisher, Shauna. 2009. \"It Takes (At Least) Two to Tango Fighting with Words in the Conflict over Same-Sex Marriage.\" Pp. 207-230 in Queer Mobilizations: LGBT Activists Confront the Law, edited by Scott Barclay, Mary Bernstein and Anna Marshall. New York, NY: New York University Press.  Gamson, Josh. 1989. \"Silence, Death, and the Invisible Enemy: AIDS Activism and Social Movement Newness.\" Social Problems 36(4): 351-367. 17  Gamson, Joshua. 1995.\"Must Identity Movements Self-destruct? A Queer Dilemma.\" Social Problems 42: 390-390. Gamson, Joshua. 1997. \"Messages of Exclusion: Gender, Movements, and Symbolic Boundaries.\" Gender & Society 11 (2): 178-199. Ghaziani, Amin. 2008. The Dividends of Dissent: How Conflict and Culture Work in Lesbian and Gay Marches on Washington. University of Chicago Press. Ghaziani, Amin. 2011. \"Post-gay Collective Identity Construction.\" Social Problems 58 (1): 99-125. Ghaziani, Amin, Verta Taylor, and Amy L. Stone. 2016. “Cycles of Sameness and Difference in LGBT Social Movements” Annual Review of Sociology 42 (1):  Gould, Deborah B. 2009. Moving Politics: Emotion and ACT UP's Fight Against AIDS. University of Chicago Press. Green, A.I., 2010. Queer unions: Same-sex spouses marrying tradition and innovation. Canadian Journal of Sociology/Cahiers canadiens de sociologie, 35(3), pp.399-436. Green, John C. 2000. \"Antigay: Varieties of Opposition to Gay Rights.\" Pp 121-138 in The Politics of Gay Rights, edited by Craig Rimmerman, Kenneth D. Wald and Clyde Wilcox, The University of Chicago Press.   18  Hardisty, Jean and Amy Gluckman. 1997. \"The Hoax of 'Special Rights': The Right Wing Attack on Gay Men and Lesbians.\" Pp. 209-222 in Homo-Economics, edited by Amy Gluckman and Betsy Reed. New York, Routledge.   Hardisty, Jean V. 1999. Mobilizing Resentment: Conservative Resurgence from the John Birch Society to the Promise Keepers. Boston: Beacon Press.   Haider-Markel, Donald P. 2000.\"Lesbian and Gay Politics in the States: Interest Groups, Electoral Politics, and Policy.\" Pp. 290-346 in The Politics of Gay Rights, edited by Craig Rimmerman, Kenneth D. Wald and Clyde Wilcox, The University of Chicago Press.   Herman, Didi. 1997. The Antigay Agenda: Orthodox Vision and the Christian Right. Chicago: University of Chicago Press.  Hull, Kathleen E. 2001.\"The Political Limits of the Rights Frame: The Case of Same-sex Marriage in Hawaii.\" Sociological Perspectives 44 (2): 207-232 Keen, Lisa and Suzanne B. Goldberg. 1998.  Strangers to the Law: Gay People on Trial. Ann Arbor: University of Michigan Press.  Khan, Surina. 2009. \"Tying the Not: How they got Prop 8.\" The Gay & Lesbian Review Worldwide 16 (2): 22. Lichterman, Paul. 1999. \"Talking Identity in the Public Sphere: Broad Visions and Small Spaces in Sexual Identity Politics.\" Theory and Society 28 (1): 101-141. 19  McAdam, Doug. 1983. \"Tactical Innovation and the Pace of Insurgency.\" American Sociological Review 48 (6): 735-754. McCaffrey, Dawn. 2000. \"Competitive Framing Processes in the Abortion Debate: Polarization‐vilification, Frame Saving, and Frame Debunking.\" The Sociological Quarterly 41 (1): 41-61. McCreery, Patrick. 2008. \"Save Our Children/Let Us Marry: Gay Activists Appropriate the Rhetoric of Child Protectionism.\" Radical History Review 100: 186-207.   Miceli, Melinda S. 2005. \"Morality Politics vs. Identity Politics: Framing Processes and Competition Among Christian Right and Gay Social Movement Organizations.\" Sociological Forum 20 (4): 589-612. Mello, Joseph. 2015. \"Rights Discourse and the Mobilization of Bias: Exploring the Institutional Dynamics of the Same-Sex Marriage Debates in America.\" Pp. 1-34 in Studies in Law, Politics, and Society. Emerald Group Publishing Limited. Meyer, David S., and Suzanne Staggenborg. 1996.  \"Movements, Countermovements, and the Structure of Political Opportunity.\" American Journal of Sociology 101 (6): 1628-1660. Oliviero, Kate. 2013. “Yes on Proposition 8” Pp. in The Marrying Kind?: Debating Same-Sex Marriage within the Lesbian and Gay Movement, edited by Mary Bernstein and Verta Taylor. University of Minnesota Press. 20  Pizmony-Levy, Oren, and Aaron Ponce. 2013. \"Framing Strategies and Public Support for the Legalization of Marriage between Two People of the Same Sex.\" Sociological Perspectives 56 (2): 169-190. Rohlinger, Deana A. 2002. \"Framing the Abortion Debate: Organizational Resources, Media Strategies, and Movement‐Countermovement Dynamics.\" The Sociological Quarterly 43 (4): 479-507. Snow, David A., and Robert D. Benford. 1988. \"Ideology, Frame Resonance, and Participant Mobilization.\" International Social Movement Research 1 (1): 197-217. Stein, Arlene. 2001. The Stranger Next Door: The Story of a Small Community's Battle over Sex, Faith, and Civil Rights. Boston, MA: Beacon Press.  Stone, Amy L. 2009. “Like Sexual Orientation? Like Gender? Transgender Inclusion in Non-Discrimination Ordinances.” Pp. 142-157 in Queer Mobilizations: LGBT Activists Confront the Law, edited by Scott Barclay, Mary Bernstein and Anna Marshall. New York University Press.   Stone, Amy L. 2012. Gay Rights at the Ballot Box. Minneapolis, MN: University of Minnesota Press.   Stone, Amy L. and Jane Ward. 2011. \"From ‘Black people are Not a Homosexual Act’to ‘Gay is the New Black’: Mapping White Uses of Blackness in Modern Gay Rights Campaigns in the United States.\" Social Identities 17 (5): 605-624.  21  Valentine, David. 2007. Imagining Transgender: An Ethnography of a Category. Durham, NC: Duke University Press.  VanderStouwe, Chris. 2013. \"Religious Victimization as Social Empowerment in Discrimination Narratives from California’s Proposition 8 Campaign.\" Journal of Language and Sexuality 2 (2): 235-261.  Waidzunas, Tom. 2015.  Straight Line: How the Fringe Science of Ex-gay Therapy Reoriented Sexuality. Minneapolis, MN: University of Minnesota Press. Werum, Regina, and Bill Winders. 2001. \"Who's\" In\" and Who's\" Out\": State Fragmentation and the Struggle Over Gay Rights, 1974-1999.\" Social Problems 48 (3): 386-410.  Westbrook, Laurel, and Kristen Schilt. 2014. \"Doing Gender, Determining Gender Transgender People, Gender Panics, and the Maintenance of the Sex/Gender/Sexuality System.\" Gender & Society 28 (1): 32-57.   Whittier, Nancy. 2004. \"The Consequences of Social Movements for Each Other.\" The Blackwell Companion to Social Movements. 531-551. Stephanie L. Witt and Suzanne McCorkle. 1997. Anti-Gay Rights: Assessing Voter Initiatives. Westport, CT: Praeger.  22  Zald, Mayer N., and Bert Useem. 1987. \"Movement and Countermovement Interaction: Mobilization, Tactics, and State Involvement.\" Social Movements in an Organizational Society New Brunswick, NJ: Transaction Publishers.             ",
    "id": 216388653,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.trinity.edu:socanthro_faculty-1046"
    },
    "title": "The Impact of Anti-Gay Politics on the LGBTQ Movement",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-06-01T08:00:00+01:00",
    "publisher": "Digital Commons @ Trinity",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.trinity.edu/cgi/viewcontent.cgi?article=1046&context=socanthro_faculty"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/216388653.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/216388653"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/216388653/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/216388653/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/216388653"
        }
    ],
    "abstract": "Since the late 1970s, the Religious Right has mobilized to oppose the lesbian, gay, bisexual, transgender, and queer (LGBTQ) movement in the United States. Sociologists have studied the relationship between these two movements as a classic movement-countermovement dynamic, in which the strategies, actions, and framing of one movement impact the other. I analyze the way Religious Right reactive and proactive opposition to gay rights has affected the LGBTQ movement. First, I provide an overview of the literature on the negative impacts of the Religious Right, including the diversion of movement goals, transformation of frames, and marginalization of queer politics. Second, I examine the way Religious Right activism may increase mobilization",
    "tags": [
        "text",
        "LGBTQ",
        "Religious Right",
        "United States",
        "movement-countermovement",
        "sexuality",
        "queer",
        "politics",
        "activism",
        "Anthropology",
        "Social and Behavioral Sciences",
        "Sociology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.trinity.edu:socanthro_faculty-1046",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3184",
        "openDoarId": 0,
        "name": "Trinity University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 216388653,
        "depositedDate": null,
        "publishedDate": "2016-06-01T08:00:00+01:00",
        "updatedDate": "2024-01-20T20:04:39+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T16:55:10+01:00"
    },
    "urls": [
        "https://digitalcommons.trinity.edu/socanthro_faculty/47",
        "https://digitalcommons.trinity.edu/context/socanthro_faculty/article/1046/viewcontent/AStone_ImpactAntiGayPolitics_2016_postprint.pdf"
    ],
    "lastUpdate": "2024-01-20T20:04:39+00:00",
    "setSpecs": []
}