{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Lane, Tom"
        }
    ],
    "contributors": [],
    "createdDate": "2020-11-01T01:44:35+00:00",
    "dataProvider": {
        "id": 80,
        "name": "Nottingham ePrints",
        "url": "https://api.core.ac.uk/v3/data-providers/80",
        "logo": "https://api.core.ac.uk/data-providers/80/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1016/j.socec.2020.101625",
    "downloadUrl": "https://core.ac.uk/download/337616373.pdf",
    "fullText": "                             The effects of Jesus and God on pro-sociality and discrimination TomLane   University of Nottingham Ningbo China, 199 Taikang East Road, Ningbo, 315100, China  First published 2020  This work is made available under the terms of the Creative Commons Attribution 4.0 International License: http://creativecommons.org/licenses/by/4.0    The work is licenced to the University of Nottingham Ningbo China under the Global University Publication Licence: https://www.nottingham.edu.cn/en/library/documents/research-support/global-university-publications-licence.pdf 1  The effects of Jesus and God on pro-sociality and discrimination  Tom Lane August 11, 2020    Author address: School of Economics, University of Nottingham Ningbo China, 199 Taikang East Road, Ningbo, China, 315100  Email address: Tom.Lane@nottingham.edu.cn https://orcid.org/0000-0003-2168-3042  2  Abstract This study contributes to the debate over whether religion is a force for social good or harm. It shows that different belief concepts within the same religion can have different effects on distributive behaviour. A dictator game experiment, with two different charities as potential recipients, measures how priming the concepts of God and Jesus affects both the pro-sociality of Christians and their propensity to discriminate against LGBTQ people, an identity group traditionally opposed by their religion. Priming Jesus significantly raises the amounts Christians give to charity, but priming God has no such effect. Christians are found, at borderline significance, to discriminate against LGBTQ people, but this discrimination does not significantly increase when Jesus or God are primed.   Keywords: Christianity; Dictator Game; Pro-sociality; Discrimination; LGBTQ  JEL classifications: D64 – Altruism; Philanthropy; Intergenerational Transfers; D91 – Role and Effects of Psychological, Emotional, Social, and Cognitive Factors on Decision Making; Z12 – Religion.        3  Is religion beneficial or harmful to humanity? The question has been the subject of a heated, longstanding and controversial debate outside of academia. Two competing arguments are often put forward. One view is that religion is a cause for good because it promotes pro-social behaviour. Another is that it is a cause for harm because it promotes conflict and discrimination against out-groups. Only recently has hard scientific evidence – using, in particular, economic experiments – been brought to bear on each of these two arguments. This literature has shown an increasingly complex picture. While religion has in some cases been shown to increase both pro-sociality and discrimination, these effects appear not to be universal and to depend on precisely what is being tested. For instance, holding religious beliefs and belonging to religious institutions may have opposite effects on behaviour (Preston and Ritter 2013). However, almost all of the existing empirical literature has studied the effects on behaviour of religion per se, rather than specific aspects of religion. This study is an attempt to delve further into the complexity. Using an incentivised experiment with religious priming, it tests for the effects on distributive behaviour of different elements of religious belief within a single religion. The use of the priming technique – exogenously manipulating the salience of a belief concept by bringing it the forefront of the mind – ensures that the effects identified can be regarded as causal. Specifically, I investigate in a dictator game the effects of making salient the concepts of Jesus (a New Testament figure, often associated with compassion) and God (a harsher figure represented in both the New and Old Testaments) on the pro-sociality of US-based Christians, and on their propensity to discriminate against people defined as lesbian, gay, bisexual, transgender and questioning (LGBTQ), who represent an identity group traditionally opposed by Christianity. 4  The results suggest that the concepts of God and Jesus do indeed differently influence the behaviour of Christians. Priming Jesus significantly increases the amount they are willing to donate to the dictator game recipient, a suicide-prevention charity, whereas priming God has no such effect; and the effects of priming Jesus and God significantly differ from one another. To the author’s knowledge, this is the first incentivised study to demonstrate that different belief concepts within the same religion can have significantly different causal effects on altruism. This study, therefore, supports previous research showing a positive effect of religion on pro-sociality – but illustrates that this effect is likely to appear in some circumstances but not others. The idea that religion makes people more pro-social is intuitively appealing, given the content of much religious teaching, and enjoys theoretical support from an evolutionary perspective (e.g. Norenzayan and Shariff 2008; Atran and Henrich 2010; Wilson 2010). A plausible mechanism through which such an effect could work is a supernatural incentive scheme, wherein religious followers believe they are being constantly observed by omniscient ‘Big Gods’, who may reward or punish their deeds either in this life or the next (Norenzayan 2013). Empirical research has often, but not always, found pro-sociality to be correlated with religiosity.1 Attempts to identify causality are usually made, as in the current study, using                                                           1 Significant results in this direction have been detected by surveys using self-reported measures of pro-sociality (Pelham and Crabtree 2008; Renneboog and Spaenjers 2012; Son and Wilson 2012; Galen et al. 2015; Kirchmaier et al. 2018) and also by incentivised economic experiments (Karlan 2005; Ahmed 2009; Soler 2012; Brañas-Garza et al. 2014; Delavande and Zafar 2015; Everett et al. 2016), though other experiments have found the correlation to be null (Orbell et al. 1992; Eckel and Grossman 2004; Tan 2006; Shariff and Norenzayan 2007; Anderson and Mellor 2009; Malhotra 2010; Ahmed and Salas 2011; Xygalatas 2013; Chuah et al. 2014; Kirchmaier et al. 2018). Many of these studies are reviewed in Hoffmann (2013). 5  priming techniques. On other occasions, researchers have taken advantage of natural religious primes, such as days of observance (Malhotra 2010), religious festivals (Akay et al. 2015) and the call to prayer (Duhaime, 2015). In recent years, numerous studies using these methods have found positive causal effects of religion on pro-sociality (Pichon et al. 2007; Randolph-Seng and Nielsen 2007; Shariff and Norenzayan 2007; Mazar et al. 2008; Malhotra 2010; Ahmed and Hammarstedt 2011; Ahmed and Salas 2011; Horton et al. 2011; Hadnes and Schumacher 2012; Xygalatas 2013; Rand et al. 2014; Duhaime 2015; Gueguen et al. 2015; Batara et al. 2016; Shariff et al. 2016). However, the evidence is not fully uniform; some such studies have not found a positive effect (Akay et al. 2015; Gomes and McCullough 2015; Parra et al. 2016; Miyatake and Higuchi 2017; McNamara and Henrich 2018). There is also evidence that the effects may differ by religion. Benjamin et al. (2016) observed that religious priming increased cooperation in the public goods game for Catholics but reduced it for Protestants, while it had no significant effect on the behaviour of Jews. The results of the current study add another layer of complexity to the picture: the causal effect of religion on pro-sociality depends upon which dimension of belief within a given religion is focal. Empirical research on the hypothesised negative social consequences of religion has tended to focus, as this paper does, on its effects on intergroup discrimination.2 Here, the prior evidence is more complicated still. Surveys have shown more religious individuals to be                                                           2 The aforementioned criticism of religion is that it is a source of discrimination and intergroup conflict. However, it is difficult to empirically test the causal effects of religion on conflict intensity. Historically, it is obvious that huge amounts of violence have been committed in the name of religion, but strong assumptions are required to infer from this that religion has caused a net increase in historical violence. Measuring the effects of religion on intergroup discrimination may be a reasonable proxy for measuring its effects on intergroup conflict. 6  more prejudiced against outgroups (e.g. Johnson et al. 2012), though Shen et al. (2013) concluded that this correlation was fully explained by the more religious being more right-wing authoritarian. Incentivised experiments by Chuah et al. (2014, 2016) have found religiosity to be positively correlated with intergroup discrimination, though no such effect was identified by Everett et al. (2016).  Several studies have attempted to use priming to investigate the causal effects of religion on intergroup bias. McCauley (2014) found theological messages reduced religious prejudice as measured in implicit association tests. Other studies have found religious priming to significantly increase the prejudice of Christians towards African-Americans (Johnson et al. 2010) and non-Christians (LaBouff et al. 2012; Johnson et al. 2012), and the prejudice of both Christians and Buddhists towards homosexuals (Johnson et al. 2012; Ramsay et al. 2014), while insignificant effects of religious primes on intergroup attitudes have also been found (Ramsay et al. 2016). From an incentivised experiment, Parra et al. (2016) presented evidence that discrimination between Christians and Muslims in Ghana increased as a result of religious priming. Conversely, Johnson et al. (2015) found religious priming of Christians reduced anti-Muslim discrimination in helping behaviour.  Given this inconsistent evidence, it may be that the impact of religion on intergroup bias depends on various factors. One of these could be the religion in question: for instance, in an incentivised experiment in Fiji, McNamara and Henrich (2018) found that priming traditional religious beliefs increased local in-group favouritism, but priming Christian beliefs had no such effect. Another factor may be the dimension of religion under consideration. Preston and Ritter (2013) demonstrated that priming Christian subjects to think about their religious affiliation resulted in ingroup-favouritism in charitable giving, while priming them to think about God led instead to out-group favouritism, suggesting that while the institution of 7  Christianity may promote parochialism, its belief system may in fact mitigate it.3 More specifically regarding beliefs, Hoffmann et al. (2019) found that priming the concept of ‘one true religion’ increased discrimination relative to priming the association of religion with universal love. This paper builds on this previous literature in separately exploring the effects of different belief concepts within the same religion on group discrimination. By varying whether the suicide-prevention charity serves the general population or the LGBTQ community, the experiment measures anti-LQBTQ discrimination. I find that Christians do, at the 10% significance level, exhibit anti-LGBTQ discrimination. However, this level of discrimination is not significantly affected by making salient either God or Jesus. This paper’s main contribution is towards knowledge on the complex and multi-dimensional effects of religion on economic behaviour. The results suggest that some aspects of religious belief can have positive social effects, while others may not. In investigating the divergent effects of different God-concepts, this paper is related to a recent study by Johnson et al. (2013), which primed Christians with images of either Jesus or a more authoritarian God-concept, with the result that the Jesus concept had the more positive impact on self-expressed pro-sociality. The present study differs from Johnson et al. in eliciting incentivised – rather than hypothetical and self-reported – behaviour.4 Identifying the differential effects of                                                           3 This is also supported by Bloom et al. (2015), who found priming religious social identity increased expressed hostility towards immigrants, whereas priming religious beliefs reduced it.   4 Note that the effects of different God-concepts on willingness to cheat have also been investigated. DeBono et al. (2017) found priming a more punishing God-concept (likely to be more closely associated with Old Testament God) had a negative effect on cheating in an economic game, relative to the effects of priming a more forgiving God-concept (likely to be more closely associated with Jesus). Thus, in contrast to the current 8  different God-concepts on distributive behaviour is of both foundational interest and practical relevance. It illustrates the importance of decisions taken by religious institutions and teachers over which aspects of the religion to emphasise to adherents, and offers pragmatic tools to charitable fundraisers in religious contexts. This study also contributes to the literature on economic discrimination in general (e.g. Becker 1957; Guryan and Charles 2013), and anti-LGBTQ discrimination in particular. That anti-LGBTQ discrimination is found on the part of Christians tallies with previous research suggesting that LGBTQ groups are discriminated against (Badgett 2007; Drydakis 2009) and that Christians hold hostile attitudes towards them (e.g. Jäckle and Wenzelburger 2015; Schnabel 2016).   I. EXPERIMENTAL DESIGN The experiment is designed to measure the effects of different aspects of Christian belief on pro-sociality and discrimination. This is implemented in a simple dictator game with a charity as the recipient5. Each subject in the experiment is given a sum of money and is tasked with choosing how to split it between him- or herself and the charity.                                                           study, the harsher God-concept produced the more other-regarding behaviour, although the precise aspect of other-regarding behaviour under consideration (honesty versus generosity) differs between the studies. In related work, Shariff and Norenzayan (2011) found a negative association between belief in a punishing God and the tendency to cheat.    5 Setting a charity, rather than another participant in the experiment, as the recipient is a common modification to the dictator game, implemented for instance by Eckel and Grossman (1996) and Fong and Luttmer (2011). 9  Christianity was chosen as the religion of focus for the simple reason that, with the number of Christians estimated at 2.3 billion in 2015 (Pew Research Center 2017), it is still the largest world religion, and arguably therefore the most influential. The two aspects of Christian belief whose effects are measured are the concepts of God and Jesus, the two main sources of authority in the Christian religion.  The causal effects of the concepts of Jesus and God on subjects’ behaviour are measured through the use of priming, i.e. bringing these concepts to the forefront of subjects’ minds. The use of priming to estimate the effects of religion on economic behaviour follows the approach of previous studies in this literature (e.g. Shariff and Norenzayan 2007; Mazar et al. 2008; Benjamin et al. 2016). Subjects in the experiment are randomly assigned to one of three priming conditions: Control, Jesus or God. In the Control condition, after the dictator game setting is explained to subjects, they are told: ‘Before you make your decision, please take some time to think about what you will do.’ This sentence is also included in the other conditions. However, in the Jesus condition, it is followed by another sentence: ‘Please think about what Jesus would approve of you doing.’ In the God condition, it is instead followed by the sentence: ‘Please think about what God would approve of you doing.’ With the instructions otherwise identical between the three conditions, any differences in giving levels between them can be attributed to differences in the prominence in subjects’ minds of thoughts about Jesus and God (and what they would approve of), and therefore how strong an influence such concepts had on their decisions. Note that when making comparisons against the Control treatment, we are measuring the effects of asking subjects to think about what Jesus or God would approve of against the effects of not sending any message to subjects at all. When seeking to gain insights about the effects the concepts of Jesus and God have on behaviour, this seems the appropriate comparison to make. Some audience participants have questioned why the Control treatment 10  did not instead ask subjects to think about what ‘other people’ or ‘society’ would approve of. However, it is not obvious that, if a person does not hold any religious beliefs, this void will be filled by concerns about the preferences of society. It should be noted, though, that there is a moral dimension intrinsic to the priming language, in asking subjects to think about what Jesus or God would ‘approve’ of. I argue that this is appropriate, given the strong association with moral guidance in these belief concepts and the way they are often presented by Christian leaders to their memberships. An alternative approach would have been to prime Jesus and God without making the moral dimensions of the concepts so salient – through visual imagery, for instance – and this certainly might uncover different effects from the priming in this experiment. Jesus and God are multidimensional concepts, but in priming their moral dimensions I am encouraging subjects to think about them in a way that Christians commonly do, and therefore am aiming to identify effects which are likely to have high real-world relevance.    In order to investigate discrimination, the recipient charity is also varied, with subjects randomly assigned to one of two conditions. In all cases, the charity is focused on youth suicide prevention6; in the General condition, it supports suicidal youths in general, whereas in the LGBTQ condition it specifically supports suicidal youths who are lesbian, gay, bisexual transgender and questioning (LGBTQ). Subjects are not told the names of either charity, in order to hold constant the information they possess about them and eliminate any potential bias resulting from knowledge of the charities’ operations. Subjects simply receive a                                                           6 Suicide has been interpreted as a sin by some Christian theologians, and is a behaviour often heavily opposed by Christians (Torgler and Schaltegger, 2014). In the current setting, this could plausibly motivate Christians to donate either more generously (to avoid the ‘sin’ taking place), or less so (if they regard the potential beneficiaries as tainted just by having ‘sinful’ suicidal thoughts).  11  description of the charity which differs only in whether or not it mentions there being a specific LGBTQ focus. In the General condition, the description reads: ‘The charity with which you can choose to share money is an organization whose aim is to prevent suicides among young people.’ In the LGBTQ condition, this changes to: ‘The charity with which you can choose to share money is an organization whose aim is to prevent suicides among young people who are lesbian, gay, bisexual, transgender and questioning (LGBTQ).’7 The difference in giving between the General and LGBTQ conditions can be interpreted as discrimination against (or in favour of) LGBTQ people.8 Thus, this study differs from                                                           7 These descriptions accurately fitted the charities who actually received the money. The general charity was the National Center for the Prevention of Youth Suicide, while the LGBTQ charity was The Trevor Project.  8 To be precise, the difference participants can perceive between the people supported by the two charities is the proportion who are LGBTQ. Participants can clearly tell that for the LGBTQ charity this proportion is equal to one; they are provided no information about it in the case of the General charity but would be likely to infer it is much lower. If dictators donate less when a higher proportion of their donation will go to LGBTQ people, it is reasonable to interpret this as anti-LGBTQ discrimination. One might suppose that another difference between the two charities is the size of the populations they serve, with those supported by the LGBTQ charity being a subset of those supported by the General charity. However, participants are unable to infer anything about the population sizes served by either charity, as no information is provided about their scale or geographical scope (without this information, it is unknown whether the wider population from which each charity’s recipients are drawn is the same, so it is unclear if those supported by the LGBTQ charity are a subset of those supported by the General charity). Furthermore, the matter of relative population size is unlikely to be salient to participants as they are each matched with only one of the two charities. As will be discussed in the results section, there is a tendency amongst the non-Christian sample to donate more to the LGBTQ charity – this pattern of behaviour would be less likely to emerge if subjects care about population size and determine that it is smaller for the LGTBQ charity. 12  previous research measuring the effects of religion on discrimination against religious outgroups (i.e. those not belonging to the same religion) by instead concentrating on discrimination against a group who – given the traditional Christian teaching that homosexuality is a sin – can be defined as ‘value-violating’ (Biernat et al. 1996; Johnson et al. 2012).  The study consists of six treatments in a 2x3 cross-cutting design. The treatment names are displayed in italics in Table 1. The experiment is run between-subjects, with each individual only exposed to one of the treatments. The effect of priming God on pro-sociality can be measured by comparing average giving in the General God and LGBTQ God treatments against that in the General Control and LGBTQ Control treatments, while the effect of priming Jesus is found by comparing average giving in the General Jesus and LGBTQ Jesus treatments against that in the General Control and LGBTQ Control treatments. Baseline discrimination can be identified by comparing average giving in the General Control treatment against it in the LGBTQ Control treatment. Discrimination once God has been primed is measured by comparing average giving between the General God and LGBTQ God treatments, while discrimination once Jesus has been primed is measured by comparing the General Jesus and LGBTQ Jesus treatments. An overall level of discrimination can be found by comparing average giving across all the General treatments against that across all the LGBTQ treatments. Finally, the effects on LGBTQ discrimination of priming God or Jesus can be found by comparing the levels of discrimination identified across the God or Jesus treatments with those identified across the Control treatments. The experiment was run online using the survey website Qualtrics (Qualtrics 2018), with subjects recruited through the worker platform Amazon MTurk. Online experiments are increasingly popular tools in behavioural economics (e.g. Dreber et al. 2013; Kranton and Sanders 2017; Chang et al. 2019). Despite initial concerns about the loss of experimental 13  control, researchers have found that stylised laboratory results can be replicated online (Horton et al. 2011; Arechar et al. 2018). Of particular relevance to the current study, Horton et al. (2011) found an effect of religious priming on behaviour in a prisoner’s dilemma, thereby demonstrating that subjects do not need to be seated in a laboratory to be susceptible to priming effects.  Table 1: Treatment Design  Recipient charity General LGBTQ Prime Control General Control LGBTQ Control God General God LGBTQ God Jesus General Jesus LGBTQ Jesus Note: the names of the six treatments are presented in italics inside the table.  There are nevertheless certain important concerns that require careful attention when running an experiment online. In the present study, it was important that when making their allocation decision subjects considered it credible that they would receive the precise amount of money they chose to keep and the rest would really go to the designated charity. After the dictator game was explained to subjects, they saw a screen entitled ‘Frequently asked question: can I be sure that the money I choose not to keep will really be given to charity?’ On this screen, subjects received assurances that this was indeed the case. The page mentioned that the research was conducted under the University of Nottingham’s CeDEx research group, with a link to the group’s webpage and a statement that ‘We are a reputable research group and do not deceive participants in our experiments.’ All subjects were given an anonymous ID number and told that these would be listed alongside the corresponding amounts given to 14  charity at a web-link supplied. On the same page would be uploaded copies of the charity receipts confirming that the full amounts had been donated as promised. Subjects were given contact details for the university’s ethics committee and invited to get in touch if they believed they or the charity had received incorrect amounts. Complete screenshots of the experimental instructions are provided in Online Supplementary Materials A. As subjects were not in the lab, care was also required to ensure the priming techniques had a chance of being successful and could not simply be ignored. After subjects were told to take some time to think about their decision (and, in the Jesus and God conditions, to think about what Jesus or God would approve of) subjects were told the experiment was paused and they would not be able to click forward for around one minute. After the pause, the following message appeared on the screen:  ‘Update: the experiment is no longer paused. Before you continue to the next screen, first please briefly describe your thoughts from the last minute.’ The forward button would not work until some text had been entered into the box. This task ensured that, while there was no guarantee subjects had actually spent the previous minute thinking about their dictator game decision, they were encouraged to further engage with it at this stage.9 10                                                           9 A few subjects entered random or irrelevant text into the box, but the vast majority reported thinking about the dictator game decision.  10 One potential problem is that the measurements both of discrimination and the effects of the primes could be confounded by attrition rates which differed across treatments (as a result, for instance, of subjects experiencing negative reactions to the particular charities or primes and leaving the experiment in protest). As Qualtrics records incomplete responses, it is possible to review the attrition rates in this study. Of the 460 times a participant started the experiment, it was left unfinished 22 times. Of those who dropped out, seven did so before reaching the information about the charity. Four did so immediately upon receiving the 15  As the primary interest is in how the concepts of Jesus and God affect the behaviour of Christians, access to the experiment was restricted to MTurk workers located in the United States, a Christian-majority country with a high level of religiosity (Pew Research Center 2015). Subjects reported their religion in the post-experimental questionnaire; 53.8% of the subjects who completed the experiment reported themselves to be Christians. This left an almost equal-sized non-Christian sample on whom the effects of the Jesus and God primes could also be tested.  The experiment was conducted in July 2018. Subjects were paid 2 USD for participating. The dictator game stake was 8 USD. While this is slightly less than a typical stake for an economic experiment conducted in a developed country, the compensation rates for online experiments tend to be lower because of the speed and convenience with which subjects can complete them. The current experiment took subjects around 10 minutes to complete and therefore represented a very high level of reimbursement for MTurk workers, whose median hourly income has been estimated to be as low as 2 USD (Hara et al. 2018). The experiment was completed 438 times, but due to a glitch there were 14 cases of the same MTurk worker being able to access and complete the experiment four days after initially participating. These subjects’ second attempts are dropped from the data. Demographic                                                           description of the general charity and another four did so immediately upon receiving the description of the LGBTQ charity. Four did so after receiving the God prime (three having been matched with the LGBTQ charity and the other with the general charity), two did so after receiving the Control prime (one matched with each charity), and one (matched with the LGBTQ charity) did so after receiving the Jesus prime. This evidence suggests the impact of attrition on the estimated treatment effects is likely to be very slight. See Zhou and Fischbach (2016) and Arechar et al. (2018) for fuller discussion of the issue of dropouts in online experiments. 16  information about the subjects is summarised in Table 2, separated into the Christian and non-Christian samples. Table 2: Demographic information about experimental subjects  Christian (N=228)  Age  Mean = 36.9  SD=13.1 Gender  Male 55.7%  Female 44.3% Nationality USA 96.5%  Others 3.5%  Christian Denomination  Catholic  51.3% Protestant  38.6% Orthodox  2.2% Others  7.9% Sexual Orientation Heterosexual 82.5%  Bisexual 12.7% Homosexual 3.1% Prefer not to say 1.3% Questioning 0.4%  Non-Christian (N=196)  Age  Mean = 34.1  SD=9.4 Gender  Male 63.3%  Female 36.7% Nationality USA 94.4%  Others 5.6%  Religion  No religion 75.5% Hindu  5.6% Jew  4.6% Muslim 4.1% Others  7.1% Sexual Orientation  Heterosexual 84.2%  Bisexual  11.2% Homosexual 3.6% Questioning 1.0%  II. HYPOTHESES Previous priming studies have suggested a tendency for Christianity to exert a positive impact on the pro-sociality of Christians (e.g. Ahmed and Salas 2011; Rand et al. 2014). This previous research does not offer a clear assertion over whether this positive impact is exerted by all, or merely some, aspects of Christian belief. A reasonable starting point, however, may be to predict that any belief concept within Christianity will raise the pro-sociality of its followers. This can be argued because of the strong focus of much Christian teaching on kindness, and also based on evolutionary theories proposing a positive impact of religion on 17  pro-sociality (e.g. Norenzayan and Shariff 2008; Atran and Henrich 2010; Wilson 2010). This leads to Hypotheses 1 and 2: Hypothesis 1: Priming Jesus raises Christians’ pro-sociality. Hypothesis 2: Priming God raises Christians’ pro-sociality. There are, however, reasons to expect the Jesus and God primes might differently affect the behaviour of Christians. While the doctrine of the Holy Trinity contends that Jesus and God are in essence the same, in practice Christians may regard them as distinct concepts. In particular, Jesus may be regarded as a softer, more loving figure. Moreover, while Jesus is associated specifically with the teachings of the New Testament, with their strong focus on kindness and forgiveness, God is associated with both these and the more vengeful teachings of the Old Testament. Indeed, there is evidence from Cummings et al. (2017) that in the United States Christians do hold different mental concepts of Jesus and God, with Jesus perceived as warmer and God as more stern. Given the particularly strong New Testament focus on kindness, one may expect the generosity of Christians to be more strongly harnessed by the Jesus prime than by the God prime. Indeed, Johnson et al. (2013) found priming Jesus had a more positive impact on Christians’ stated willingness to engage in hypothetical pro-social behaviours than priming a more authoritarian God-concept. This leads to Hypothesis 3: Hypothesis 3: The concept of Jesus has a more positive impact than the concept of God on Christians’ pro-sociality. Previous economic research has identified discrimination across a wide range of contexts, including against LGBTQ people (Badgett 2007; Drydakis 2009). There is also evidence of Christians holding anti-LGBTQ attitudes (e.g. Jäckle and Wenzelburger 2015; Schnabel 2016). One might expect, therefore, this experiment to reveal anti-LGBTQ discrimination on the part of Christians. My main focus, however, is not on such discrimination per se but any 18  causal effects from Christian belief concepts on the strength of this discrimination that the experiment can identify. Should we expect anti-LGBTQ discrimination to increase when subjects are primed to think about Jesus or God? Previous empirical literature does not offer an unequivocal prediction on the effects of religion on discrimination. However, Christian teaching has traditionally opposed same-sex relationships (although this has been changing in recent years), to the extent that LGBTQ people are sometimes defined as a ‘value-violating out-group’ from the perspective of Christianity (e.g. Johnson et al. 2012).  Consider, for instance, Leviticus 20:13, which states: “If a man has sexual relations with a man as one does with a woman, both of them have done what is detestable. They are to be put to death; their blood will be on their own heads” (New International Version). Although this passage comes from the Old Testament, some New Testament verses have also been interpreted as opposing homosexuality (e.g. Romans 1: 26-27; 1 Corinthians 6: 9-11). I therefore hypothesise that the concepts of both Jesus and God will increase discrimination, while expressing no strong priors over which will do so more strongly.  Hypothesis 4: Priming Jesus raises Christians’ anti-LGBTQ discrimination. Hypothesis 5: Priming God raises Christians’ anti-LGBTQ discrimination. The above hypotheses all relate to the behaviour of the Christians in the experiment. Although the behaviour of the non-Christian sample will also be analysed, I do not make any formal hypotheses about how it will be affected by the Jesus and God priming. It is natural to begin from the assumption that Jesus and God primes should not affect the behaviour of the non-religious (who make up the bulk of the non-Christian sample), particularly as such a result would seem to best reflect the existing literature; a meta-study by Shariff et al. (2016) concluded that religious priming has ‘no reliable effect’ on the pro-sociality of the non-religious.. However, some previous research has found religious priming to affect the 19  behaviour of those who do not belong to the religion in question (Ahmed and Salas 2011; Benjamin et al. 2016), so these comprise worthwhile empirical questions.   III. RESULTS The Christian and non-Christian samples are analysed separately. The primary focus of the study is the behaviour of Christians; this is covered first, in Section III. A. I then, in section III. B, discuss the behaviour of non-Christians.   A. CHRISTIAN SAMPLE Raw statistics are presented on donations by Christians in each treatment in Table 3. This displays, by treatment, the mean percentage of the dictator game stake given to charity by subjects who report themselves to be Christians, with standard deviations and sample sizes included in parentheses. Note that the average donation across all treatments was 31.55%, a figure not far from the typical mean giving rate for a dictator game (Engel 2011). Relative to the Control treatments, donations are higher when either God or Jesus is primed. In the case of God, the difference is very small; across both recipient charities, the donation rate increases from 27.30% to 27.82% when God is primed. The increase is similar regardless of whether the money is donated to the general charity or the LGBTQ one.  In the case of Jesus, the difference is much larger. Donations increase from 27.30% to 38.65% when Jesus is primed, across both recipient charities. The increase is larger for the general charity (from 28.94% to 44.48%) than it is for the LGBTQ charity (from 25.35% to 33.11%). 20  Table 3: Average percentage of stake donated by Christians  Recipient charity General LGBTQ Combined Priming Control 28.94 (sd=26.92, n=39) 25.35 (sd=28.42, n=33) 27.30 (sd=27.48, n=72) God 29.52 (sd=30.83, n=43) 25.46 (sd=30.61, n=31 27.82 (sd=30.59, n=74) Jesus 44.48 (sd=31.26, n=40) 33.11 (sd=32.07, n=42) 38.65 (sd=32.00, n=82) Combined 34.24 (sd=30.40, n=122) 28.46 (sd=30.49, n=106) 31.55 (sd=30.51, n=228) Table 3 presents the mean amounts donated to charity, as a percentage of the stake, in each treatment. Only Christian subjects are included. Standard deviations and number of observations are provided in parentheses.  The table also shows that donations to the general charity are higher than to the LGBTQ charity; across all priming conditions, Christians matched with the general charity give 34.24% of the stake, while those matched with the LGBTQ charity give 28.46%. The general charity receives this advantage in the Control and God treatments, but the discrepancy is larger in the Jesus treatments, where 44.48% of the stake is given to the general charity in contrast to 33.11% to the LGBTQ charity.  The significance of the treatment differences – and, therefore, of the results of tests on the paper’s hypotheses – is addressed using regression analysis, in order to control for variables collected in the post-experimental questionnaire. The demographic variables included are the subject’s age in years (Age), and dummy variables for gender (Female), nationality (Foreign, equal to one if the subject’s nationality is not American), sexuality (Non-heterosexual, equal to one if the subject does not report him- or herself to be heterosexual) and church denomination (Catholic). Also included are two measures of religiosity: Weekly Church, a dummy variable equal to one if the subject reports attending church at least once per week, 21  and Daily Prayer, another dummy variable equal to one if the subject reports praying at least once per day. The dependent variable is the percentage of the stake donated to the charity. As there are lower and upper limits on donations, the models used are left- and right-censored Tobit regressions. Three models are presented in Table 4. Model (1) investigates the effects on giving of the Jesus and God primes across both recipient charities. This is done by including two treatment dummies: Jesus, equal to one if the subject is in either Jesus treatment, and God, equal to one if the subject is in either God treatment. The coefficient on the Jesus dummy indicates that priming Jesus raises the donation rate by over 15 percentage points, relative to the omitted control treatments. This effect is significant at the 5% level. The coefficient on God, however, is very close to zero and insignificant, providing no evidence that priming God has any effect on the willingness of Christians to donate. A linear restriction test confirms that the coefficients on Jesus and God significantly differ (p=0.023): this suggests that different effects on the donation behaviour of Christians are exerted by the concepts of Jesus and God, and what they approve of. This provides the paper’s first three results: Result 1: Priming Jesus significantly raises Christians’ pro-sociality. Hypothesis 1 is supported. Result 2: Priming God does not significantly raise Christians’ pro-sociality. Hypothesis 2 is not supported. Result 3: Priming Jesus has a significantly more positive impact on Christians’ pro-sociality than priming God. Hypothesis 3 is supported.    22  Table 4: Tobit regressions – Christian subjects Dependent variable: Percentage of stake donated  (1) (2) (3)     Jesus 15.27** (6.51)   22.48** (9.09) God -0.07 (6.84)  3.23 (8.96) LGBTQ -9.35*  -1.61  (5.39)  (9.58) General Jesus  22.48** (9.09)  General God  3.23 (8.96)  LGBTQ Control  -1.61    (9.58)  LGBTQ Jesus   5.86 (9.03) -15.02 (13.19) LGBTQ God  -5.54 (9.89) -7.16 (13.66) Age -0.20 -0.18 -0.18  (0.21) (0.21) (0.21) Female 7.87 7.33 7.33  (5.64) (5.65) (5.65) Foreign 17.72 (14.22) 18.18 (14.28) 18.18 (14.28) Non-heterosexual 5.89 (7.36) 6.93 (7.41) 6.93 (7.41) Catholic -1.11 (5.69) -1.30 (5.70) -1.30 (5.70) Weekly Church -11.33 -12.38* -12.38*  (7.15) (7.20) (7.20) Daily Prayer 18.32*** (6.59) 18.55*** (6.59) 18.55*** (6.59) Constant 22.78** 19.08* 19.08*  (10.92) (11.50) (11.50)  Pseudo R2  0.01  0.01  0.01 Observations 228 228 228     Note:  *** p<0.01, ** p<0.05, * p<0.1; Tobit models are left and right censored. Standard errors in parentheses. Only Christian subjects are included. The omitted treatment category is Control in model (1) and General Control in model (2).  In order to gain some extra insight behind these results, we can study model (2), which separates the effects on giving, of both Jesus and God, according to whether donations go to 23  the general or the LGBTQ charity. Five treatment dummy variables are included: one for each treatment except for the General Control, which is the omitted category. The coefficient on General Jesus estimates that, when the money is to be donated to the general charity, priming Jesus raises the rate of giving by 22.48 percentage points, with the effect significant at the 5% level. When the LGBTQ charity is the recipient, the significance of the effect of priming Jesus is tested by a linear restriction test on the equivalence of the coefficients on LGBTQ Control and LGBTQ Jesus. This test does not find giving significantly differs between these two treatments (p=0.429). This indicates that Result 1 above is driven primarily by subjects responding to the concept of Jesus when they are matched with the general charity, rather than when matched with the LGBTQ-supporting charity. Regarding Result 2, neither the coefficient on General God nor the result of the linear restriction test comparing LGBTQ Control and LGBTQ God (p=0.706) are significant, providing no evidence that priming God affects the amounts donated, regardless of which charity Christians are matched with.  Regarding Result 3, a linear restriction test comparing the General Jesus and General God coefficients finds the effects of priming Jesus and God on giving to the general charity are significantly different from one another (p=0.032). However, an equivalent test comparing the coefficients on LGBTQ Jesus and LGBTQ God finds no significant difference in the effects of priming the two on donations to the LGBTQ charity (p=0.250). Therefore, as with Result 1, Result 3 is driven primarily by the way Christians respond to priming when giving to the general charity. Is the discrimination by Christians against the LGBTQ charity significant? Across all priming conditions, the answer is yes, but only at the 10% level. This is estimated by the coefficient in model (1) on LGBTQ, a dummy variable equal to one if the subject is in any of the LGBTQ treatments, which implies the LGBTQ focus of the charity reduces donation levels by 9.35 24  percentage points. Model (2) allows further investigation of where this discrimination is significant. When neither Jesus nor God are primed, it is not: this is determined by the insignificance of the coefficient on LGBTQ Control. The significance of discrimination when God is primed is examined by a linear restriction test comparing General God versus LGBTQ God. A p-value of 0.366 indicates discrimination is not significant across the God treatments. However, when Jesus is primed discrimination is found to be weakly significant, according to a linear restriction test comparing the coefficients on General Jesus and LGBTQ Jesus (p=0.065). I next examine Hypotheses 4 and 5:  whether either the Jesus or God primes increase the level of discrimination, relative to the levels in the control treatments. This is addressed in model (3), which includes the variables Jesus, God and LGBTQ, as well as LGBTQ Jesus and LGBTQ God, which are now interpretable as interaction terms. The coefficients on Jesus and God here represent the effects of priming Jesus and God specifically when subjects are matched with the general charity, while the coefficient on LGBTQ represents the effect of the recipient being the LGBTQ charity rather than the general charity for subjects in the Control treatments. The coefficient on LGBTQ Jesus now estimates how much this effect of the charity being LGBTQ increases if Jesus is primed, while the coefficient on LGBTQ God now estimates how much it increases if God is primed. Neither variable is significant, indicating that discrimination is not significantly stronger in either the Jesus or the God treatments than it is in the Control treatments. This provides the next two results. Result 4: Priming Jesus does not significantly raise Christians’ anti-LGBTQ discrimination. Hypothesis 4 is not supported. Result 5: Priming God does not significantly raise Christians’ anti-LGBTQ discrimination. Hypothesis 5 is not supported. 25  One further finding from Table 4 is particularly noteworthy. Ceteris paribus, praying at least once a day is associated with donating more money to the charities (significant at the 1% level in all models), while attending church at least once a week is associated with donating less (significant at the 10% level in the second and third models). This adds weight to the existing evidence that there can be different effects of religious belief and religious institution (Preston and Ritter 2013; Bloom et al. 2015).11 The other control variables are not significant. Given previous research showing that older people tend to be more generous in the dictator game (Engel 2011; Matsumoto et al. 2016), one might have expected a significantly positive coefficient on Age. However, the absence of this may be due to an age in-group effect: the charities are described as providing support for young people, which may have raised giving by younger subjects.12    B. NON-CHRISTIANS I now briefly analyse the behaviour of the remaining 196 subjects in the experiment who do not report themselves to be Christians. Similar Tobit regression models are employed as for                                                           11 The effects on giving of the Weekly Church and Daily Prayer variables are found to be very similar if they are separated between the General and LGBTQ treatments. Therefore, evidence is not found that these variables are related to discrimination.   12 I find no effects of church denomination on behaviour. The coefficient on Catholic is insignificant and close to zero. Tests for differences between Catholics and Protestants in anti-LGBTQ discrimination, or the effects of the different primes on giving or discrimination, all return null results (this output is available from the author on request). The finding by Kirchmaier et al. (2018) of greater generosity by Catholics than Protestants is not replicated. However, the sample sizes become rather small when the data is separated by church denomination, so these insignificant results may be down to low statistical power.  26  the Christian sample, with the same dependent and independent variables, apart from the exclusion of the control for church denomination. These are presented in Table 5.  Table 5: Tobit regressions – Non-Christian subjects Dependent variable: Percentage of stake donated  (1) (2) (3)     Jesus -1.14 (9.45)   -7.29 (13.53) God 1.59 (9.32)  4.25 (13.61) LGBTQ 10.77  8.53  (7.58)  (12.73) General Jesus  -7.29 (13.53)  General God  4.25 (13.61)  LGBTQ Control  8.53    (12.73)  LGBTQ Jesus   13.63 (13.46) 12.40 (18.98) LGBTQ God  8.44 (12.76) -4.34 (18.32) Age 0.55 0.47 0.47  (0.41) (0.42) (0.42) Female 13.22* 13.31* 13.31*  (7.96) (7.94) (7.94) Foreign -35.38* (17.96) -35.60** (18.00) -35.60** (18.00) Non-heterosexual 16.34 (10.38) 16.42 (10.34) 16.42 (10.34) Weekly Church 25.97 27.84 27.84  (20.63) (20.80) (20.80) Daily Prayer 20.95 (13.53) 21.76 (13.69) 21.76 (13.69) Constant -25.65 -22.22 -22.22  (15.82) (17.01) (17.01)  Pseudo R2  0.01  0.01  0.01 Observations 196 196 196     Note:  *** p<0.01, ** p<0.05, * p<0.1; Tobit models are left and right censored. Standard errors in parentheses. Only non-Christian subjects are included. The omitted treatment category is Control in model (1) and General Control in model (2).  27  The patterns of behaviour found amongst the Christian sample are not replicated in this non-Christian sample. Whereas priming Jesus had a positive and significant effect on the donation rate for Christians, amongst non-Christians the effect is negative and insignificant. Overall, there are in fact no significant treatment effects on non-Christians: their donations are not shown to be affected by priming either Jesus or God, and linear restriction tests find the effects of the Jesus and God primes are not significantly different from each other. This is the case either when considering the General and LGBTQ treatments together, as in model (1), or separately, as in model (2).  There is no discrimination by non-Christians against the LGBTQ charity: in fact, they give more to it than to the General charity, although the difference is never significant – either across all priming conditions (model (1)), or in each of the priming conditions separately (model (2), for which linear restriction tests show the coefficients on General Jesus and LGBTQ Jesus do not significantly differ, and neither do those on General God and LGBTQ God). Model (3) shows there is no significant effect on the level of discrimination as a result of priming God or Jesus.  Instead of including the whole non-Christian sample, the analysis above could be conducted specifically on the sample who report having no religion (N=148) and therefore no belief in any kind of God. Alternatively, it could be conducted on non-Christians who are also not Jewish or Muslim (N=179), the main other Abrahamic religions to which Jesus is a relevant figure. Using either alternative subsample, the results look qualitatively similar (see Online Supplementary Materials B, Tables B1 and B2). The only notable differences are that the favouritism towards the LGBTQ charity by subjects in the Jesus treatments becomes significant (at the 10% level amongst the non-religious sample, at the 5% level amongst the sample excluding Muslims and Jews), and the favouritism towards the LGBTQ charity across 28  all treatments becomes significant at the 10% level amongst the sample excluding Muslims and Jews (though not amongst the non-religious sample).13  IV. CONCLUSION This paper is motivated by arguments mooting religion to be either a positive or negative societal force. Focusing specifically on Christianity, evidence is found that religious belief concepts can harness positive effects in the form of increased pro-sociality. It is not all good news, however: discrimination against a value-violating group is stronger in the presence of the belief concepts – although these effects on discrimination are not significant, preventing                                                           13 A final piece of analysis concerns whether the behaviour of the Christian subjects differs significantly from that of the non-Christians. This is investigated by running a regression on the combined Christian and non-Christian sample: output is presented as model (1) in Online Supplementary Materials B, Table B3. The positive and significant coefficient on the dummy variable Christian indicates that Christians in this experiment are significantly more generous than non-Christians when matched with the charity serving the general population. This supports previous research showing that more religious people tend to be more prosocial, although it must be noted that data was not collected on all socioeconomic variables one would ideally control for. Inspection of the interaction between LGBTQ and Christian in the regression also shows that the anti-LGBTQ discrimination by Christians in the experiment is, at the 5% level, significantly stronger than that of non-Christians (who, as mentioned above, actually give more to the LGBTQ charity). One might expect this could be driven by there being fewer LGBTQ subjects amongst the Christians than the non-Christians, but from Table 2 it appears there are in fact more. The size of the Christian x LGBTQ interaction term changes little when, in model (2), only heterosexual subjects are included (the significance level falls to 10% but this appears to be largely driven by the reduction in the sample size). When prompted to report their thoughts, a few Christians – 7.5% of those matched with the LGBTQ charity, compared to only 1% of non-Christians – expressed opinions of personal hostility towards LGBTQ people. 29  strong conclusions from being drawn about them. Thus, this paper identifies one positive societal force of Christianity and is unable to confirm a negative one. The main contribution of this study, however, is to show that these effects vary across different Christian belief concepts. Thinking about what Jesus would approve of results in Christians donating more to needy individuals, but thinking about what God would approve of has no such impact. To the author’s knowledge, this is the first incentivised study to indicate that different belief concepts within one religion can differently impact the altruism of its adherents. There are very practical implications to the results of this experiment. They suggest that, within Christian communities, invoking the concept of Jesus – rather than God – can provide a powerful nudge towards increased other-regarding behaviour. Most specifically, this offers a clear tool to charity fundraisers: the priming method used in this experiment is quite simple, relying on a written message, and could easily be quite closely replicated in real fundraising situations. Given the scale of Christianity’s involvement in the charity sector, in the United States and elsewhere, methods which can most effectively harness donors’ religiosity can make a substantial aggregate impact on donation levels. More generally, this paper adds to our understanding of the ways religions influence economic behaviour, and thus contributes to a growing academic debate on the economics of religious ‘believing and belonging’ (McCleary and Barro, 2019). It builds upon and supports existing evidence (Johnson et al. 2013; Preston and Ritter 2013; DeBono et al. 2017; Hoffmann et al. 2019) that the effects of religions are complex and multifaceted. It appears that not only can the impact on economic behaviour of believing in a religion differ from that of belonging to the religion (Preston and Ritter 2013), but also that the behavioural impacts of belief depend upon which particular element of it is salient. The increased charitable giving 30  resulting from the Jesus concept, but not the God concept, is consistent with the hypothesis of positive effects on pro-sociality stemming from the particular association with Jesus of kindness and compassion. These effects, perhaps, emerged strongly in this study because of the particular emphasis on moral consideration in the language used when priming the belief concepts. Additionally, it may be that Christians are particularly affected by what they believe Jesus would approve of, because they feel a stronger personal relationship with Jesus than with God. It should be noted, however, that the bulk of the charitable gains from priming Jesus occurred on donations to the general charity, rather than the LGBTQ one; this indicates the positive impact of the Jesus concept on pro-sociality is diminished in the presence of needy recipients whose lifestyles are not approved by Christianity, thereby limiting its power as a societally beneficial force.  These results support the growing evidence that differential effects can result from different God-concepts (Johnson et al., 2013; DeBono et al., 2017) and different religious ideas (Hoffmann et al., 2019). However, further research is needed for a fuller understanding of how alternative God-concepts determine economic behaviour. This is particularly the case given that, whereas in the current study the more benevolent God-concept yielded the more societally optimal behaviour (increased charitable giving), in DeBono et al. the more punishing God-concept yielded it (in the form of more honest behaviour). Nonetheless, the existence of heterogeneity in the effects of different belief concepts is important, because within a single religion different sects, and even different individual religious teachers, emphasise different elements of the canon to different extents. Within Christianity, some sects preach a more vengeful Old Testament God, while others expound a loving New Testament figure. Whereas one pastor may prefer to teach the parable of the Good Samaritan, another may favour the story of Sodom and Gomorrah. Thus the decisions 31  taken by religious leaders over how to impart their faith may have important consequences for the economic behaviour of their followers.   This study has focused on the behaviour of Christians in the United States. There is still much potential for future research to investigate how the behaviour of individuals of other faiths is affected by the many dimensions of their own religions. Given the vast diversity in the way Christianity is practised around the world, a test of whether the current study’s results regarding the effects of Jesus and God hold true among Christians in countries beyond the United States would also be interesting. The behavioural economics of religion remains, in general, a fruitful area for future research, and there is much left to discover over how different aspects of Christianity, and other religions, affect other types of economic behaviour besides those considered in this paper. 32  Acknowledgements This research was funded by the University of Nottingham Ningbo China, including through the Globalisation and Economic Policy Research Centre (GEP China). It received approval from the University of Nottingham Ningbo China’s ethics committee. I received helpful comments from many audience members at various events, including Malte Baader, Thorsten Chmura, Robin Cubitt, Cindy Fu, Simon Gächter, Hugh Allen Holden, Orestis Kopsacheilis, James Murphy, David Ong, Elke Renner, Martin Sefton, Chris Starmer, Fabio Tufano and David Whynes. Declarations of interest: none.    33  References Ahmed, A. M. (2009). Are religious people more prosocial? A quasi‐experimental study with madrasah pupils in a rural community in India. Journal for the Scientific Study of Religion, 48(2), 368-374. Ahmed, A., & Hammarstedt, M. (2011). The effect of subtle religious representations on cooperation. International Journal of Social Economics, 38(11), 900-910. Ahmed, A. M., & Salas, O. (2011). Implicit influences of Christian religious representations on dictator and prisoner's dilemma game decisions. The Journal of Socio-Economics, 40(3), 242-246. Akay, A., Karabulut, G., & Martinsson, P. (2015). Cooperation and punishment: The effect of religiosity and religious festival. Economics Letters, 130, 43-46. Arechar, A. A., Gächter, S., & Molleman, L. (2018). Conducting interactive experiments online. Experimental Economics, 21(1), 99-131. Atran, S., & Henrich, J. (2010). The evolution of religion: How cognitive by-products, adaptive learning heuristics, ritual displays, and group competition generate deep commitments to prosocial religions. Biological Theory, 5(1), 18-30. Badgett, M. L. (2007). Discrimination based on sexual orientation: A review of the literature in economics and beyond. In Sexual orientation discrimination (pp. 37-61). Routledge. Barro, R. J., & McCleary, R. (2019). The wealth of religions: the political economy of believing and belonging. Princeton University Press. Batara, J. B. L., Franco, P. S., Quiachon, M. A. M., & Sembrero, D. R. M. (2016). Effects of Religious Priming Concepts on Prosocial Behavior Towards Ingroup and Outgroup. Europe's journal of psychology, 12(4), 635. 34  Becker, G. S. (1957). The economics of discrimination, University of Chicago press. Benjamin, D. J., Choi, J. J., & Fisher, G. (2016). Religious identity and economic behavior. Review of Economics and Statistics, 98(4), 617-637. Biernat, M., Vescio, T. K., & Theno, S. A. (1996). Violating American values: A “value congruence” approach to understanding outgroup attitudes. Journal of Experimental Social Psychology, 32(4), 387-410. Bloom, P. B. N., Arikan, G., & Courtemanche, M. (2015). Religious social identity, religious belief, and anti-immigration sentiment. American Political Science Review, 109(2), 203-221. Brañas-Garza, P., Espín, A. M., & Neuman, S. (2014). Religious pro-sociality? Experimental evidence from a sample of 766 Spaniards. PloS one, 9(8), e104685. Chang, D., Chen, R., & Krupka, E. (2019). Rhetoric matters: A social norms explanation for the anomaly of framing. Games and Economic Behavior, 116, 158-178. Chuah, S. H., Gächter, S., Hoffmann, R., & Tan, J. H. (2016). Religion, discrimination and trust across three cultures. European Economic Review, 90, 280-301. Chuah, S. H., Hoffmann, R., Ramasamy, B., & Tan, J. H. (2014). Religion, ethnicity and cooperation: An experimental study. Journal of Economic Psychology, 45, 33-43. Cummings, J. P., Kusner, K. G., Lucero, S., Padgett, E. A., Gollery, T. J., & Pargament, K. I. (2017). A Comparison of Christians’ Concepts of Jesus Christ and God. The International Journal for the Psychology of Religion, 27(1), 35-50. DeBono, A., Shariff, A. F., Poole, S., & Muraven, M. (2017). Forgive us our trespasses: Priming a forgiving (but not a punishing) god increases unethical behavior. Psychology of Religion and Spirituality, 9(S1), S1. 35  Delavande, A., & Zafar, B. (2015). Stereotypes and madrassas: experimental evidence from Pakistan. Journal of Economic Behavior & Organization, 118, 247-267. Dreber, A., Ellingsen, T., Johannesson, M., & Rand, D. G. (2013). Do people care about social context? Framing effects in dictator games. Experimental Economics, 16(3), 349-371. Drydakis, N. (2009). Sexual orientation discrimination in the labour market. Labour Economics, 16(4), 364-372. Duhaime, E. P. (2015). Is the call to prayer a call to cooperate? A field experiment on the impact of religious salience on prosocial behavior. Judgment and Decision Making, 10(6), 593. Eckel, C. C., & Grossman, P. J. (1996). Altruism in anonymous dictator games. Games and economic behavior, 16(2), 181-191. Eckel, C.C. and Grossman, P.J. (2004) Giving to secular causes by the religious and nonreligious: an experimental test of the responsiveness of giving to subsidies. Nonprofit and Voluntary Sector Quarterly 33(2): 271–289. Engel, C. (2011). Dictator games: A meta study. Experimental Economics, 14(4), 583-610. Everett, J. A., Haque, O. S., & Rand, D. G. (2016). How good is the Samaritan, and why? An experimental investigation of the extent and nature of religious prosociality using economic games. Social Psychological and Personality Science, 7(3), 248-255. Fong, C. M., & Luttmer, E. F. (2011). Do fairness and race matter in generosity? Evidence from a nationally representative charity experiment. Journal of Public Economics, 95(5-6), 372-394. Galen, L. W., Sharp, M., & McNulty, A. (2015). Nonreligious group factors versus religious belief in the prediction of prosociality. Social Indicators Research, 122(2), 411-432. 36  Gomes, C. M., & McCullough, M. E. (2015). The effects of implicit religious primes on dictator game allocations: A preregistered replication experiment. Journal of Experimental Psychology: General, 144(6), e94. Gueguen, N., Bougeard-Delfosse, C., & Jacob, C. (2015). The positive effect of the mere presence of a religious symbol on compliance with an organ donation request. Social Marketing Quarterly, 21(2), 92-99. Guryan, J., & Charles, K. K. (2013). Taste‐based or statistical discrimination: the economics of discrimination returns to its roots. The Economic Journal, 123(572), F417-F432. Hadnes, M., & Schumacher, H. (2012). The Gods are watching: An experimental study of religion and traditional belief in Burkina Faso. Journal for the Scientific Study of Religion, 51(4), 689-704. Hara, K., Adams, A., Milland, K., Savage, S., Callison-Burch, C., & Bigham, J. P. (2018, April). A data-driven analysis of workers' earnings on amazon mechanical turk. In Proceedings of the 2018 CHI Conference on Human Factors in Computing Systems (p. 449). ACM.  Hoffmann, L., Basedau, M., Gobien, S., & Prediger, S. (2019). Universal love or one true religion? Experimental evidence of the ambivalent effect of religious ideas on altruism and discrimination. American Journal of Political Science. Hoffmann, R. (2013). The experimental economics of religion. Journal of Economic surveys, 27(5), 813-845. Horton, J. J., Rand, D. G., & Zeckhauser, R. J. (2011). The online laboratory: Conducting experiments in a real labor market. Experimental economics, 14(3), 399-425. 37  Jäckle, S., & Wenzelburger, G. (2015). Religion, religiosity, and the attitudes toward homosexuality—A multilevel analysis of 79 countries. Journal of homosexuality, 62(2), 207-241. Johnson, K. A., Li, Y. J., Cohen, A. B., & Okun, M. A. (2013). Friends in high places: The influence of authoritarian and benevolent god-concepts on social attitudes and behaviors. Psychology of Religion and Spirituality, 5(1), 15. Johnson, K. A., Memon, R., Alladin, A., Cohen, A. B., & Okun, M. A. (2015). Who helps the Samaritan? The influence of religious vs. secular primes on spontaneous helping of members of religious outgroups. Journal of Cognition and Culture, 15(1-2), 217-231. Johnson, M. K., Rowatt, W. C., & LaBouff, J. (2010). Priming Christian religious concepts increases racial prejudice. Social Psychological and Personality Science, 1(2), 119-126. Johnson, M. K., Rowatt, W. C., & LaBouff, J. P. (2012). Religiosity and prejudice revisited: In-group favoritism, out-group derogation, or both?. Psychology of Religion and Spirituality, 4(2), 154. Karlan, D.S. (2005) Using experimental economics to measure social capital and predict financial decisions. American Economic Review 95(5): 1688–1699. Kirchmaier, I., Prüfer, J., & Trautmann, S. T. (2018). Religion, moral attitudes and economic behavior. Journal of Economic Behavior & Organization, 148, 282-300. Kranton, R. E., & Sanders, S. G. (2017). Groupy versus non-groupy social preferences: Personality, region, and political party. American Economic Review, 107(5), 65-69. LaBouff, J. P., Rowatt, W. C., Johnson, M. K., & Finkle, C. (2012). Differences in attitudes toward outgroups in religious and nonreligious contexts in a multinational sample: A 38  situational context priming study. International Journal for the Psychology of Religion, 22(1), 1-9. Malhotra, D. (2010) (When) are religious people nicer? Religious salience and the ‘Sunday effect’ on pro‐social behavior. Judgment and Decision Making 5(2): 138–143. Matsumoto, Y., Yamagishi, T., Li, Y., & Kiyonari, T. (2016). Prosocial behavior increases with age across five economic games. PLoS One, 11(7), e0158671. Mazar, N., Amir, O., & Ariely, D. (2008). The dishonesty of honest people: A theory of self-concept maintenance. Journal of marketing research, 45(6), 633-644. McCauley, J. F. (2014). Measuring and Reducing Religious Bias in Post‐Conflict Zones: Evidence from Côte d'Ivoire. Political Psychology, 35(2), 267-289. McNamara, R. A., & Henrich, J. (2018). Jesus vs. the ancestors: how specific religious beliefs shape prosociality on Yasawa Island, Fiji. Religion, Brain & Behavior, 8(2), 185-204. Miyatake, S., & Higuchi, M. (2017). Does religious priming increase the prosocial behaviour of a Japanese sample in an anonymous economic game?. Asian Journal of Social Psychology, 20(1), 54-59. Norenzayan, A. (2013). Big gods: How religion transformed cooperation and conflict. Princeton University Press. Norenzayan, A., & Shariff, A. F. (2008). The origin and evolution of religious prosociality. science, 322(5898), 58-62. Orbell, J., Goldman, M., Mulford, M. and Dawes, R. (1992) Religion, context, and constraint toward strangers. Rationality and Society 4(3): 291–307. 39  Parra, J. C., Joseph, G., & Wodon, Q. (2016). Religion and Social Cooperation: Results from an Experiment in Ghana. The Review of Faith & International Affairs, 14(3), 65-72. Pelham, B., & Crabtree, S. (2008). Worldwide, highly religious more likely to help others.http://www.gallup.com/poll/111013/worldwide-highly-religious-more-likely-help-others.aspx. Pew Research Center (2015). U.S. Public Becoming Less Religious. Downloaded (28/6/19) from https://www.pewforum.org/2015/11/03/u-s-public-becoming-less-religious/ Pew Research Center (2017). The Changing Global Religious Landscape. Downloaded (6/6/19) from https://www.pewforum.org/2017/04/05/the-changing-global-religious-landscape/ Pichon, I., Boccato, G., & Saroglou, V. (2007). Nonconscious influences of religion on prosociality: A priming study. European Journal of Social Psychology, 37(5), 1032-1045. Preston, J. L., & Ritter, R. S. (2013). Different effects of religion and God on prosociality with the ingroup and outgroup. Personality and Social Psychology Bulletin, 39(11), 1471-1483 Qualtrics (2018). Data for this paper was generated using Qualtrics software. Copyright © [2018] Qualtrics. Qualtrics and all other Qualtrics product or service names are registered trademarks or trademarks of Qualtrics, Provo, UT, USA. http://www.qualtrics.com Ramsay, J. E., Pang, J. S., Shen, M. J., & Rowatt, W. C. (2014). Rethinking value violation: Priming religion increases prejudice in Singaporean Christians and Buddhists. International Journal for the Psychology of Religion, 24(1), 1-15. 40  Ramsay, J. E., Tong, E. M., Pang, J. S., & Chowdhury, A. (2016). A puzzle unsolved: Failure to observe different effects of God and religion primes on intergroup attitudes. PloS one, 11(1), e0147178. Rand, D. G., Dreber, A., Haque, O. S., Kane, R. J., Nowak, M. A., & Coakley, S. (2014). Religious motivations for cooperation: an experimental investigation using explicit primes. Religion, Brain & Behavior, 4(1), 31-48. Randolph-Seng, B., & Nielsen, M. E. (2007). Honesty: One effect of primed religious representations. The International Journal for the Psychology of Religion, 17(4), 303-315. Renneboog, L., & Spaenjers, C. (2012). Religion, economic attitudes, and household finance. Oxford Economic Papers, 64(1), 103-127. Schnabel, L. (2016). Gender and homosexuality attitudes across religious groups from the 1970s to 2014: Similarity, distinction, and adaptation. Social Science Research, 55, 31-47. Shariff, A. F., & Norenzayan, A. (2007). God is watching you: Priming God concepts increases prosocial behavior in an anonymous economic game. Psychological science, 18(9), 803-809. Shariff, A. F., & Norenzayan, A. (2011). Mean gods make good people: Different views of God predict cheating behavior. The International Journal for the Psychology of Religion, 21(2), 85-96. Shariff, A. F., Willard, A. K., Andersen, T., & Norenzayan, A. (2016). Religious priming: A meta-analysis with a focus on prosociality. Personality and Social Psychology Review, 20(1), 27-48. 41  Shen, M. J., Haggard, M. C., Strassburger, D. C., & Rowatt, W. C. (2013). Testing the love thy neighbor hypothesis: Religiosity’s association with positive attitudes toward ethnic/racial and value-violating out-groups. Psychology of Religion and Spirituality, 5(4), 294. Soler, M. (2012). Costly signaling, ritual and cooperation: Evidence from Candomblé, an Afro-Brazilian religion. Evolution and Human Behavior, 33(4), 346-356. Son, J., & Wilson, J. (2012). Using normative theory to explain the effect of religion and education on volunteering. Sociological Perspectives, 55(3), 473–499. Tan, J.H.W. (2006) Religion and social preferences: an experimental study. Economics Letters 90(1): 60–67. Torgler, B., & Schaltegger, C. (2014). Suicide and religion: New evidence on the differences between Protestantism and Catholicism. Journal for the Scientific Study of Religion, 53(2), 316-340. Wilson, D. S. (2010). Darwin's cathedral: Evolution, religion, and the nature of society. University of Chicago Press.  Xygalatas, D. (2013). Effects of religious setting on cooperative behavior: A case study from Mauritius. Religion, Brain & Behavior, 3(2), 91-102. Zhou, H., & Fishbach, A. (2016). The pitfall of experimenting on the web: How unattended selective attrition leads to surprising (yet false) research conclusions. Journal of personality and social psychology, 111(4), 493.     42  Online Supplementary Materials A: screenshots of the experimental instructions  Note: these screenshots are from the LGBTQ God treatment. Where applicable, annotations below the screenshots explain how they differ in the other treatments.  43   44   45   46   47   Note: in all General treatments, the above sentence instead reads: ‘The charity with whom you can choose to share money is an organization whose aim is to prevent suicides among young people.’  48  Note: in all General treatments, the first sentence above instead reads: ‘On the next screen, you will be asked to make your decision over how much of the $8 to keep yourself and how much to donate to preventing suicides among young people.’ In the Control treatments, the sentence ‘Please think about what God would approve of you doing’ is absent. In the Jesus treatments, it is replaced with ‘Please think about what Jesus would approve of you doing.’  49   Note: in all General treatments, the first sentence above instead reads ‘Please now make your decision over how much of the $8 to keep yourself and how much to donate to preventing suicides among young people.’ The final sentence reads: ‘The amount that you do not keep for yourself will be given to preventing suicides among young people.’ 50   Note: the above amounts are displayed for a participant who chooses to donate $4. In the General treatments, the above sentence would read: ‘So, you would like to keep $4 and give $4 to preventing suicides among young people.’  51    52   53   54   55   56    57  Online Supplementary Materials B: further regression output  Table B1: Tobit regressions – Non-Abrahamic subjects Dependent variable: Percentage of stake donated  (1) (2) (3)     Jesus 2.34 (9.69)   -9.01 (14.00) God 4.09 (9.53)  3.14 (14.12) LGBTQ 15.17*  7.71  (7.91)  (12.83) General Jesus  -9.01 (14.00)  General God  3.14 (14.12)  LGBTQ Control  7.71    (12.83)  LGBTQ Jesus   20.70 (13.73) 22.00 (19.59) LGBTQ God  13.59 (12.98) -2.75 (18.91) Age 0.28 0.19 0.19  (0.43) (0.43) (0.43) Female 13.84* 13.22 13.22  (8.23) (8.20) (8.20) Foreign -36.23* (20.53) -36.45* (20.52) -36.45* (20.52) Non-heterosexual 18.97* (10.96) 19.35* (10.89) 19.35* (10.89) Weekly Church 18.04 18.50 18.50  (21.71) (21.70) (21.70) Daily Prayer 28.00* (16.60) 31.03* (16.75) 31.03* (16.75) Constant -20.10 -13.24 -13.24  (16.40) (17.54) (17.54)  Pseudo R2  0.02  0.02  0.02 Observations 179 179 179     Note:  *** p<0.01, ** p<0.05, * p<0.1; Tobit models are left and right censored. Standard errors in parentheses. Only subjects who are not Christians, Muslims or Jews are included. The omitted treatment category is Control in model (1) and General Control in model (2). In model (2) a linear restriction test finds General Jesus differs from LGBTQ Jesus (p=0.045) 58  Table B2: Tobit regressions – Non-religious subjects Dependent variable: Percentage of stake donated  (1) (2) (3)     Jesus 2.20 (11.89)   -11.49 (17.70) God 6.53 (11.29)  10.05 (16.86) LGBTQ 13.02  8.03  (9.48)  (15.34) General Jesus  -11.49 (17.70)  General God  10.05 (16.86)  LGBTQ Control  8.03    (15.34)  LGBTQ Jesus   21.06 (16.56) 24.52 (23.57) LGBTQ God  12.55 (15.63) -5.53 (22.23) Age 0.48 0.40 0.40  (0.49) (0.49) (0.49) Female 7.94 6.91 6.91  (10.12) (10.08) (10.08) Foreign -269.55 (8333.53) -268.83 (8362.13) -268.83 (8362.13) Non-heterosexual 11.99 (14.37) 10.62 (14.30) 10.62 (14.30) Daily Prayer 39.50 (28.64) 44.64 (28.94) 44.64 (28.94) Constant -26.55 -20.41 -20.41  (19.13) (20.24) (20.24)  Pseudo R2  0.02  0.02  0.02 Observations 148 148 148     Note:  *** p<0.01, ** p<0.05, * p<0.1; Tobit models are left and right censored. Standard errors in parentheses. Only subjects with no religion are included. The omitted treatment category is Control in model (1) and General Control in model (2). Weekly Church is omitted due to collinearity. In model (2) a linear restriction test finds General Jesus differs from LGBTQ Jesus (p=0.073)   59  Table B3: Tobit regression – Christian and non-Christian subjects Dependent variable: Percentage of stake donated  (1) (2)    Jesus 8.37 (5.46) 10.17 (6.23) God 1.74 (5.57) 0.47 (6.50) LGBTQ 10.24 9.84  (6.72) (7.75) Age 0.03 0.08  (0.20) (0.23) Female 9.84** 8.96  (4.65) (5.48) Foreign -7.83 (10.91) -13.49 (14.15) Non-heterosexual 8.60 (6.06)  Catholic -1.60 1.66  (6.24) (7.14) Weekly Church -4.02 -7.96  (7.08) (8.21) Daily Prayer  16.24*** (6.21) 20.34*** (7.26) Christian 19.28** 18.62**  (7.70) (8.68) Christian x LGBTQ -19.17** -18.84*  (9.04) (10.42) Constant -6.03 -8.81  (8.87) (10.44)  Pseudo R2  0.01  0.01 Observations 424 353    Note:  *** p<0.01, ** p<0.05, * p<0.1; Tobit models are left and right censored. Standard errors in parentheses. Model (2) excludes non-heterosexual subjects. The omitted treatment category is Control.   ",
    "id": 337616373,
    "identifiers": {
        "doi": "10.1016/j.socec.2020.101625",
        "oai": "oai:eprints.nottingham.ac.uk:63514"
    },
    "title": "The effects of Jesus and God on pro-sociality and discrimination",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-09-29T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "http://eprints.nottingham.ac.uk/63514/1/ilovepdf_merged%20%286%29.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/337616373.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/337616373"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/337616373/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/337616373/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/337616373"
        }
    ],
    "abstract": "This study contributes to the debate over whether religion is a force for social good or harm. It shows that different belief concepts within the same religion can have different effects on distributive behaviour. A dictator game experiment, with two different charities as potential recipients, measures how priming the concepts of God and Jesus affects both the pro-sociality of Christians and their propensity to discriminate against LGBTQ people, an identity group traditionally opposed by their religion. Priming Jesus significantly raises the amounts Christians give to charity, but priming God has no such effect. Christians are found, at borderline significance, to discriminate against LGBTQ people, but this discrimination does not significantly increase when Jesus or God are primed",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:eprints.nottingham.ac.uk:63514",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "80",
        "openDoarId": 0,
        "name": "Nottingham ePrints",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 337616373,
        "depositedDate": null,
        "publishedDate": "2020-09-29T01:00:00+01:00",
        "updatedDate": "2024-02-12T08:11:34+00:00",
        "acceptedDate": null,
        "createdDate": "2020-11-01T01:44:35+00:00"
    },
    "urls": [
        "https://eprints.nottingham.ac.uk/63514/1/ilovepdf_merged%20%286%29.pdf"
    ],
    "lastUpdate": "2024-02-12T08:11:34+00:00",
    "setSpecs": [
        "7374617475733D707562",
        "74797065733D61727469636C65",
        "66756C6C746578743D7075626C6963"
    ]
}