{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Colburn, Alexandria"
        }
    ],
    "contributors": [
        "De St. Aubin, Ed, Magnus, Brooke, Torres, Lucas"
    ],
    "createdDate": "2019-07-09T11:16:47+01:00",
    "dataProvider": {
        "id": 1441,
        "name": "epublications@Marquette",
        "url": "https://api.core.ac.uk/v3/data-providers/1441",
        "logo": "https://api.core.ac.uk/data-providers/1441/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/213088889.pdf",
    "fullText": "Marquette University e-Publications@Marquette Master's Theses (2009 -) Dissertations, Theses, and Professional Projects The Relationship Between Identity Dimensions, Gender Conformity, and Satisfaction with Life Alexandria Colburn Marquette University Follow this and additional works at: https://epublications.marquette.edu/theses_open  Part of the Clinical Psychology Commons Recommended Citation Colburn, Alexandria, \"The Relationship Between Identity Dimensions, Gender Conformity, and Satisfaction with Life\" (2019). Master's Theses (2009 -). 516. https://epublications.marquette.edu/theses_open/516          THE RELATIONSHIP BETWEEN IDENTITY DIMENSIONS, GENDER CONFORMITY, AND SATISFACTION WITH LIFE     by  Alexandria Colburn, B.A.    Thesis submitted to the Faculty of the Graduate School,  Marquette University,  in Partial Fulfillment of the Requirements for  the Degree of Master of Science    Milwaukee, Wisconsin May 2019   ABSTRACT THE RELATIONSHIP BETWEEN IDENTITY DIMENSIONS, GENDER CONFORMITY, AND SATISFACTION WITH LIFE   Alexandria Colburn, B.A. Marquette University, 2019 There is a large body of evidence indicating physical and mental health disparities among marginalized populations. The purpose of this study was to examine the relationship between identity dimensions, gender conformity, and well-being. I anticipated that identification with a marginalized identity group would predict poorer satisfaction with life, compared to identification with a privileged group. In addition, I investigated the role of gender conformity as a possible interaction variable in the relationship between identity factors (assigned sex, age, race, ethnicity, and sexual orientation) and outcomes of satisfaction with life. A hierarchical multiple regression was used to investigate these hypotheses. Results indicated that identification with various marginalized groups significantly predicted lower satisfaction with life, including identifying as younger, female, Black, bisexual, and endorsing lower gender conformity. Findings also suggest that the relationship between age and well-being differs slightly by level of gender conformity. The potential distress associated with being a young, gender-nonconformer may be alleviated in part with age. Gender conformity was not a significant moderator between any other identity variables (sex, race, ethnicity, sexual orientation) and satisfaction with life. Strengths, limitations, future directions, and implications are discussed. Overall, the findings provided by this study highlight the continued need to combat identity-based inequalities and minimize disparities in well-being.       iii       TABLE OF CONTENTS CHAPTER I. INTRODUCTION………………………………………………………...1 A. Sexual Orientation………………………………………...2 B. Assigned Sex………………………………………………6 C. Race and Ethnicity……………………………………….10 D. Age……………………………………………………….14 E. Intersectionality…………………………………………..17 II. METHOD………………………………………………………………..20 A. Sample…………………………………………………....20 B. Measures………………………………………………....20 C. Procedure………………………………………………...24 III. RESULTS………………………………………………………………..26 IV. DISCUSSION……………………………………………………………39 A. Age……………………………………………………….39 B. Assigned Sex……………………………………………..41 C. Race and Ethnicity……………………………………….41 D. Sexual Orientation……………………………………….45 E. Conclusions………………………………………………47 BIBLIOGRAPHY………………………………………………………………………..51 APPENDIX………………………………………………………………………………59  1  The Relationship between Identity Dimensions, Gender Conformity, and Satisfaction with Life There is a vast body of literature and epidemiological data indicating that members of marginalized populations have poorer mental and physical health outcomes. Identity-based discrimination has been posited as an explanation for these health discrepancies. Minority Stress Theory (Meyer, 1995; 2001; 2003) suggests that health disparities in minority populations are the result of minority group members’ unique experiences of discrimination, oppression, and prejudice, which result in internalized negativity regarding one’s identity group, prejudice-related anxiety, and concealment of one’s identity. Minority Stress Theory has been extensively supported by research (e.g. Meyer, 2003; Marshal et al., 2011; Pascoe & Richman, 2009). However, many studies examining marginalized identities focus on a single identity dimension. The relationship between an individual’s various identity dimensions, and the manner in which these intersections relate to well-being, is not well understood. The goal of the current study is to examine several identity factors and their relationship to well-being. More specifically, I will examine the manner in which self-reported sexual orientation, assigned sex, race, ethnicity, and age impact satisfaction with life in PrideFest attendees (see Figure 1 for statistical model). In addition, I will consider the role of gender conformity in these relationships. Before describing the current study, I will provide a background on how each of these main identity dimensions relate to well-being.  2         Figure 1. Statistical model of key variables.   Sexual Orientation Population data shows that sexual minority groups, or individuals willing to identify themselves as such, in the United States are growing. Current estimates indicate that about 11 million American adults identify as LGBT, making up about 4.5% of the population (Newport, 2018). Research has consistently indicated poorer mental and physical health outcomes for sexual minority groups (Pascoe & Richman, 2009). Recent reviews have concluded that gay, lesbian, and bisexual individuals report poorer psychological well-being than their heterosexual counterparts (Rieger & Savin-Williams, 2012; Pascoe & Richman, 2009). Further, the rates of suicidal ideation and attempts have emerged as disproportionately high among sexual orientation and gender identity minorities (Haas et al., 2010). Minority Stress Theory (Meyer, 1995; 2001; 2003) frames these health disparities as the result of identity-related oppression and experiences of discrimination that are unique to sexual minorities. Age Race Ethnicity Assigned Sex Sexual Orientation Gender Conformity Well-Being 3  Gender conformity, the extent to which an individual conforms to societal expectations regarding gender, seems to play a significant role in well-being for sexual minorities. Gender conformity (or nonconformity) can apply to domains such as appearance, behavior, interests, and values. Research indicates a strong link between sexual minority status and gender nonconformity, such that LGBTQ+ individuals generally report lower levels of gender conformity than heterosexual individuals do in childhood and adulthood (Bailey & Zucker, 1995; Lippa, 2005; Rieger & Savin-Williams, 2012). Research has also shown that current gender nonconformity in adulthood relates to higher reported psychological distress and lower well-being (Skidmore, Linsenmeier, & Bailey, 2006; Baams et al., 2013). For example, a lesbian who dresses and behaves in a masculine manner may experience more outward discrimination than a lesbian who appears more feminine and socially conforming, despite both being sexual minorities. Interestingly, a study by Rieger and Savin-Williams (2012) found that degree of gender conformity was more predictive of well-being than sexual minority status. Unfortunately, few studies have explored the implications of adult gender conformity and mental health outcomes. Given the relationship between sexual minority status and lower gender conformity, further investigation of this relationship is vital to understanding health outcomes for LGBTQ+ individuals.  Gender conformity is measured and talked about in a variety of ways. Not all relevant research in this realm even uses the term “gender conformity” (or “gender nonconformity”). This inconsistency in the literature makes it difficult to gain a comprehensive understanding of the construct. As we know, societies have specific, sometimes fluid, expectations for how individuals should behave, related to the gender 4  associated with their assigned sex. However, gender expression and gender conformity are constructs that are difficult to define, given the broad and overreaching nature of gender. Expression of gender may vary based on many factors, such as setting, goals, age, partnership, etc. As such, popular measures of gender conformity which measure one domain (personality, hobbies, etc.) are limited and do not comprehensively capture the construct. For instance, some measures evaluate an individual’s level of gender conformity based on whether they engage in stereotypically masculine or feminine activities (e.g. Occupational Preferences and Hobby Preferences questionnaires, Lippa & Connelly, 1990) or according to their personality traits (Bem, 1974).  The Bem Sex-Role Inventory (Bem, 1974), for example, is made up of sixty items, including traditionally masculine, feminine, and gender-neutral personality traits. Participants are asked to rate themselves from 1 (never true) to 7 (almost always true) for each trait. However, the measure has received an array of criticism, particularly around issues with validity (summarized by Hoffman & Borders, 2001).  A study by Hoffman and Borders (2001) supported the idea that gender stereotypes are shifting. They found that the only items that met a 75% agreement rate, upon being rated as masculine or feminine by university students, were indeed the items “masculine” and “feminine” themselves. One of the major criticisms of the Bem Sex-Role Inventory is the ambiguous definitions of femininity and masculinity themselves. Some researchers may not be interested in whether individuals fit traditionally held views of gender roles, but rather, how individuals view their own gender in terms of what they know about their society. In these cases, researchers have argued for the need to allow individuals to use their own personal definitions of masculinity and femininity when measuring gender conformity 5  (Lewin, 1984; Spence, 1985; Hoffman, 2001).  Examples of measures with open definitions of gender, femininity, and masculinity include the Childhood Gender Nonconformity Scale (see Bailey & Oberschneider, 1997; Skidmore, Linsenmeier, & Bailey, 2006) and the Continuous Gender Identity Scale (Bailey, Finkel, Blackwelder, & Bailey, 1998). Unfortunately, these measures are limited to use with children and lesbian or gay individuals, respectively.  In contrast, the Marquette Measure of Gender Conformity (MMGC) may be used with any adult population, and does not limit individuals to particular times, settings, or domains of their lives (Matelski, Yadlosky, Andrus, Plunkett, & de St. Aubin, 2016). The MMGC, used in this study, is a broad measure allowing participants to draw on their subjective experiences of gender in evaluating their own degree of conformity to norms. For instance, one of the items of the MMGC asks participants to indicate, “To what extent do your behaviors align with U.S. conventions surrounding gender roles (meaning men are to act masculine and women are to act feminine)?” Notice how the item refers to gender roles, femininity, and masculinity, but does not define what they are, allowing the reader to draw on their own knowledge. Research indicates a meaningful connection between sexual minority status and gender conformity in outcomes of well-being. As discussed, non-heterosexual individuals tend to be lower in gender conformity than heterosexuals are in childhood and adulthood, and research has tied gender nonconformity to higher psychological distress and lower well-being. For sexual minority individuals, degree of gender nonconformity can serve to amplify or diminish the presence of sexual orientation-based discrimination (Skidmore, 6  Linsenmeier, & Bailey, 2006). Thus, it is vital to consider degree of gender conformity in analyses of disparities in sexual minority populations.  Assigned Sex Although gender norms in the U.S. are arguably becoming more fluid, gender discrimination and oppression play a large role in the lives of women and can be detrimental to their health. People in all cultures learn about their society’s norms through socialization and development. In our society, this process can be markedly different depending on one’s gender. For example, girls may be subtly (or not) told through their development that passive behavior is more favorable, and caring for their appearance is highly valuable, whereas a boy may be praised for being more action-oriented and assertive (Eccles, Jacobs, & Harold, 1990; Blakemore & Hill, 2008).  While biological sex and gender are not synonymous, our society often makes assumptions about an individual’s gender-related traits based on their biological sex, or the sex they are assigned at birth. Underlying these assumptions is the belief that men and women are inherently different in some meaningful way (i.e. females are feminine, males are masculine). In opposition to this essentialist view of gender, feminist scholars argue that gender is largely socially constructed (de Beauvoir, 1973; Butler, 1988). That is, gender expectations and norms are shaped by social expectations, and vary greatly from society to society (Lindsey, 2015). Traits related to gender encompass a wide variety of areas of one’s life, including expectations of the way one is to dress, behave, speak, and interact with others, as well as one’s career choice and what activities they enjoy. In patriarchal societies, such as the U.S., women have historically been expected to be 7  nurturing and serving, engaged in household tasks and childrearing, place importance on their appearance, and value and express emotion, among many other stereotypes (Lindsey, 2015). In contrast, men have been named natural leaders, expected to be tough, protectors, stoic, and hold important positions outside of the household. Western, patriarchal societies have been built upon the belief that men deserve to be in positions of power, while women, and femininity in general, are devalued. Although gender roles in our society have become less constraining, there are marked discrepancies in the lives of women and men in the U.S. that stand as evidence of the deeply entrenched systems of power related to gender. Notable discrepancies exist in women’s quality of life, mental health, and experiences of discrimination.  In the U.S., women are generally paid 80 cents for every dollar men are paid for the same work, while women of color make even less (American Association of University Women, 2017). For instance, African-American women earn 62 cents and Latina women earn 54 cents for every dollar earned by a Caucasian man. Further, the gender pay gap exists at every level of academic achievement, but it is even larger at higher levels of education, in some cases. There is also a significant discrepancy of men and women in leadership positions. As of June 2017, only 6.4% of the CEOs of Fortune 500 companies in the U.S. were women (Fortune Editors, 2017). Yet, the staggeringly discrepant number of female CEOs is the highest in the 63-year history of the Fortune 500.   Epidemiological studies in the U.S. reveal that women develop depression at rates approximately twice those of men, a different that emerges in adolescence (Cyranowski, Frank, Young, & Shear, 2000). Extensive research conducted in attempts to explain this 8  discrepancy has revealed that there are complex sociocultural and biological factors at play. Specifically, there is evidence that stress plays an important role in preceding mood episodes and may be especially worrisome for women (g, 2016; Charbonneau, Mezulis, & Hyde, 2009). For one, women experience rates of sexual assault at exponentially higher rates than men do. The U.S. Department of Justice estimates that 91% of sexual assault and rape victims between 1992 and 2000 were female (Rennison, 2002). Exposure to uncontrollable stress, such as discrimination or experiences of abuse, can make individuals more vulnerable to future stress and result in neurobiological changes consistent with depression.  The gender difference in depression rates seems to emerge at puberty (Edwards, Rose, Caprio, and Dick, 2011). Some researchers suggest that social factors and differences in gender socialization that occur during adolescence may help explain the discrepancy. That is, there may be experiences that are specific to girlhood contributing to the development of depression. From the time girls are very young, they receive messages about what it means to be feminine. Likely without realizing it, they witness and internalize gender inequities which may become fundamental to their psychological development.  For one, it is typically considered a feminine trait to prioritize relationships. Interpersonal stress has been demonstrated to be a major component of depression for young women (Mezulis, Funasaki, Charbonneau, & Hyde, 2010; Frost, Hoyt, Chung, & Adam, 2015).  In examining the origins of depression in women, it becomes clear that, similar to sexual minority groups, gender conformity also plays a role in the relationship between well-being and assigned sex. In some ways, women have more flexibility in their 9  expressions of gender today than men do. For example, although they often face resistance, it is commonplace to see a woman dressing in androgynous clothing or establishing a successful career. On the other hand, men are highly restricted in behaving counter to masculine stereotypes, such as working as a stay at home parent or expressing emotional sensitivity (Rochlen, McKelley, & Whittaker, 2010; McCusker & Galupo, 2011). Both men and women receive messages from society, subtle or otherwise, to discourage them from behaviors that do not conform to gender stereotypes. However, the common message seems to be that women are not capable enough of engaging in stereotypical masculinity, while men are shamed if they engage in stereotypical femininity because it is devalued.  For women, conforming to gender stereotypes means placing a great deal of importance on physical attractiveness. Research has consistently found that girls and women report facing body dissatisfaction and sexual objectification at far higher rates than men, both of which have been linked to the development of depression and eating pathology (e. g. Grabe, Ward, & Hyde, 2008; Ferreiro, Seoane, & Senra, 2014; Choi & Choi, 2016). Relatedly, a study by Emmerink, van den Eijnden, Vanwesenbeeck, and ter Bogt (2016), found that women, but not men, experienced significantly more negative, and less positive emotions the more strongly that they endorsed sexual attitudes related to traditional gender norms. Researchers found this relationship to be the result of decreased sexual autonomy and sexual body esteem. Findings have also indicated that greater experiences of sexist events were associated with higher levels of psychological distress—a relationship that was moderated by internalized misogyny (Szymanski, Gupta, Carr, & Stewart, 2009). 10  Race and Ethnicity While non-Hispanic White individuals are considered to be the dominant racial group in the U.S., current projections estimate that by 2044 more than half of all Americans will belong to a racial or ethnic minority group; that is, any group other than non-Hispanic White alone (U.S. Census Bureau, 2015). Race and ethnicity are social categories with important consequences. Belonging to a marginalized racial and/or ethnic minority group has been linked to a number of negative outcomes. While there are no definitive genetic features that indicate one’s race, racial groups often share similarities in specific physical features (e.g. skin tone, facial features, hair texture, etc.). Ethnicity refers to a shared cultural heritage. A shared heritage can include, for example, shared ancestry, language, and religion. Race and ethnicity are separate but related identity dimensions. Both are social categories that denote significant (real or perceived) group differences.  There is extensive evidence of the pervasive and far-reaching racially and ethnically-based disparities. Systemic racism within U.S. health and justice systems are clearly linked to the continuation of these disparities. It has been well documented that people of color are overrepresented in the U.S. justice system, the child welfare system, and receive poorer healthcare (Van Ryn & Fu, 2003). In addition, people of color are less likely to have health insurance, less access to preventative care resulting in later diagnosis of disease, higher emergency room costs, and unaffordable prescription prices (National Center for Health Statistics, 2016). Individuals in racial and ethnic minority groups are often subject to unique, identity-related stressors, which can have a detrimental impact on 11  health (See Williams, Neighbors, & Jackson, 2003 for a review). These experiences include singular experiences of discrimination and microaggressions, which Sue (2010) defines as the “constant and continuing reality of slights, insults, invalidations and indignities visited upon marginalized groups by well-intentioned, moral and decent family members, friends, neighbors, coworkers, students, teachers, clerks, waiters and waitresses, employers, health care professionals and educators” (pp. xv). Over time, these experiences can manifest as chronic identity-based stress. Further, experiences of higher levels of daily psychosocial stressors are related to negative mental health outcomes, such as higher psychological distress and suicidality in racial and ethnic minority groups (Sutter & Perrin, 2016).  In Milwaukee, where the current study was conducted, the largest racial and ethnic minority groups are African American and Hispanic/Latinx, respectively. While each community has a unique history and culture, they are similar in that they both experience identity-based discrimination. The discriminatory experiences of African American individuals are deeply linked to their history of enslavement. Although slavery was abolished in 1865, legalized segregation and discrimination continued for years after, and long-standing racial tensions remain today. Further, Milwaukee has been called one of the most racially segregated cities in the U.S. Racially segregated neighborhoods originate from a now-illegal form of housing discrimination called redlining. Redlining is the practice of denying access to housing resources based on the notion that certain populations and neighborhoods pose a greater risk for financial institutions (Chang, Smith, & Gartner, 2016). African Americans were the group most commonly subject to this practice. Despite legal efforts to prevent housing discrimination, such as Federal Fair 12  Housing Act of 1968 and the Equal Credit Opportunity Act of 1974, there is evidence that the consequences of these practices are still relevant. Chang, Smith, and Gartner, (2016) demonstrated that previously redlined neighborhoods in Milwaukee continue to have significantly lower median household incomes and lower home ownership than non-redlined neighborhoods.  Socioeconomic (SES) status plays an important role in health outcomes for racial minority groups. However, there is evidence that race contributes to well-being beyond SES. For instance, Wisconsin had the second highest rate of African American infant mortality (out of 42 reporting states) from 2003 to 2005 (Centers for Disease Control and Prevention, 2008). This rate was three times that of white individuals in Wisconsin. Further, rates of mortality, low birth weight, and preterm birth were the same or worse for African American infants born in upper SES neighborhoods in Milwaukee than for white infants born in lower SES neighborhoods from 2003 to 2007 (Salm Ward, Morisset, Patrick, Madsen, & Cisler, 2010). This suggests that the effects of race are far-reaching.  While Latinx/Hispanic populations have distinct historical and cultural experiences, and belong to a variety of racial groups, they similarly experience discrimination and systemic injustices related to their ethnic identities. Latinx individuals share heritages from a number of countries in Latin America. Given that many Latinx individuals and/or their families have immigrated to the U.S. in recent generations, adapting to U.S. culture may play a role in their mental health. Specifically, researchers have suggested that acculturation (“adaptation to the dominant culture”) and enculturation (“socialization into one’s own culture”) may be important factors in 13  understanding the effects of discrimination on mental health (Lee & Ahn, 2012, p. 31). However, research in this domain has produced mixed results. Additionally, Latinx/Hispanic individuals may face identity-related stressors related to legal status (actual and perceived) and anti-immigrant attitudes. For instance, a study by Almeida, Biello, Pedraza, Wintner, and Viruell-Fuentes (2016) found that the more anti-immigration policies a state had, the greater perceived discrimination was reported by Latinx individuals. While the mechanisms of this relationship are complex, there is extensive evidence supporting the claim that Latinx individuals’ experiences of discrimination are linked to poor outcomes of well-being. A meta-analysis of this topic found a significant, positive relationship between discrimination and outcomes of depression, anxiety, psychological distress, job satisfaction, and unhealthy behaviors (Lee & Ahn, 2012). Although outcomes vary by racial and ethnic group, the overarching finding is that people of color suffer higher rates of mental and physical health issues, and this has been linked to experiences of structural oppression. In addition, gender conformity may present differently amongst various racial and ethnic groups. African American and Latinx subcultures in the U.S. may emphasize different gender-related traits than mainstream Western gender roles endorsed by most White, non-Hispanic people. For instance, African American women report gender role traits similar to Western culture, such as nurturance and care taking. However, unlike Western culture which traditionally values submissiveness and dependence in women, African American women are more likely to report strength, independence, and resilience as a key component of their gender identities (Belgrave, Abrams, Hood, Moore, & Nguyen, 2016). 14  For Latinx groups, gender roles may be rooted in traditional Christian values and thus encourage a patriarchal family structure. The concepts of marianismo and machismo are important to understanding how gender expectations differ for Latinx men and women. Marianismo refers to the idea that women’s lives are family and home-centered, and they possess traits of passivity, nurturance, and spiritual superiority. On the other hand, machismo encourages men to be chivalrous and brave family providers and decision makers. A study by Nunez et al. (2016) examining these traditional gender roles found that endorsement of certain aspects of machismo and marianismo views were associated with higher levels of negative cognitions and emotions, including cynical hostility, depression, and anxiety. Considering racial and ethnic differences in gender expectations is an important part of considering its relationship to well-being.  Age In the 1997 Annual Review of Gerontology and Geriatrics, Ed Diener, author of the Satisfaction with Life Scale and expert on subjective well-being, co-authored a chapter on subjective well-being and age. The chapter concludes that “a complete agreement has not been reached among scientists on the relation between age and well-being” (Diener & Suh, 1997, p. 306). Although twenty years have passed, there is still no consensus on how life satisfaction varies with age. Overall, there is evidence that life satisfaction across the age span could have multiple peaks and valleys.  Several studies have suggested that well-being follows a U-shaped trajectory across the lifespan with middle age as a low point. A study by Blanchflower and Oswald (2008) pooled Eurobarometer data from 500,000 randomly sampled Americans and West 15  Europeans from 1976 to 2002. They found that happiness (measured using a broad single item rating life satisfaction) reached a minimum in middle age (age 40-49) for males and females on both continents. Similarly, using a sample of 340,847 individuals polled through the Gallup Organization, Stone, Schwartz, Broderick, and Deaton (2010) found well-being to decline into middle age, then begin to increase after the age of 50 years old in the U.S.  Other studies have found similar U-shaped results, with the addition of a dip in satisfaction near the end of the lifespan. The two following studies both used data from the German Socio-Economic Panel Study and the British Household Panel Study, which are representative and longitudinal studies of households (Baird, Lucas, & Donnellan, 2010; Wunder, Wiencierz, Schwarze, & Küchenhoff, 2013). However, they used data from different years. Well-being in each was determined using a broad, single item ranking of life satisfaction. Baird, Lucas, and Donnellan (2010) found that life satisfaction in the British sample declined early in adulthood, increased a relatively large amount from the 40s to early 70s (while staying relatively stable in the German sample), at which point life satisfaction declined at the very end of life in both samples. A study by Wunder, Wiencierz, Schwarze, and Küchenhoff (2013) found similar results for both samples that the previous study found for the British sample alone. They found that life satisfaction declined until the fifth life decade, increased until about age 65, then decreased again for those aged 65 and over.   Alternatively, other studies have found the well-being curve to follow an inverted U-shape, in which satisfaction increased into middle age. A two-sample longitudinal study beginning in Canadian high school (age 18-43) and university (age 23-37) students 16  found that there was an increase in global happiness into the 30s in both samples, with a small downturn by age 43 in the high school sample (Galambos, Fang, Krahn, Johnson, & Lachman, 2015). Although the samples in this study were significantly smaller (n=968 and n=598), they were strengthened by the ability to assess within-person change over time. Another study found that general life satisfaction in German women was highest between ages 31 and 40 years, then decreased from the fifth decade onward (Beutel, Glaesmer, Decker, Fischbeck, & Brähler, 2009). In the oldest age group (70+), life satisfaction was lowest and level of depression was highest.    The relationship between well-being and age is not straightforward. Differences in results likely depend on a variety of factors including time, place, and method of analysis. Many studies examining the relationship between age and well-being use broad single-item measures, which may have limited utility in capturing complex or multifaceted constructs. However, single-item measures may reliably measure global constructs such as well-being (Schimmack & Oishi, 2005). Researchers often control for important covariates when examining well-being alone, as it is evident that it is influenced or explained by other factors, in various ways, across the lifespan (Diener, 1997; Galambos et al., 2015). For instance, the effect of marital status is different depending on whether an individual is in their twenties, forties, or late adulthood. Important covariates to consider include gender, education, socioeconomic status, self-esteem, physical health, etc.  The present study will examine the relationship between age and well-being, taking gender conformity into consideration. Gender expectations in Western culture have shifted dramatically, and continue to shift, across time. For instance, a man who 17  engages in traditionally feminine activities, such as sewing or baking, would be viewed and treated very differently in the 1970s than he would today. A study by Blanchflower and Oswald (2008) demonstrated that controlling for cohort effects did not significantly alter the relationship between age and well-being. However, it is expected that there will be differences between age groups when considering gender conformity in this relationship. It is unclear whether this difference would be due to cohort effects in gender expectations or developmental influences, such as becoming more comfortable with one’s identity with age. In this study, analyses examining the relationship between age and well-being will be considered exploratory.  Intersectionality Given the health disparities that exist among sexual, gender, and racial/ethnic minorities, researchers require a greater understanding of how marginalized identities interact, and how they relate to well-being. It is crucial to consider the social systems of oppression facing marginalized populations that contribute to and exacerbate health disparities. Minority Stress Theory is primarily used to explain outcomes in sexual minority or racial minority groups.  However, as we know, individuals’ experiences are not limited to one factor of their identity. Intersectionality provides a helpful lens for analyzing identity and its relationship to social systems of power and oppression. Intersectionality theory was first introduced and developed in the 1960s and 1970s by women of color to emphasize Black women’s experiences in both feminist and anti-racist discourse, which consistently neglected to analyze the interaction of racism and sexism (Cho, Crenshaw, & McCall, 2013; Samuels & Ross-Sheriff, 2008). Intersectionality 18  encourages scholars to recognize the limitations of viewing one identity group as homogeneous (e.g. all women’s experiences as similar), and instead recognize important within-group differences that stem from intersecting identities, such as race and economic status.  Intersectionality theory stresses the idea that we are not just the sum of various identities, rather, our identity components interact and result in unique experiences (Samuels & Ross-Sheriff, 2008). Similarly, the various societal oppressions that individuals of minority identities experience do not operate independently. Rather, our multiple identities interact and overlap to form a complex, multifaceted whole that cannot easily be disentangled. Every individual is the combination of many identity factors, including but not limited to, their race, ethnicity, sexual orientation, age, gender identity, gender expression, level of education, socioeconomic status, etc. These identity dimensions all denote social location. To understand identity, we must examine the “layers of oppressions and privileges” (Samuels & Ross-Sheriff, 2008, p. 8). For example, a Black lesbian woman may experience oppression related to her race, gender, and sexuality. However, these sources of oppression do not occur in isolation. Her identity dimensions are not simply additive, separate components. Rather, she exists at the intersection of her race, gender, sexuality, and other identity factors, and thus has a multifaceted identity that forms a complex whole.   Research suggests that individuals who are members of more than one marginalized identity group may be at particular risk for negative health outcomes (Sutter & Perrin, 2016). There is now an expanding body of literature exploring minority identity and various outcomes of well-being. However, research that specifically examines 19  marginalized identities from an intersectional framework is lacking. Rather than including one or two identity factors (such as sexual orientation and age), the present study uses a large demographically diverse sample to investigate the complex relationships between multiple identity factors and outcomes of well-being. This study seeks to examine the relationship between identity dimensions, gender conformity, and well-being. I hypothesize that identification with a marginalized identity group will predict poorer satisfaction with life, compared to identification with a privileged group. In addition, I will investigate the role of gender conformity as a possible interaction variable in the relationship between identity factors (sexual orientation, assigned sex, race, ethnicity and age) and outcomes of satisfaction with life.         20  METHOD Sample  Researchers collected survey data from 1,019 participants at PrideFest Milwaukee 2016. Participants ranged in age from 18 to 73 years old (M = 31, SD = 12.4). The majority of participants were female (65%), followed by male (35%) and intersex (n = 1; excluded from analyses due to small sample). Six participants did not disclose their assigned sex. Participants were diverse in self-reported sexual orientation. The largest reported sexual orientation was lesbian or gay (37.7%), followed by straight (20%), bisexual (13.8%), pansexual (7.3%), queer (2.8%), and asexual spectrum (2.2%). A number of participants did not indicate their sexual orientation (15.8%).  The majority of participants were White/Caucasian (76.6%), followed by Black/African American (5.7%), Multiracial (4.5%), Asian (1.8%), and Native American (1.4%). A number of participants chose either not to report their race or included their ethnicity but no race in their open-ended response (10%). Ninety-one participants indicated that they were Hispanic or Latinx.  Measures  Participants completed a brief, two-sided survey (see Appendix A) where they were asked to provide open-ended demographic information as well as completing two Likert scale measures.  21  Sexual Orientation Sexual orientation was assessed with a measure resembling the widely used Kinsey Scale (1948). The scale asks the participant to indicate “Which of the following best describes your sexual behavior in your lifetime?” Answers are provided on a seven-point Likert scale ranging from 1 (exclusively heterosexual) to 7 (exclusively homosexual), with a 4 indicating equally hetero- and homosexual or bisexual. Participants could instead indicate that they are asexual/non-sexual. For the purpose of analyses, responses were coded into four sexual orientation categories: heterosexual/straight (23.1%; response of 1 or 2), bispectrum/queer (29.7%; response of 3-5), lesbian/gay (44.6%; response of 6 or 7), and asexual (2.7%). Four participants chose not to indicate a sexual orientation on this scale. Gender Conformity The Marquette Measure of Gender Conformity (MMGC; Matelski et al., 2016) was used to assess the extent to which individuals believe they align with U.S. conventions surrounding gender roles. The measure is comprised of three items, assessing behavior, physical presentation, and attitudes/values. Participants were instructed to rate the extent to which they align with each on a seven-point Likert scale from 1 (strongly not align) to 7 (strongly align). The measure is scored by averaging the rating of the three items, and it is treated as continuous for analyses. Reliability analyses indicated a Cronbach’s Alpha of 0.75 for the current sample. Although the MMGC is a relatively new measure, psychometric data by Matelski, et al.  (2016) supports its use. The measure demonstrated good reliability with a Cronbach’s alpha of .83 (Matelski et al., 2016). Matelski and colleagues (2016) also found that men and women’s MMGC scores were unrelated to another common measure of gender conformity, the Personal Attributes Questionnaire (PAQ; Spence, Helmreich, 22  & Stapp, 1975). This indicates that the MMGC measures a unique aspect of gender conformity. The MMGC was positively correlated with the Satisfaction with Life Scale, indicating a similar relationship to well-being as other measures of gender conformity in the literature. In addition, the MMGC was shown to account for additional variance in well-being above that of the PAQ (Matelski et al., 2016). Assigned Sex Participants were asked to select which biological sex (female, male, or intersex) was indicated on their birth certificate.   Race and Ethnicity Rather than forcing participant to choose from pre-set boxes, participants were asked to provide their race and/or ethnicity in an open-ended format. Open-ended responses allow participants to articulate their identities in their own words. Given the unfortunate history of oppressive research done with marginalized populations, I believe this method is in line with social justice. Obtained responses include, “Hispanic”, “German”, “Caucasian”, “Black”, “White/Mexican”, etc. The initial coding of open-ended race/ethnicity responses allowed multiracial or multiethnic participants to fall into more than one group, depending on their responses. These groups included White/Caucasian, Black/African American, Asian, Native American, Middle Eastern, Hispanic/Latinx, and Multiple (indicated more than one category). After finalization of the codebook, responses were triple-coded by independent coders. The interrater agreement ranged from 99.9-100%. Any unresolved discrepancies were discussed by the team, and necessary revisions to the codebook were made at this time. After this process, total agreement was 100%.  23  Following this process, mutually exclusive categories were created for use in analyses. Participants who were initially coded into only one racial and/or ethnic group did not require further coding. Participants who fell into more than one racial category were coded as Multiracial, and no longer coded as part of multiple groups. For example, an individual who responded “Black/White” would have been initially coded as Black/African American, White Caucasian, and Multiple. In the final coding, they would be coded only as Multiracial. Hispanic/Latinx ethnic identity was analyzed as a separate variable from race. An individual who responded “White/Mexican”, for example, would be coded as both White/Caucasian and Hispanic/Latino, not as multiracial. Participants who indicated they were Hispanic/Latinx, but did not indicate a race, were coded as missing and not included in analyses of race. Participants who indicated a racial identity, but no ethnicity, were coded as non-Hispanic/Latinx.  Age Participants were asked to indicate their age in an open-ended format. These responses were treated as continuous for analyses. Well-Being The Satisfaction with Life Scale (SWLS; Diener, Emmons, Larson, & Griffon, 1985) was used to assess well-being. The scale assesses participants’ broad satisfaction with their lives as a whole. The scale does not ask about specific domains of life (e. g. health or relationships) but allows participants to evaluate their lives in whatever way they choose. The measure is comprised of five items, each rated on a five-point Likert scale from 1 (strongly disagree) to 5 (strongly agree). For example, one item asks participants to rate their agreement with the statement “In most ways my life is close to ideal”. The measure is scored by finding the mean rating of the five items and is 24  treated as continuous for analyses. Reliability analyses indicated a Cronbach’s Alpha of 0.84 for the current sample.  The Satisfaction with Life Scale is widely considered reliable and valid. Diener et al. (1985) reported a coefficient alpha of 0.87 for the scale, as well as a two-month test-retest stability coefficient of 0.82. Recent reviews of the scale’s psychometrics have supported early findings, with acceptable internal consistency (coefficient alphas ranging from .79 to .89), as well as one-month test-retest correlations from .80 to .84 (Pavot & Diener, 2008). Good convergent validity has been demonstrated with other scales and assessments of subjective well-being, including correlating with measures of mental health and predicting future behaviors such as suicide attempts (Pavot & Diener, 1993). The scale has also been translated into over twenty languages and has been validated in a wide variety of populations and cultures around the world (e.g. Suh, Diener, Oishi, & Triandis, 1998; Schimmack, Radhakrishnan, Oishi, Dzokoto, & Ahadi, 2002; Sachs, 2003; Gouveia Milfont, Da Fonseca, & de Miranda Coelho, 2009).  Procedure Researchers collected data at PrideFest Milwaukee in the summer of 2016. PrideFest is an annual, three-day (Friday, Saturday, and Sunday) festival occurring in many major U.S. cities. The purpose of PrideFest is to celebrate LGBTQ+ identity and culture, as well as providing education on the needs of the community.   On all three days of the festival, undergraduate and graduate research assistants recruited PrideFest attendees as they passed by the table and asked if they were interested in completing a brief survey. If they were interested, participants were given time to read 25  a brief written informed consent. Researchers then asked participants if they understood the information in the consent form or had any questions, and whether the participant was willing to continue. After the consent process, the participant was given a two-sided survey to complete. Lab members remained nearby to answer any questions. Procedures took approximately five minutes to complete. Upon completion, participants were allowed to choose from event-themed accessories and toys (rubber duckies, plastic jewelry, stickers, etc.).               26  RESULTS Preliminary inferential analyses were conducted to gain familiarity with the dataset by examining initial relationships and group differences. Pearson correlation analyses were computed to assess the relationships between the three continuous variables examined in this study: age, gender conformity, and satisfaction with life (see Table 1). Gender conformity and age were not significantly correlated, r(900) = .05, p = .17. Gender conformity and satisfaction with life were significantly positively correlated, such that higher gender conformity was weakly associated with greater well-being, r(905) = .20, p < .001. There was a significant positive correlation between age and satisfaction with life, r(901) = .14, p < .001. This indicates that older age was weakly associated with greater well-being. Given previous findings of a curvilinear relationship between age and well-being, a curve-analysis regression was conducted. The results indicated that there was a significant quadratic trend, such that age accounted for 2.8% of the variability in satisfaction with life, F(2, 900) = 12.84, p < 0 .001. However, given that the increase in variability explained by the quadratic term was only slightly greater than a linear analysis, a quadratic term was not included in the final model (0.4% difference in R2, see below). Table 1             Correlations Between Age, Gender Conformity (MMGC), and Satisfaction with Life (SWLS) Variables               1 2 3     1. Age --       2. MMGC 0.05 --      3. SWLS .14** .20** --       Note **Correlation is significant at the .01 level (2-tailed).        27  Independent t-tests and one-way ANOVAs were computed to examine group differences in outcomes of gender conformity and satisfaction with life. Descriptive statistics for gender conformity and satisfaction with life by group are provided in Tables 2 and 3, respectively.   Two independent t-tests were conducted to compare group means between males and females on reports of gender conformity and satisfaction with life (see Figure 2). Both t-tests met the assumption of homogeneity of variance using Levene’s test for equality of variance, p > .05. The first t-test indicated that females (M = 3.39, SD = 1.41). reported significantly lower gender conformity than males (M = 4.08 SD t(902) = 7.00, p < .001. Cohen’s effect size value (d = .49) suggests a medium effect. The second t-test Table 3             Satisfaction with Life by Identity Dimensions          Females     Males   Factor n M SD n M SD Race       White 446 3.59 0.82 246 3.75 0.73 Black 40 3.22 0.84 11 3.44 1.17 Multiracial 29 3.65 0.78 13 3.52 0.93 Asian 9 3.51 0.92 8 3.15 1.03 Native American 7 3.03 1.13 3 3.80 1.25 Total 531 3.42 1.42 280 4.09 1.36 Ethnicity       Hispanic/Latinx 58 3.62 0.85 27 3.63 0.78 Non-Hispanic/Latinx 519 3.56 0.85 272 3.73 0.78 Sexual Orientation       Straight 154 3.62 0.77 47 3.72 0.73 Lesbian/Gay 196 3.73 0.84 208 3.78 0.79 Bispectrum/Queer 221 3.38 0.82 52 3.51 0.81 Asexual  22 3.51 0.93 2 3.30 0.14 Total 593 3.56 0.83 309 3.73 0.78 28   indicated that females (M = 3.56, SD = 0.83) reported significantly lower satisfaction with life than males (M = 3.73, SD = 0.78), t(903) = 2.89, p = .004. Cohen’s effect size value (d = .20) suggests a small effect.    Figure 2. A) Mean gender conformity by assigned sex. B) Mean satisfaction with life by assigned sex. Significant group differences were found: **p < .01   Two separate one-way ANOVAs were conducted to examine the effects of racial groups identification on gender conformity and satisfaction with life (see Figure 3). Both 2.73.23.7Male FemaleGender ConformityAssigned SexA3.23.43.63.8Male FemaleSatisfaction with LifeAssigned SexBTable 2             Gender Conformity by Identity Dimensions          Females     Males   Factor n M SD n M SD Race       White 446 3.37 1.41 245 4.14 1.35 Black 40 3.88 1.52 11 3.39 1.25 Multiracial 29 3.45 1.45 13 3.41 1.47 Asian 9 3.48 0.94 8 4.60 0.93 Native American 7 3.24 1.63 3 3.56 2.17 Total 531 3.42 1.42 280 4.09 1.36 Ethnicity       Hispanic/Latinx 58 3.30 1.26 27 3.62 1.52 Non-Hispanic/Latinx 519 3.42 1.43 271 4.13 1.35 Sexual Orientation       Straight 154 3.94 1.56 47 4.18 1.38 Lesbian/Gay 196 3.12 1.38 207 4.15 1.34 Bispectrum/Queer 221 3.32 1.19 52 3.70 1.51 Asexual  22 2.74 1.53 2 4.00 0.00 Total 593 3.39 1.41 308 4.08 1.38 ** ** 29  ANOVAs examining the effect of racial group met the assumption of homogeneity of variance using Levene’s test for equality of variance, p > .05. The first one-way ANOVA was conducted to compare the effect of racial identity on gender conformity. The results indicated that the effect of racial identity on gender conformity was not significant, F(4, 808) = .85, p = .49. Another one-way ANOVA was conducted to examine the effect of racial identity on satisfaction with life. The results of the ANOVA indicated a significant effect of racial identity on satisfaction with life, F(4, 809) = 3.57, p = .007 (see Figure 8). Post hoc analyses using the Scheffé post hoc criterion for significance indicated that participants who identified as Black or African American (M = 3.27, SD = .91) reported significantly lower satisfaction with life than participants who identified as White or Caucasian (M = 3.65, SD = .79), p = .035. The effect size value suggests this is a medium effect (d = .47). No other racial group differences were statistically significant.            Figure 3. A) Mean gender conformity by race (p  > .05). B) Mean satisfaction with life by race. Significant group differences were found: *p < .05  2.73.23.74.2White Black Multiracial Asian NatAGedner ConformityRaceA3.23.43.63.8White Black Multiracial Asian NativeSatisfaction with LifeRaceB*30  Two independent t-tests were conducted to compare group means on reports of gender conformity and satisfaction with life between Hispanic/Latinx individuals and non-Hispanic/Latinx (see Figure 4). Both t-tests met the assumption of homogeneity of variance using Levene’s test for equality of variance, p > .05. A t-test indicated that there was no significant difference between Hispanic/Latinx individuals’ (M = 3.40, SD = 1.35) and non-Hispanic/Latinx (M = 3.65, SD = 1.44) individuals’ reports of gender conformity, t(876) = -.007, p = .99. There was also no significant difference between Hispanic/Latinx individuals’ (M = 3.62, SD = .82) and non-Hispanic/Latinx (M = 3.62, SD = .81) individuals’ reports of satisfaction with life, t(875) = 1.55 , p =  .12.   Figure 4. A) Mean gender conformity by ethnicity. B) Mean satisfaction with life by ethnicity. No significant differences (p  > .05).   Two one-way ANOVAs were conducted examining the effect of sexual orientation group on gender conformity and satisfaction with life (see Figure 5). The ANOVA results indicated a significant effect of sexual orientation group on gender conformity, F(3, 899) = 9.65 p < .001. Post hoc analyses using the Scheffé post hoc criterion for significance indicated that participants who identified as straight or mostly straight (M = 4.00, SD = 1.52) reported significantly higher gender conformity than participants who identified as lesbian/gay (M = 3.64, SD = 1.46; p = .035, d = 0.24), 2.73.23.7Hispanic/Latinx Non-Hispanic/LatinxGender ConformityA3.23.33.43.53.63.73.8Hispanic/Latinx Non-Hispanic/LatinxSatisfaction with LifeB31  bispectrum/queer (M = 3.39, SD = 1.26; p < .001, d = 0.44), and asexual (M = 2.85, SD = 1.51; p = .003, d = .76). These effects were small, moderate, and large, respectively. There were no significant differences in gender conformity between those who identified as lesbian/gay, bispectrum/queer, or asexual. The omnibus ANOVA was found to violate the assumption of homogeneity of variance using Levene’s test (p = .02). However, the resulting F and p values were consistent with those found upon using Welch and Brown-Forsythe tests, likely given the robustness of ANOVA to violations of this assumption, as well as the large sample size of the analysis. A one-way ANOVA examining the effect of sexual orientation group on satisfaction with life met the assumption of homogeneity of variance using Levene’s test (p > .05). The results of the ANOVA indicated a significant effect of sexual orientation group on satisfaction with life, F(3, 900) = 10.88, p < .001. Post hoc analyses using the Scheffé post hoc criterion for significance indicated that participants who identified as bispectrum/queer (M = 3.40, SD = .82) reported significantly lower satisfaction with life than participants who identified as straight (M = 3.65, SD  = .76; p = .016, d = .30) or lesbian/gay (M = 3.76, SD = .81; p < .001, d = .44). These effect values indicate small and small-moderate effects, respectively.  2.73.23.74.2Straight Gay Bispectrum/Queer AsexualGender ConformitySexual OrientationA* *** ** 32    Figure 5. A) Mean gender conformity by sexual orientation. B) Mean satisfaction with life by sexual orientation. Significant group differences were found: **p < .01 ***p < .001   Hierarchical multiple regression analyses were used to investigate the proportion of variability in satisfaction with life that can be accounted for by identity dimensions (age, assigned sex, race, ethnicity, sexual orientation) and gender conformity. The regression model was also used to examine the hypothesized moderating role of gender conformity in these relationships (see Figure 1 for statistical model). Indicator coding was utilized to allow for the use of categorical variables (sex, race, ethnicity, and sexual orientation) in the regression model. The corresponding privileged identity groups were used as the reference category in each of the dummy variables to allow for comparisons of well-being between individuals in privileged and marginalized identity groups. For assigned sex, the reference category was male. White/Caucasian was the reference category for race, non-Hispanic/Latinx for ethnicity, and heterosexual for sexual orientation. Given that the sample ranged in age from 18 to 73 years old, with a mean age of 31, age was centered in analyses to improve interpretation. Instead of interpreting the intercept of age as 0 years old, the intercept is interpreted as 31 years old.  3.23.43.63.8Straight Gay Bispectrum/Queer AsexualSatisfaction with LifeSexual OrientationB** *** 33   Predictors were entered into the model in seven steps to allow for the use of indicator-coded categorical variables. There are several theoretical methods for determining the order variables are entered into a model. In this case, age was entered into the model first so that it would be controlled for in subsequent steps. The remaining variables were entered into the model from a developmental approach, considering the order in which they are theorized to occur or become relevant. An individual is born with their assigned sex, race, and ethnicity, and immediately impacted by the cultural implications of each. Sexual orientation and gender conformity generally become more salient with age. The blocks of predictors were as follows: 1) Age, 2), Assigned Sex 3) Race, 4) Ethnicity, 5) Sexual Orientation, 6) Gender Conformity, and 7) Gender Conformity and identity interaction variables. The t-statistics for the regression coefficients were examined for each variable in the step when it first entered the analysis. The overall model summary statistics are represented in Table 4 and the individual predictor coefficients by step are reported in Table 5. Table 4 Model Summary of Hierarchical Multiple Regression (N = 804) Model R R2 R2 Change F Change 1 .156 0.024 0.024 20.01*** 2 .172 0.03 0.005 4.46* 3 .207 .043 .013 2.72* 4 .216 0.047 0.004 3.47 5 .255 0.065 0.018 5.12** 6 .311 0.096 0.032 27.74*** 7 .341 0.116 0.02 2.18* Note *p < .05 **p < .01 ***p < .001   34  Table 5 Results of Hierarchical Multiple Regression of Age, Assigned Sex, Ethnicity, Race, Sexual Orientation, Gender Conformity (MMGC), and Moderator Variables on Satisfaction with Life (N = 804) Model Predictor  B SE β t 1 (Constant) 3.61 0.03  127.27*** Age Centered 0.01 0.00 0.16 4.47*** 2 (Constant) 3.69 0.05  76.29*** Age Centered 0.01 0.00 0.15 4.23*** Assigned Sex -0.13 0.06 -0.07 -2.11* 3 (Constant) 3.72 0.05  75.30*** Age Centered 0.01 0.00 0.14 3.92*** Assigned Sex -0.12 0.06 -0.07 -2.00* Black -0.31 0.18 -0.09 -2.69** Multiracial 0.00 0.13 0.00 -0.03 Asian -0.30 0.20 -0.05 -1.53 Native -0.35 0.26 -0.05 -1.37 4 (Constant) 3.73 0.05  75.16*** Age Centered 0.01 0.00 0.13 3.81*** Assigned Sex -0.12 0.06 -0.07 -2.09* Black -0.32 0.12 -0.10 -2.75** Multiracial 0.04 0.13 0.01 0.29 Asian -0.31 0.20 -0.06 -1.58 Native -0.36 0.25 -0.05 -1.40 Hisp/Lat -0.34 0.18 -0.07 -1.86 5 (Constant) 3.70 0.08  47.99*** Age Centered 0.01 0.00 0.12 3.26** Assigned Sex -0.06 0.06 -0.03 -0.91 Black -0.30 0.12 -0.09 -2.56* Multiracial 0.05 0.13 0.01 0.37 Asian -0.30 0.20 -0.05 -1.53 Native -0.35 0.25 -0.05 -1.37 Hisp/Lat -0.32 0.18 -0.06 -1.77 Lesbian/Gay 0.08 0.07 0.05 1.09 BiQueer -0.19 0.08 -0.11 -2.41* Asexual -0.11 0.18 -0.02 -0.60 6 (Constant) 3.23 0.12  27.28*** Age Centered 0.01 0.00 0.11 3.22** Assigned Sex 0.02 0.06 0.01 0.31 Black -0.32 0.11 -0.10 -2.78** Multiracial 0.05 0.13 0.01 0.42 Asian -0.32 0.19 -0.06 -1.68 Native -0.32 0.25 -0.04 -1.29 Hisp/Lat -0.27 0.18 -0.05 -1.47 Lesbian/Gay 0.14 0.07 0.08 1.85 BiQueer -0.14 0.08 -0.08 -1.79 Asexual 0.00 0.18 0.00 0.01 MMGC 0.11 0.02 0.19 5.27*** 7 (Constant) 3.16 .23  13.93*** Age Centered .02 .01 .30 3.15** Assigned Sex -.15 .18 -.09 -.84 Black .04 .32 .01 .14 Multiracial -.20 .33 -.03 -.29 Asian -.30 .19 -.05 -1.54 35  Native -.37 .25 -.05 -1.49 Hisp/Lat -.35 .57 -.07 -.61 Lesbian/Gay .49 .20 .30 2.43* BiQueer -.24 .23 -.14 -1.05 Asexual .57 .40 .12 1.46 MMGC .13 .06 .23 2.35* Age x MMGC -.003 .00 -.19 -2.01* Sex x MMGC .04 .05 .09 .82 HispLat x MMGC .02 .17 .01 .11 Black x MMGC -.10 .08 -.13 -1.30 Multiracial x MMGC .04 .09 .05 .49 Lesb/Gay x MMGC -.09 .05 -.24 -1.85 BiQueer x MMGC .04 .06 .08 .65  Asexual_x_MMGC -.17 .12 -.11 -1.47 Note *p < .05 **p < .01 ***p < .001   In Step 1, the results of the hierarchical multiple regression indicated that age contributed significantly to the model, F(1, 804) = 20.01, p < 0 .001, and accounted for 2.4% of the variability in satisfaction with life, such that satisfaction increased with age. In Step 2, adding assigned sex to the model explained an additional 0.5% of variability in satisfaction with life, which was a significant increase, Fchange (1, 803) = 4.46, p =.035. The results indicated that being female predicted significantly lower average satisfaction with life compared to being male, B = -0.13, t (803) = -2.11, p = .035. The set of race variables were entered in Step 3. Race explained an additional 1.3% of variability and this change in F was significant, Fchange (4, 799) = 2.72, p = 0.029. Specifically, being Black predicted significantly lower satisfaction with life on average than being White, B = -.314, t (799) = -2.685, p = 0.007. Examination of the coefficients for the other three race variables indicated that they did not differ significantly from the reference group in satisfaction with life: Multiracial (t(799) = -0.03, p = 0.976), Asian (t(799) = -1.53, p = 0.125), and Native American (t(799) = -1.37, p = 0.17). In Step 4, ethnicity (Hispanic/Latinx) did not significantly contribute to the model, Fchange(1, 799) = 3.47, p = 0.06, R2change = .004. In Step 5, including sexual orientation as a set of predictors significantly increased the proportion of variability explained in satisfaction with life, 36  Fchange(3, 795) = 5.12, p = 0.002, R2change = 0.018. Examination of the coefficients revealed that the Bisexual/Queer group was the only one that differed significantly on average from the Heterosexual group, B = -0.190, t(795) = -2.41, p = 0.016. The last individual predictor, gender conformity, was entered in Step 6. Results indicated that gender conformity significantly and uniquely explained 3.25% of the variability in satisfaction with life, Fchange(1, 794) = 27.74, p = <0.001.   Finally, the last set of predictors entered in Step 7 were included to test the role of gender conformity as a moderator for key identity variables in predicting satisfaction with life. The predictors included were age, assigned sex, race (Black, Multiracial), ethnicity, and sexual orientation (lesbian/gay, bispectrum/queer, asexual). Due to smaller cell sizes, these analyses excluded Asian and Native American participants. Including these interaction terms as a set of predictors significantly increased the proportion of variability explained in satisfaction with life, Fchange(8, 786) = 2.18, p = 0.027, R2change = 0.02).  However, examination of the individual predictors revealed that age was the only variable which was significantly moderated by gender conformity, B = -.003, t(786) = -2.01, p = .045. This coefficient is the estimated change in the conditional effect of age as gender conformity increases by one unit and it indicates an exceptionally small effect size. Nonetheless, this interaction was further probed by analysis of simple slopes as described by Darlington and Hayes (2017). First, a multiple linear regression was conducted with the RLM macro, with age as the focal predictor, gender conformity as a moderator, and satisfaction with life as the dependent variable. The results indicated that the model significantly explained 5.96% of the variability in satisfaction with life, F (3, 898) = 18.98, p < .001. Age and gender conformity significantly predicted satisfaction 37  with life, and gender conformity significantly moderated the relationship between age and gender conformity, t(898) = -1.97, p = .0497. Individual predictor coefficients are reported in Table 6, as they are consistent with the results of the initial hierarchical regression. In this model, the increase in R2 due to the interaction term was minimal but statistically significant, F (1, 898) = 3.8629, p = .0497, R2change = .004. Next, simple slopes were examined at the 25th, 50th, and 75th percentile of gender conformity (X2 = 2.67, 3.67, and 4.67, respectively) and are presented in Table 7. Individuals at these percentiles can be considered low, moderate, and high gender conformers, relative to the sample. The conditional effect of age on satisfaction with life was greatest among relatively low conformers, θX1=.012, t(898) = 4.57, p < .001. The effect of age was significant, though smaller, among moderate gender conformers, θX1=.009, t(898) = 4.16, p < .001, and smaller yet among high conformers, θX1 = .006, t(898) = 2.34, p = .02. In other words, the significant effect of age on satisfaction with life decreases at higher levels of gender conformity. A visual representation of this interaction is displayed in Figure 6. Table 6 Regression Coefficients of Multiple Regression of Age on Satisfaction with Life, Moderated by Gender Conformity (MMGC) (N = 902) Predictors B SE t (Constant) 3.23 .07 45.02*** Age  .02 .01 3.39*** MMGC .11 .02 5.89*** Age x MMGC -.003 .002 -1.87* Note *p < .05 **p < .01 ***p < .001  Table 7 Conditional Effects of Age on Satisfaction with Life Gender Conformity  95% CI Low (25th %ile) .012*** .007 - .017 Mid (50th %ile) .009*** .005 - .013 High (75th %ile) .006* .001 - .011 Note *p < .05 **p < .01 ***p < .001 38    Figure 6. Age and satisfaction with life significantly moderated by gender conformity (p < .05). Low, mid, and high MMGC are defined by 25th, 50th, and 75th percentile values, respectively.                    3.23.43.63.8418 21 24 26 29 32 35 37 40 43 46 48 51 54 57 59 62 65 68 70 73Satisfaction with LifeAgeLow Mid High MMGC39  DISCUSSION A large body of scientific literature confirms that, by and large, members of marginalized identity groups experience disparities in health and well-being. The aim of the current study was to examine the relationships between identity dimensions and well-being in attendees of the 2016 Milwaukee PrideFest. The primary hypothesis predicted that identification with a marginalized group would predict lower satisfaction with life, compared to privileged group identification. This hypothesis was examined in various identity groups, including age, assigned sex, race, ethnicity, and sexual orientation, and was largely supported by the study findings. This study did not examine the underlying mechanisms for this association. However, results will be interpreted by considering previous research on group-based, systemic inequities in health and well-being.  The researchers sought to investigate the role of gender conformity in the relationship between identity factors (sexual orientation, assigned sex, race, ethnicity, and age) and outcomes of satisfaction with life. As the second hypothesis, it was expected that gender conformity would function as a moderator in these relationships. Examination of gender conformity by identity dimension interaction variables (GC x age, GC x assigned sex, GC x race, GC x ethnicity, and GC x sexual orientation), indicated that this prediction was largely unsupported, with the exception of age. Age Age was a significant predictor of satisfaction with life, such that older age was predictive of greater well-being. The examination of this relationship was considered exploratory, considering the array of conflicting research on the topic. As previously 40  discussed, studies have indicated that well-being may follow a u-shaped or inverted u-shaped trajectory over the lifespan, such that middle age is the highest or lowest point of well-being in one’s life.   The present study’s finding is consistent with several previous studies indicating that well-being increased from young to mid-adulthood (Galambos, Fang, Krahn, Johnson, & Lachman, 2015; Beutel, Glaesmer, Decker, Fischbeck, & Brähler, 2009). However, instead of declining in older age as in previous studies, well-being continued to increase.  Overall, older age and higher gender conformity predicted greater well-being. However, there was not a significant relationship between age and gender conformity. The relationship between age and well-being was significantly moderated by gender conformity. In other words, the relationship between age and well-being differs, depending on one’s level of gender conformity. Further examination of this moderated relationship indicated that gender conformity may be a more relevant or salient predictor of well-being in early adulthood. For young adults, there were greater differences between low and high conformers on satisfaction with life, than there were among older participants. This difference that can be seen through visual examination of the data and attention to the conditional effect sizes. These results suggest that participants’ experiences and interpretation of their gender expression at an older age were different than for younger-aged participants. For older adults in this study, it is possible that gender conformity was less relevant in their reports of well-being, or perhaps they had become more comfortable defying societal gender norms as they aged. The effect of age on well-being was significant across levels of gender conformity, with the largest effect occurring among relatively low conformers. However, the overall effect of this interaction was 41  relatively small and statistically powered by a large sample. There are likely many other factors related to well-being across the lifespan, such as health, financial stability, or social support (Diener, 1997; Galambos et al., 2015). Assigned Sex Overall, lower gender conformity was related to lower satisfaction with life. As expected, the results of this study indicated that female participants reported significantly lower gender conformity than male participants, and being female predicted significantly lower average satisfaction with life compared to being male. This finding provides support for the first hypothesis. This study did not examine the potential mechanisms for this gender discrepancy in well-being. However, as discussed, females have a long history of marginalization in Western cultures. Gender-related stressors, such as experiences of sexist events and internalized sexism, have been linked to notable discrepancies in women’s quality of life and mental health. For instance, women develop depression at rates approximately twice those of men (Cyranowski, Frank, Young, & Shear, 2000). While many factors influence overall well-being, lower satisfaction with life among females, who were also lower gender conformers, indicates that sex and gender in and of themselves have clinical relevance.  Race and Ethnicity Findings indicated that there were no differences between racial or ethnic identity groups in reported level of gender conformity. This could be interpreted to mean that individuals’ levels of gender conformity across racial and ethnic groups are similar. As discussed previously, adherence to gender norms may be similarly important across U.S. 42  racial and ethnic subcultures, but the norms themselves may vary. It is also important to consider the context of PrideFest in interpreting this finding. As it is a celebration of gender and sexuality diversity, it is likely that there were a greater number of gender non-conformers at PrideFest than there are in the general population. However, it is unclear whether the general population would show similarity in gender conformity levels across racial and ethnic groups, as this study found. Few studies have examined adult gender conformity and mental health outcomes, and even fewer have examined how race or ethnicity may be implicated in this relationship. One study found an association between conformity to masculine role norms and help-seeking intentions in a racially diverse sample (McDermott et al., 2017). However, their results indicated that race did not moderate this relationship, despite previous findings that racial and ethnic minority men tend to seek psychological help at lower rates. Unlike the present sample, theirs was predominantly heterosexual. These results are consistent with the present findings that race and gender conformity may not interact to impact well-being in a meaningful way.  Unfortunately, key studies on gender conformity have been with predominantly White samples (Rieger & Savin-Williams, 2012; Baams et al., 2013). A study by Skidmore and colleagues (2006), examining the relationship between gender conformity and psychological distress in gay and lesbian adults, had a racially and ethnically diverse sample. However, they did not examine group differences in gender conformity by racial or ethnic group in their analyses. Previous studies have found differences in gender expression and conformity in children of various racial and ethnic groups. This study is one of few to examine differences in gender conformity by racial and ethnic group in adults. 43  Black/African American participants reported significantly lower satisfaction with life than White participants. These results highlight the significant racial group inequalities experienced by Black and African American individuals across the U.S., and in Milwaukee in particular.  This finding is consistent with a large body of research examining the health and well-being disparities experienced by people of color, who are less likely to have affordable access to health care, are overrepresented in the U.S. justice system, and more often live below the poverty line (Sutter & Perrin, 2016; Van Ryn & Fu, 2003; Williams, Neighbors, & Jackson, 2003).  The discrepancy between Black and White individuals’ well-being, which have been demonstrated by a myriad of well-being indicators and are supported by the results of this study, represents a dire social issue with serious clinical implications. The chronic identity-related stressors faced by people of color have been associated with higher levels of psychological distress and suicidality compared to their White counterparts (Sutter & Perrin, 2016; Van Ryn & Fu, 2003; Williams, Neighbors, & Jackson, 2003).  Surprisingly, there were no significant differences between satisfaction with life reported by White participants and participants in the other marginalized racial and ethnic groups examined. The largest marginalized racial group, following Black/African American, was Multiracial. The Multiracial group was not significantly predictive of well-being compared to the White group. Previous research findings regarding Multiracial individuals’ well-being have been inconsistent, however, there’s support for the notion that multiracial individuals’ share some meaningful similarities.  For instance, Gaither (2015) describes that multiracial individuals experience unique challenges with racial identity formation, including the social pressure to choose or more highly associate 44  with one of their racial identity groups, rather than forming an integrated racial identity. This pressure can be a source of psychological conflict. Multiracial individuals may also have to deal with others questioning their racial background or implying that they do not adequately fit into one of their racial groups, which can exacerbate the difficulty of identity development. While previous research suggests that Multiracial individuals share some commonality of experience, these commonalities may not translate into significant similarities on a general measure of well-being, at least in this context. It is likely that multiracial participants in this study represented too heterogeneous a group for differences to emerge in comparisons to other groups. For instance, the multiracial group in this study included individuals who identified as Black/White, Asian/White, Mexican/polish, mixed, biracial, and more. Given the variety of racial and ethnic origins present in the multiracial group, it is methodologically questionable to group them. However, without targeted sampling for specific multiracial identities, group sizes would not be large enough if the multiracial group was separated more precisely for analyses. This method of multiracial grouping represents a larger issue in psychological literature, which ultimately others and neglects the experiences of multiracial people. Unfortunately, the results may not be truly representative of the experiences of participants who identified as Asian/Asian-American or Native American, as these groups sizes were much smaller than the other race/ethnicity groups in the sample.    Another surprising finding was that no significant differences in satisfaction with life were found between the Hispanic/Latinx and non-Hispanic/Latinx groups. This is inconsistent with previous research findings which have demonstrated significant mental 45  and physical health disparities among Hispanic/Latinx populations (Lee & Ahn, 2012). The findings of the present study could be due to the way in which Latinx ethnicity was coded for analyses. The original survey asked participants to to identify their race/ethnicity in an open-ended format, as a single question. Participants included a wide range of responses, ranging in specificity. Some individuals included their race and ethnicity, their race but no ethnicity, and vice versa. Participants who included their Hispanic or Latinx ethnicity were coded as such. However, given that participants were not explicitly asked to include both race and ethnicity, it is certainly possible that the coding of ethnicity did not fully represent this population. Another possibility is that the differences in sample sizes between the White and Multiracial and between the Hispanic/Latinx and non-Hispanic/Latinx groups were too great to detect differences. However, both met assumptions of homogeneity of variance when analyzing group differences with ANOVA and t-tests.  In addition, using race and ethnicity as grouping variables may not capture important within-group differences, such as identity development, coping strategies, social support, and SES. Sexual Orientation Research has indicated an association between sexual minority identity and gender nonconformity (Bailey & Zucker, 1995; Lippa, 2005; Rieger & Savin-Williams, 2012).  Consistent with these findings, participants who identified at lesbian/gay, bispectrum/queer, or asexual, reported significantly lower levels of gender conformity than straight/heterosexual participants did. Gender conformity was also related to lower well-being. There is significant support from previous literature regarding disparities in well-being among LGBTQ individuals. However, the present study indicates that in this 46  setting of LGBTQ-identity celebration, differences in well-being between individuals who identified as lesbian/gay and heterosexual were not present. Identifying as lesbian or gay was not a significant predictor of well-being compared to identifying as straight. This unique finding makes it difficult to generalize the finding that the relationship between sexual orientation and satisfaction with life was not moderated by gender conformity, given that satisfaction with life among this sample did not reflect previous findings among gay and lesbian individuals. While it is impossible to know if this result indicates an environment-related shift in well-being, as there is not a non-PrideFest comparison group or pre-post data, this finding sheds light on the importance of LGBTQ+-positive spaces. Compared to broader society and everyday life where heteronormativity and homonegativity are rampant, PrideFest and other LGBTQ+-specific environments provide a unique respite. These results suggest the need for and benefit of spaces such as these in fostering lesbian and gay individuals’ well-being. Such environments could have significant clinical implications for addressing well-being disparities among these individuals by providing social support and a sense of community and acceptance.  Unfortunately, these results did not extend to individuals who identified as bisexual or queer. Analyses revealed that bisexual or queer participants reported significantly lower satisfaction with life than heterosexual and lesbian/gay participants. Identifying as bisexual/queer predicted significantly lower satisfaction with life than identifying as heterosexual. These results echo larger issues faced by bisexuals outside of and within the LGBTQ+ community (Roberts, Horne, & Hoyt, 2015). In U.S. society, sexual identity is often talked about on a binary—gay or straight. Monosexual identities 47  are privileged and deviations from the binary are delegitimized. Despite making up a slight majority of the LGBTQ+ community (Gates, 2011), bisexual individuals face bi-erasure and intra-group discrimination (Gonzalez, Ramirez, & Galupo, 2017). Bi-erasure or bi-invisibility is the tendency to ignore or delegitimize bisexuality as a transitional phase in the process of coming out as gay or implying that bisexuals are not “gay enough” to be a part of the LGBTQ+ community. Some people within the LGBTQ+ community even see bisexuality as a threat to their own acceptance in society (Weiss, 2004). This emphasis on the legitimacy of monosexual identities (hetero- and homosexual) serves to invalidate and erase bisexual or queer identities. Instead, bisexuality should be viewed as its own distinct and legitimate identity.  The current findings are consistent with research indicating lower levels of well-being among bisexuals, compared to lesbians and gay men. For instance, bisexual individuals tend to report lower levels of perceived social support and lower psychological well-being, including higher levels of depression, anxiety, PTSD, and suicidal ideation or attempts (Balsam & Mohr, 2007; Bostwick & Hequembourg, 2013; Brewster, Moradi, DeBlaere, & Velez, 2013). They also tend to report higher rates of poverty, poor health outcomes, workplace discrimination, and violence than lesbian, gay, and heterosexual individuals (Tweedy & Yescavage, 2015; Valanis et al., 2000). The present findings suggest that bisexual and queer individuals at PrideFest were not experiencing the same suspected benefits that the lesbian and gay individuals experienced. In other words, further efforts must be made within the LGBTQ+ community to foster the well-being of this population. Conclusions 48   While this study was beneficial in examining the general relationship between multiple identify factors and well-being, the nature of the study did not allow the researchers to examine identity from a truly intersectional perspective. Given that the survey was administered at PrideFest, a large LGBTQ rights festival environment, the sample was truly diverse in age, sexual orientation, gender conformity, and race and ethnicity. This is a significant strength of the study. However, casting such a wide net in terms of the sample demographics meant that examining intragroup identity differences or the intersectional nature of identities was not feasible. Intersectionality theory highlights the importance of viewing identities simultaneously to understand their emergent relationship to social systems of power and oppression. The present findings demonstrate a connection between the marginalized groups and lower well being, likely through processes of systemic inequality. However, in this study, identity dimensions were viewed in isolation of one another in analyses. Thus, the findings do not capture the true complexity of intersectional identity and interacting systems of oppression.  Future research should utilize study designs that are more compatible with an intersectional approach to identity and examining differences within identity groups, instead of just between. There are several ways this can be achieved. For one, targeted sampling of a specific identity group can allow for deeper analyses of within group differences. Measures of identity development and other group-specific measures (e.g. racial identity centrality or internalized sexism) may be more meaningful measures of identity than merely grouping participants by their endorsed identity label. In addition, statistical methods which consider multiple identities simultaneously would be ideal. For instance, Jerald, Cole, Ward, and Avery (2017) utilized structural equation modeling to 49  examine the the complex relationships between awareness of racial stereotypes, racial identity, self care, substance use, and mental health outcomes. This study, among others, provides a template for analyzing within group differences from an intersectional standpoint.   This study provides strong support for the notion that members of marginalized groups report lower satisfaction with life than privileged group members. Although this study did not measure the mechanisms for this relationship, previous research has indicated that marginalized group members often experience unique stressors, including systemic oppression, discrimination, microaggressions, and economic and health disparities. These previous findings provide an interpretive lens through which to understand the present findings. These group differences are not to be viewed as innate or unavoidable but should be understood within a social and historical context. Identity-based group differences in well-being are the result of systemic oppression and inequality, which benefit dominant group members and marginalize others.  Clinicians play a key role in addressing social inequalities. As we know, individuals across marginalized identity groups are more likely to experience psychological distress. It is vital that clinicians are prepared to respond to the unique concerns faced by marginalized individuals, in a manner which is culturally appropriate and demonstrates an openness to gaining an understanding of the complexities of others’ lived experiences. For instance, clinicians must be aware of how utilization of various coping mechanisms may differ by group, along with manifestations of mental illness, cultural norms and stigma surrounding mental illness, and intra-group differences in each of these.   50   This study is unique in that it supports previous findings regarding differences in well-being by age, assigned sex, race, sexual orientation, and level of gender conformity, while also highlighting dynamics that may only occur in LGBTQ-celebratory settings. These findings also suggest that the relationship between age and well-being differs slightly by level of gender conformity. The potential distress associated with being a young, gender-nonconformer may be alleviated in part with age. Overall, the findings provided by this study highlight the continued need to combat identity-based inequalities and minimize disparities in well-being.               51  BIBLIOGRAPHY Alloy, L. B., LaBelle, D., Boland, E., Goldstein, K., Jenkins, A., Shapero, B., ... &  Obraztsova, O. (2016). Depressive and bipolar disorders. In J. E. Maddux & B. A. Winstead (Eds.), Psychopathology: Foundations for a contemporary  understanding (4th ed., p. 182-217). Mahwah, NJ: Lawrence Erlbaum Associates. Almeida, J., Biello, K. B., Pedraza, F., Wintner, S., & Viruell-Fuentes, E. (2016). The  association between anti-immigrant policies and perceived discrimination among Latinos in the US: A multilevel analysis. SSM-Population Health, 2, 897-903.  American Association of University Women. (2017). The simple truth about the gender  pay gap [PDF file]. Retrieved from http://www.aauw.org/research/the-simple-truth-about-the-gender-pay-gap/  Baams, L., Beek, T., Hille, H., Zevenbergen, F. C., & Bos, H. M. (2013). Gender  nonconformity, perceived stigmatization, and psychological well-being in Dutch sexual minority youth and young adults: A mediation analysis. Archives of Sexual Behavior, 42(5), 765-773.  Bailey, J. M., Finkel, E., Blackwelder, K., & Bailey, T. (1998). Masculinity, femininity,  and sexual orientation. Unpublished manuscript, Northwestern University.  Bailey, J. M., & Oberschneider, M. (1997). Sexual orientation and professional dance.  Archives of Sexual Behavior, 26, 433–444.  Bailey, J. M., & Zucker, K. J. (1995). Childhood sex-typed behavior and sexual  orientation: A conceptual analysis and quantitative review. Developmental Psychology, 31(1), 43-55.  Baird, B. M., Lucas, R. E., & Donnellan, M. B. (2010). Life satisfaction across the  lifespan: Findings from two nationally representative panel studies. Social Indicators Research, 99(2), 183-203.  Balsam, K. F., & Mohr, J. J. (2007). Adaptation to sexual orientation stigma: A  comparison of bisexual and lesbian/gay adults. Journal of Counseling Psychology, 54(3), 306–319. http://dx.doi.org/10.1037/0022-0167.54.3.306  Belgrave, F. Z., Abrams, J. A., Hood, K. B., Moore, M. P., & Nguyen, A. B. (2016).  Development and validation of a preliminary measure of African American women’s gender role beliefs. Journal of Black Psychology, 42(4), 320-342.  Bem, S. L. (1974). The measurement of psychological androgyny. Journal of Clinical  and Consulting Psychology, 42, 155-162.  52  Beutel, M. E., Glaesmer, H., Decker, O., Fischbeck, S., & Brähler, E. (2009). Life  satisfaction, distress, and resiliency across the life span of women. Menopause, 16(6), 1132-1138.  Blakemore, J. E. O., & Hill, C. A. (2008). The child gender socialization scale: A  measure to compare traditional and feminist parents. Sex Roles, 58(3-4), 192-207.)   Blanchflower, D. G., & Oswald, A. J. (2008). Is well-being U-shaped over the life  cycle? Social Science & Medicine, 66(8), 1733-1749.  Bostwick, W., & Hequembourg, A. L. (2013). Minding the noise: Conducting health  research among bisexual populations and beyond. Journal of Homosexuality, 60(4), 655–661. http://dx.doi.org/10.1080/00918369.2013.760370  Brewster, M. E., Moradi, B., DeBlaere, C., & Velez, B. L. (2013). Navigating the  borderlands: The roles of minority stressors, bicultural self-efficacy, and cognitive flexibility in the mental health of bisexual individuals. Journal of Counseling Psychology, 60(4), 543–556. http://dx.doi.org/10.1037/a0033224  Butler, J. (1988). Performative acts and gender constitution: An essay in phenomenology  and feminist theory. Theatre Journal, 40(4), 519-531.  Centers for Disease Control and Prevention. (2016, Sept. 28). Infant Mortality [PDF file].  Retrieved from https://www.cdc.gov/reproductivehealth/maternalinfanthealth/infantmortality.htm  Centers for Disease Control and Prevention. (2008, October). NCHS data brief: Recent  trends in infant mortality in the United States (No. 9) [PDF file]. Retrieved from https://www.cdc.gov/nchs/data/databriefs/db09.pdf  Chang, W., Smith, M., & Gartner, W. (2016). Neighborhood isolation and mortgage  redlining in Milwaukee County [PDF file]. Retrieved from https://minds.wisconsin.edu/bitstream/handle/1793/74989/Chang%20Smith.pdf?sequence=1  Charbonneau, A. M., Meulis, A. H., & Hyde, J. S. (2009). Stress and emotional reactivity  as explanations for gender differences in adolescents’ depressive symptoms. Journal of Youth and Adolescence, 38(8), 1050-1058.  Cho, S., Crenshaw, K. W., & McCall, L. (2013). Toward a field of intersectionality  studies: Theory, applications, and praxis. Signs: Journal of Women in Culture and  Society, 38(4), 785-810.  Choi, E., & Choi, I. (2016). The associations between body dissatisfaction, body figure,  53  self-esteem, and depressed mood in adolescents in the United States and Korea: A moderated mediation analysis. Journal of Adolescence, 53, 249-259.   Cyranowski, J. M., Frank, E., Young, E. & Shear, M. K. (2000). Adolescent onset of the  gender  difference in lifetime rates of major depression: A theoretical model.  Archives of General Psychiatry, 57, 21-27.  Darlington, R. B. & Hayes, A.  F. (2017). Regression analysis and linear models:  Concepts, application, and implementation. New York: The Guilford Press.  de Beauvoir, S. (1973). The Second Sex. New York, NY: Vintage Books. Diener, E., Emmons, R. A., Larsen, R. J., & Griffon, S. (1985). The Satisfaction with Life Scale. Journal of Personality Assessment, 49, 71-75.  Diener, E., & Eunkook Suh, M. (1997). Subjective well-being and age: An international  analysis. Annual Review of Gerontology and Geriatrics, 17, 304-324.  Eccles, J. S., Jacobs, J. E., & Harold, R. D. (1990). Gender role stereotypes, expectancy  effects, and parents' socialization of gender differences. Journal of Social Issues, 46(2), 183-201  Edwards, A. C., Rose, R. J., Kaprio, J., & Dick, D. M. (2011). Pubertal development  moderates the importance of environmental influences on depressive symptoms in adolescent girls and boys. Journal of Youth and Adolescence, 40(10), 1383-1393.  Emmerink, P. M., van den Eijnden, R. J., Vanwesenbeeck, I., & ter Bogt, T. F. (2016).  The relationship between endorsement of the sexual double standard and sexual cognitions and emotions. Sex Roles, 75(7-8), 363-376.  Ferreiro, F., Seoane, G., & Senra, C. (2014). Toward understanding the role of body  dissatisfaction in the gender differences in depressive symptoms and disordered  eating: A longitudinal study during adolescence. Journal of Adolescence, 37(1), 73-84.  Fortune Editors (2017, June 7). These are the women CEOs leading Fortune 500  companies. Fortune. Retrieved from http://fortune.com/2017/06/07/fortune-500-women-ceos/?iid=sr- link1  Frost, A., Hoyt, L. T., Chung, A. L., & Adam, E. K. (2015). Daily life with depressive  symptoms: Gender differences in adolescents' everyday emotional  experiences. Journal  of Adolescence, 43, 132-141.  Gaither, S. E. (2015). “Mixed” results: Multiracial research and identity  explorations. Current Directions in Psychological Science, 24(2), 114-119.  Galambos, N. L., Fang, S., Krahn, H. J., Johnson, M. D., & Lachman, M. E. (2015). Up,  54  not down: The age curve in happiness from early adulthood to midlife in two  longitudinal studies. Developmental Psychology, 51(11), 1664.  Gonzalez, K. A., Ramirez, J. L., & Galupo, M. P. (2017). “I was and still am”: Narratives  of bisexual marking in the #StillBisexual campaign. Sexuality & Culture, 21(2), 493-515.  Newport, F. (2018, May 22). In U.S., estimate of LGBT population rises to 4.5%. Gallup  News. Retrieved from https://news.gallup.com/poll/234863/estimate-lgbt-population-rises.aspx  Gates, G. J. (2011). How many people are lesbian, gay, bisexual and transgender?  UCLA School of Law: The Williams Institute. Retrieved from http://williamsinstitute.law.ucla.edu/wp-content/uploads/Gates-How-Many-People-LGBT-Apr-2011.pdf  Gouveia, V. V., Milfont, T. L., Da Fonseca, P. N., & de Miranda Coelho, J. A. P. (2009).  Life satisfaction in Brazil: Testing the psychometric properties of the satisfaction  with life scale (SWLS) in five Brazilian samples. Social Indicators Research, 90(2), 267.  Grabe, S., Ward, L. M., & Hyde, J. S. (2008). The role of the media in body image  concerns among women: A meta-analysis of experimental and correlational studies. Psychological Bulletin, 134 (3), 460-476.  Haas, A. P., Eliason, M., Mays, V. M., Mathy, R. M., Cochran, S. D., D'Augelli, A. R., ...  & Clayton, P. J. (2010). Suicide and suicide risk in lesbian, gay, bisexual, and transgender populations: Review and recommendations. Journal of Homosexuality, 58(1), 10-51.  Hoffman, R. M. (2001). The measurement of masculinity and femininity: Historical  perspective and implications for counseling. Journal of Counseling & Development, 79(4), 472-485.  Hoffman, R. M., & Borders, L. D. (2001). Twenty-five years after the Bem Sex-Role  Inventory: A reassessment and new issues regarding classification variability. Measurement and Evaluation in Counseling and Development, 34, 39-55.  Jerald, M. C., Cole, E. R., Ward, L. M., & Avery, L. R. (2017). Controlling images: How  awareness of group stereotypes affects Black women’s well-being. Journal of counseling psychology, 64(5), 487.  Kinsey, A. C., Pomeroy, W. B., & Martin, C. E. (1948). Sexual Behavior in the Human  Male. Philadelphia, PA: W.B. Saunders.  Lee, D. L., & Ahn, S. (2012). Discrimination against Latina/os: A meta-analysis of  55  individual-level resources and outcomes. The Counseling Psychologist, 40(1), 28-65.  Lewin, M. (Ed.). (1984). Psychology measures femininity and masculinity, 2: From \"13  gay men\" to the instrumental-expressive distinction. In M. Lewin (Ed.), In the shadow of the past: Psychology portrays the sexes (p. 179-204). New York, NY: Columbia University Press.  Lindsey, L. L. (2015). Gender roles: A sociological perspective. New York, NY:  Routledge.  Lippa, R., & Connelly, S. (1990). Gender diagnosticity: A new Bayesian approach to  gender-related individual differences. Journal of Personality and Social Psychology, 59, 1051–1065.  Lippa, R. A. (2005). Sexual orientation and personality. Annual review of sex  research, 16(1),119-153.  Marshal, M. P., Dietz, L. J., Friedman, M. S., Stall, R., Smith, H. A., McGinley, J., ... &  Brent, D. A. (2011). Suicidality and depression disparities between sexual minority and heterosexual youth: A meta-analytic review. Journal of Adolescent Health, 49(2), 115-123.  Matelski, A. M., Yadlosky, L. B., Andrus, J., Plunkett, E., & de St. Aubin, E. (2016,  May). Conceptualizing gender conformity and well-being: Breaking down the binary. Presentation given at the annual meeting of the Midwestern Psychological Association, Chicago, IL.   McCusker, M. G., & Galupo, M. P. (2011). The impact of men seeking help for  depression on perceptions of masculine and feminine characteristics. Psychology of Men & Masculinity, 12(3), 275.  McDermott, R. C., Smith, P. N., Borgogna, N., Booth, N., Granato, S., & Sevig, T. D.  (2018). College students’ conformity to masculine role norms and help-seeking intentions for suicidal thoughts. Psychology of Men & Masculinity, 19(3), 340-351. http://dx.doi.org/10.1037/men0000107  Meyer, I. H. (1995). Minority stress and mental health in gay men. Journal of Health and  Social Behavior, 38-56.  Meyer, I. H. (2001). Why lesbian, gay, bisexual, and transgender public  health? American Journal of Public Health, 91(6), 856-859.  Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and  bisexual populations: Conceptual issues and research evidence. Psychological bulletin, 129(5), 674-697. 56  Mezulis, A. H., Funasaki, K. S., Charbonneau, A. M., & Hyde, J. S. (2010). Gender  differences in the cognitive vulnerability-stress model of depression in the transition to adolescence. Cognitive Therapy and Research, 34(6), 501-513.  National Center for Health Statistics (US). (2016). Health, United States, 2015: With  special feature on racial and ethnic health disparities [PDF file]. Retrieved from: https://www.cdc.gov/nchs/data/hus/hus15.pdf  Nolen-Hoeksema, S., & Girgus, J. S. (1994). The emergence of gender differences in  depression during adolescence. Psychological Bulletin, 115(3), 424.  Nuñez, A., González, P., Talavera, G. A., Sanchez-Johnsen, L., Roesch, S. C., Davis, S.  M., . . . Gallo, L. C. (2016). Machismo, marianismo, and negative cognitive-emotional factors: Findings from the Hispanic Community Health Study/Study of Latinos Sociocultural Ancillary Study. Journal of Latina/o Psychology, 4(4), 202- 217. http://doi.org/10.1037/lat0000050  Pascoe, E. A., & Richman, L. S. (2009). Perceived discrimination and health: A meta- analytic review. Psychological Bulletin, 135, 531-554.   Pavot, W. G., & Diener, E. (1993). Review of the Satisfaction with Life Scale.  Psychological Assessment, 5, 164-172.  Pavot, W. G., & Diener, E. (2008). The Satisfaction with Life Scale and the emerging  construct of life satisfaction. Journal of Positive Psychology, 3, 137–152.  Rennison, C. A. (2002). Rape and sexual assault: Reporting to police and medical  attention,1992-2000. Washington, DC: US Department of Justice, Office of Justice Programs.   Rieger, G., & Savin-Williams, R. C. (2012). Gender nonconformity, sexual orientation,  and psychological well-being. Archives of Sexual Behavior, 41(3), 611-621.  Roberts, T. S., Horne, S. G, & Hoyt, W. T. (2015) Between a gay and a straight place:  Bisexual individuals’ experiences with monosexism. Journal of Bisexuality, 15(4), 554-569. DOI: 10.1080/15299716.2015.1111183  Rochlen, A. B., McKelley, R. A., & Whittaker, T. A. (2010). Stay-at-home fathers'  reasons for entering the role and stigma experiences: A preliminary report. Psychology of Men & Masculinity, 11(4), 279.  Sachs, J. (2003). Validation of the satisfaction with life scale in a sample of Hong Kong  university students. Psychologia, 46(4), 225-234  Salm Ward, T.C., Mori, N., Patrick, T.B., Madsen, M.K., & Cisler,  R.A. (2010). Influence of socioeconomic factors and race on poor birth outcomes  57  in urban Milwaukee. Wisconsin Medical Journal, 109(5), 17-23.  Samuels, G. M., & Ross-Sheriff, F. (2008). Identity, oppression, and power: Feminisms  and intersectionality theory. Journal of Women and Social Work, 23(1), 5-9.   Schimmack, U., & Oishi, S. (2005). The influence of chronically and temporarily  accessible information on life satisfaction judgments. Journal of Personality and Social Psychology, 89, 395-406.  Schimmack, U., Radhakrishnan, P., Oishi, S., Dzokoto, V., & Ahadi, S. (2002). Culture,  personality, and subjective well-being: integrating process models of life satisfaction. Journal of Personality and Social Psychology, 82(4), 582.  Skidmore, W. C., Linsenmeier, J. A., & Bailey, J. M. (2006). Gender nonconformity and  psychological distress in lesbians and gay men. Archives of Sexual Behavior, 35(6), 685-697.  Spence, J. T. (1985). Gender identity and its implications for the concepts of masculinity  and femininity. In T. B. Sonderegger (Ed.), Nebraska symposium on motivation: Psychology of gender (p. 59-96). Lincoln, NE: University of Nebraska Press.  Spence, J. T., Helmreich, R., & Stapp, J. (1975). Ratings of self and peers on sex role  attributes and their relation to self-esteem and conceptions of masculinity and femininity. Journal of Personality and Social Psychology, 32(1), 29.  Stone, A. A., Schwartz, J. E., Broderick, J. E., & Deaton, A. (2010). A snapshot of the  age distribution of psychological well-being in the United States. Proceedings of the National Academy of Sciences, 107, 9985–9990. DOI: 10.1073/1003744107  Sue, D. W. (2010). Microaggressions in everyday life: Race, gender, and sexual  orientation. John Wiley & Sons.  Suh, M., Diener, E., Oishi, S., & Triandis, H. C. (1998). The shifting basis of life  satisfaction judgments across cultures: Emotions versus norms. Journal of Personality and Social Psychology, 74, 482– 493.  Sutter, M., & Perrin, P. B. (2016). Discrimination, mental health, and suicidal ideation  among LGBTQ people of color. Journal of Counseling Psychology, 63(1), 98.  Szymanski, D. M., Gupta, A., Carr, E. R., & Stewart, D. (2009). Internalized misogyny as  a moderator of the link between sexist events and women’s psychological distress. Sex Roles, 61(1-2), 101-109.  Tweedy, A. E., & Yescavage, K. M. (2015). Employment discrimination against  bisexuals: An empirical study. William & Mary Journal of Women and the Law, 21(3), 699–741. DOI: 10.2139/2297924 58  U.S. Census Bureau. (2015, March). Projections of the size and composition of the U.S.  population: 2014 to 2060 (Report No. P25-1143) [PDF file]. Retrieved from https://www.census.gov/content/dam/Census/library/publications/2015/demo/p25-1143.pdf <%22>  Valanis, B. G., Bowen, D. J., Bassford, T., Whitlock, E., Charney, P., & Carter, R. A.  (2000). Sexual orientation and health: Comparisons in the women’s health initiative sample. Archives of Family Medicine, 9(9), 843–853.  Van Ryn, M., & Fu, S. S. (2003). Paved with good intentions: do public health and  human service providers contribute to racial/ethnic disparities in health? American Journal of Public Health, 93(2), 248-255.  Weiss, J. T. (2004). GL vs BT: The archaeology of biphobia and transphobia within the  US gay And lesbian community. Journal of Bisexuality, 3, 25–55. doi:10.1300/J159v03n03_02.  Williams, D. R., Neighbors, H. W., & Jackson, J. S. (2003). Racial/ethnic discrimination  and health: findings from community studies. American Journal of Public Health, 93(2), 200-208.  Wunder, C., Wiencierz, A., Schwarze, J., & Küchenhoff, H. (2013). Well-being over the  life span: Semiparametric evidence from British and German longitudinal data. Review of Economics and Statistics, 95(1), 154-167.               59  APPENDIX PrideFest Survey 60    ",
    "id": 213088889,
    "identifiers": {
        "doi": null,
        "oai": "oai:epublications.marquette.edu:theses_open-1518"
    },
    "title": "The Relationship Between Identity Dimensions, Gender Conformity, and Satisfaction with Life",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-04-01T08:00:00+01:00",
    "publisher": "e-Publications@Marquette",
    "references": [],
    "sourceFulltextUrls": [
        "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1518&context=theses_open"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/213088889.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/213088889"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/213088889/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/213088889/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/213088889"
        }
    ],
    "abstract": "There is a large body of evidence indicating physical and mental health disparities among marginalized populations. The purpose of this study was to examine the relationship between identity dimensions, gender conformity, and well-being. I anticipated that identification with a marginalized identity group would predict poorer satisfaction with life, compared to identification with a privileged group. In addition, I investigated the role of gender conformity as a possible interaction variable in the relationship between identity factors (assigned sex, age, race, ethnicity, and sexual orientation) and outcomes of satisfaction with life. A hierarchical multiple regression was used to investigate these hypotheses. Results indicated that identification with various marginalized groups significantly predicted lower satisfaction with life, including identifying as younger, female, Black, bisexual, and endorsing lower gender conformity. Findings also suggest that the relationship between age and well-being differs slightly by level of gender conformity. The potential distress associated with being a young, gender-nonconformer may be alleviated in part with age. Gender conformity was not a significant moderator between any other identity variables (sex, race, ethnicity, sexual orientation) and satisfaction with life. Strengths, limitations, future directions, and implications are discussed. Overall, the findings provided by this study highlight the continued need to combat identity-based inequalities and minimize disparities in well-being",
    "tags": [
        "text",
        "Gender Conformity",
        "Identity",
        "Satisfaction with Life",
        "Sexual Orientation",
        "Well-Being",
        "Clinical Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:epublications.marquette.edu:theses_open-1518",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1441",
        "openDoarId": 0,
        "name": "epublications@Marquette",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 213088889,
        "depositedDate": null,
        "publishedDate": "2019-04-01T08:00:00+01:00",
        "updatedDate": "2024-01-23T09:24:23+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T11:16:47+01:00"
    },
    "urls": [
        "https://epublications.marquette.edu/theses_open/516",
        "https://epublications.marquette.edu/context/theses_open/article/1518/viewcontent/Colburn_marquette_0116N_11433.pdf"
    ],
    "lastUpdate": "2024-01-23T09:24:23+00:00",
    "setSpecs": []
}