{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Galego, Diego"
        }
    ],
    "contributors": [],
    "createdDate": "2023-11-11T09:46:42+00:00",
    "dataProvider": {
        "id": 1030,
        "name": "SSOAR - Social Science Open Access Repository ",
        "url": "https://api.core.ac.uk/v3/data-providers/1030",
        "logo": "https://api.core.ac.uk/data-providers/1030/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.17645/pag.v10i4.5871",
    "downloadUrl": "https://core.ac.uk/download/590380174.pdf",
    "fullText": "www.ssoar.infoThe Anti-Homophobia Bill (PLC 122) in Brazil:Conspiracies and Conflicts Between theConstitution and the BibleGalego, DiegoVeröffentlichungsversion / Published VersionZeitschriftenartikel / journal articleEmpfohlene Zitierung / Suggested Citation:Galego, D. (2022). The Anti-Homophobia Bill (PLC 122) in Brazil: Conspiracies and Conflicts Between the Constitutionand the Bible. Politics and Governance, 10(4), 216-228. https://doi.org/10.17645/pag.v10i4.5871Nutzungsbedingungen:Dieser Text wird unter einer CC BY Lizenz (Namensnennung) zurVerfügung gestellt. Nähere Auskünfte zu den CC-Lizenzen findenSie hier:https://creativecommons.org/licenses/by/4.0/deed.deTerms of use:This document is made available under a CC BY Licence(Attribution). For more Information see:https://creativecommons.org/licenses/by/4.0Politics and Governance (ISSN: 2183–2463)2022, Volume 10, Issue 4, Pages 216–228https://doi.org/10.17645/pag.v10i4.5871ArticleThe Anti‐Homophobia Bill (PLC 122) in Brazil: Conspiracies and ConflictsBetween the Constitution and the BibleDiego GalegoPublic Governance Institute, KU Leuven, Belgium; diego.galego@kuleuven.beSubmitted: 1 June 2022 | Accepted: 22 August 2022 | Published: 24 November 2022AbstractDespite the growing violence against LGBTQ people nationwide, the National Congress of Brazil has failed to pass anylegislation protecting LGBTQ rights. The executive and judiciary have compensated for this legislative gap by protectingLGBTQ rights through palliative LGBTQ policies. By historically analyzing the anti‐homophobia bill PLC 122 and present‐ing a discourse analysis of ten anti‐LGBTQ rights bills, as well as the results of semi‐structured interviews with key actorsinvolved in the billing process (2001–2021), this article seeks to unpack why and how the anti‐homophobia bill was neverapproved in Congress. In part, Congress’ delay in approving the anti‐homophobia bill is due to conservative opposition, aweak coalition between the executive and legislative branches of government, and the fact that more religious parliamen‐tarians are represented in politics. As a result, LGBTQ bills introduced to Congress have become political weapons usedby conservative and fundamentalist religious politicians as part of electoral campaign strategies. The anti‐homophobia billhas opened a political windowwhere anti‐LGBTQ discourses sustain conservative politics and enforce the alliance betweenreligion and politics. Moreover, the bill has strengthened the religious and conservative discourse, policy manipulation andthe emergence of conspiracy theories—framing the bill as “opposing God’s people” and as constraining the freedom ofreligion and spreading fear of pastors and priests being jailed. The main conclusion is that policy and political discoursesoscillate between making decisions according to the Constitution or the Bible, creating constraints and opportunities forthe approval of the LGBTQ bill in the Brazilian Congress.Keywordsconspiracy theories; discourses; evangelicals; LGBTQ; policy; radicalization; religionIssueThis article is part of the issue “The Role of Religions and Conspiracy Theories in Democratic and Authoritarian Regimes”edited by Oliver Hidalgo (University of Münster) and Alexander Yendell (Leipzig University).© 2022 by the author(s); licensee Cogitatio (Lisbon, Portugal). This article is licensed under a Creative Commons Attribu‐tion 4.0 International License (CC BY).1. IntroductionOn 13 June 2019, the LGBTQ community in Brazil cele‐brated a legal victory assuring LGBTQ rights in the coun‐try: The Supreme Federal Court decided on the criminal‐ization of LGBTphobia. The Court’s decision came as aconsequence of Congress’ almost two‐decade delay indeliberating on the anti‐homophobia bill, which remainsto this day without legislative approval. This lagging inlegal protection for LGBTQ people is a paradox, given thefact that Brazil is reported to be one of the most vio‐lent countries in the world for LGBTQ people (de Oliveira& Mott, 2020; Gastaldi et al., 2021; Mendos, 2019).Introduced to Congress in 2001, bill PL 5.003 protectingLGBTQ rights passed in a plenary vote in the House in2006; it became bill PLC 122 when entering the Senate,where it was blocked for nine years before being shelvedin 2015.PLC 122 is not the only bill that has been blockedin Congress. After more than three decades of democ‐ratization in Brazil, since 1985, the federal Legislaturehas failed to pass legislation on several LGBTQ issuesintroduced to Congress (e.g., same‐sex marriage[PL 1151/1995], anti‐homophobia [PL 5003/2001],and the recognition and possibility for transgenderpeople to use a social name in official documents[PL 6655/2006, PL 2976/2008]). Consequently, as pre‐sented by Arguelhes and Ribeiro (2017), the SupremePolitics and Governance, 2022, Volume 10, Issue 4, Pages 216–228 216Federal Court was the first and only legislative chamberprotecting LGBTQ rights in Brazil. The Brazilian paradoxleads us to ask why and how the anti‐homophobia billPLC 122 has never (since its presentation two decadesago) been approved in the Brazilian Congress.Despite growing interest and research analyzing theopposition to LGBTQ bills introduced to Congress inBrazil during the democratic period (1985–present; seeSantiago Gomes da Silva, 2020; Santos & de Melo,2018), a deep historical analysis, particularly focusingon enablers and obstructers of anti‐homophobia billPLC 122, is lacking in the literature. Such analysis isever more relevant since the 2019 Supreme Court deci‐sion criminalizing LGBTphobia. Additionally, after the2018 general elections, the Brazilian political landscapebecame ever more polarized, leading to radicalizationand manipulation of policy discourses mainly affectingsocial policies and human rights (Iamamoto et al., 2021;Rocha et al., 2021). Opposition to LGBTQ rights in theBrazilian Congress is not a project initiated by the far‐right government; it dates back to the Constituent time(1988) and similar discourses, concerns, and strategiespersisted throughout its legislative history. For example,discourses on morality became even more widespreadthrough the wave of “gender ideology” and anti‐gender,anti‐LGBTQ movements (Corrêa et al., 2021). In addi‐tion, concerns regarding the traditional family configura‐tion and preservation of its values were diffused, lead‐ing to spreading social fear about the destruction of thecornerstone values of society. Finally, the repertoire ofanti‐LGBTQ rights strategies is increasing with the inter‐net. While the legislative procedure may be the immedi‐ate strategy to block a bill’s approval, conspiracy theoriesand fake news rapidly spread through social media, influ‐encing public opinion to oppose LGBTQ rights (Felicianiet al., 2017).This article provides a historical narrative analysis(Gotham & Staples, 1996) of the PLC 122 bill processfrom 2001 to 2021. By combining this narrative analysiswith a discourse analysis of ten anti‐LGBTQ rights bills,the article reveals patterns of enablers and obstructersin the bill’s approval process, such as actors involved,political discourses, and frames and strategies deployedby activists and politicians to either support or opposeLGBTQ rights in Brazil. The analysis contributes to under‐standing how and why the PLC 122 bill was unsuccess‐ful in the Brazilian Congress by revealing a number offactors influencing political decisions on the bill and theconditions that led to the judicialization of LGBTQ rightsin Brazil.2. Institutional Factors Determining the LegislativeImpasseIn many countries, the LGBTQ movement has developedstrategic actions to overcome backlashes and to push itsagenda forward into legislation to protect LGBTQ rights(Holzhacker, 2012; Swiebel, 2009). A strategy often usedby social movements to pursue their goals is venue shop‐ping. Activists seek the appropriate institution to sup‐port andhelp themachieve themovement’s goals (Pralle,2003). In the case of Brazil, the federal system con‐tributes to venue shopping by enabling or obstructingthe conditions for LGBTQ policymaking. In terms of theinstitutional setting, the legislative power is composed ofa bicameral structure, the House and Senate. By shiftingfrom one institution to another—federal executive, leg‐islative, and judiciary—activists and politicians push thepolicy and political agendas toward social policies andrights (Friedman, 2009). However, conservative ideologyhas been a driver for several setbacks experienced by theLGBTQ movement in Congress (Santos & de Melo, 2018).Furthermore, Brazil has 32 registered political par‐ties (Tribunal Superior Eleitoral, 2022) and 23 of these(according to the last election of 2018) are representedin a House composed of 513 parliamentarians; because15% of the seats go to the most voted party, coalitionbuilding is inevitable to govern in Brazil (Hiroi, 2008).Such a political context leads to checks and balancesand constraints in policy and political agenda‐settingat the federal level. For example, the federal executivedepends on Congress’ approval of budgetary allowanceto develop governmental programs and policies, whilemembers of parliament rely on presidential budgetallowance to accomplish their campaign promises andrespond to the needs of their electorate (Fenwick et al.,2017; Macaulay, 2017).Brazil’s LGBTQ policies and politics have receivedgrowing attention from scholars focusing on partiesas tools to enable and advance LGBTQ rights via leg‐islative procedures in the national Congress (Marsiaj,2006; Santos, 2016; Schulenberg, 2009). However, asnoted by scholars, conservative religious parliamentar‐ians in the national Congress have been the primaryopponents blocking LGBTQ bills during the democraticperiod (Santos & de Melo, 2018). After democratiza‐tion in 1985, Brazil’s liberal policy agenda widened withthe Workers’ Party government taking over the federalexecutive in 2003 (Avritzer, 2017; Levy, 2012; Loureiro& Saad‐Filho, 2018). Nevertheless, given the highly frag‐mented Congress, little progress has been made regard‐ing LGBTQ rights in a (inevitable) coalition government.Conservative opposition to LGBTQ rights dates backto the dictatorship period but persists into the demo‐cratic period. Since the National Constituent Assemblyof 1988, conservative religious parliamentarians haveopposed the inclusion of the term “sexual orientation” inthe Constitutional text (Lelis & de Oliveira, 2021). Suchopposition escalated throughout the years in Congress,mainly when religious groups capitalized on their votesto elect evangelical pastors (e.g., Parliamentarian MarcoFeliciano, Senators Magno Malta and Marcelo Crivella;for a specific review see Lacerda, 2017). Corrales (2019,p. 1), analyzing the expansion and backlash againstLGBTQ rights in Latin America, states that “evangeli‐cals have become the most powerful actors blockingPolitics and Governance, 2022, Volume 10, Issue 4, Pages 216–228 217progress” on LGBTQ rights. According to the BrazilianInstitute of Geography and Statistics, in the last censusof 2010, Christianity is still the most prominent religionin Brazil—with 64.6% Catholics and 22.2% Evangelicalsand Protestants (Instituto Brasileiro de Geografia eEstatística, 2010).Although we find religious representation inCongress since the 1988 Constituent Assembly (Trevisan,2013), the Evangelical Parliamentarian Front was onlycreated in 2015. The Evangelical Front aims to defendand advocate for “family values, human life, and theprotection of the excluded” and to follow “the execu‐tion of policies, as well as participate in the improve‐ment of the Brazilian legislation in the interest of soci‐ety and in key debates on national issues” (Campos,2015, p. 1). The Evangelical Front highlights the influ‐ence of religious organizations within Congress, whichcounter‐balances power in a coalition government likethat found in Brazil (Chaisty et al., 2014). One exampleis President Dilma Rousseff’s veto of the educationalmaterial “School Without Homophobia” in 2011. At thetime, the Evangelical caucus was part of the coalitiongovernment and pressured Rousseff by spreading fakenews on the school material, saying it would “sexualizekids” (Irineu, 2016). Therefore, a controversial declara‐tion came from the president that “she would not acceptsexual options propaganda” (“Não aceito propaganda,”2011). The material from the Ministry of Educationwas never promoted. In 2019, the Evangelical Frontwas the third biggest thematic grouping in Congress,with 202 affiliated members, including 194 parliamen‐tarians and eight senators (House of Representatives,n.d.). The Evangelical Front, with increasing influencein Congress’ decision‐making, also facilitates a strongertied coalition between a more conservative federal exec‐utive and the legislative branches (Cascione & de Araújo,2019). Complementary to conservative politics, schol‐ars analyzing fundamentalist agendas in Brazil find ahigh level of distortion of reality and the reduction‐ist view of Brazilian society as being polarized (Corrêaet al., 2021; Maranhão Fo & De Franco, 2019; Rochaet al., 2021). Religious fundamentalist and conservativepolitics became more explicit with the 2018 election,whereby a far‐right governmentwith extremist discourseopposing LGBTQ rights (Presidência da República, 2019)was elected. Brazil follows right‐wave tendencies seenacross theworld,with political polarization being increas‐ingly used as a weapon to spread conspiracy theories(Recuero et al., 2020), especially during election cam‐paigns as seen in countries like the USA (Albertson &Guiler, 2020) and Hungary (Plenta, 2020). Similar to anti‐gender campaigns in Europe (Paternotte & Kuhar, 2018),the instrumentalization of religious discourses is alsopresent during election campaigns in Brazil, reflected inmore conservative politicians being elected to Congress.In sum, institutional factors determine options foradvancing human rights agendas, especially that of theLGBTQ movement and its ability to shift the focus ofits advocacy efforts from the legislative to the judi‐ciary branches of government. Considering this, and theknowledge gap related to this impasse, this article ana‐lyses factors that influenced the non‐approval of thePLC 122 bill, using the conceptual dimensions presentedin the next section to guide the narrative and discourseanalysis surrounding the billing process in Brazil.3. Political/Policy Discourse and DiscourseManipulation: Conspiracy TheoriesThe concept of radicalization has become a signifier of“radical” facts from which rhetoric can directly influencepublic opinion through the manipulation of discourse(Githens‐Mazer, 2012). Therefore, the concept is per‐vaded by much confusion in its applicability to reality,leading to conspiracy theories playing a role in currentpolicy and political frames in many countries (Sedgwick,2010). Conspiracy theories are often conceptualized aspatterns of misinformation, manipulation, and collusionof unknown “truth” about the world, leading to soci‐eties’ conditional behavior (Byford, 2011). Such conspir‐acies also lead to a negative connotation of the word“conspiracy,” which in academia found an open field ofresearch focusing on political discourse conditioning peo‐ple’s thinking by lies (Baden & Sharon, 2021). In this vein,scholars of philosophy, political science, psychology, andsociology became interested in learning the causes andeffects of conspiracy theories, especially those that arewidespread in many cultures and societies, even more inthe twenty‐first century with the ventures of media com‐munication sharing faster information (Butter & Knight,2018; Clarke, 2002). Information has sometimes beenmanipulated and shaped towards what is convenient tothose who control them to influence public opinion. Thisdynamic can reach a radicalization stage with unwantedor intentionally created consequences by a person orcollective spreading the information (Baden & Sharon,2021). When conspiracy theories are associated withpolicy agendas or political decisions, misinformation isthe first to appear in radicalized political environmentssuch as polarized politics, left and right, good and bad,trustful and distrustful (Butter & Knight, 2018; Recueroet al., 2020).Moreover, conspiracy theories are ideas and storiesoriginating from events threatening social order. Theyare conceived as a “resource for delegitimating not onlyat an individual level, as a means of undermining thecredibility of an individual author, academic, politicianor activist but also on a collective level” (Byford, 2011,p. 23). A survey conducted by Rezende et al. (2019) withhigher education students in Brazil highlighted five cat‐egories of conspiracy theories in the country accordingto students’ perceptions: (a) theories without a scien‐tific basis, (b) manipulation by secret societies, (c) expla‐nation of social reality, (d) contestation of social facts,and (e) the control of information. These categoriesresonate with a collective imaginary that plays a rolePolitics and Governance, 2022, Volume 10, Issue 4, Pages 216–228 218in spreading conspiracy theories in Brazil, potentiallyinfluencing decision‐making and shaping policymakingin a country where public opinion is often used as apowerful weapon during election campaigns (Prado &Correa, 2018). To analyze conspiracy theories specificallyrelated to the anti‐homophobia bill in Brazil, this articledefines conspiracy theories as the combination of politi‐cal/policy discourse and discoursemanipulation. The def‐initions of these dimensions are shown in Table 1.By focusing on these features of radicalization, thecase of Brazil’s anti‐homophobia bill PLC 122 illustrateshow political discourse is distorting policy frames by cre‐ating conspiracy theories leading to the electoral defeatof LGBTQ rights supporters, the delay of the approval ofthe LGBTQ rights bill in Congress and sometimes the verydenial of the existence of LGBTQ problems in Braziliansociety. The anti‐homophobia bill (PLC 122) generatedmany anti‐LGBTQ rights bills after its first approval inthe House in 2006. Moreover, the PLC 122 bill triggeredmany conspiracy theories and consequently increasedlegislative bureaucracies inherent to the legislative pro‐cedure to block and delay any other LGBTQ bill approvalin Congress. Navigating the conspicuous environment ofBrazilian politics, this article identifies conspiracy the‐ories from ten anti‐LGBTQ rights bills introduced toCongress. It also analyses other indicators including insti‐tutional constraints and opportunities, actors involvedand decisions taken about bill PLC 122 by supporters andopponents throughout the billing process.4. Methods and Data CollectionThis article presents a historical narrative analysis(Gotham & Staples, 1996) by investigating the case ofthe PLC 122/2006 bill and by providing a discourse ana‐lysis (Fairclough & Fairclough, 2012) of ten anti‐LGBTQrights bills introduced to Congress. Historical analysis is ahelpful tool to provide a comprehensive understandingof a case by investigating actors, discourse, and eventsaround a historical fact. This article’s historical analysis isbased on three questions:1. Who are the key actors?2. What are the frames and discourses used in theanti‐LGBTQ rights bills?3. What strategies are enabling or obstructing theapproval of the PLC 122 bill?Several sources inform the answers to these questions.Data collection was based on the following protocol:• First, LGBTQ rights bills were retrieved from theonline archive of the House of Representatives bysearching for bills, including the keyword “homo‐phobia” during the democratic period between1985 and 2021. This search generated a databaseof 68 bills introduced to Congress between January2001 and December 2021 (Figure 1).• Second, by reading each bill to identify its mainpurpose, bills were coded into two main cat‐egories, for and against. Among the 68 bills,58 (85,2%) are pro‐LGBTQ rights and 10 (14,7%)are against LGBTQ rights. Other indicators werealso categorized, such as the authors of the bill,political parties’ affiliation, and the bill’smain topicand aims (Table 2).• Third, additional sources were collected and ana‐lyzed, such as Court case dossiers on the crimi‐nalization of the LGBTphobia process. For exam‐ple, the analysis of the Court cases MI 4733 andADO26 contributed to building the historical narra‐tive based on different institutional settings whereLGBTQactivists deployed the venue shopping strat‐egy to approve the anti‐homophobia bill.• Fourth, 15 semi‐structured interviews were con‐ducted with seven politicians (Poli) and eightactivists (Act) involved with the anti‐homophobiabill case. Using snowball sampling (Gray, 2004),Table 1. Operationalization of three dimensions of radicalization.Dimension Definition ExamplesPolitical discourse The politician’s discourse about a policyproblem to increase voter support for anelection or a policy agenda.Politicians’ public speeches in anysituation transmit information to public orprivate audiences, which can deliberatelyuse socio‐political issues to sustainconservative discourses.Discourse manipulation The use of specific concepts, words, andframes to distort the reality of socially andpolitically excluded communities.Policy actors frame discourses to distortinformation, hide, or deny the existenceof a social or political problem, coveringup the realities of LGBTQ people.Conspiracy theories Misinformation, manipulation, andcollusion of unknown truths aboutthe world.The creation of a parallel reality toinfluence public opinion on socio‐politicalproblems is often framed as a threat totraditional social values.Politics and Governance, 2022, Volume 10, Issue 4, Pages 216–228 219interviews were conducted between Juneand August 2021. Interviews were coded andanonymized to comply with institutional ethicalcommittee approval and to preserve the intervie‐wee’s identity.• Fifth, the public discourse of politicians opposingLGBTQ rights in Congress was analyzed by collect‐ing secondary material such as social media posts,newspaper articles, and public speeches availableonline.5. FindingsFigure 1 shows the number of bill entries (for and against)found in the archive of the House of Representativesmentioning the keyword “homophobia” (N = 68). Sincethis article focuses on understanding how and whyLGBTQ bills did not succeed in getting approval inCongress, strategies used to influence the bill’s processare also explored. Complementarily, ten anti‐LGBTQ billswere scrutinized to examine how the opposition dis‐course has counterargued the PLC 122 bill proposal byintroducing anti‐LGBTQ rights bills to Congress (Table 2).The year 2019 marks the year that the most LGBTQbills (with the word homophobia) were introduced toCongress, totaling 19 bills (13 for and six against). Thisdoes not come as a surprise, given the fact that opposi‐tion to LGBTQ rights intensified in the Brazilian Congressafter the 2018 election, and even more after theSupreme Court criminalized LGBTphobia in June 2019.Table 2 presents ten anti‐LGBTQ rights bills identifiedin the House archive mentioning the keyword “homo‐phobia.” Records found were introduced to Congressbetween 2010 and 2020. The narratives against LGBTQrights, people, and policies are often reverberated byreligious fundamentalist representatives (Feliciani et al.,2017), which generate conspiracy theories useful forelectoral campaigns.The anti‐LGBTQ rights bills present some commonground: apart from being introduced by religious andright‐wing politicians, they counterargue the need forLGBTQ rights bills by framing the discourse as if hetero‐sexual people were suffering similar prejudices in soci‐ety. Some examples are the bills proposing a penaltyagainst “heterophobia,” establishing a day of “heterosex‐ual pride,” and protecting religious freedomexempt froman accusation of “crime of homophobia.” Such narrativeshave been used to influence public opinion over LGBTQrights and bills, increasing voters’ support during elec‐toral years by spreading moral panic and receiving sup‐port from Christian voters for defending traditional fam‐ily values and religious freedom. Comparatively speaking,as shared by an interviewee, the dialogue between pro‐gressists and conservatives before 2013 was less strate‐gically political and more upfront: “We did not have anyconflict in terms of policy agenda. They did not sup‐port our initiatives—but neither did they intervene inthem” (Poli.6). Such a shift in dialogue demonstrates anincrease of strategies used by opponents to reinforce aconservative ideology in Congress, block LGBTQ bills andintroduce anti‐LGBTQ bills.Regarding the authors of anti‐LGBTQ bills and theirpolitical parties’ ideology, if placing them in the politicalspectrum of left‐center‐right ideologies, most of themare located in center‐right, right, or far‐right parties(Figure 2). Such phenomena bring to light how Brazilianpolitics polarizes disputes in electoral results, more evi‐dent in the general elections of 2018, with several ral‐lies emphasizing the left‐right battle for the presidency(Iamamoto et al., 2021; Rocha et al., 2021).6. Discourses and Strategies Behind Bill PLC 122/2006Bill PLC 122was never approved in the Brazilian Congressbecause of the articulated strategies deployed by con‐servative parliamentarians—increasing the constraints1 131 121 1 1 132 2 21138130 0 0 0 0 0 01 10 0 010 0610For AgainstFigure 1. The number of bills (for and against) introduced to the Brazilian House of Representatives including the keyword“homophobia” between 2001 and 2021 (N = 68).Politics and Governance, 2022, Volume 10, Issue 4, Pages 216–228 220Table 2. Ten anti‐LGBTQ rights bills mentioning “homophobia” were introduced to Congress between 2010 and 2020.Code Year Bill number Author(s) Aims1 2010 PL 7382/2010 Eduardo Cunha (PMDB) To create a penalty against “heterophobia”—discriminationagainst heterosexual people.2 2011 PL 734/2011 Marcelo Aguiar (PSC);Acelino Popó (PRB);Lauriete (PSC)To create the national program “Viver de Bem”—SemEstigma e Preconceito no Brasil (“To Live Well”—WithoutStigma and Prejudices in Brazil).3 2015 PL 1411/2015 Rogério Marinho (PSDB) To typify “ideological harassment,” especially in schooleducation.4 2019 PL 4949/2019 Otoni de Paula (PSC) To amend Law 7.716/1989 on anti‐racism anddiscrimination, to include gender identity and sexualorientation as crimes, but with freedom of speech forreligious purposes.5 2019 PL 4075/2019 Bia Kicis (PSL) To change article 25 of Law 9.868/1999 balancing theauthority between the three branches of government(executive, judiciary, and legislative).6 2019 PL 4370/2019 Dr. Jaziel (PL) To establish the accomplishment of the “principles of legalreserve” in the penal code.7 2019 PL 925/2019 Pastor Sargento Isidório(AVANTE)To create a National Day of Heterosexual Pride.8 2019 PL 4946/2019 Eli Borges(SOLIDARIEDADE)To preserve religious freedom according to the federalConstitution of 1988.9 2019 PL 3266/2019 Márcio Labre (PSL) To add to Law 7.716/1989, article 1, stating that“homophobia or any other form of sexual orientationcannot be considered by analogy as a crime of anti‐racismby race or color.’’10 2020 PL 4892/2020 Léo Motta (PSL) To justify that the refusal to allow openly homosexualpeople to perform religious ceremonies does notcharacterize a crime of homophobia.for the legislative procedure, influencing public opin‐ion, and spreading conspiracy theories. After the 2007general elections, the Senate had a new compositionwhen the PLC 122 entered the Upper House for thelegislative procedure. As a result, opposition to thePLC 122 intensified after approval by the House in2006. However, by the time the Workers’ Party wasgoverning the federal executive and with a coalitiongovernment, it reached a majority in Congress andthe chairmanship of the Congressional Human RightsCommittee, which was a bottleneck for the criminal‐ization of LGBTphobia. These conditions seemed appro‐priate to approve the PLC 122 bill in the Senate thatyear. However, opponents to LGBTQ bills used legisla‐tive procedures of submitting bill PLC 122 for evalua‐tion to the Social Affairs Committee before sending it tothe Human Rights Committee and the Committee of theConstitution, Justice and Citizenship (interviewee Poli.2and Poli.5). This implied appointing a different rappor‐teur for the bill,most likely someone from the opposition.LEFTSOLIDARIEDADEAVANTEPMDB   PRBPSDBPL   PSCRIGHTFigure 2. Authors of anti‐LGBTQ rights bill political parties’ ideologies in the political spectrum left‐center‐right.Politics and Governance, 2022, Volume 10, Issue 4, Pages 216–228 221However, as an interviewee explained: “LGBTQ policyadvisors working within Congress discovered this strat‐egy and were able to intercept the appointment of a rap‐porteur from the opposition. As a result, Senator FatimaCleide was re‐appointed” (Poli.5). Such action from pol‐icy advisors set the beginning of a long battle in theSenate, with strong opposition by the religious funda‐mentalist senator Magno Malta (Poli.2).Conservative and religious opposition set up campsin committees and the public hearings and asked for revi‐sions to the bill every time it was included in a commit‐tee’s agenda for a vote. As explained by one interviewee:The opposition used to be in a large group for theCommittee’s debate. So, we started doing the same.Arriving before them, taking the space, everyonewitha [a copy of the] Constitution. When they raised theBible, we raised the Constitution. It was a strategy ofmarketing. (Poli.5)Despite only a few religious fundamentalists having seatsin the Senate from 2006 to 2010, they were “very noisy.”As a result, they provoked moral panic among other sen‐ators, as described by interviewees (Poli.2, Poli.5, andPoli.7). Also, according to an interviewee, the opponentsof the LGBTQ bills sometimes resorted to intimidationand blackmail:We did not expect the cruelty from the opposition,blackmailing parliamentarians to boycott the LGBTQbills. We were not unethical in putting the bill to thevote in the House (2006) when the opposition wasnot there; we were strategic. We did not blackmaila congressperson because their kids were gay or les‐bian, unlike the fundamentalists who did so. (Poli.5)Furthermore, fundamentalist ideas were reinforced byanti‐gender, anti‐LGBTQ, and gender ideology discourses,opening a crusade against everything that could infringeupon “traditional family values” (Corrêa et al., 2021;Prado & Correa, 2018). An interviewee emphasized that“in 2013, former parliamentarian Eduardo Cunha unifiedthe fundamentalists in Congress. Since then, it becameimpossible to dialogue with religious fundamentalistagendas” (Poli.4). Bill PLC 122 was the scapegoat first tounify the opposition, second to be an example againsttraditional values and third to enhancemoral panic in thechurch’s followers. The discourses against LGBTQ rightsrapidly spread with the internet, where web pages dis‐seminated evangelical discourses, misinformation andreligious fundamentalist ideas to sustain opposition tothe bill in the Senate (Natividade & de Oliveira, 2009).According to Hiroi (2008), delaying the approval of abill in a bicameral legislative system like Brazil is often astrategy emerging from legislative election years, polit‐ical bargains, and controversial issues. The oppositionused this strategy to influence the policymaking pro‐cess against bill PLC 122, deliberately preventing possiblecommittee approval and submission to a Senate plenarysession. Even though the opposition constantly usedsuch a strategy to delay or gridlock the anti‐homophobiabill, the PLC 122 was approved by the Committee ofSocial Affairs. As explained by an interviewee: “We man‐aged to approve the bill in the Committee of SocialAffairswhenMagnoMaltawas not there; then, it went tothe Committee on Human Rights” (Poli.5). However, thedelay in the legislative procedure reached the end of the52nd Legislature; legislative elections happened in 2010and Senator Fatima Cleide lost the re‐election. Therefore,in 2011 the bill was shelved. In that election, MartaSuplicy, the first parliamentarian to introduce an LGBTQbill to Congress, became a senator representing the stateof São Paulo. Suplicy asked to re‐open the bill’s approvalprocess in 2011 and became the rapporteur until 2013when she was appointed minister of culture for the fed‐eral government (Mendes, 2012).Moreover, in 2011 pub‐lic demonstrations and protests took place inmajor citiesin Brazil for and against (Torres & Pozzebom, 2011) billPLC 122 (“Lei que criminaliza homofobia,” 2011).As part of the legislative procedure blocking theapproval of PLC 122, the “traditional family values” dis‐course was used as a powerful weapon to elect evan‐gelicals to oppose the “bill contrary to God’s people.”Therefore, the discourse on bill PLC 122 propagated con‐spiracy theories using religious terms and a language offear, as shared by an interviewee:I understood that this bill had something useful forunifying churches. It was the bill against God’s peo‐ple. This idea unified the conservatives. The PLC 122would destroy the churches, jail pastors, and pro‐hibit bringing homophobic topics to church services.In his radio program, a famous evangelical pastor,Silas Malafaia, said that evil was blond and lived inSorocaba [referring to Iara Bernardi, the author ofthe bill]. In the 2006 elections, bill PLC 122 helped toelectmore conservative and evangelicals to Congress.(Poli.6)Conspiracy theories emerging from bill PLC 122 were themost effective in influencing public opinion and resultedin an electoral defeat of politicians supporting the billand the election of conservative religious candidates(Poli.2). Additionally, the manipulation of the discoursecreating conspiracies over the PLC 122 bill sentenced thebill to a constant delay, which triggered two litigationcases to the Supreme Court, criminalizing LGBTphobiaunder the anti‐racism Law 7.716/1989. However, evenafter the Court’s decision, PLC 122 is still used in polit‐ical discourses to oppose traditional family values. Forexample, in his speech at the Symposium of ChristianCitizenship held in Brasilia in October 2021, President JairBolsonaro said:Who remembers bill PLC 122, which destroyed thebook of Romans and punished those who did notPolitics and Governance, 2022, Volume 10, Issue 4, Pages 216–228 222accept such behavior inside churches with at leastthree years in prison? Who remembers the PNDH‐3[National Plan on Human Rights established in 2009],which had 128 items against the family, with a spe‐cific chapter calling for “deconstructing heteronor‐mativity”? Unfortunately, we cannot forget thesebecause some people returning to the governmentwill restore them. (TV Brasil, 2021)In summary, the passage of the PLC 122 bill in the LowerHouse in 2006 unified religious opposition to LGBTQrights in Congress; it was clear that the bill could becapitalized upon during the election campaigns of con‐servative parliamentarians. Among the discourses propa‐gated by opponents of the bill are moral panic, fear, andconspiracy theories creating a social imaginary that theapproval of an LGBTQbill would destroy traditional familyvalues, jail pastors, and forbid freedom of speech by reli‐gious representatives. These discourses are coupled withlegislative strategies to block pro‐LGBTQ bills in Congressand, beyond that, to introduce anti‐LGBTQ rights bills toCongress. While Congress refused to approve the LGBTQbills assuring LGBTQ people’s rights, the Supreme Courtof Brazil is the ultimate authority in deciding upon LGBTQrights in the country today.7. Judicialization of LGBTQ Policies: What Triggered theLitigation Cases?To compensate for the legislative gap in LGBTQ issues inthe country, since 2011, the Supreme Court has assuredLGBTQ rights (Table 3). Some contextual conditions forthis dynamic are the solid opposition to LGBTQ rights inCongress, a weak coalition government, and a lack ofLGBTQ representatives at the national level. To answerthe question of what triggered the litigation cases, anempirical analysis of bill PLC 122 highlights two eventsthat led the organized Brazilian LGBTQ movement tochange tactics from targeting the legislative branch tofocusing on the judiciary in its advocacy efforts.The first event concerns bill PLC 122, processed on10 May 2012. The Senate Committee on Human Rightsheld a meeting where Request number 62/2012 elim‐inated Request number 27 from the process. Requestnumber 27 had been presented by senator MagnoMalta, suggesting the inclusion of two evangelical pas‐tors as official members in the bill’s public hearingsand debates: pastor Silas Malafia and Joide Miranda(Bernardi, 2001), vocal opponents of the bill. SenatorMarta Suplicy, in turn, tried to make agreements withthe religious opposition but failed to secure any commit‐ment to approve the bill in a committee while she wasrapporteur. The constraints indicated how challengingit would be to approve the bill in the Senate. On thatsame day (10 May 2012), the Brazilian Lesbians, Gays,Travestis, Transsexuals, and Intersex Association (ABGLT)opened a lawsuit against the federal Congress with theMandatory Injunction (MI 4733) at the Supreme FederalCourt (Supremo Tribunal Federal, 2019b). Since senatorSuplicy became the Minister of Culture in September2012, bill PLC 122 became more vulnerable to the nextopposition maneuver in 2013.The second event happened on 4 December 2013when senator Eduardo Lopes (from the BrazilianRepublican Party) presented a request to the SenateCommittee on Human Rights to merge the PLC 122bill with the PLS 236/2012 bill (proposing a penal codereform); this request followed the Committee’s approvalof allowing the merging of this bill’s approval processon 17 December (Bernardi, 2001). Such a strategy rep‐resented the best opportunity for the opposition toblock the anti‐homophobia bill, justified by a legisla‐tive procedure. As a result, the PLC 122 bill wouldremain under review in the penal code reform bill.Before 2013, Paulo Iotti, a lawyer proponent of thelitigation actions representing ABGLT, had attempted,without success, to get left‐wing parties to support andsue the federal Congress with the legal action DirectAction of Unconstitutionality by Omission (ADO 26;Poli.3). After these maneuvers in the Senate againstTable 3. Supreme Federal Court cases on LGBTQ rights between 2011 and 2020.Year Actors Policy output2011 Supreme Federal Court Recognition of same‐sex couples as a family under the Constitution(ADI 4.277/2011).2011 Supreme Federal Court Civil Union extended to same‐sex couples (ADPF 132/2011).2013 National Council of Justice Civil Unions for same‐sex couples’ conversion into marriage (Resolution 175/2013).2018 Supreme Federal Court Transgender people being allowed to change their name and gender (assignedby birth) in official documents without sex redesignation surgery.2019 Supreme Federal Court The criminalization of LGBTphobia (ADO 26/2019 and MI 4.733/2019).2020 Supreme Federal Court LGBTQ people being eligible to give blood donations.Politics and Governance, 2022, Volume 10, Issue 4, Pages 216–228 223the anti‐homophobia bill, a representative of the center‐left Popular Socialist Party (PPS, renamed Cidadania in2019) contacted Iotti and began negotiations to openthe ADO 26. On 19 December 2013, the party president,Roberto Freire, signed the legal action accusing the fed‐eral Congress of deliberate legislative omission of theanti‐homophobia bill (Poli.3).The conservative political ideology that blockedmany LGBTQ bills in Congress is also detectable inthe Supreme Federal Court cases. It is explicit inthe diverse amici curiae opposing the criminalization,either evangelical organizations or evangelical repre‐sentatives as lawyers of the opposition (MI 4733 andADO 26; see Supremo Tribunal Federal, 2019a, 2019b).Although the argument of opposition lawyers was inline with Constitutional power restrictions allocated toeach branch of government (emphasizing the role ofCongress as the legislator in the country), religious argu‐ments predominantly downplayed the violence LGBTQpeople suffer in Brazil. By manipulating the reality witha defensive discourse on LGBTQ issues already underevaluation in Congress, the opposition amici curiae prof‐fered astonishing arguments opposing the criminaliza‐tion of LGBTphobia.Representing the National Association of EvangelicalJudges, lawyer Luigi Braga used the freedom of religiousspeech argument to say:If the judiciary understands that it can do justice byitself by acting as the legislative power, we would liketo plead for a reservation regarding article 20…andensure the right to religious freedom to continuepreaching the Biblical texts even if eventually theyare contrary to intelligence and are attributed as igno‐rance to some Christians, religious and Jews.May thisCourt know how to observe this social fact called theBible, the Koran, and the Torah. (TV Justiça, 2019)Moreover, the Mixed Parliamentarian Front for Familyminimized the violence against LGBTQ people by defend‐ing controversial arguments by comparing it with theabsolute number of homicides in the country. LawyerCicero Gomes Lages said:This Court cannot allow a single case of homicide,[free] aggression practiced in any corner of this coun‐try, to be considered as if it was a general ruleas if we lived in chaos and under Nazi ideology.Homosexuals, gays, and LGBTs live harmoniously insociety, parade in the country’s capitals playing thebass drum, offending people, especially Jesus Christ.Moreover, it is not true that they are being attacked,as is often said that when murdered their hearts areripped out. There is no such thing. They exhibit them‐selves the way they want to and are not harassed forthis. We have over 60 thousand homicides per year.These cases amount to more than the victims of thewar in Syria, for example. Now, they [the LGBTQmove‐ment] say that there is prejudice, crimes of race, andracism. Oh, stop it. Use a court to bring this argu‐ment when the National Congress is willing to resolvethis issue. Why does the [PPS] not seek the votesit needs to obtain the majority and control of thenational Congress in Brazilian society?...Brazilian soci‐ety democratically rejects PPS….The PPS wants thevotes of the gay community, the LGBT community,and nothing more. (TV Justiça, 2019)In summary, despite religious opposition in the Courttrial attempting to convince the judge’s decision to turnagainst LGBTQ rights, the Supreme Court was more pro‐gressive than the legislative branch and decided to pro‐tect and uphold every LGBTQ right in Brazil today. Whileparliamentarians constantly seek voter support for elec‐tions or re‐elections, Court judges do not depend onvotes to keep their position. Legislators took advantageof legislative procedures to block the approval of theLGBTQ bill, leading to the litigation cases decided by theCourt. However, the Court’s decisions are palliative solu‐tions until legislators legislate upon the matter. In thissense, a more conservative composition of the Courtcould reverse decisions, block progressist agendas andenforce conservative ideologies, especially if coalitedwith a conservative executive and legislative. Under suchcircumstances, a democratic country might risk becom‐ing a Potemkin democracy.8. ConclusionThis article provides a historical narrative analysis anddiscourse analysis to understand why and how the anti‐homophobia bill PLC 122 was never approved in theBrazilian Congress. First introduced to Congress in 2001,the PLC 122 bill was approved in the House in 2006.However, when sent to the Senate, it faced a deadlockandwas not approved until it was simply shelved in 2015.Consequently, the criminalization of LGBTphobia cameabout via a judiciary decision in June 2019. This deci‐sion intensified the anti‐LGBTQ rights bill proposal pro‐cess in Congress, particularly in 2019, with a far‐rightgovernment and a conservative Congress endorsing theopposition to LGBTQ rights. The LGBTQ bill’s defeat inCongress is the outcome of controversy in policymakingin Brazil, which often oscillates in framing its decisionsaccording to the Constitution or the Bible. Conservativeparliamentarians used several strategies ranging fromlegislative procedures (asking for revisions to the bill) toconspiracy theories. The former was effective in delay‐ing the bill’s approval in the Senate. The latter influencedpublic opinion to elect evangelical parliamentarians andpublicly oppose the PLC1 22 bill. As a result, Brazil stilldoes not have a law created by Congress to protectLGBTQ rights. However, since 2011, the Supreme FederalCourt has recognized the rights of LGBTQ people beforethe Constitution. For example, allowing same‐sex mar‐riage, the criminalization of LGBTphobia, the eligibility ofPolitics and Governance, 2022, Volume 10, Issue 4, Pages 216–228 224LGBTQ people to be blood donors, and for transgenderpeople to change their name and gender without beingsubjected to surgery.This research has shown how political discoursescombined with manipulation discourses lead to conspir‐acy theories on LGBTQ issues and related bills in Brazil.The analysis of ten anti‐LGBTQ rights bills introducedto Congress between 2010 and 2020 reveals patternsregarding the authors proposing the bills (primarily rightor far‐right, religious and conservative politicians), thestrategies used to block bill PLC 122, and the type ofdiscourses driving the delays in the legislative proce‐dure for approving any pro‐LGBTQ rights bills during thedemocratic period in Brazil. Politicians frame politicaldiscourses according to their interests seeking voters’support. In particular, conservative religious parliamen‐tarians used the PLC 122 bill to manipulate discourses,such as that of traditional family values. Among the dis‐courses, conspiracy theories emerged and spread falseideas behind the content of bill PLC 122, framing it as thebill “against the people of God,” against traditional fam‐ily principles, and spreading fear that it would lead to thejailing of pastors and priests. The anti‐homophobia billPLC 122 aims to protect LGBTQ people through the lawagainst discrimination or violence, physical or verbal.While in many countries conspiracy theories againstLGBTQ rights are isolated to political discourses, navi‐gating the collective imaginary or spreading misinforma‐tion, in Brazil the anti‐LGBTQ rights agenda has takenthe form of bill proposals made to Congress. This opensa debate over LGBTQ citizenship and rights protectionin a country with one of the worst global records ofviolence against LGBTQ people. Further research couldbenefit from a comparative analysis between democra‐cies, identifying common patterns of conspiracy theo‐ries based on religious discourses behind the anti‐LGBTQrights agenda and their translation into the legislativearena (as bill proposals).AcknowledgmentsI am grateful to the editors of the thematic issue and theanonymous referees for their valuable comments andsuggestions. I extendmy gratitude to Danielle Coenga fordiscussing this article’s ideaswithme and Liana Simmonsfor the language editing of the article.Conflict of InterestsThe author declares no conflict of interests.ReferencesAlbertson, B., & Guiler, K. (2020). Conspiracy theories,election rigging, and support for democratic norms.Research & Politics, 7(3). https://doi.org/10.1177/2053168020959859Arguelhes, D. W., & Ribeiro, L. M. (2017). Courts asthe first and only legislative chambers? The Brazil‐ian Supreme Court and the legalization of same‐sexmarriage. Verfassung in Recht Und Übersee, 50(3),281–299. https://doi.org/10.5771/0506‐7286‐2017‐3‐281Avritzer, L. (2017). The Rousseff impeachment and thecrisis of democracy in Brazil. Critical Policy Studies,11(3), 352–357. https://doi.org/10.1080/19460171.2017.1363066Baden, C., & Sharon, T. (2021). Blinded by the lies?Toward an integrated definition of conspiracy theo‐ries. Communication Theory, 31(1), 82–106. https://doi.org/10.1093/ct/qtaa023Bernardi, I. (2001). Bill PLC 122/2006. Senado Fed‐eral. https://www25.senado.leg.br/web/atividade/materias/‐/materia/79604Butter, M., & Knight, P. (2018). The history of conspir‐acy theory research. In J. E. Uscinski (Ed.), Conspir‐acy theories and the people who believe them (pp.33–46). Oxford Academic. https://doi.org/10.1093/oso/9780190844073.003.0002Byford, J. (2011). Conspiracy theories: A critical introduc‐tion. Springer. https://doi.org/10.1057/9780230349216Campos, J. (2015). Ata de eleição da Frente ParlamentarEvangélica do Congresso Nacional [Minute of theelection of the Evangelical Parliamentary Frontof the National Congress]. Camara dos Deputa‐dos. https://www.camara.leg.br/proposicoesWeb/fichadetramitacao?idProposicao=2026193Cascione, S., & de Araújo, S. M. V. G. (2019). On the lim‐ited potential for congressional caucuses to sustainmajority coalitions in Brazil. Revista de Sociologia ePolítica, 27(72), 1–23. https://doi.org/10.1590/1678‐987319277205Chaisty, P., Cheeseman, N., & Power, T. (2014). Rethink‐ing the “presidentialism debate”: Conceptualisingcoalitional politics in cross‐regional perspective.Democratisation, 21(1), 72–94. https://doi.org/10.1080/13510347.2012.710604Clarke, S. (2002). Conspiracy theories and conspir‐acy theorising. Philosophy of the Social Sciences,32(2), 131–150. https://doi.org/10.1177/004931032002001Corrales, J. (2019). The expansion of LGBT rights inLatin America and the backlash. In M. J. Bosia,S. M. McEvoy, & M. Rahman (Eds.), The Oxfordhandbook of global LGBT and sexual diversity pol‐itics (pp. 1–22). Oxford Academic. https://doi.org/10.1093/oxfordhb/9780190673741.013.14Corrêa, S., Carreira, D., Simpsom, K., Larrat, S., Bazzo, S.,Asano, C., Galli, B., Máximo Prado, M., & Maracci,J. G. (2021). Ofensivas antigênero no Brasil: Políticasde estado, legislação, mobilização social [Anti‐gender offensives in Brazil: State policies, legislation,social mobilization]. https://sxpolitics.org/ptbr/wp‐content/uploads/sites/2/2021/10/E‐book‐SOGI‐21102021.pdfPolitics and Governance, 2022, Volume 10, Issue 4, Pages 216–228 225de Oliveira, J. M. D., & Mott, L. (2020). Mortes violentasde LGBT+ no Brasil—2019: Relatório do Grupo Gayda Bahia [Violent deaths of LGBT+ in Brazil—2019:Report by Grupo Gay da Bahia]. Grupo Gay da Bahia.https://grupogaydabahia.com.br/relatorios‐anuais‐de‐morte‐de‐lgbtiFairclough, I., & Fairclough, N. (2012). Political discourseanalysis: A method for advanced students. Routledge.Feliciani, M. Z., Schirmer, L. C., & Dalmolin, A. R.(2017). The performance of Silas Malafaia againstPLC 122: Analysis of his pages of Twitter and Face‐book. PragMATIZES—Revista Latino‐Americana deEstudos Em Cultura, 2017(13), 92–112. https://doi.org/10.22409/pragmatizes2017.13.a10462Fenwick, T. B., Burges, S. W., & Power, T. J. (2017).Five faces of presidential governance: Insights frompolicymaking in democratic Brazil. Policy Studies,38(3), 205–215. https://doi.org/10.1080/01442872.2017.1290232Friedman, E. J. (2009). Gender, sexuality and the LatinAmerican left: Testing the transformation. ThirdWorld Quarterly, 30(2), 415–433. https://doi.org/10.1080/01436590802681132Gastaldi, A. B., Mott, L., de Oliveira, J. M. D., Ayres, C.S., Souza, W. V., & da Silva, K. V. C. (2021). Obser‐vatório de mortes violentas de LGBTI+ no Brasil—2020 [Observatory of violent deaths of LGBTI+ inBrazil—2020] (1st ed.). Editora Acontece Arte ePolítica LGBTI+. https://observatoriomortesviolentaslgbtibrasil.org/2020‐1Githens‐Mazer, J. (2012). The rhetoric and reality: Radi‐calisation and political discourse. International Polit‐ical Science Review, 33(5), 556–567. https://doi.org/10.1177/0192512112454416Gotham, K. F., & Staples, W. G. (1996). Narrative analy‐sis and the new historical sociology. The SociologicalQuartely, 37(3), 481–501.Gray, D. E. (2004). Doing research in the real world(1st ed.). SAGE.Hiroi, T. (2008). The dynamics of lawmaking in a bicam‐eral legislature: The case of Brazil. ComparativePolitical Studies, 41(12), 1583–1606. https://doi.org/10.1177/0010414007308536Holzhacker, R. (2012). National and transnational strate‐gies of LGBT civil society organisations in differ‐ent political environments: Modes of interaction inWestern and Eastern Europe for equality. Compara‐tive European Politics, 10(1), 23–47. https://doi.org/10.1057/cep. 2010.21House of Representatives. (n.d.). Frentes parlamentares[Parliamentary fronts]. Camara dos Deputados.https://www.camara.leg.br/internet/deputado/frentes.aspIamamoto, S. A. S., Mano, M. K., & Summa, R. (2021).Brazilian far‐right neoliberal nationalism: Family, anti‐communism and the myth of racial democracy. Glob‐alizations. Advance online publication. https://doi.org/10.1080/14747731.2021.1991745Instituto Brasileiro de Geografia e Estatística. (2010).Censo demográfico 2010: Características gerais dapopulação, religião e pessoas com deficiência [2010demographic census: General characteristics of pop‐ulation, religion and people with disabilities]. http://www.ibge.gov.br/home/estatistica/populacao/censo2010/caracteristicas_religiao_deficiencia/default_caracteristicas_religiao_deficiencia.shtmIrineu, B. A. (2016). A política pública LGBT no Brasil(2003–2014): Homofobia cordial e homonacional‐ismo nas tramas da participação social [LGBT pub‐lic policy in Brazil (2003–2014): Cordial homopho‐bia and homonationalism in the plots of social par‐ticipation] [Unpublished doctoral dissertation]. Uni‐versidade Federal do Rio de Janeiro. https://doi.org/10.13140/RG.2.2.24900.96646Lacerda, F. (2017). Evangelicals, Pentecostals, andrepresentation in Brazilian legislative elections(1998–2010). Revista Brasileira de Ciências Sociais,32(93), 1–23. https://doi.org/10.17666/329310/2017Lei que criminaliza homofobia motiva grande protestoem Brasília [Law that criminalizes homophobia moti‐vates large protest in Brasilia]. (2011, June 1). G1 Jor‐nal Nacional. http://g1.globo.com/jornal‐nacional/noticia/2011/06/lei‐que‐criminaliza‐homofobia‐motiva‐grande‐protesto‐em‐brasilia.htmlLelis, R. C., & de Oliveira, A. V. (2021). Exclusionary inclu‐sion: Limitations of advocacy efforts in the strugglefor inclusion of sexual orientation in the NationalConstituent Assembly. Revista Direito Público, 18(97),748–776. https://www.portaldeperiodicos.idp.edu.br/direitopublico/article/view/5050Levy, C. (2012). Social movements and political partiesin Brazil: Expanding democracy, the “struggle forthe possible” and the reproduction of power struc‐tures. Globalizations, 9(6), 783–798. https://doi.org/10.1080/14747731.2012.739340Loureiro, P. M., & Saad‐Filho, A. (2018). The limits ofpragmatism: The rise and fall of the Brazilian Work‐ers’ Party (2002–2016). Latin American Perspectives,46(1), 66–84. https://doi.org/10.1177/0094582X18805093Macaulay, F. (2017). Presidents, producers and politics:Law‐and‐order policy in Brazil from Cardoso to Dilma.Policy Studies, 38(3), 248–261. https://doi.org/10.1080/01442872.2017.1290231Maranhão Fo, E. M. d. A., & De Franco, C. (2019). “Girlis princess and wears pink and boy who is princewears blue”: The ideologies of gender and genesisof Damares Alves, the “terribly Christian minister”of human rights. Revista Brasileira de História DasReligiões, 35(12), 297–337. https://periodicos.uem.br/ojs/index.php/RbhrAnpuh/article/view/48106Marsiaj, J. (2006). Social movements and political par‐ties: Gays, lesbians, and travestis and the struggle forinclusion in Brazil. Canadian Journal of Latin Ameri‐can and Caribbean Studies, 31(62), 167–196. https://Politics and Governance, 2022, Volume 10, Issue 4, Pages 216–228 226doi.org/10.1080/08263663.2006.10816905Mendes, P. (2012, September 11). Planalto anunciatroca de Ana de Hollanda por Marta Suplicy naCultura [Planalto announces exchange of Ana deHollanda for Marta Suplicy at Cultura]. G1 Política.http://g1.globo.com/politica/noticia/2012/09/planalto‐anuncia‐troca‐de‐ana‐de‐hollanda‐por‐marta‐suplicy‐na‐cultura.htmlMendos, L. R. (2019). State‐sponsored homophobia.ILGA. https://ilga.org/state‐sponsored‐homophobia‐report“Não aceito propaganda de opções sexuais,” afirmaDilma sobre kit anti‐homofobia [“I do not acceptadvertising of sexual options,” says Dilma about anti‐homophobia kit]. (2011, May 26). Educação UOL.https://educacao.uol.com.br/noticias/2011/05/26/nao‐aceito‐propaganda‐de‐opcoes‐sexuais‐afirma‐dilma‐sobre‐kit‐anti‐homofobia.htmNatividade, M., & de Oliveira, L. (2009). Threateningsexualities: Religion and homophobia(s) in conser‐vative evangelical discourses. Sexualidad, Saludy Sociedad—Revista Latinoamericana, 2009(2),121–161. https://www.e‐publicacoes.uerj.br/index.php/SexualidadSaludySociedad/article/view/32/445Paternotte, D., & Kuhar, R. (2018). Disentangling andLocating the “global right”: Anti‐gender campaigns inEurope. Politics and Governance, 6(3), 6–19. https://doi.org/10.17645/pag.v6i3.1557Plenta, P. (2020). Conspiracy theories as a political instru‐ment: Utilisation of anti‐Soros narratives in Cen‐tral Europe. Contemporary Politics, 26(5), 512–530.https://doi.org/10.1080/13569775.2020.1781332Prado, M. A. M., & Correa, S. (2018). Transnationaland national portraits of the anti‐gender cru‐sades. Revista Psicologia Política, 18(43), 444–448.http://pepsic.bvsalud.org/scielo.php?script=sci_arttext&pid=S1519‐549X2018000300003&lng=pt&nrm=isoPralle, S. B. (2003). Venue shopping, political strat‐egy, and policy change: The internationalisation ofCanadian forest advocacy. Journal of Public Policy,23(3), 233–260. https://doi.org/10.1017/S0143814X03003118Presidência da República. (2019). Em discurso de posse,Bolsonaro pede apoio para reerguer o país [Ininauguration speech, Bolsonaro asks for support torebuild the country]. https://www.gov.br/planalto/pt‐br/acompanhe‐o‐planalto/noticias/2019/01/no‐congresso‐bolsonaro‐toma‐posse‐e‐pede‐apoio‐de‐parlamentares‐para‐reerguer‐o‐paisRecuero, R., Soares, F., & Vinhas, O. (2020). Discur‐sive strategies for disinformation on WhatsApp andTwitter during the 2018 Brazilian presidential elec‐tion. First Monday, 26(1). https://doi.org/10.5210/fm.v26i1.10551Rezende, A. T., da Silva, F. M. d. S. M., Ribeiro, M. G. C.,Loureto, G. D. L., da Silva Neta, O. F., & Gou‐veia, V. V. (2019). Conspiracy theories: Meanings inthe Brazilian context. Estudos de Psicologia (Camp‐inas), 36(2), 264–291. https://doi.org/10.1590/1982‐0275201936e180010Rocha, C., Solano, E., & Medeiros, J. (2021). The Bol‐sonaro paradox: The public sphere and right‐wingcounterpublicity in contemporary Brazil. Springer.Santiago Gomes da Silva, O. (2020). Judicialization ofpolicy and legislative backlash in Brazil: An analysisof same‐sex union judicial recognition (2011–2018).CSOnline—Revista Eletrônica de Ciências Sociais,2020(31), 533–554. https://doi.org/10.34019/1981‐2140.2020.27736Santos, G. G. d. C. (2016). LGBT movement and politi‐cal parties in Brazil. Contemporânea—Revista de Soci‐ologia Da UFSCar, 6(1), 179–212. https://doi.org/10.4322/2316‐1329.005Santos, G. G. d. C., & deMelo, B. L. R. (2018). The opposi‐tion to LGBT rights in the Brazilian National Congress(1986–2018). Sociologies in Dialogue, 4(1), 80–108.https://doi.org/10.20336/sid.v4i1.93Schulenberg, S. R. (2009). Policy stability without policy:The battle over same‐sex partnership recognition inBrazil. SSRN. https://doi.org/10.2139/ssrn.1451907Sedgwick, M. (2010). The concept of radicalisation as asource of confusion. Terrorism and Political Violence,22(4), 479–494. https://doi.org/10.1080/09546553.2010.491009Supremo Tribunal Federal. (2019a). MI 4733. https://portal.stf.jus.br/processos/detalhe.asp?incidente=4239576Supremo Tribunal Federal. (2019b). ADO 26. https://portal.stf.jus.br/processos/detalhe.asp?incidente=4515053Swiebel, J. (2009). Lesbian, gay, bisexual and transgenderhuman rights: The search for an international strat‐egy. Contemporary Politics, 15(1), 19–35. https://doi.org/10.1080/13569770802674196Torres, T. R., & Pozzebom, E. R. (2011, June 1). MagnoMalta e Crivella apóiam manifestação contra PL 122[Magno Malta and Crivella support demonstrationagainst PL 122]. Senado Notícias. https://www12.senado.leg.br/noticias/materias/2011/06/01/magno‐malta‐e‐crivella‐apoiam‐manifestacao‐contra‐pl‐122Trevisan, J. B. (2013). Pentecostals in partisan politicsin Brazil: From 1989 to 2010. Anais do IV Encon‐tro Nacional do GT História das Religiões e Religiosi‐dades, 2013(15). http://www.dhi.uem.br/gtreligiao/anais4/st8/2.pdfTribunal Superior Eleitoral. (2022). Partidos políticos reg‐istrados no TSE [Political parties registered withthe TSE]. https://www.tse.jus.br/partidos/partidos‐registrados‐no‐tse/registrados‐no‐tseTV Brasil. (2021, October 5). Symposium of ChristianCitizenship [Video]. Youtube. https://www.youtube.com/watch?v=e2_2tNpZJWcTV Justiça. (2019, February 14). Court trial sessions[Video]. Youtube. https://www.youtube.com/watch?v=EmDZ_‐lueJsPolitics and Governance, 2022, Volume 10, Issue 4, Pages 216–228 227About the AuthorDiego Galego, originally from Brazil, holds a PhD in social science from the University of Leuven,Belgium, and public policy from the University of Aveiro, Portugal. He specializes in uncoveringthe impact of social movements on policymaking. In his forthcoming book, Queering Public Policy,Dr. Galego explores the influence of Brazil’s LGBTQ+ movement on public policy.Politics and Governance, 2022, Volume 10, Issue 4, Pages 216–228 228",
    "id": 590380174,
    "identifiers": {
        "doi": "10.17645/pag.v10i4.5871",
        "oai": "oai:gesis.izsoz.de:document/88331"
    },
    "title": "The Anti-Homophobia Bill (PLC 122) in Brazil: Conspiracies and Conflicts Between the Constitution and the Bible",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-01-01T00:00:00+00:00",
    "publisher": "PRT",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.ssoar.info/ssoar/bitstream/document/88331/1/ssoar-politicsgovernance-2022-4-galego-The_Anti-Homophobia_Bill_PLC_122.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/590380174.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/590380174"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/590380174/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/590380174/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/590380174"
        }
    ],
    "abstract": "Despite the growing violence against LGBTQ people nationwide, the National Congress of Brazil has failed to pass any legislation protecting LGBTQ rights. The executive and judiciary have compensated for this legislative gap by protecting LGBTQ rights through palliative LGBTQ policies. By historically analyzing the anti-homophobia bill PLC 122 and presenting a discourse analysis of ten anti-LGBTQ rights bills, as well as the results of semi-structured interviews with key actors involved in the billing process (2001-2021), this article seeks to unpack why and how the anti-homophobia bill was never approved in Congress. In part, Congress' delay in approving the anti-homophobia bill is due to conservative opposition, a weak coalition between the executive and legislative branches of government, and the fact that more religious parliamentarians are represented in politics. As a result, LGBTQ bills introduced to Congress have become political weapons used by conservative and fundamentalist religious politicians as part of electoral campaign strategies. The anti-homophobia bill has opened a political window where anti-LGBTQ discourses sustain conservative politics and enforce the alliance between religion and politics. Moreover, the bill has strengthened the religious and conservative discourse, policy manipulation and the emergence of conspiracy theories - framing the bill as \"opposing God's people\" and as constraining the freedom of religion and spreading fear of pastors and priests being jailed. The main conclusion is that policy and political discourses oscillate between making decisions according to the Constitution or the Bible, creating constraints and opportunities for the approval of the LGBTQ bill in the Brazilian Congress",
    "tags": [
        "Zeitschriftenartikel",
        "journal article",
        "Politikwissenschaft",
        "Philosophie",
        "Political science",
        "Philosophy",
        "LGBTQ; conspiracy theories; evangelicals; policy",
        "politische Willensbildung, politische Soziologie, politische Kultur",
        "Philosophie, Theologie",
        "Political Process, Elections, Political Sociology, Political Culture",
        "Philosophy, Ethics, Religion",
        "Diskurs",
        "Radikalisierung",
        "Ideologie",
        "Religion",
        "evangelische Kirche",
        "Brasilien",
        "Gesetz",
        "religiöse Faktoren",
        "discourse",
        "radicalization",
        "ideology",
        "religion",
        "Protestant church",
        "Brazil",
        "act",
        "religious factors"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Zeitschriftenartikel",
        "journal article"
    ],
    "oai": "oai:gesis.izsoz.de:document/88331",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": [
        {
            "title": "Politics and Governance",
            "identifiers": [
                "issn:2183-2463",
                "2183-2463"
            ]
        }
    ],
    "repositories": {
        "id": "1030",
        "openDoarId": 0,
        "name": "SSOAR - Social Science Open Access Repository ",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 590380174,
        "depositedDate": null,
        "publishedDate": "2022-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-01T20:08:18+00:00",
        "acceptedDate": null,
        "createdDate": "2023-11-11T09:46:42+00:00"
    },
    "urls": [
        "https://doi.org/10.17645/pag.v10i4.5871",
        "https://www.ssoar.info/ssoar/handle/document/88331",
        "https://www.cogitatiopress.com/politicsandgovernance/article/view/5871/2877"
    ],
    "lastUpdate": "2024-02-01T20:08:18+00:00",
    "setSpecs": []
}