{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Jjuuko, Adrian"
        }
    ],
    "contributors": [],
    "createdDate": "2013-08-19T12:01:11+01:00",
    "dataProvider": {
        "id": 99,
        "name": "SAS-SPACE",
        "url": "https://api.core.ac.uk/v3/data-providers/99",
        "logo": "https://api.core.ac.uk/data-providers/99/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/13120165.pdf",
    "fullText": "14The incremental approach: Uganda’s struggle for the decriminalisation of homosexuality Adrian Jjuuko*Introduction The struggle for decriminalisation of homosexuality in Uganda began long before the now renowned Anti-Homosexuality Bill 2009. The Bill was in fact a reaction to the ever-increasing agitations and demands for equal rights for homosexuals in Uganda. Homosexuality was and still is a very controversial subject in Uganda. During the decade leading to the tabling of the Anti-Homosexuality Bill, voices demanding for equal rights and recognition of homosexuals were steadily becoming louder while at the same time, voices calling for the further curtailing of homosexuality were also getting much louder. The pro gay rights side was led by youthful human rights activists while the anti gay side was led by right wing Pentecostal pastors and conservative government officials (Tamale 2007). By October 2009, the battle lines were drawn and the Anti-Homosexuality Bill was thrown in as the trump card for the anti gay group. One of the major issues that has underpinned this debate is the criminalisation of homosexuality. Homosexuality is perceived to be criminalised under the Penal Code, which actually only criminalises carnal knowledge against ‘the order of nature’. The pro gay rights group have always argued that the presence of this law discriminates against homosexuals and makes them second-rate citizens. The anti gay rights group view the law as necessary and in fact too weak to fight the ‘western’ evil of homosexuality that they feel is threatening to tear apart the very fabric of Ugandan society. No reliable statistics exist as to the number or percentage of homosexuals in Uganda. Gay rights groups have estimated the number of homosexuals to be approximately 500,000 in a population of approximately 33,000,000 people. However very few of them have openly come out to identify as homosexual. This is because perhaps more than any other subject in Uganda, homosexuality is largely taboo. SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS382Uganda has more than 56 different ethnic groups (Uganda Bureau of Statistics 2005, p. 12).1 The majority of the population is Christian albeit in different denominations (Ibid. 2005, p. 11).2 Uganda is 68.1 per cent rural (Ibid. 2005, p. 11) with most of the population engaged in subsistence agriculture. Traditional cultures and customs still play an important role in the day to day life of most Ugandans and are recognised as a source of law subject to the repugnancy test.3 The welfare of the community tends to override individual interest in most Ugandan communities and communal ownership of land is legally protected.4 Legally, the constitution of the Republic of Uganda prohibits same-sex marriages. This was originally not part of the constitution but was added during the 2005 amendment of the constitution denoting the increasing demands and agitations by gay rights activists. Uganda criminalises homosexuality with the infamous early English language of unnatural offences – offences too abominable to be named.5 This criminalisation has led to arrests, blackmail, mob justice and the ‘othering’ of homosexuals in Uganda. Perhaps the best known but certainly not the only case is the murder of prominent gay activist David Kato in January 2011.6 Homosexuals in Uganda live in a state of 1 The 1995 constitution of Uganda lists 56 different ethnic groups; see Third Schedule of the Constitution of the Republic of Uganda, 1995. The 2002 Housing and Population Census found that only nine of the ethnic groups consisted of more than one million people. See Uganda Bureau of Statistics 2002 (2005), Uganda Population and Housing Census Main Report, Kampala, Uganda, p. 12. Available from www.ubos.org.2 According to the 2002 census, Christians comprised 85.2% of the population with 41.9% Catholic, 35.9% Anglican, 4.6% Pentecostal, 1.5% Seventh Day Adventists, 0.1% Orthodox Christians and 1.2% other Christians. Muslims make up 12.1% of the population, traditionalists 1%, no religion 0.9%, other non-Christian 0.7% and Bahai 0.1% (Uganda Bureau of Statistics 2005, p. 11). 3 Section 15(1) of the Judicature Act Cap 13 provides that ‘Nothing in this Act shall deprive the High Court of the right to observe or enforce the observance of, or shall deprive any person of the benefit of, any existing custom, which is not repugnant to natural justice, equity and good conscience and not incompatible either directly or by necessary implication with any written law’.4 Article 237(3) of the 1995 Constitution provides for customary land tenure in Uganda as so does Section 2 of the Land Act Cap 223.5 For example in 1669, Lord Coke referred to Buggery as ‘... a detestable and abominable sin, among Christians not to be named, committed by carnal knowledge against the ordinance of the Creator and order of nature, by mankind with mankind, or with brute beast, or by womankind with brute beast’. Sir Edward Coke, Third Part of the Institutes of the Laws of England, 4th ed. (London: A. Crooke et al., 1669), Cap. X, at p. 58.6 David Kato, the Litigation Officer for Sexual Minorities Uganda and a renowned LGBTI activist the world over, was found murdered in his home in Mukono district in January 2011. One Sydney Nsubuga was arrested and charged with the murder of David Kato. He was committed for trial in the High Court of Uganda.383UGANDA’S STRUGGLE FOR DECRIMINALISATIONfear, and very few ‘out’ gays would walk on the streets of Kampala without looking over their shoulder, or without thinking twice about it. The general population rely on religion and culture to promote a culture of hatred against homosexuals. Ignorance, on the other hand, fuels homophobia. For example, in a study carried out by the author in 2009 at Makerere University, it was found that most of those supporting the criminalisation of homosexuality could not correctly define homosexuality, and that the reasons given for the opposition towards homosexuality were based on religion and culture (Jjuuko 2008).Despite all these challenges, the LGBTI movement in Uganda continues to struggle for equality and non-discrimination and aims for decriminalisation as a key initial step to achieve its objectives. The movement is increasingly becoming visible and its impact widely felt. Ironically one factor that has ensured its visibility and impact is the presentation before Parliament of the Anti-Homosexuality Bill 20097 (herein after referred to as the Bahati Bill) which seeks to introduce, among others, the offences of homosexuality and aggravated homosexuality, and proposes the death penalty for the latter. The authors of the Bahati Bill argue that pro homosexuality campaigns have increased and because of this homosexuality is a serious threat in Uganda today.8 There is thus a need for a stronger law to protect the ‘traditional family’ as apparently the present laws have not been effective.9The presentation of the Bahati Bill galvanised the hitherto nascent and rather disorganised LGBTI rights movement to focus on the Bahati Bill as a key target. It also brought international attention to Uganda. The movement reorganised and re-strategised. All of a sudden the struggle for decriminalisation turned into a struggle to prevent further criminalisation in the short run but without losing focus on the ultimate goal: decriminalisation. In light of the overwhelming homophobia and hate, activists in Uganda have come up with innovative ways of moving towards decriminalisation. 7 Gazetted on 25 September 2009, as Bills Supplement No. 13 to the Uganda Gazette No. 45 Volume CII. It was tabled by Ndorwa South MP, David Bahati, as a private member’s bill.8 The memorandum to the Bill clearly states that The Bill aims at among others ‘providing a comprehensive and enhanced legislation to protect the cherished culture of the people of Uganda, legal, religious, and traditional family values of the people of Uganda against the attempts of sexual rights activists seeking to impose their values of sexual promiscuity on the people of Uganda’.9 The memorandum to the Bill states the objective of the Bill as ‘to establish a comprehensive consolidated legislation to protect the traditional family by prohibiting (i) any form of sexual relations between persons of the same sex; and (ii) the promotion or recognition of such sexual relations in public institutions and other places through or with the support of any Government entity in Uganda or any non governmental organisation inside or outside the country’.SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS384They are using the judiciary, the legislature, the executive, coalition building, international advocacy and awareness campaigns to slowly inch towards decriminalisation. Lessons can thus be drawn from this experience.This chapter explores the different ways through which activists in Uganda have approached and continue to approach decriminalisation of same-sex conduct through an incremental approach. It highlights the different approaches to decriminalisation in Uganda largely seen from the activities and experiences of the Civil Society Coalition on Human Rights and Constitutional Law10 (herein after the Coalition) where the author works as Coordinator. Historical antecedents of the law on homosexuality in UgandaIn the beginning: homosexuality in pre-colonial UgandaDuring the pre-colonial period there was no Uganda, for the country or state called Uganda is a creature of colonialism. What existed then in the geographical area forming present day Uganda were a number of independent centralised kingdoms and a number of decentralised non-kingdom communities. Most of the history is not written down except in very general terms to describe key political events and remarkable incidents. These too have been deciphered from oral history. Despite this, it is clear that homosexuality was not criminalised by the state or by the communities. Sylvia Tamale explains that historically in the areas now known as Uganda, homosexual practices were neither fully condoned nor totally suppressed (Tamale 2003, p. 29). Laws in pre-colonial Uganda were not written down, though they were still positive laws. Codes governing conduct existed, albeit backed by myths and transgressions punishable by the community or by the state. Of course diversity did exist as all groups were not the same. What should be noted, however, is that other sexual transgressions had a well-developed punishment system. For example among the Bakiga of what is now Western Uganda, ‘if a girl should be caught in a sexual misdemeanour, treatment will depend in part 10 The Civil Society Coalition on Human Rights and Constitutional Law was formed in October 2009 shortly after the presentation of the Anti-Homosexuality Bill 2009 before Parliament. It is a coalition of over 40 civil society organisations working to oppose the Bill and as well as promote sexual rights in Uganda. The Coalition currently brings together LGBTI organisations, sex worker organisations, women rights organisations, HIV/AIDS organisations, refugee rights organisations, and mainstream organisations. It is a common platform for advocacy and the key strategies are the use of the Ugandan constitution, the law and human rights principles to promote equality and justice for all regardless of their sexual orientation. For more information visit www.ugandans4rights.org (accessed 24 Jan. 2013).385UGANDA’S STRUGGLE FOR DECRIMINALISATIONon the gravity of the offence, its publicity and the identity of the man ...’ (Edel 1996, p. 65). No such systems are shown to exist in case of homosexuality. In fact Human Rights Watch points out that ‘They [the colonialists] brought in the legislation, in fact, because they thought “native” cultures did not punish “perverse” sex enough. The colonized needed compulsory re-education in sexual mores’ (Human Rights Watch 2008, p. 5; see Human Rights Watch, this volume).Studies show that practices which correspond to today’s homosexual practices were institutionalised and accepted in some pre colonial African communities. In Buganda, Faupel’s allegation that homosexuality was practiced without any criminal punishments at the king’s court should be noted (Faupel 1984, p. 9). Faupel documents an apparently established practice at the king’s court, where the king himself was involved in homosexuality with his pages. He states that the Uganda Martyrs were killed by Kabaka Mwanga primarily because having been introduced to Christianity, they found the king’s homosexual tendencies towards them to be suddenly unacceptable under the new religion. Apparently, these same boys had not had any ill feelings about the practice before Christianity.11 Kaggwa (1971), in Basekabaka ba Buganda, however blames the importation of homosexuality into Buganda upon the Arabs. He argues that, ‘these Arabs introduced into our country along with numerous disorders an abomination which we had never practiced and which we had never heard spoken of ’ (quoted in Faupel 1984, p. 9). As I have argued elsewhere (Jjuuko 2008), linguistics shows otherwise. In Buganda the word kulya ebisiyaga (meaning engaging in sodomy) was in use long before colonialism and even the Arabs to refer to the same-sex practice among males (Nanyonga-Tamusuza 2005, p. 214).12 According to Southwold (1993), this word has been part of Buganda’s vocabulary for a very long time. Amory argues that, ‘the fact of the matter is that there is a long history of diverse African peoples engaging in same sex relations’ (Armory 1997, p. 5; see also Ahlberg 1994). Homosexuality was also acknowledged among the Iteso (Lawrance 1957), the Bahima (Mushanga 1973), and the Banyoro (Needham 1973) and the Langi (Driberg 1923). Murray and Roscoe argue with evidence that ‘the colonialist did not introduce homosexuality to Africa but rather intolerance to it – and systems of surveillance and regulation for suppressing it’ (Murray and Roscoe 1998, p. xvi). 11 However, Faupel’s assertions have to be taken with a pinch of salt for the whole publication seems bent on demonising Mwanga and glorifying the Uganda martyrs. 12 Sylvia Nanyonga- Tamusuza, however, quotes sources who argue that the root word for ‘siyaga’ is the Arab term ‘siag’ which in common parlance means ‘forming’, but whose hidden meaning can refer to homosexuality. SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS386The beginning of trouble: the introduction of Victorian morality to Uganda One of the long lasting legacies of British colonialism in most of the Commonwealth is the laws on ‘unnatural offences’. Uganda also did not escape these Victorian morality laws. With the declaration of the British protectorate over Uganda in 1894, British laws were also introduced. This was done formally under the 1902 Order in Council. Section 15(2) enabled the application to the Uganda protectorate of laws in the United Kingdom and its other colonies as they existed on or before 11 August 1902. It is important to note that the introduction of the imported law occurred just a few years after the moral panic that occurred in Britain in 1885 after W.T Stead’s ‘exposure’ of trafficking of girls in London’s vice emporiums (Walkowitz 1992, p. 81). The uproar that followed the publication led to the Criminal Law Amendment of 1885 which made indecent acts between consenting male adults illegal.13 This law criminalising conduct ‘too awful to be named’ became applicable to Uganda by virtue of the Order in Council.The 1950 Penal Code (adopted 15 June 1950), which was developed based on both the Indian Penal Code of 1860 and the Australian Penal Code (Read 1963), introduced the unnatural offences provision as it is today.Post-independence period: the law and homosexualityUganda became an independent state on 9 October 1962. Independent Uganda now had a chance to make its own laws and thus bring to an end the legacy of the 1902 Order in Council. However, the new government did nothing much more than simply renaming ordinances as Acts. The Penal Code Act 1950 became the Penal Code Act Cap 106. It went through a number of amendments in 196614, 196715, 197016, 197117, 197218; 197319; 197420; 13 This Act was repealed for England and Wales by section 51 of, and the fourth schedule to, the Sexual Offences Act 1956; and for Scotland by section 21(2) of, and Schedule 2 to, the Sexual Offences (Scotland) Act 1976.14 Act 1/196615 Act 7/196716 Act 29/197017 Decree 11/1971;18 Penal Code Act (Amendment) Decree, Decree 9/7219 Penal Code Act (Amendment) Decree, Decree 4/7320 Penal Code Act (Amendment) Decree, 1974, Decree 4/94387UGANDA’S STRUGGLE FOR DECRIMINALISATION197621; 198022; 198423; 198724; 198825; 199026; 199127; 199628; and 199829. The laws of Uganda had been compiled and revised five times before 2000 – four times during the colonial period and once after independence in 1964.30 In 2003, the Laws of Uganda Revised Edition 2000 was inaugurated. The Penal Code became Cap 120, and this is the most recent version. Apart from increasing the punishment of carnal knowledge against the order of nature to life imprisonment, the wording is exactly as it was in 1950. The current relevant provisions are Sections 145, 146 and 147 respectively.  The current position of the law on homosexualityUgandan activists not only have to deal with the unnatural offences provisions of the Penal Code but also with the constitution and a myriad of other laws. Article 31(2) (a) of the constitution of Uganda provides that ‘Marriage between persons of the same sex is prohibited’. It is interesting that at this point the constitution takes on the nature of a penal statute and imposes a prohibition. This provision was not originally part of the constitution. It was ‘sneaked in’ during the 2005 amendment of the constitution which saw an omnibus amendment Bill, with many and varying provisions being introduced at once. What most people focused on was the proposal to remove presidential term limits and thus this provision passed without much public or even parliamentary debate.31Under section 145 of the Penal Code Act, unnatural offences are criminalised. For avoidance of doubt, the provision is reproduced here:145. Unnatural offences.Any person who –(a) has carnal knowledge of any person against the order of nature;(b) has carnal knowledge of an animal; or(c) permits a male person to have carnal knowledge of him or her against 21 Penal Code Act (Amendment) Decree, Decree 14/7622 Statute 3/198023 Penal Code (Amendment) Act, 198424 Statute 5/198725 Penal Code Act (Amendment) Statute, 198826 Penal Code (Amendment) Statute 199027 L.N. 4/1991;28 Statute 6/199629 Act 3/1998.30 The earlier ones were in 1910, 1923, 1935, and 1951.31 The so called ‘kisanja’ ( presidential third term) bill was so contested that it only passed after ruling party Members of parliament were bribed with Five million Uganda shillings (About US$2,500). What kept on surfacing, however, was the ‘kisanja’ provision and many others were largely forgotten.SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS388the order of nature, commits an offence and is liable to imprisonment for life.146. Attempt to commit unnatural offences.Any person who attempts to commit any of the offences specified in section 145 commits a felony and is liable to imprisonment for seven years.Flowing from this, Section 15(6) (d) of the Equal Opportunities Commission Act 2007 prevents the Equal Opportunities Commission from investigating matters which are regarded as immoral or unacceptable by the majority of the social and cultural groupings in Uganda. This Commission is established by statute to ‘eliminate discrimination and inequalities against any individual or group of persons on the ground of sex, age, race, colour, ethnic origin, tribe, birth, creed, opinion or disability, and take affirmative action in favour of groups marginalized on the basis of gender, age, disability or any other reason created by history, tradition or custom for the purpose of redressing imbalances which exist against them’.32The parliamentary Hansards show that this provision was inserted because ‘the homosexuals and the like have managed to forge their way through in other countries by identifying with minorities. If it is not properly put in the clause, they can easily find their way through fighting discrimination. They can claim that since they are part of the minority, they can fight against marginalisation’.33 To summarise the current legal situation, one cannot contract a legal gay marriage under Ugandan law. It is criminal to engage in same-sex sexual acts and homosexuals cannot seek remedies from the Equal Opportunities Commission, a commission set up to promote equality for all. The law as it now stands does not draw a distinction between consensual same-sex relations and non-consensual same-sex relations. However, it does not criminalise being homosexual, although many of those that have suffered under these laws have been arrested merely on suspicion of being homosexual.Evidently the struggle for decriminalisation requires different approaches from those employed elsewhere as perhaps more than any other country Uganda is legally and socially hostile to homosexuality. Proposals for the future: Bills in parliamentAs if the current legal regime is not restrictive enough, there are two bills that concern homosexuality currently before Uganda’s parliament. These are the Anti-Homosexuality Bill 2009 and the Sexual Offences Bill 2011.The Anti-Homosexuality Bill 2009 is the more infamous of these two bills. The Bill seeks to create an offence called homosexuality (Clause 2). Homosexuality is defined widely in the Bill to include all penetration of the 32 Quoted from the long title to the Equal Opportunities Commission Act 2007.33 Parliamentary Hansard, 12 December 2006.389UGANDA’S STRUGGLE FOR DECRIMINALISATIONanus or mouth with a penis or any other sexual contraption (Clause 2(1) (a)) or the use of any object or sexual contraption to penetrate or stimulate a sexual organ of a person of the same sex (Clause 2(1)(b)); or the touching of another person with the intention of committing the act of homosexuality (Clause 2(1)(c)). The punishment is life imprisonment (Clause 2(2)).The Bill also creates the offence of aggravated homosexuality for cases of homosexuality with a minor (Clause 3(1)(a)), or where the offender is a person living with HIV (Clause 3(1)(b)); or where the offender is a parent or guardian of the person against whom the offence is committed (Clause 3(1)(c)); or where the offender is a person in authority over the person against whom the offence is committed (Clause 3(1)(d)); or where the victim of the offence is a person with disability (Clause 3(1)(e)); or where the offender is a serial offender (Clause 3(1)(f )); or where the offender uses drugs or other substances to stupefy or overpower the victim so as to have same- sex intercourse with them (Clause 3(1)(g)). The punishment for this is the death penalty (Clause 3(2)). An HIV test shall be mandatory (Clause 3(3)).The Bill further provides for attempts to commit homosexuality and aggravated homosexuality,34 aiding and abetting of homosexuality,35 conspiracy to commit homosexuality,36 procuring homosexuality by threats,37 detention with intent to commit homosexuality,38 keeping of brothels,39 same-sex marriages,40 promotion of homosexuality,41 and failure to disclose the 34 punishable with up to seven years imprisonment and life imprisonment for attempts to commit aggravated homosexuality (Clause 4).35 punishable with up to seven years imprisonment (Clause 7).36 punishable with up to seven years imprisonment (Clause 8).37 Clause 9.38 punishable with up to seven years imprisonment (Clause 10).39 punishable with up to seven years imprisonment (Clause 11).40 Purporting to contract a same-sex marriage will be punishable by imprisonment for life (Clause 12).41 Clause 13 criminalised the procuring, production, reproduction of pornographic materials, funding or sponsoring activities to promote homosexuality, offering premises, uses of technological devices or acting as an accomplice to promote or abet. On conviction, the punishment is a fine of five thousand currency points ( Ushs. 100,000,000 or US$40,000) or a minimum of five years in prison, and in the case of a body corporate the directors are liable to seven years imprisonment and the cancellation of the certificate of registration. This clause would effectively mean the end of sexual rights advocacy in Uganda as an act could easily be regarded as promotion and also funding for such work could be effectively cut.SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS390offence.42 It also provides for extra territorial jurisdiction,43 and extradition of offenders.44 It also seeks to nullify all international instruments that ‘promote’ homosexuality.45The Sexual Offences Bill 2011 was gazetted on 14 January 2011. The Bill is intended to update and repeal the Chapter XIV of the Penal Code Act — ‘Offences Against Morality’. It thus maintains the unnatural offences provision. In Section 19 under unnatural offences, it provides that (1) ‘A person who performs a sexual act with another person against the order of nature with the consent of the other person commits an offence, and is liable to on conviction to imprisonment for life’. This is the same level of penalty as in the penal code. Under Section 20 the Sexual Offences Bill states ‘A person who attempts to commit any of the offences specified in Section 19 above commits an offence and is liable on conviction to imprisonment not exceeding six months’. The penalty here is significantly lower than that in the Penal Code Act and even in the Anti-Homosexuality Bill, where the maximum imprisonment is seven years. Rather than amending the Penal Code, its provisions are almost exactly reproduced in this consolidating bill.On the road to decriminalisation – the development of a gay rights movement in UgandaFor a long time, homosexuality has largely been invisible in Uganda. Homosexuals operated underground and did not dare stand out to be counted. Very few people came out openly as gay. For those, however, who were suspected of being gay and also those who suffered internal crises because of their sexuality, only a few had access to higher education. Some have been 42 Clause 14 requires persons in authority to report within 24 hours of getting information about an offence under the Bill being committed. Authority is defined to mean having power and control over other people because of your knowledge and official position; and shall include a person who exercises religious, political, economic or social power. This clause thus would cover lawyers, doctors, parents, teachers, local leaders, priests, and many other persons.43 Clause 16 would even affect the commission of the homosexuality and other offences outside Uganda by a Ugandan citizen or permanent resident, or where the offence was committed partly in and partly outside Uganda.44 Clause 17 makes the offences under the bill extraditable. This thus elevates them to the same status as other extraditable offences like treason and misprision of treason.45 Clause 18 nullifies any ‘international legal instrument’ whose provisions are contradictory to the spirit and provisions of the Bill. This implies that the Universal Declaration of Human Rights, the International Covenant on Civil and Political rights, the International Covenant on Social, Economic and Cultural Rights, the Convention on Elimination of all forms of Discrimination Against Women, and a host of other important human rights treaties that provide for equality for all would no longer be applicable in Uganda.391UGANDA’S STRUGGLE FOR DECRIMINALISATIONdismissed from their jobs when their homosexuality was discovered while yet others have suffered depression or committed suicide. Some have managed to escape the country while others have remained closeted.46 A few have accepted their homosexuality while others think it is an unfortunate destiny.A small group however has gone beyond mere acceptance. They have come to terms with their homosexuality and took it for what it is — a sexual orientation that they cannot change, and thus have decided to stand up and advocate for equality, bringing an end to discrimination and to hate.There are objections from those who prefer remaining secretive and who think advocacy only worsens an already bad situation. There exists a school of thought among Uganda’s LGBTI community which prefers the status quo rather than going into uncharted territory. This group also thinks that advocacy and activism draws too much attention to the LGBTI community thus inviting responses from society. This group is largely made up of those who are still closeted. Despite this position, other advocates for equal rights have moved on. For a long time, the name Victor Mukasa was synonymous with the LGBTI movement in Uganda.47 Today many other activists have come forward and the LGBTI movement boasts of a group of courageous individuals who are willing to defend and demand their rights without fear and at great risk to their lives and livelihoods. Today Uganda has many LGBTI activists, three of whom have won prestigious international human rights awards in a period of less than a year apart.48 These awards show that the work of LGBTI activists in Uganda is very much visible and inspire many other people to stand up and be counted, as well as an assurance that the struggle that the Ugandan activists are engaged in is a struggle for human rights in general.Uganda boasts of close to ten LGBTI organisations founded and manned by LGBTI persons working on different aspects such as HIV/AIDS, policy advocacy, healthy living and creating safe spaces for LGBTI persons. One of the most visible is the umbrella organisation Sexual Minorities Uganda (SMUG).49Another remarkable development is the formation of the Civil Society Coalition on Human Rights and Constitutional Law (CSCHRCL), known simply as the Coalition. The Coalition is composed of over 40 LGBTI, sex 46 On options available to gay persons and asylum see Jjuuko (2011). 47 Victor was for a long time the most outspoken LGBTI person in Uganda. Victor used to almost single-handedly challenge homophobia in the society, raise awareness in mass media, and was therefore harassed on numerous occasions and faced many threats.48 Julius Kagwa won the Human Rights First Award 2010, Jacqueline Kasha Nabagesera won the Martin Ennals Award for Human Rights Defenders 2011 and most recently Frank Mugisha won both the Rafto prize for human rights and the Robert F. Kennedy Award for Human Rights 2011.49 SMUG won the Rafto prize for human rights 2011, represented by Frank Mugisha.SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS392work and mainstream organisations working together to oppose the Anti-Homosexuality Bill 2009 and to advocate for sexual rights in Uganda. The Coalition was created in October 2009 shortly after Hon. David Bahati had tabled the Anti-Homosexuality Bill in Uganda’s parliament. It successfully prevented the Bill from becoming law despite popular support for it within the eighth parliament. However the Bill is not yet withdrawn from parliament and still hangs over the heads of the human rights community in Uganda like the legendary sword of Damocles. The Coalition is thus still working to make sure that the ninth parliament does not pass the bill, and also getting ready to take recourse to the law in case the Bill is passed.The Coalition is opposed to the Bahati Bill on purely human rights and constitutional law grounds. In statements issued in the Ugandan media since the Coalition was formed, it is clear that the coalition regards the Bill as unconstitutional, anti human rights and affecting all categories of persons in society. The Coalition thus has been the key Ugandan voice against the Bahati Bill, and has coordinated both local and international efforts against the Bill and also around a broader goal of respecting human rights and the Ugandan constitution. Whereas challenges exist as to how to reconcile the various interests of the various members of the Coalition, a common goal has been identified and for more than two years, the Coalition has been steadily moving to achieve it.As the LGBTI movement in Uganda grows, so does the anti-gay movement. Over recent years, opposition to the gay movement has rapidly grown. This opposition is championed by religious groups, especially the Pentecostal movement supported by the American religious right. The visit of noted anti-gay activist Scott Lively50 to Uganda in 2009 marked the height of anti-gay propaganda. During a meeting of parents convened by Stephen Langa of Family Life Network, Scott Lively and his team51 blamed homosexuality for all evils and rallied Ugandans to stand firm against it. They stated that homosexuality was curable and they had a ‘cured’ homosexual to ‘prove’ this assertion.52 Lively and his team even met with MPs including David Bahati who a few months later introduced the Anti-Homosexuality Bill.53 50 He is the president of Abiding Truth Ministries, a conservative Christian organisation located in Temecula, California and co-author of the Pink Swastika, a book linking homosexuals to the holocaust. See Abrams and Lively (1995).51 Which included Exodus International’s board member Don Schmierer and Caleb Lee Brundidge of Extreme Prophetic Ministries and who defines himself as an ‘ex gay’.52 Caleb Lee Brundidge claimed that he was an ‘ex gay’ who was saved from being a homosexual.53 Lively himself had this to say about his role in the Bill: ‘In March of this year I had the privilege of addressing members of the Ugandan parliament in their national assembly hall when the anti-homosexuality law was just being considered. I urged 393UGANDA’S STRUGGLE FOR DECRIMINALISATIONPastor Martin Sempa of Makerere Community Church and Pastor Solomon Male, executive director of Arising for Christ, spearheaded an Anti-Homosexuality Coalition54 and at one point even Muslim religious leaders joined them.55 A two-million-signature petition supporting the Bill was reportedly submitted to Parliament.56The anti-gay movement continues its fight against homosexuality in Uganda, diametrically opposed to the work of LGBTI activists. All indications show that these two forces are still pitted against each other. The anti-gay movement has the upper hand, for it can access the wider media denied to the gay rights movement and they also use gay panic propaganda like ‘recruitment of our children’ and Uganda being besieged by foreigners promoting homosexuality. The war continues with the gay rights movement making headway inch by inch. One of the areas where considerable progress has been made is the law.Decriminalisation through courts of law: an audit of progressThe legal battles so far won: an incremental approach to decriminalisationDespite the difficulties involved in getting legal recognition for LGBTI organisations, they continue to operate in the country and influence policy and legal process.57 No case has been brought to Uganda’s courts of law challenging Section 145 of the Penal Code Act yet, but progress is being made slowly towards that goal. The approach taken is to use the courts to enforce the rights of LGBTI persons. Two resolved High Court cases stand out: Victor Juliet Mukasa and Yvonne Oyo v. Attorney General and Kasha Jacqueline, Pepe Onziema and David Kato v. The Rollingstone Publications Limited and Giles Muhame.them to pattern their bill on some American laws regarding alcoholism and drug abuse’ (Lively 2010).54 The ironically named Inter Faith Rainbow Coalition against Homosexuality.55 Notably the leader of the Muslim Tabliqs, Sheikh Sulaiman Kakeeto.56 On 7 April 2011, it was reported in the local media that a petition allegedly bearing two million signatures supporting Bahati’s Bill was presented by a group led by Pastor Martin Sempa.57 In Uganda, the requirements to register a Non Governmental Centre are simply prohibitive under the Non Governmental Organisations Registration (Amendment) Act 2006. They require approval from government officials from the lowest level up to the politically appointed District Internal Security Officer (DISO) and Resident District Commissioner (RDC). This is followed by the requirement to renew the NGO licence every year with the NGO Board which is a largely political body. Again the name of the NGO must be reserved with the Registrar General who has powers to reject a name which he/she regards as undesirable, and certainly many names of LGBTI NGOs fall under this category.SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS394The case of Victor Juliet Mukasa and Yvonne Oyo v. The Attorney General of Uganda, Misc. Cause No, 247 of 2006 was filed in the High Court of Uganda by two ‘out of the closet’ lesbians. It was filed against the attorney general whose servants the two accused of having violated their rights to privacy, property and freedom from torture, inhuman and degrading punishment. These violations arose from the police and Local Council 1 chairman’s forced entry and abduction of the second applicant and the ransacking of the first applicant’s house, undressing of the second applicant at the police station and denying her the use of toilet facilities.The case was heard by Justice Stella Arach Amoko who treated the case as no different from any other. She found that the applicant’s rights had been violated including the right to privacy. She referred to international human rights instruments and found that these rights applied to all Ugandans without discrimination. This case was regarded as a victory by the sexual minorities fighting for recognition in Uganda for it recognised them as persons no different from any other group.Kasha Jacqueline, David Kato and Onziema Patience v. Rollingstone Publications Limited and Giles Muhame, Miscellaneous Application No. 163 of 2010 was an application for an injunction filed under the auspices of the Civil Society Coalition on Human Rights and Constitutional Law in Uganda through its members, Kasha Jacqueline, David Kato and Patience Onziema. The Rolling Stone tabloid [not related to the US magazine bearing the same name] had in its 2 October 2010 edition carried on its front page the headline ‘100 Pictures of Uganda’s Top Homos Leak’ which included the words ‘Hang Them!’ Bullet points under the headline read, ‘We Shall Recruit 100,000 Innocent Kids by 2012: Homos’ and ‘Parents Now Face Heart-Breaks [sic] as Homos Raid Schools’.The publication contained the names and in some cases the pictures and description of where certain activists and human rights defenders live. A later edition of the newspaper published on 31 October contained a further 17 photos of alleged LGBTI people, with personal details of those identified, including where they lived. The Court initially issued an interim order restraining the editors of the newspaper from any further publication of information about anyone alleged to be gay, lesbian, bisexual or transgender until the case could be finally determined. In final determination of the application, the Court in considering whether the Rolling Stone’s publication of alleged homosexuals’ names, addresses and preferred social hang-outs constituted a violation of the applicant’s constitutional rights, ruled that:1) The motion is not about homosexuality per se, but ‘... it is about fundamental rights and freedoms,’ in particular about whether ‘the publication infringed the rights of the applicants or threatened to do so’.395UGANDA’S STRUGGLE FOR DECRIMINALISATION2) The jurisdiction of Article 50 (1) of the constitution is dual in nature, in that it extends not just to any person ‘whose fundamental rights or other rights or freedoms have been infringed in the first place,’ but also to ‘persons whose fundamental rights or other rights or freedoms are threatened to be infringed.’3) Inciting people to hang homosexuals is an attack on the right to dignity of those thus threatened: ‘the call to hang gays in dozens tends to tremendously threaten their right to human dignity’.4) Homosexuals are as entitled to the right to privacy as any other citizens. Against the ‘objective test’, ‘the exposure of the identities of the persons and homes of the applicants for the purposes of fighting gayism [sic] and the activities of gays ... threaten the rights of the applicants to privacy of the person and their homes’.5) Section 145 of the Penal Code Act cannot be used to punish persons who themselves acknowledge being, or who are perceived by others to be homosexual. Court ruled that ‘One has to commit an act prohibited under section 145 in order to be regarded as a criminal’. Clearly this applies only to a person who has been found guilty by a court of law. The court issued a permanent injunction preventing The Rolling Stone and its managing editor, Giles Muhame, from ‘any further publications of the identities of the persons and homes of the applicants and homosexuals generally’. The court further awarded UGX. 1,500,000 to each of the applicants, as well as ordering that the applicant shall recover their costs from the respondents.This court ruling was also regarded as a great step in the move towards decriminalisation, for building on the earlier Victor Mukasa case, the Court affirmed that homosexuals are entitled to the same rights like everyone else and that their sexuality cannot be a basis for discrimination against them. The injunction provides broad protection to other Ugandans who are, or who are perceived to be homosexual, and the ruling provides an important precedent should any other media attempt to publish similar information. These two cases were all brought under Article 50 (1) of the constitution, which provides that:‘Any person who claims that a fundamental or other right or freedom guaranteed under this constitution has been infringed or threatened, is entitled to apply to a competent court for redress which may include compensation’. In both cases cited above the plaintiffs’ rights were infringed upon. The difference between the two is that one was against the state and the other against non-state actors.The two cases set precedents that neither the state nor non-state actors can treat LGBTI persons as lesser beings. They are entitled to the same rights as everyone else. The reasons provided by both judges of the High Court for their decision are indicia that the judiciary is at the present ready to uphold individual rights without discrimination. These cases undoubtedly play an SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS396important role in the move towards decriminalisation. They are not nullifying laws, but they are certainly moving in the right direction – the incremental approach to decriminalisation.Opportunities not yet used and legal battles still ongoing Another enabling provision of the constitution is Article 50(2) of the constitution. Article 50(2) gives any person locus to bring an action to enforce the violations of another’s rights. It reads: ‘Any person or organisation may bring an action against the violation of another person’s or group’s human rights’. This provision is one of the two bedrocks of public interest litigation in Uganda (Karugaba 2005). In interpreting the potential of this provision, Karugaba notes: By using the expression ‘any person’ instead of say ‘an aggrieved person’ it allows any individual or organisation to protect the rights of another even though that individual is not suffering the injury complained of. It effectively abolishes locus standi as we know it in the Common Law tradition. Whenever there is an injury caused by any act/omission contrary to the Constitution, any member of the public acting bona fide can bring an action for redress of such wrong. (Ibid. 2005, p. 4)So far Article 50(2) has not been used to enforce rights of LGBTI persons in Uganda but its potential is enormous in a country where LGBTI persons have been downtrodden and only a few (individuals or organisations) can stand up to claim their rights.The other bedrock of public interest litigation is Article 137(3) of the constitution. It states:A person who alleges that –(a) an Act of Parliament or any other law or anything in or done under the authority of any law; or(b) any act or omission by any person or authority, is inconsistent with or in contravention of a provision of this Constitution, may petition the constitutional court for a declaration to that effect, and for redress where appropriate.This provision gives the Constitutional Court powers of judicial review to examine actions of the legislature, the executive and even non-state actors using the constitution as the benchmark; thus, laws and actions can be reviewed. In Ismail Serugo V. Attorney General,58 Mulenga JSC emphasised that the right to present a constitutional petition was not vested only in the person who suffered the injury but also in any other person. It applies just like Article 50(2) except that it only applies to cases requiring constitutional interpretation.5958 Constitutional Appeal No. 2 of 1998.59 In Attorney General v. Maj. Gen. David Tinyefuza , Constitutional Appeal No. 397UGANDA’S STRUGGLE FOR DECRIMINALISATIONAn Article 137(3) action affecting rights of LGBTI persons is pending in the Constitutional Court. The case of Jjuuko Adrian v. Attorney General60 challenges the constitutionality of Section 15(6)(d) of the Equal Opportunities Commission Act. The provision restricts the commission from investigating ‘any matter involving behaviour which is considered to be immoral and socially harmful, or unacceptable by the majority of the cultural and social communities in Uganda’.The petitioner argues that Section 15(6)(d) contravenes Articles 20(1) (fundamental human rights are inherent and not given by the state); 21(1) (equality before the law); 21(2) (non-discrimination on the grounds of sex, race, colour, ethnic origin, tribe, birth, creed or religion, social or economic standing, political opinion or disability); 28(1) (right to a fair trial) and 36 (minorities have a right to participate in decision-making processes, and their views and interests shall be taken into account in the making of national plans and programmes) of the Ugandan constitution. It prevents sexual and other minorities from accessing a commission which is supposed to promote equal opportunities for all, and is thus unconstitutional.This case is still pending before the constitutional Court and is thus subject to the sub judice rule. At the same time, about three criminal cases against homosexual or perceived homosexual persons are pending in the Ugandan courts at the time (at the end of July 2011). These individuals have been charged under the unnatural offences provisions of the Penal Code. It is interesting to note that a constitutional petition action can develop out of a criminal case when a matter requiring constitutional interpretation appears.61 Thus these cases if strategically studied can give rise to constitutional petitions challenging Section 145. Activists are also still strategising on how to legally approach decriminalisation through courts of law. When the time is right, a case may be brought challenging the unnatural offences provisions of the Penal Code Act.1 of 1997, Wambuzi CJ (as he then was) stated ‘In my view, jurisdiction of the Constitutional Court is limited in Article 137(1) of the Constitution. Put in a different way no other jurisdiction apart from interpretation of the Constitution is given. In these circumstances I would hold that unless the question before the Constitutional Court depends for its determination on the interpretation or construction of a provision of the Constitution, the Constitutional court has no jurisdiction’.60 Constitutional Petition No.1 of 2009.61 Article 173(5) states that ‘Where any question as to the interpretation of this Constitution arises in any proceedings in a court of law other than a field court martial,’ the court:(a) may, if it is of the opinion that the question involves a substantial question of law; and(b) shall, if any party to the proceedings requests it to do so, refer the question to the constitutional court for decision in accordance with clause (1) of this article.SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS398Opportunities and challenges in decriminalisation through courts of law in UgandaThe language in Article 21(1) of the constitution, which recognises equal rights for all before and under the law, and in Article 21(2), which includes sex as one of the grounds upon which discrimination is prohibited in Uganda, shows that homosexuals cannot be treated differently. All rights apply to them like the two cases cited above show. The right to privacy is so far an established right in this respect. This added to the two precedents above show that a case can be successfully pursued challenging Section 145 on the non-discrimination and privacy approaches. However, there are quite a number of other considerations and thus challenges as per the legal and social environment today. One of the key challenges standing in the way of such a case was the recent addition to the constitution of a prohibition on same-sex marriages. Though limited to marriages, it is used by anti-gay activists to defend the constitutionality of Section 145 of the Penal Code Act. Article 21(5) of the Uganda constitution provides that nothing shall be taken as inconsistent with Article 21 which is allowed to be done under any provision of the constitution. Since Article 31(2) (a) allows discrimination against same-sex couples in marriages, it may be cited as an example of discrimination against homosexuals being allowed under the constitution. The Constitutional Court as seen above has jurisdiction to interpret the constitution. Article 31(2) (a) however, seems to be very clear and specific. However, it may not be in line with the spirit and body of the constitution, and so may require interpretation vis-à-vis the rest of the constitution. I am not sure whether this can be legally done, but even if it were so, the rule of harmony may stand in the way of a favourable ruling. In Attorney General v David Tinyefuza [Constitutional Appeal No. 1 of 1997] Supreme Court Judge Oder framed the rule as ‘Another important principle governing interpretation of the constitution is that all provisions of the constitution concerning an issue should be considered all together. The constitution must be looked at as a whole’.There is also the argument that parliament can legislate on any undesirable behaviour in a free and democratic society. That in Uganda, homosexual practices are undesirable and are thus criminalised. That it is not discrimination for it is not homosexual persons being treated differently but rather all those involved in same-sex conduct regardless of sexual orientation. The law applies to all without discrimination. This view is of course flawed for there is no doubt that the majority of those engaging in same-sex conduct are homosexuals by orientation.In determining the constitutionality of a law, the Constitutional Court must interpret the constitution and if the law is inconsistent with or in 399UGANDA’S STRUGGLE FOR DECRIMINALISATIONcontravention of the constitution, then that law is unconstitutional. The constitutionality of a law must be tested against the very words and spirit of the constitution. Uganda’s constitution, though progressive and using language like ‘all people’, does not specifically mention sexual orientation as one of the protected grounds. Of course arguments have been made elsewhere that sex includes sexual orientation62 but this has not been interpreted as yet in Uganda. Again the precedents set in other countries on decriminalisation, including the United States63 and most recently India,64 are not binding precedents on Uganda, and even those of the European Court of Human Rights are only of persuasive value. No Ugandan precedent on the issue exists. As for the decisions of international bodies like the UN Human Rights Committee,65 these bind only the particular states which were party to the decision: Uganda’s sodomy laws have not been decided upon by any international body.Finally, the reasoning that ‘Ugandans are not ready’ popularised by the Botswana court’s ruling in Kanani v. State66 where Sections 164 and 167 of the Botswana Penal Code dealing with unnatural offences and indecent practices between males were upheld may be of persuasive value to the court. Public opinion seems to be in favour of further criminalisation of homosexuality, and courts may prefer not to defer from popular opinion, though to their credit the Constitutional Court of Uganda has on various occasions made very independent opinions regardless of public opinion.6762 In Toonen v. Australia, Communication No. 488/1992, U.N. Doc CCPR/C/50/D/488/1992 (1994), the Human Rights Committee found that for the purposes of article 26 of the ICCPR, the reference to ‘sex’ in Article 26 is to be taken as including sexual orientation.63 Lawrence v Texas, 539 U.S. 558 (2003).64 Naz Foundation v. Govt. of NCT of Delhi, 160 Delhi Law Times 277.65 For example, Toonen v. Australia (supra).66 Criminal Trial No. F94/1995, judgement delivered on 22 March 2002. Sections 164 and 167 dealing with unnatural offences and indecent practices between males were upheld.67 For example, when the Constitutional Court on 25 June 2004 handed down a judgment ruling that the Referendum (Political Systems) Act 2000 was unconstitutional, this provoked harsh criticism from the president directed specifically at the court and judiciary. In a televised speech delivered on Sunday 27 June 2004, President Museveni stated: ‘A closer look at the implications of this judgment […] shows that what these judges are saying is absurd, doesn’t make sense, reveals an absurdity so gross as to shock the general moral of common sense. […] In effect what this means, is that this court has usurped the power of the people […]. This court has also usurped the power of parliament, to amend the constitution. Government will not allow any institution even the court to usurp the power of the constitution in any way.’ Following the president’s statement, government supporters went to the streets to demonstrate against the judges. See International Bar Association (2007, pp. 21–22). SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS400Legal approach summaryAll in all, the most open and direct route to decriminalisation is through courts of law. So far this route has been used satisfactorily by Ugandan activists and is still in use. However, the decision to pursue direct decriminalisation of homosexuality through the courts of law is one that needs to be taken strategically, for a bad precedent may close the avenue for a long time. Factors like the composition of the Constitutional Court and ultimately the Supreme Court68 come into play as do public opinion and independence of the judiciary.Decriminalisation through the legislative branchApart from using the courts of law to approach decriminalisation, efforts have also been directed towards using parliament. Parliament under the constitution has the powers to make, amend or repeal laws.69 Parliament can amend the Penal Code without a court ruling so and thus could decriminalise homosexuality. In pursuing decriminalisation in Uganda, parliament has not been ignored. Participating in parliamentary committee proceedingsActivists have actively engaged with parliamentary committees handling bills affecting the rights of LGBTI persons in Uganda. The two notable committees are the Legal and Parliamentary Affairs Committee and the Social Services Committee. The Legal and Parliamentary Affairs Committee was the Committee tasked with collecting people’s views on the Anti-Homosexuality Bill 2009 and making a report. On 10 May 2011, the Coalition presented a 14–page memorandum to the Committee on its position as regards the Bill.70 They were joined by other stakeholders who included the UNAIDS country representative and various embassies. The Committee was informed of the unconstitutionality of the Bill, its effect on public health, and on democracy and good governance. The Committee members present were provided with copies of relevant documents concerning the topic. The Coalition’s delegation was made up of four lawyers, one medical doctor and one openly lesbian activist. The Committee gave the impression that they were not aware of the key issues under discussion and were of the view that homosexuality is a learned behaviour and thus could be unlearned. They wanted evidence to prove that there exists a gay gene, and also stated that parliament can legislate on anything, a view that the Coalition humbly disagreed with stating that 68 Appeals from the Constitutional Court go to the Supreme Court of Uganda and it is very important to know the views of the persons who sit on both courts in order to make a strategic decision whether to litigate at a particular time.69 Article 79(1) of the constitution.70 The team was composed of four lawyers, one medical doctor and a leading LGBTI activist who identifies as lesbian.401UGANDA’S STRUGGLE FOR DECRIMINALISATIONparliament cannot legislate against the constitution as such resulting legislation can be declared unconstitutional by the Constitutional Court in light of its powers under Article 137 of the constitution.A member organisation of the Coalition, Uganda Health and Science Press Association (UHSPA) took the lead on engagement with the Social Services Committee over the HIV/AIDS Prevention and Control Bill. UHSPA, members of the LGBTI community in Uganda and the Coalition presented a memorandum to the Committee containing their views about the Bill and more especially on how the Bill would affect LGBTI persons. International organisations like Human Rights Watch and Amnesty International in consultation with the Coalition and the LGBTI community also developed opinions which were sent to Parliament. Distribution of literature to parliamentariansThe Coalition and the LGBTI community have on a number of occasions distributed literature concerning the Anti-Homosexuality Bill and views on it from various people. These materials have been distributed through the office of the clerk of parliament. They are meant to inform parliamentarians about the dangers of further criminalisation of homosexuality and the need for decriminalisation. Two editions of the Media compilation entitled Uganda’s ANTI-HOMOSEXUALITY BILL: The Great Divide71 were developed and distributed to MPs through their pigeonholes.Inviting MPs to academic debates and presentations about homosexualityThe Coalition and the LGBTI community have also invited MPs to attend presentations and speeches by prominent persons concerning decriminalisation. Prominent among these was the baraza (deliberation meeting) with the theme ‘Human rights and sexual orientation: interrogating homophobia’.72 The guest speaker was Prof. Makau Mutua, Dean of Law at SUNY Buffalo University. He spoke about human rights and how rights are claims that must be fought for, and explained why homophobia exists. MPs were invited but only a handful turned up. Outspoken opposition MP Odonga Otto infamously stated that he would kill his own son if he discovered that he was gay and that he supported the death penalty and wants to see it carried out for homosexuals. Another MP gaffed by referring to bisexuals as ‘biosexuals’.Even the proponent of the Bill, MP Bahati himself, has been engaged in debates about the Bill and criminalisation of homosexuality in general. At a public debate organised by the Human Rights and Peace Centre (HURIPEC) 71 This can be accessed at the coalition website: www.ugandans4rights.org (accessed 28 Jan. 2013).72 Held on 10 February 2010 at Imperial Royale Hotel, Kampala.SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS402under the auspices of the Coalition on 18 November 2001, he was the main debater alongside Prof. Sylvia Tamale and Rtd. Major Rubaramira Ruranga. Petitions to parliamentJust like the anti-gay movement, the LGBTI community also uses petitions to lobby parliament. Religious leaders and organisations from all over Africa petitioned parliament over the Anti-Homosexuality Bill, as did Ugandan organisations. These petitions were calling upon parliament not to further criminalise homosexuality by passing the Anti-Homosexuality Bill. In addition Avaaz, an international online lobby group, compiled a petition signed by over 450,000 people worldwide, which was delivered to parliament by the Coalition and other groups (BBC 2010). This opportunity was also used by activists to meet with the Speaker of parliament and also for a press conference.Lobbying regional and international bodies and parliaments The Coalition also met various persons connected to parliaments in other countries all over the world as well as inter-parliamentary organisations. These efforts were aimed at having these bodies engage with the Ugandan parliament on the bill and the need for decriminalisation.Results from parliamentary effortsEngaging parliament has largely been an effective way of moving towards decriminalisation. The Anti-Homosexuality Bill failed to pass through the eighth parliament and (as of July 2011) has not been considered by the ninth parliament.Decriminalisation through the executive branchThough not a de jure law making body, the Executive in Uganda de facto has a lot of influence on the making of policy, introduction of bills, positions on bills, implementation and enforcement of laws, and also enforcing punishments. The presidential assent powers also are important in the law making process. Therefore, the incremental approach also involves the use of the executive in order to move towards decriminalisation as shown below.Petitions to the PresidentThe president’s position on proposed policies and bills carries a lot of weight in Uganda, and most of the time he comes out clearly to state his position on a particular bill. His approach to the Anti-Homosexuality Bill was to regard it as ‘a foreign policy issue’. He is the chairman of the ruling National Resistance Movement (NRM) party, and he wields a lot of influence.Petitions have been made to the president, especially from western 403UGANDA’S STRUGGLE FOR DECRIMINALISATIONcountries, about the Anti-Homosexuality Bill. These petitions usually urge him not to support the further criminalisation of homosexuality, and also ask him to veto the bill if it is passed by parliament. At the same time, he has been petitioned by groups supporting the Bill and it is also important to note that his wife has variously been linked to the pro-Bill group. The Coalition has been encouraging petitions to the president and it was largely the president’s caution to NRM MPs during a retreat that ensured the Bill’s delay in getting through parliament. The president told MPs that the Bill was a foreign policy issue and that they should therefore go slow on it. He revealed that both US Secretary of State Hillary Clinton and then British Prime Minister Gordon Brown had called him about the bill (Olupot and Musoke 2010).Policy advocacyThe coalition has also been engaged in advocacy for policies that are inclusive of LGBTI persons in Uganda. One area where progress has been made is in the health sector where LGBTI organisations are engaging with the process of making the Health Sector Strategic Plan III (HSSP III). UHSPA, has been instrumental in this regard working under the auspices of the Coalition. The Ministry of Health has largely been the most progressive of government agencies in reaching out to sexual minorities. The Most At Risk Populations Initiative (MARPI) is a Ministry of Health project reaching out to most at risk populations including sex workers and men who have sex with men. However, sexual minorities do not appear in most policy documents, and thus LGBTI activists have been using the opportunity of developing HSSP III to advocate for inclusion of sexual minorities. Recently, a member of UHSPA was appointed to the Central Decision-making Committee of the Uganda AIDS Commission.73 Decriminalisation through combating homophobia and ignoranceOne of the factors identified as contributing to the discrimination against homosexuals is homophobia which is largely fuelled by ignorance. Unfortunately, homophobia is so entrenched in Ugandan society that most people would rather remain ignorant about homosexuality. Attempts to discuss homosexuality with Ugandans are not usually successful. LGBTI activists have been denied space at conferences, denied airtime on TV and radio, and events aimed at fighting homophobia are not covered by the media.73 See Uganda: Aids Commission Appointment a Boost for Gay Rights, www.wgnrr.org/news/uganda-aids-commission-appointment-boost-gay-rights (accessed 28 Jan. 2013)SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS404Nevertheless the Coalition and LGBTI organisations have used any available opportunities to publicise their cause, including paying for newspaper space for coverage.Messages aimed at promoting awareness about homosexuality and dispelling myths have been packaged and distributed in publications by the different organisations. However, incidents of people rejecting the materials are frequent: for example, during the distribution of the Great Divide publication, many organisations and individuals approached with materials turned the distributors away saying that they do not want materials concerning homosexuality.Decriminalisation efforts through international systemsThe Coalition has also made use of the international systems available to agitate for decriminalisation in Uganda. Uganda is part of the UN system, and party to a number of international conventions. What the international community thinks and does certainly affects Uganda, a factor that has prompted the Coalition to use the international systems in several ways.Use of the UN systems to call for decriminalisation in UgandaAs a Member State of the United Nations, Uganda is subject to many, if not all, UN systems and processes. The country has voluntarily ratified international human rights instruments including the Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW) and International Covenant on Civil and Political Rights (ICCPR). One of the provisions of the Bahati Bill includes nullifying international documents that ‘promote’ homosexuality. This has been brought to the attention of the relevant bodies, as have other contents of the Bahati Bill. The CEDAW Committee, for example, has called upon Uganda to decriminalise same-sex relations.74 Freedom and Roam Uganda (FARUG), in collaboration with the International Gay and 74 In paragraph 43 of the Concluding Observations of the Committee on the Elimination of Discrimination against Women on Uganda 2010, the Committee called on Uganda ‘to decriminalise homosexual behaviour and to provide effective protection from violence and discrimination against women based on their sexual orientation and gender identity, in particular through the enactment of comprehensive anti-discrimination legislation that would include the prohibition of multiple forms of discrimination against women on all grounds, including on the grounds of sexual orientation and gender identity. To this end, the Committee urges the state party to oppose the private member’s proposed Anti-Homosexuality Bill. The Committee also urges the state party to intensify its efforts to combat discrimination against women on account of their sexual orientation and gender identity, including by launching a sensitisation campaign aimed at the general public, as well as providing appropriate training to law enforcement officials and other relevant actors’. CEDAW/C/UGA/CO/7.405UGANDA’S STRUGGLE FOR DECRIMINALISATIONLesbian Human Rights Commission (IGLHRC), had submitted a shadow report on Uganda to the Committee.Uganda is also a member of the UN Human Rights Council (HRC). Activists from Uganda have on various occasions addressed the HRC on the human rights situation of LGBTI persons in Uganda and the laws criminalising homosexuality. The HRC operates a system of Universal Periodic Review (UPR) where all UN members are reviewed on their human rights record every four years. Uganda is to be reviewed in October 2011 and LGBTI activists and the Coalition have already submitted their report. The Coalition makes it a point to participate at every session of the Human Rights Council since the Coalition was established.The Office of the UN High Commissioner for Human Rights (OHCHR), both the Uganda field office and the headquarters, has also been used both in the UPR process and also to call upon the government to decriminalise. The High Commissioner herself was in Uganda in 2010 and met LGBTI activists and senior officials in government. One of the key issues that was brought to her attention was the Anti-Homosexuality Bill. Her offices in Uganda and in Geneva have continued to follow up on what is happening in Uganda, and she also wrote an Op Ed in the Daily Monitor newspaper when prominent gay rights activist David Kato was murdered in January 2011.The UN Special Rapporteur on Human Rights Defenders, Margaret Sekagya, is a Ugandan and former chairperson of the Uganda Human Rights Commission. Her office has also been used to call for decriminalisation and protection of LGBTI human rights activists in Uganda. Activists have also engaged with her in Geneva during HRC sessions and also when she is in Uganda. She has made protection of the rights of LGBTI human rights defenders one of her key focal points and has reached out to the Coalition and LGBTI organisations on various occasions for information and updates.Use of other governmentsThe Coalition has also lobbied other governments to call for decriminalisation and to prevent further criminalisation of homosexuality in Uganda. Some governments have come out to openly oppose the Bahati Bill and these include the governments of the USA, Sweden and the UK. Many countries condemned the murder of David Kato. This aspect of our work is crucial and has largely been successful as governments usually listen to each other. It runs the risk, however, of the campaign being labelled ‘western’ or ‘neo-colonialist’, a risk that we have been willing to take. The other downside of this approach has been the ‘aid conditionality statements’ by different countries, especially Sweden and the UK. These statements have the unfortunate impact of being labelled racist, neo-colonial, and western, and also the LGBTI community is largely blamed for the cut in aid and is further ostracised. SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS406Use of international and human rights organisationsVarious international human rights organisations have joined the struggle against the Bahati Bill, homophobia and for decriminalisation. Human Rights Watch (2009) has released reports and has written position statements about the Bill, as has Amnesty International (2009). They have also written petitions to Parliament about the Bahati Bill. As already mentioned above, the online organisation Avaaz collected 450,000 signatures from all over the world petitioning against the Anti-Homosexuality Bill and the petition was delivered to parliament.75 Use of the international mediaThe international media has also been used in the campaign against the Bill and against criminalisation of homosexuality. Many articles have been written in the press about Uganda and also many TV features as well as internet discussions and articles. The Coalition and activists have given interviews on BBC, CNN and Al Jazeera, among others.ConclusionExperiences elsewhere show that homosexuality can be decriminalised. The difference may be in how long it takes. Many African countries which are Commonwealth states do not even discuss the possibility of decriminalisation. It is thus a great achievement that decriminalisation is being debated in Uganda.Despite all the challenges documented above, it is plain to see that Uganda has moved a long way through its incremental approach to decriminalisation. Activists in Uganda are optimistic that decriminalisation will finally be achieved. However, the future holds more challenges. It is not clear which of the approaches will ultimately deliver the goal, but what is clear is that each of the approaches above will have made a contribution towards decriminalisation. It may take many more years, but that is not unusual, for in most Commonwealth countries that have decriminalised, the struggle was long and a culmination of various processes. Each of the above approaches plays its own role and the outcome of all the different approaches is difficult to ignore. Activists in Uganda have been very brave and continue to be. It is interesting to observe that something done by the British authorities by the stroke of a pen at the advent of colonialism, now requires gargantuan efforts to get rid of — indeed one of the longest lasting legacies of British colonialism in the Commonwealth countries.75 See ‘Uganda gay bill critics deliver online petition’, http://news.bbc.co.uk/2/hi/africa/8542341.stm (accessed 28 Jan. 2013).407UGANDA’S STRUGGLE FOR DECRIMINALISATIONBibliographyAbrams, K. and S. Lively (1995) The Pink Swastika: Homosexuality in the Nazi Party (Keizer, OR: Founders Publishing Corporation).Amnesty International (2009) Uganda: ‘Anti-Homosexuality’ Bill Threatens Liberties and Human Rights Defenders (15 Oct.), available at www.amnesty.org/en/for-media/press-releases/uganda-%E2%80%98anti-homosexuality%E2%80%99–bill-threatens-liberties-and-human-rights-de (accessed 28 Jan. 2013)Amory, D. P. (1997) “’Homosexuality” in Africa: Issues and debates’, Journal of Opinion XXV (1), pp. 5–10.Ahlberg, B. M. (1994) ‘Is there a distinct African sexuality? A critical response to Caldwell’, Africa 64 (2), pp. 220–241.BBC (2010), ‘Uganda gay bill critics deliver online petition’, 1 Mar., available at http://news.bbc.co.uk/2/hi/africa/8542341.stm (accessed 28 Jan. 2013).Driberg, J. (1923) The Lango (London: Thorner Coryndon).Edel, M.M. (1996) The Chiga of Western Uganda, second edition (New Brunswick, NJ: Transaction Publishers).Faupel, J.F. (1984) African Holocaust: The story of the Uganda Martyrs (Kampala: St. Paul’s Publications).Human Rights Watch (2008) This Alien Legacy: The Origins of ‘Sodomy’ Laws in British Colonialism (New York: Human Rights Watch). — (2009) ‘Uganda: ‘Anti-Homosexuality’ Bill Threatens Liberties and Human Rights Defenders’ (15 Oct.), available at www.hrw.org/news/2009/10/15/uganda-anti-homosexuality-bill-threatens-liberties-and-human-rights-defenders (accessed 28 Jan. 2013).International Bar Association (2007) Judicial Independence Undermined: A report on Uganda (London: International Bar Association). Jjuuko, A. (2008) Aren’t These Emperors Naked? Revealing The Nexus Between Culture, And Human Rights Over The Issue Of Homosexuality In Uganda, LLB dissertation, Makerere University, Uganda.— (2011) ‘The Implications of Criminalisation of Homosexuality to Forced Migration; Uganda’s Anti Homosexuality Bill 2009 In the Spotlight’, paper presented at the 13th IASFM Conference, 3–6 July, hosted by Refugee Law Project, Commonwealth Resort Hotel, Munyonyo, Kampala, Uganda. Kaggwa, A. (1971) Bassekabaka ba Buganda [The Kings of Buganda] (Nairobi: East African Publishing House).SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS408Karugaba, P. (2005) ‘Public Interest Litigation In Uganda, Practice & Procedure; Shipwrecks And Seamarks’, paper presented at the Judicial Symposium On Environmental Law For The Judges Of The Supreme Court And Court Of Appeal, Imperial Botanical Beach Hotel Entebbe, 11–13 Sept.Lawrance, J. (1957) The Iteso: Fifty Years of Change in a Nilo-Hamitic tribe of Uganda (Oxford: Oxford University Press).Lively, S. (2010) ‘The Death Penalty in Uganda”’, Abiding Truth Ministries, 11 Mar., available at www.defendthefamily.com/pfrc/newsarchives.php?id=4480922 (accessed 28 Jan. 2013).Murray, S.O. and W. Roscoe (1998) ‘Preface: “All Very Confusing”’, in S.O. Murray and W. Roscoe (eds.), Boy-Wives and Female Husbands: Studies of African Homosexualities (New York: St. Martin’s Press), pp. xi-xxii.Mushanga, M. (1973) ‘The Nkole of Southwestern Uganda’, in A. Molnos (ed.), Cultural Sources Materials for Population Planning in East Africa: Beliefs and Practices (Nairobi: East African Publishing House).Nanyonga-Tamusuza, S. (2005) Baakisimba: Gender in the music and dance of the Baganda people of Uganda (New York: Routledge).Needham, R. (1973) ‘Right and Left in Nyoro Symbolic Classification’ in R. Needham (ed.), Right and Left: Essays on Dual Classification (Chicago: University of Chicago Press).Olupot, M. and C. Musoke (2010) ‘Museveni warns NRM on Homosexuality Bill’, The New Vision, 12 Jan.Read, J. S. (1963) ‘Criminal Law in Africa of Today and Tomorrow’, Journal of African Law 17 (1) (Spring), pp. 5–17.Southwold, M. (1973) ‘The Baganda of Central Uganda’ in A. Molnos (ed.), Cultural Source Materials for Population Planning in East Africa: Beliefs and Practices (Nairobi: East African Publishing House).Tamale, S. (2007) Homosexuality: Perspectives From Uganda (Uganda: Sexual Minorities Uganda (SMUG)).— (2003) ‘Out of the Closet: Unveiling Sexuality Discourses in Uganda’, Feminist Africa 2, p. 29.Walkowitz, J.R. (1992) City of Dreadful Delight: Narratives of Sexual Danger in Late Victorian London (Chicago: The University of Chicago Press).",
    "id": 13120165,
    "identifiers": {
        "doi": null,
        "oai": "oai:sas-space.sas.ac.uk:4815"
    },
    "title": "The incremental approach: Uganda’s struggle for the\n\ndecriminalisation of homosexuality",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2013-01-01T00:00:00+00:00",
    "publisher": "Institute of Commonwealth Studies, School of Advanced Study, University of London",
    "references": [
        {
            "id": 6025991,
            "title": "African Holocaust: The story of the Uganda Martyrs (Kampala:",
            "authors": [],
            "date": "1984",
            "doi": "10.1017/s0021853700004667",
            "raw": "Faupel, J.F. (1984) African Holocaust: The story of the Uganda Martyrs (Kampala: St. Paul’s Publications).",
            "cites": null
        },
        {
            "id": 6025997,
            "title": "Aren’t These Emperors Naked? Revealing The Nexus Between Culture, And Human Rights Over The Issue Of Homosexuality",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Jjuuko, A. (2008) Aren’t These Emperors Naked? Revealing The Nexus Between Culture, And Human Rights Over The Issue Of Homosexuality In Uganda, LLB dissertation, Makerere University, Uganda.",
            "cites": null
        },
        {
            "id": 6026004,
            "title": "Baakisimba: Gender in the music and dance of the Baganda people of Uganda",
            "authors": [],
            "date": "2005",
            "doi": "10.4324/9780203957653",
            "raw": "Nanyonga-Tamusuza, S. (2005) Baakisimba: Gender in the music and dance of the Baganda people of Uganda (New York: Routledge).",
            "cites": null
        },
        {
            "id": 6025999,
            "title": "Bassekabaka ba Buganda [The Kings of Buganda] (Nairobi: East African Publishing House).SEXUAL ORIENTATION,",
            "authors": [],
            "date": "1971",
            "doi": null,
            "raw": "Kaggwa, A. (1971) Bassekabaka ba Buganda [The Kings of Buganda] (Nairobi: East African Publishing House).SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS 408 Karugaba, P. (2005) ‘Public Interest Litigation In Uganda, Practice & Procedure; Shipwrecks And Seamarks’, paper presented at the Judicial Symposium On Environmental Law For The Judges Of The Supreme Court And Court Of Appeal, Imperial Botanical Beach Hotel Entebbe, 11–13 Sept.",
            "cites": null
        },
        {
            "id": 6026010,
            "title": "City of Dreadful Delight: Narratives of Sexual Danger in Late Victorian London (Chicago:",
            "authors": [],
            "date": "1992",
            "doi": "10.7208/chicago/9780226081014.001.0001",
            "raw": "Walkowitz, J.R. (1992) City of Dreadful Delight: Narratives of Sexual Danger in Late Victorian London (Chicago: The University of Chicago Press).",
            "cites": null
        },
        {
            "id": 6026006,
            "title": "Criminal Law in Africa of Today and Tomorrow’,",
            "authors": [],
            "date": "1963",
            "doi": "10.1017/s0021855300001297",
            "raw": "Read, J. S. (1963) ‘Criminal Law in Africa of Today and Tomorrow’, Journal of African Law 17 (1) (Spring), pp. 5–17.",
            "cites": null
        },
        {
            "id": 6026008,
            "title": "Homosexuality: Perspectives From Uganda (Uganda: Sexual Minorities Uganda (SMUG)).",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Tamale, S. (2007) Homosexuality: Perspectives From Uganda (Uganda: Sexual Minorities Uganda (SMUG)).",
            "cites": null
        },
        {
            "id": 6025983,
            "title": "Is there a distinct African sexuality? A critical response to Caldwell’,",
            "authors": [],
            "date": "1994",
            "doi": "10.2307/1160981",
            "raw": "Ahlberg, B. M. (1994) ‘Is there a distinct African sexuality? A critical response to Caldwell’, Africa 64 (2), pp. 220–241.",
            "cites": null
        },
        {
            "id": 6025996,
            "title": "Judicial Independence Undermined: A report on Uganda (London:",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "International Bar Association (2007) Judicial Independence Undermined: A report on Uganda (London: International Bar Association).",
            "cites": null
        },
        {
            "id": 6026009,
            "title": "Out of the Closet: Unveiling Sexuality Discourses in Uganda’,",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "— (2003) ‘Out of the Closet: Unveiling Sexuality Discourses in Uganda’, Feminist Africa 2, p. 29.",
            "cites": null
        },
        {
            "id": 6026002,
            "title": "Preface: “All Very Confusing”’,",
            "authors": [],
            "date": "1998",
            "doi": null,
            "raw": "Murray, S.O. and W. Roscoe (1998) ‘Preface: “All Very Confusing”’, in S.O. Murray and W. Roscoe (eds.), Boy-Wives and Female Husbands: Studies of African Homosexualities (New York: St. Martin’s Press), pp. xi-xxii.",
            "cites": null
        },
        {
            "id": 6026005,
            "title": "Right and Left in Nyoro Symbolic Classification’",
            "authors": [],
            "date": "1973",
            "doi": "10.2307/1157771",
            "raw": "Needham, R. (1973) ‘Right and Left in Nyoro Symbolic Classification’ in R. Needham (ed.), Right and Left: Essays on Dual Classification (Chicago: University of Chicago Press).",
            "cites": null
        },
        {
            "id": 6026007,
            "title": "The Baganda of Central Uganda’",
            "authors": [],
            "date": "1973",
            "doi": null,
            "raw": "Southwold, M. (1973) ‘The Baganda of Central Uganda’ in A. Molnos (ed.), Cultural Source Materials for Population Planning in East Africa: Beliefs and Practices (Nairobi: East African Publishing House).",
            "cites": null
        },
        {
            "id": 6025989,
            "title": "The Chiga of Western Uganda, second edition",
            "authors": [],
            "date": "1996",
            "doi": "10.1525/aa.1958.60.5.02a00300",
            "raw": "Edel, M.M. (1996) The Chiga of Western Uganda, second edition (New Brunswick, NJ: Transaction Publishers).",
            "cites": null
        },
        {
            "id": 6026001,
            "title": "The Death Penalty in Uganda”’, Abiding Truth Ministries, 11 Mar., available at www.defendthefamily.com/pfrc/newsarchives.",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "Lively, S. (2010) ‘The Death Penalty in Uganda”’, Abiding Truth Ministries, 11 Mar., available at www.defendthefamily.com/pfrc/newsarchives.",
            "cites": null
        },
        {
            "id": 6025998,
            "title": "The Implications of Criminalisation of Homosexuality to Forced Migration; Uganda’s Anti Homosexuality Bill",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "— (2011) ‘The Implications of Criminalisation of Homosexuality to Forced Migration; Uganda’s Anti Homosexuality Bill 2009 In the Spotlight’, paper presented at the 13th IASFM Conference, 3–6 July, hosted by Refugee Law Project, Commonwealth Resort Hotel, Munyonyo, Kampala, Uganda.",
            "cites": null
        },
        {
            "id": 6026000,
            "title": "The Iteso: Fifty Years of Change in a Nilo-Hamitic tribe of Uganda (Oxford:",
            "authors": [],
            "date": "1957",
            "doi": "10.2307/1156580",
            "raw": "Lawrance, J. (1957) The Iteso: Fifty Years of Change in a Nilo-Hamitic tribe of Uganda (Oxford: Oxford University Press).",
            "cites": null
        },
        {
            "id": 6025987,
            "title": "The Lango (London: Thorner Coryndon).",
            "authors": [],
            "date": "1923",
            "doi": "10.1017/s0041977x00000252",
            "raw": "Driberg, J. (1923) The Lango (London: Thorner Coryndon).",
            "cites": null
        },
        {
            "id": 6026003,
            "title": "The Nkole of Southwestern Uganda’,",
            "authors": [],
            "date": "1973",
            "doi": null,
            "raw": "Mushanga, M. (1973) ‘The Nkole of Southwestern Uganda’, in A. Molnos (ed.), Cultural Sources Materials for Population Planning in East Africa: Beliefs and Practices (Nairobi: East African Publishing House).",
            "cites": null
        },
        {
            "id": 6025979,
            "title": "The Pink Swastika: Homosexuality in the Nazi Party",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "Abrams, K. and S. Lively (1995) The Pink Swastika: Homosexuality in the Nazi Party (Keizer, OR: Founders Publishing Corporation).",
            "cites": null
        },
        {
            "id": 6025993,
            "title": "This Alien Legacy: The Origins of ‘Sodomy’ Laws in British Colonialism (New York: Human Rights Watch).",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Human Rights Watch (2008) This Alien Legacy: The Origins of ‘Sodomy’ Laws in British Colonialism (New York: Human Rights Watch).",
            "cites": null
        },
        {
            "id": 6025985,
            "title": "Uganda gay bill critics deliver online petition’, 1 Mar., available at http://news.bbc.co.uk/2/hi/africa/8542341.stm (accessed 28",
            "authors": [],
            "date": "2013",
            "doi": null,
            "raw": "BBC (2010), ‘Uganda gay bill critics deliver online petition’, 1 Mar., available at http://news.bbc.co.uk/2/hi/africa/8542341.stm (accessed 28 Jan. 2013).",
            "cites": null
        },
        {
            "id": 6025981,
            "title": "Uganda: ‘Anti-Homosexuality’ Bill Threatens Liberties and Human Rights Defenders (15 Oct.), available at www. amnesty.org/en/for-media/press-releases/uganda-%E2%80%98antihomosexuality%E2%80%99–bill-threatens-liberties-and-human-rightsde (accessed 28",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Amnesty International (2009) Uganda: ‘Anti-Homosexuality’ Bill Threatens Liberties and Human Rights Defenders (15 Oct.), available at www. amnesty.org/en/for-media/press-releases/uganda-%E2%80%98antihomosexuality%E2%80%99–bill-threatens-liberties-and-human-rightsde (accessed 28 Jan. 2013) Amory, D. P. (1997) “’Homosexuality” in Africa: Issues and debates’, Journal of Opinion XXV (1), pp. 5–10.",
            "cites": null
        },
        {
            "id": 6025995,
            "title": "Uganda: ‘Anti-Homosexuality’ Bill Threatens Liberties and Human Rights Defenders’ (15 Oct.), available at www.hrw.org/ news/2009/10/15/uganda-anti-homosexuality-bill-threatens-liberties-andhuman-rights-defenders (accessed 28",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "— (2009) ‘Uganda: ‘Anti-Homosexuality’ Bill Threatens Liberties and Human Rights Defenders’ (15 Oct.), available at www.hrw.org/ news/2009/10/15/uganda-anti-homosexuality-bill-threatens-liberties-andhuman-rights-defenders (accessed 28 Jan. 2013).",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/13120165.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/13120165"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/13120165/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/13120165/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/13120165"
        }
    ],
    "abstract": "",
    "tags": [
        "HRDS",
        "HIS",
        "LAW",
        "POL",
        "HRDS",
        "HIS",
        "LAW",
        "POL"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "HRDS",
        "HIS",
        "LAW",
        "POL"
    ],
    "oai": "oai:sas-space.sas.ac.uk:4815",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "99",
        "openDoarId": 0,
        "name": "SAS-SPACE",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 13120165,
        "depositedDate": null,
        "publishedDate": "2013-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-18T02:20:36+00:00",
        "acceptedDate": null,
        "createdDate": "2013-08-19T12:01:11+01:00"
    },
    "urls": [
        "https://sas-space.sas.ac.uk/4815/1/14Jiuuko.pdf"
    ],
    "lastUpdate": "2024-02-18T02:20:36+00:00",
    "setSpecs": [
        "7374617475733D707562",
        "7375626A656374733D48524453",
        "7375626A656374733D484953",
        "7375626A656374733D4C4157",
        "7375626A656374733D504F4C",
        "74797065733D626F6F6B5F73656374696F6E",
        "6469766973696F6E733D69637773",
        "6469766973696F6E733D687263"
    ]
}