{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Wang, Feibi"
        }
    ],
    "contributors": [],
    "createdDate": "2023-02-01T13:29:26+00:00",
    "dataProvider": {
        "id": 12539,
        "name": "Bowling Green State University: ScholarWorks@BGSU",
        "url": "https://api.core.ac.uk/v3/data-providers/12539",
        "logo": "https://api.core.ac.uk/data-providers/12539/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/553170689.pdf",
    "fullText": "Bowling Green State University ScholarWorks@BGSU Honors Projects Honors College Fall 12-6-2022 The Yellow Qipao Feibi Wang wanfei@bgsu.edu Follow this and additional works at: https://scholarworks.bgsu.edu/honorsprojects  Part of the Asian American Studies Commons, Asian Studies Commons, Biblical Studies Commons, Christianity Commons, Ethnic Studies Commons, Film Production Commons, Other Languages, Societies, and Cultures Commons, Religious Thought, Theology and Philosophy of Religion Commons, and the Screenwriting Commons How does access to this work benefit you? Let us know! Repository Citation Wang, Feibi, \"The Yellow Qipao\" (2022). Honors Projects. 840. https://scholarworks.bgsu.edu/honorsprojects/840 This work is brought to you for free and open access by the Honors College at ScholarWorks@BGSU. It has been accepted for inclusion in Honors Projects by an authorized administrator of ScholarWorks@BGSU. The Yellow QipaoLeon WangHonors ProjectSubmitted to the Honors College at Bowling Green State Universityin partial fulfillment of the requirements to graduate withUniversity HonorsNovember 14, 2022Advisors: Lucas Ostrowski and Thomas EdgeProposalScholars in the media have discussed the importance of representation. Ever since I waslittle, I had barely ever seen media specifically about people like me who were queer and AsianAmerican. This made me think that my identities were not important in this society. There’s noway that I am the only person questioning their own importance through the lack ofrepresentation in media. In my maturing perspective I am finding a need to not only seek out thisrepresentation but also help develop it for the next generation.I am interested in creating a film about my own experiences centering around theintersectionality of race, religion, gender, and sexuality. Specifically, the film will be about thenegotiations of identities surrounding queer Asian American life and the process of coming out.Scholars have always created a distinction between being queer and being Asian Americanwithout considering the way that queerness and Asian Americaness comes together as onecenterpiece. By intercutting the formal and narrative elements of film I would like to creativelybridge the gap between queerness and Asian Americaness using my own personal experiences.My research will focus on the following questions:1. How does film represent queer Asian American experiences?2. Why don’t we see as much of queer Asian American representation as we do queer Whiterepresentation?3. There is clearly a bigger emphasis on the gay and lesbian part of the queer communityand a lack of other varying identities. How can we expand the categories of queer andracial identities that we depict on screen?In addition to filling in the lack of representation for queer Asian Americans, I am applying anautoethnographic approach to this project, examining my own relationship to the subject matterdepicted in the script and film. Thus, I propose the following questions to frame this portion ofmy project:1.       How does a filmmaker depict their own identities and experiences on film?2.       What challenges do filmmakers face in creating films based on their lives,experiences, and/or identities?3.       How is the filmmaker affected by the process of translating their own life into art?Lit ReviewIntersectionality was first coined by Kimberlé Crenshaw in 1989 as a means to studycritical race theory. The word intersectionality “identifies how interlocking systems of poweraffect those who are most marginalized in society” (“Intersectionality”). It is a term important tomy study of a Queer Asian American Christian background of the main character in my shortfilm and also in myself as the director and writer of the film.“Home” for Asian Americans is hard to pinpoint, which means that there’s no singlebackground to pinpoint when studying Asian Americanness and their intersectionalities. In OutHere and Over There: Queerness and Diaspora in Asian American Studies by David L. Eng, Engsays that “Taken together, these numerous problems of home urge us to consider the intersectionof queerness and diaspora-the implications of their various crossings-in Asian American studies”(Eng 32) We must consider the intersectionality of Queer Asian Americans, especially QueerAsian American Christianity, when analyzing the process of creating my film. We must note thatintersectionality for Asian Americans is already not studied enough. This means that my project,revolving around several large intersections between sexuality, gender identity, ethnic identity,and religious identity, is not studied or represented enough for me to have many sources to drawfrom. It feels exclusionary on many levels.Audrey Yue in Queer Asian Cinema and Media Studies gives historical context on therelationship of Asian countries and homosexuality, outlining the acceptability of queer media inthese countries. Emphasis is put on the fact that these films are identified as “Asian” rather thanby “Indian” or “Chinese” or “Japanese” specifically which can alienate the media into the “west”and the “rest” (Yue 147-148). By not emphasizing the differences in Asian identities, there isalienation of two groups instead of seeing an alliance of a bunch of subcategories of identitiesworking together to find common experience. This suggests that more data and studies areneeded to understand the Asian and Asian American experience and the intersectionalities withinthe community. Assimilation or exclusion are the two options given because of the binaries ofthe “west” and the “other”, not allowing anyone who has a combination of intersectionalities tohave resources for what is supposed to be a spectrum of identities. Not being able to fit withinbinaries of the “west” vs the “other” as an Asian American prompts the need of “coming out” notonly pertaining to queerness but to ethnic identity as well.An alternative way of representing the coming out process can be seen within queerAsian media in which the one coming out negotiates with the blood family instead of leaving theblood family in an act of assimilation. “Rather than a homosexual identity development model inwhich the speech act of coming out marks the transition of homosexual identity from confusionto clarity, this practice, characterized instead by reticence and constant negotiation, has come todistinguish one key tenet of queer Asian media studies in which narrative plots of homosexualidentity disclosure are always accompanied by critical analyses that also evaluatetransformations to the biological family” (Yue 148). What does biological family mean to aqueer Asian American? Leave and assimilate into the “west”? Stay and negotiate with the“other”? Why are those the only choices? These two different perspectives of looking at AsianAmericans have emerged that have caused much debate. One emphasizes the exilic identity tobattle assimilation, “the other insists on the boundaries of the nation-state as a viable location tochallenge racialized American identity and power structures” (Zhou par. 1). Zhou, like in othersources, talks about the negotiation of multiple identities as an Asian American. Later on in thissource, Zhou brings up how gay Asian men are exoticised and feminised compared to gay whitemen because it acts out the fantasies that white men have about Asian women. It is important tobreak down the phallocentrism of the white man and focus on reclaiming identities in race,sexuality, gender, culture, and decolonisation.C. Winter Han begins Chapter 5 of Geisha of a Different Kind by showing how, for AsianAmericans, coming out is a continuous negotiation between being queer and being Asian. Theexperience of the white man’s coming out is not universal and the act of coming out is seen as anact of selfishness to many gay Asian American men. “Yet, for many gay Asian American men Imet during my field work, being gay is a constant negotiation rather than a momentarydeclaration that changes one’s life forever. Rather than being “out and proud all the time,” gayAsian American men vacillate between being gay, being Asian, and being gay and Asian at thesame time, depending on the situation” (Han 157). It is a constant struggle of identities and manyqueer Asian Ameircans prefer to identify with both being gay and Asian instead of dividingbetween the two. Trying to find the intersectionality between race and sexuality is messy andthere’s a lot of negotiation as we define what Gaysian American is.Queerness in Asian American history often begins with the feminization and fetishizationof Asian men. Since the nineteenth century, Asian (American) men have been depicted asfeminine and subservient in the media. “The feminization of the Asian male in U.S. popularculture demonstrates the intersection of race and gender discourses. The Asian male immigrantwas racially stereotyped in ways that placed him within a subservient or dependent gendercategory” (Chen 60). In media such as the film The Ballad of Little Jo (Maggie GreenwaldMansfield, 1993), Tinman (David Chung) is a Chinese man who was mocked and faced hostilityfrom locals on the frontier until Jo (Suzy Amis Cameron) hires him as her cook. The way thatTinman is portrayed, both the work he has to do and the weaknesses he has as a Chinese man inthe West feminizes his character. And this is just one example amongst many. On one hand, thefeminization of Asian men is occasionally talked about negatively. On the other hand, what is notmentioned is that the feminization of Asian men makes it easier to become androgynous as aqueer person of Asian descent. This I have discovered from being a masculine presentinggenderfluid person who passes much easier than my White genderqueer counterparts. This alsogoes into the way that I, as a queer Asian American, practices how I present myself in societyand the way I perform. It is also based on what I look like, from the features of my face, the sizeand shape of my body, and the masculine or feminine way I interact with others and dressmyself. In Queer Relationality as Family: Yas Fats! Yas Femmes! Yas Asians! by ShinsukeEguchi & Hannah R. Long, different bodies, whether fat, femme, or Asian, are stereotyped andsubjected to a certain ideal of queerness or lack thereof. One big way people stereotype who getsto seem queer or not is how a person performs. “Queerness is, in fact, imperfect in the presenttime. Only with such an ethic of care can we start revising possibilities of queer relationality thatwork on and against hegemonic, heteronormative, and homonormative paradigms of relating”(1605-1606). It is important to reimagine the possibilities of queer performativity.Returning to the idea of representing queer Asian Americans in cinema, Xiuzhu Li startsout by admitting that the queer Asian American cinema being studied focuses on mainly thelesbian and gay aspects of the LGBTQ community and that the bisexual, trans, and other queeridentities are often overlooked. Li looks at the intersections between queer theory, AsianAmerican studies, and cinema studies not only to study the subjects in depth but to find ways toinitiate change and action so that there would be more diversity in the way queer AsianAmerican cinema is represented. “Queer is not just about gender and sexuality, but therestrictiveness of the rules governing them and their intersection with other aspects of identity”(Li 8). Li hopes that by looking at cinema through a postcolonial, deconstructional lens, that canlet us “properly understand the traumatic character of the ‘colonial experience’” (Li 8). It is alsoimportant to note that we need to queer the idea of the Asian immigrant family. Asianimmigrants are allowed to be queer and have more than one identity that defines their lives.There is also a need to be able to depict Asian immigrants and Asian Americans as queer in themedia to allow the world to get used to the idea of queerness and Asian Americaness being anegotiable set of identities.Media tends to stereotype Asian men, gay men, and the concept of what is and isn’tmasculinity in general. Media “ridicules not only the looks but attributes, behaviors, acts, andpractices of gays and Asians and reduces them to uniform and static identities” (Shimizu 1).“The solution to the problematic representation of Asian American men in the movies is not toadd the phallus, which ultimately reproduces sexual heteronormativity and gender hierarchy, butto identify new criteria that dodge the crosshairs of victimization with an accounting of malepower and privilege” (Shimizu 2). What is the basis of normal when we compare hypersexualityversus hyposexualty of Asian men and women? Asian American men are often forced intohyposexuality–an assignment of asexuality/effemininity/queerness, when it comes to films. Thisdiscounts a person’s viability in love/romance/sex. Connected to the dismissal of Asian malesexuality in film is shame and disgrace.Finally, the last part of the Queer Asian American Christian identity in my character dealswith religion. Religion, especially Christianity, has been exclusionary since its creation. InControversies in Queer Theology by Susannah Cornwall, she quotes Patrick S. Cheng in histheory that “non-white queer people of faith must deal with the racism of their churches, family,and LGBT communities as well as the homophobia of society at a large, adding another layer ofexclusion and marginalization to what already comes simply by virtue of claiming anon-heterosexual identity” (Cornwall 84). There is now representation of Queer theology as wellas Asian American theology, but a lack in a bridge between the two. My goal in the explorationof this film I’ve written is to bridge the representation in media of queerness, AsianAmericanness, and religion.MethodologyChoosing a Topic:I began with a broad sense of the idea that I wanted to create a film for my honorsproject. In the past, I have worked on three student independent studies in the form of film, oneof them being an older student who also made a film for her honors project. Each of theseindependent short films were incredibly personal and drew on the experience of the director. Iwanted to use my unique experience as a queer Asian American Christian as the basis for myfilm. I especially wanted to focus on the importance of my mom’s cooking and my experience asan immigrant as my topic. This was the first outline I made:OutlineYan and Wen Shuang arrive at the airport.Middle-Aged Woman picks them up.Yan and Wen Shuang are dropped off at their apartment.They enter their apartment, which is devoid of furniture.Wen Shuang explores the apartment and finds a single box of coco puffs. They snack on it whilethey explore the rest of the place.Three month time jump to the now furnished apartment. Yan puts two bowls of congee on thekitchen table and yells for Wen Shuang to hurry up. Wen Shuang appears and they sit to eat.Then Wen Shuang jumps up when a car horn sounds and leaves for school with Yan calling outfor him to be careful.Two months time jump to Wen Shuang and Alex are watching TV when Yan comes over to givethem a bowl of cut fruit. Yan warns them not to watch too long and the two just hums.One month time jump to Wen Shuang coming home and asking for pizza and complaining thatthey are bullied for their packed lunch. Yan says she’ll pack them PBJ instead. They reveal thatthey changed their name to Aspen. Yan is not happy about it and scolds them. They retort backthat this isn’t over.Aspen finds Yan asleep in a pile of seminary homework. They put a blanket over Yan andremove a bowl of cold, half-eaten rice from the table.Aspen is doing their homework and munching on coco puffs when they hear shouting from theother room. They peek in to hear Yan fighting with their dad. (Aspen does not want to talk totheir dad because they’ve been abused by him. Yan doesn’t want his money or support becauseshe wants to break ties with him.)Aspen and Yan fights about them coming out as genderfluid and pansexual.Aspen and Alex goes out for some American food. They share their concern about theirrelationship with their mom. Alex listens and offers advice. (“Whenever I fight with my mom,we bake cookies together afterward. What do you like to make with your mom?”)Aspen puts on traditional chinese clothing and hangs up chinese window papers for chinese newyear. They help their mom make dumplings and the two reconcile their differences. “My name isAspen and also Wen Shuang. I am genderfluid and pansexual and I know you don’t understand,but I am becoming who I want to be. Do you TRUST me?”) Yan pats Aspen’s cheek and getsflour over their face. (“You know I will always love you.”)When I was told by faculty that this outline is good but is too long to realize as a shortfilm, I had to narrow down the topic for my film and the timeline within the script. I decided tofocus on a single event that really changed my life as a queer Asian American Christian whilestill having the topic of a mom and child relationship as a part of the story. This shortened myscript by a lot and gave me a way to also narrow down my research questions. I decided to focuson the first time I came out to my mom and using that experience to create a fictional story aboutgender, sexuality, religion, and ethnic identity.This was my new outline:Aspen struggles to find what to wear to church. Yan suggests they change into a dress.Aspen and Yan sit in church.Aspen and Yan go to the coffee shop after church. Aspen translate the order for Yan.Aspen explains genderfluid and pansexuality to Yan and tells her that they go by Aspen and notWen Shuang. Yan does not understand.Yan makes food for Aspen when she finds Aspen’s phone and sees their texts.Aspen comes home to grab their phone and Yan confronts them about finding out they had gaysex. The two fight and Aspen runs out. Yan cries.Alec’s character was added because I wanted a character with an outside perspective.Alec’s character would also be someone whom my White audience can relate to, because somuch of my story is based on my Asian American experience. Even though I want to representmy experience in its fullest, I also want to have a bridge between identities so that my audiencecan be more broad. Alec’s character is also based on the idea that I also, during my coming out,had a predominantly White group of friends who were my support system and I wanted to have acharacter to represent that.Research:Because of my project being more creative than research based, I had a hard time comingup with a precise point of research for where to begin my annotated bibliography. The final resultis a research based on the intersectionality of identities in my film. The research I do wouldreflect on the past representation of those identities, how they have been seen in media in the pastand how I can use my own experience to produce a product that not only represented anintersection of these unique identities but where I can add more representation of identities notseen in media at all. What was missing and how can I truthfully represent that? I have hardlyseen stories in the media of my own identities so I will have to become a pioneer in this field sothat other people with similar experiences to my own will be able to see themselves representedin the future. The final research questions gave me a background to be able to research what hasbeen done before and what I can add and improve.Writing the Script:The initial scene that was written before any others was the coffee shop/bubble tea shopscene. I reflected on the importance of an event I experienced with my mom, where I translatedher order to a barista and non-Chinese speaking people were staring at us strangely. This mademe think that not everyone has the same experience with language that I do, but knowing thatthere are other bilingual families, there will be others with my experience who can relate to theevent. I turned this translating experience into a scene and surrounded my script around abilingual mother/child relationship with the added difficulty of ethnicity, religion, sexuality, andgender. It became a day in the life of my characters. A simple day that turned into a life changingevent.Gathering Crew:Once the script was written, I developed a timeline for production. The next step was togather people for my crew. Movies are made through collaboration. There were students in myclass whom I knew of with varying talents in handling film production technology. I askedpeople after class to collaborate with me and to tell their friends of the opportunity of being onmy film crew. This was probably the easiest part of the pre-production process. The onlyproblem I found was that people’s availability changed through the year and some people had todrop out of the crew, which means I would have to search for people to fill their roles.Casting the Film:The last part of the pre-production process was to cast the film. I asked Rachel Jones tobe my casting director because of her prior experience in casting student films and her vastconnections with acting agencies. The problem we face is that our location is in the midwest,where there is a lot less diversity than coastal cities. We lack Asian American actors in thenearby area who are willing to act for free. Because of the lack of auditions for the maincharacters, we have moved production from Fall 2022 to Spring 2023 to give us more time tosearch for Asian American actors.ConclusionDifficulties:My conclusion for this project, what I planned to do vs what I was able to accomplish, is that it isdifficult to truthfully represent my experience in film. I had many limitations going into thisfilmmaking process. The first was that I am not able to financially fund my own film. I had tocreate fundraisers and convince people to donate. I also applied to grants that provided financialbacking for my project. The second is that I have never directed and produced my own filmbefore, so I had to learn as I go. The final block that I am still working through is casting anAsian American film in a predominantly White location. Writing the script only relied on myability to write and recount my experience. Filming includes a whole crew of people and theneed for a cast that represents the characters well. Properly representing an experience thatincludes a lot of minority identities narrows down who I can and can’t cast. The unfortunatereality is that I do not have enough resources in Bowling Green to easily accomplish my goal.This does not mean that my project has failed, but instead gives me a good conclusion of why itis hard to represent my experience on film with the limited resources I have. It gives a precedentto what is needed to change in the film industry and in society.Proposed Changes and Future Research:In the future I have learned that to create a film that represents my identities, I also needto be around other people who understand and/or have lived through similar experiences. I alsoneed to be around an area that has more resources such as Asian American actors and financialresources. I would like to propose to future film industry members that an Asian and AsianAmerican acting collective or database would be helpful for both Asian actors to find work andfor casting directors to have a resource for finding Asian actors. I also want to encourage otherAsians and Asian Americans to write and represent their experiences more in media. The morethat we represent our experiences, the more that we can support each other and learn from eachother.Works CitedChen, Chiung Hwang. “Feminization of Asian (American) Men in the U.S. Mass Media: AnAnalysis of the Ballad of Little Jo - Chiung Hwang Chen, 1996.” SAGE Journals,https://journals.sagepub.com/doi/pdf/10.1177/019685999602000204.Cornwall, Susannah. Controversies in Queer Theology. United Kingdom, SCM Press, 2011.Eng, David L. Impossible Arrivals David L. Eng - JSTOR.https://www.jstor.org/stable/pdf/466733.pdf.Han, C. Winter. Geisha of a Different Kind: Race and Sexuality in Gaysian America. New YorkUniversity Press, 2015.“Intersectionality.” Wikipedia, Wikimedia Foundation, 8 Nov. 2022,https://en.wikipedia.org/wiki/Intersectionality.Li, Xiuzhu. Queering Identity or Identifying Queerness? — Rethinking Asian American LGBTQRepresentation in Cinema, State University of New York at Buffalo, Ann Arbor, 2017 .ProQuest, https://www.proquest.com/dissertations-theses/queering-identity-identifying-queerness/docview/1979064140/se-2?accountid=26417.Parikh, Crystal. “‘THE MOST OUTRAGEOUS MASQUERADE’: QUEERINGASIAN-AMERICAN MASCULINITY.” Modern Fiction Studies, vol. 48, no. 4, TheJohns Hopkins University Press, 2002, pp. 858–98, http://www.jstor.org/stable/26286253.Shimizu, Celine. Straitjacket Sexualities : Unbinding Asian American Manhoods in the Movies.Stanford University Press, 2012. EBSCOhost, search-ebscohost-com.ezproxy.bgsu.edu/login.aspx?direct=true&db=e000xna&AN=713541&site=ehost-live&scope=site.Shinsuke Eguchi & Hannah R. Long (2019) Queer Relationality as Family: Yas Fats! YasFemmes! Yas Asians!, Journal of Homosexuality, 66:11, 1589-1608, DOI:10.1080/00918369.2018.1505756Yue, Audrey. “Queer Asian Cinema and Media Studies: From Hybridity to Critical Regionality.”Cinema Journal, vol. 53, no. 2, [University of Texas Press, Society for Cinema & MediaStudies], 2014, pp. 145–51, http://www.jstor.org/stable/43653576.AppendixThe Yellow Qipao script:https://drive.google.com/file/d/1qd_euk_LbdwVZw8_QVjkj5owB1QWHU7P/view?usp=sharingMood Board: https://pin.it/7258OPt",
    "id": 553170689,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.bgsu.edu:honorsprojects-1924"
    },
    "title": "The Yellow Qipao",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-12-06T08:00:00+00:00",
    "publisher": "ScholarWorks@BGSU",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.bgsu.edu/cgi/viewcontent.cgi?article=1924&context=honorsprojects"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/553170689.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/553170689"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/553170689/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/553170689/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/553170689"
        }
    ],
    "abstract": "This is a creative project centered around the pre-production of a short film about queer Asian American Christianity and the research that went into it. The synopsis of the script written for the short film is a life in the day of Aspen. Aspen prepares for church and is indecisive of the clothes they want to wear, because they are gender non-conforming. They come out to their mom and there is conflict. My research going into this project consists of researching media representation of queerness, Asian American identity, and Christianity, and how the three identities intersect in Aspen’s life and in my own life as a queer Asian American Christian",
    "tags": [
        "text",
        "Queer",
        "Asian",
        "American",
        "Christianity",
        "Intersectionality",
        "Film",
        "Gender",
        "Sexuality",
        "Religion",
        "Ethnicity",
        "Asian American Studies",
        "Asian Studies",
        "Biblical Studies",
        "Christianity",
        "Ethnic Studies",
        "Film Production",
        "Other Languages, Societies, and Cultures",
        "Religious Thought, Theology and Philosophy of Religion",
        "Screenwriting"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.bgsu.edu:honorsprojects-1924",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12539",
        "openDoarId": 0,
        "name": "Bowling Green State University: ScholarWorks@BGSU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 553170689,
        "depositedDate": null,
        "publishedDate": "2022-12-06T08:00:00+00:00",
        "updatedDate": "2024-02-10T19:33:20+00:00",
        "acceptedDate": null,
        "createdDate": "2023-02-01T13:29:26+00:00"
    },
    "urls": [
        "https://scholarworks.bgsu.edu/honorsprojects/840",
        "https://scholarworks.bgsu.edu/context/honorsprojects/article/1924/viewcontent/Honors_Project_Final_Draft__1_.pdf"
    ],
    "lastUpdate": "2024-02-10T19:33:20+00:00",
    "setSpecs": []
}