{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Harris, LaKeva"
        }
    ],
    "contributors": [],
    "createdDate": "2022-07-20T16:36:26+01:00",
    "dataProvider": {
        "id": 14225,
        "name": "University of Tennessee, Knoxville: Trace",
        "url": "https://api.core.ac.uk/v3/data-providers/14225",
        "logo": "https://api.core.ac.uk/data-providers/14225/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/524887801.pdf",
    "fullText": "University of Tennessee, Knoxville TRACE: Tennessee Research and Creative Exchange Doctoral Dissertations Graduate School 12-2021 The Psychosocial Experiences of African American Sexual and Gender Minority Caregivers of People with Dementia LaKeva Harris University of Tennessee, Knoxville, lharri71@vols.utk.edu Follow this and additional works at: https://trace.tennessee.edu/utk_graddiss  Part of the Geriatric Nursing Commons Recommended Citation Harris, LaKeva, \"The Psychosocial Experiences of African American Sexual and Gender Minority Caregivers of People with Dementia. \" PhD diss., University of Tennessee, 2021. https://trace.tennessee.edu/utk_graddiss/6971 This Dissertation is brought to you for free and open access by the Graduate School at TRACE: Tennessee Research and Creative Exchange. It has been accepted for inclusion in Doctoral Dissertations by an authorized administrator of TRACE: Tennessee Research and Creative Exchange. For more information, please contact trace@utk.edu. To the Graduate Council: I am submitting herewith a dissertation written by LaKeva Harris entitled \"The Psychosocial Experiences of African American Sexual and Gender Minority Caregivers of People with Dementia.\" I have examined the final electronic copy of this dissertation for form and content and recommend that it be accepted in partial fulfillment of the requirements for the degree of Doctor of Philosophy, with a major in Nursing. Joel G. Anderson, Major Professor We have read this dissertation and recommend its acceptance: Ruth P. Lopez, Sandra J. Mixer, Jennifer J. Tree Accepted for the Council: Dixie L. Thompson Vice Provost and Dean of the Graduate School (Original signatures are on file with official student records.) The Psychosocial Experiences of African American Sexual  and Gender Minority Caregivers of People with Dementia                A Dissertation Presented for the Doctor of Philosophy Degree The University of Tennessee, Knoxville                        LaKeva Harris December 2021 ii  Copyright © 2021 by LaKeva Harris. All rights reserved.   iii  DEDICATION  This work is dedicated to my husband, Rodney Harris Jr., and our children, Karleigh, Oaklee, and Rodney III. Rodney Jr, thank you for standing by my side in the midst of the challenges and sacrifices. Karleigh, Oaklee, and Rodney III, thank you for your patience and thank you for being the best cheerleaders. I love y’all so much!  In loving memory of my grandmother, Rebecca “Doll” Thompson, my aunt, Jackie Hooten, and my uncle, Johnny Ray Casey.    iv  ACKNOWLEDGEMENTS  Philippians 4:13. I am extremely grateful for the support I have received on my PhD journey. I would like to extend a sincere appreciation to my committee chair and mentor, Dr. Joel G. Anderson. Thank you for your expertise, guidance, and encouragement. I appreciate you for believing in me, challenging me and pushing me to think outside of the box. I would also like to thank my committee members, Dr. Ruth Palan Lopez, Dr. Sandra Mixer, and Dr. Jennifer Jabson Tree for your valuable guidance and support. I would like to thank my parents, especially my mother, for supporting and encouraging me in everything I do. Mom, thank you for countless hours of time spent making sure we had everything we needed. To my cohort, thank you for treating me like family and always being a set of ears. I also would like to acknowledge the faculty and staff at the UTK College of Nursing. I am humbled to be a graduate of this program. Lastly, thank you to my village of amazing family and friends who prayed for me throughout this entire process. Special thanks to my sister, Kristan Miller, and my mentors, Dr. Melissa Bailey, Dr. Patricia Sanders, and Dr. Rachel Winston.   v  ABSTRACT   Over 50 million people in the United States provide unpaid care to a family member or friend. One-third of these caregivers (16 million) provide care to someone with Alzheimer’s disease and related dementias (ADRD). Of these caregivers, more than 20% state caregiving has led to a decline in their health. African American caregivers are less likely to report being in very good or better health than their white caregiving peers. Similarly, lesbian, gay, bisexual, transgender, and/or queer (LGBTQ) caregivers are more likely to report fair or poor health than their heterosexual, cisgender peers. The overlap of these minoritized identities may increase the risk of poor health for African American LGBTQ caregivers. The purpose of this study was (1) to characterize psychosocial measures related to environmental, psychological, social, behavioral, and health factors among African American LGBTQ caregivers providing care for people with ADRD; and (2) to determine the effects of care recipients’ and caregivers’ characteristics on family quality of life, caregiver stigma, self-efficacy for surrogate decision making, and mood/depressive symptoms among African American LGBTQ caregivers compared with African American heterosexual caregivers of people with ADRD. Data for this study came from the LGBT Caregiving Study and the Family Quality of Life in Dementia Study. Descriptive statistics for the combined sample were calculated, including means and standard deviations for continuous variables and frequencies and percentages for categorical variables. African American caregivers who identified as queer reported significantly more experiences of lifetime discrimination (p = 0.005) and lifetime victimization (p = 0.007). African American caregivers who identified as gay reported significantly higher levels of stigma. Multiple linear regression analyses were conducted to examine the influence of sexual orientation, caregiver stigma, age, income, education, and relationship to the care recipient on family quality of life and self-vi  efficacy for surrogate decision making. Binary logistic regression was used to assess the impact of sexual orientation, caregiver stigma, age, income, education, and relationship to the care recipient on the likelihood of being depressed. Age was the only significant predictor of family quality of life, self-efficacy for surrogate decision making, and depression scores in this sample. This is the first study to report the psychosocial experiences of African American LGBTQ caregivers of people with ADRD and compare these with their African American heterosexual caregiving peers. Findings from this dissertation support the need for the development of targeted interventions for African American LGBTQ caregivers of people with ADRD.    vii  TABLE OF CONTENTS INTRODUCTION ...........................................................................................................................1 References ....................................................................................................................................3 CHAPTER I: THE EXPERIENCES OF AFRICAN AMERICAN SEXUAL AND GENDER MINORITY CAREGIVERS OF OLDER ADULTS: AN INTEGRATIVE REVIEW ..................5 Abstract ........................................................................................................................................7  Introduction ..................................................................................................................................8 Background ..................................................................................................................................8 Methods ......................................................................................................................................10 Results ........................................................................................................................................12 Discussion ..................................................................................................................................18 References ..................................................................................................................................25 Appendix ....................................................................................................................................31 CHAPTER II: CHARACTERISTICS OF AFRICAN AMERICAN SEXUAL AND GENDER MINORITY CAREGIVERS OF PEOPLE WITH DEMENTIA  .................................................39 Abstract ......................................................................................................................................41  Introduction ................................................................................................................................42 Methods ......................................................................................................................................45 Results ........................................................................................................................................50 Discussion ..................................................................................................................................52 Conclusion ..................................................................................................................................59 References ..................................................................................................................................61 Appendix ....................................................................................................................................70 CHAPTER III: PSYCHOSOCIAL CHARACTERISTICS OF AFRICAN AMERICAN HETEROSEXUAL AND SEXUAL AND GENDER MINORITY CAREGIVERS OF PEOPLE WITH DEMENTIA: A COMPARATIVE STUDY  .....................................................................75 Abstract ......................................................................................................................................77  Introduction ................................................................................................................................78 Methods ......................................................................................................................................80 Results ........................................................................................................................................84 Discussion ..................................................................................................................................86 Conclusion ..................................................................................................................................91 References ..................................................................................................................................92 Appendix ....................................................................................................................................97 viii  CONCLUSION  ...........................................................................................................................102 Implications for Nursing Practice ............................................................................................105  Implications for Nursing Education .........................................................................................108 Implications for Public Policy ..................................................................................................108 Implications for Research .........................................................................................................109 References ................................................................................................................................111 VITA  ...........................................................................................................................................114     ix  LIST OF TABLES Table 1: Quantitative Studies………………………………………………………………....…32 Table 2: Qualitative Studies…………………………………………………………………..…38 Table 3: Demographic Characteristics of the Sample ..…………………………………………71 Table 4: Caregiving Characteristics of the Sample ….……………………………………..…...73 Table 5: Mean Scale Scores (± Standard Deviations) by Sexual Orientation.……………..……74 Table 6: Demographic Characteristics of the Sample LGBTQ vs Heterosexual ………….……98 Table 7: Caregiver characteristics associated with family quality of life………………………100 Table 8: Caregiver characteristics associated self-efficacy for surrogate decision making…... 101 Table 9: Caregiver characteristics associated with depression …...……………………………102                           x  ABBREVIATIONS AND SYMBOLS  AARP  American Association of Retired Persons ADL  Activities of Daily Living ADRD  Alzheimer’s Disease and Related Dementias BRFSS Behavioral Risk Factor Surveillance System CINAHL Cumulative Index to Nursing and Allied Health Literature LGBTQ Lesbian, Gay, Bisexual, Transgender, and/or Queer NAC  National Alliance for Caregiving NHATS National Health and Aging Trends Study NSOC  National Study of Caregiving SEWAA Southeastern Wisconsin Chapter of the Alzheimer’s Association  1  INTRODUCTION   Nearly half of the 50 million family caregivers in the United States (U.S.) care for someone diagnosed with Alzheimer’s disease and related dementias (ADRD; Alzheimer’s Association, 2020). Caregivers of people with ADRD report emotional, financial, physical, and social challenges beyond those experienced by other caregivers (Matthews, 2019). As younger people take on caregiving roles (National Alliance for Caregiving [NAC], 2017), caregiver demographics are shifting, becoming more racially and ethnically diverse, as well as more diverse in terms of sexual orientation and gender identity (GLAAD, 2018). Almost 3 million lesbian, gay, bisexual, transgender, and/or queer (LGBTQ) caregivers in the U.S. provide unpaid care to older adults (NAC, 2017). LGBTQ caregivers also are more racially and ethnically diverse and report higher levels of psychosocial strain than their heterosexual peers (Anderson & Flatt, 2018). Given that LGBTQ people have increased rates of disability, physical limitations, and poorer general health across the lifespan (Fredriksen-Goldsen et al., 2014), caregiving may offer unique challenges for this population of caregivers that may be compounded by the intersection of minoritized identities.  African American caregivers who identify as LGBTQ may have an increased risk for poor health given these overlapping identities. African Americans are the least healthy ethnic group in the U.S. (Noonan et al., 2016). Anderson and colleagues (2021) found that African American LGBTQ caregivers report poorer family quality of life and higher levels of depressive symptoms than white LGBTQ caregivers. However, the association between the historical and environmental context of stigma associated with LGBTQ status and race and the impact on psychosocial outcomes among African American LGBTQ caregivers has not been explored. Hence, the specific aims of this study were: (1) to characterize psychosocial measures related to 2  environmental, psychological, social, behavioral, and health factors among African American LGBTQ caregivers providing care for people with ADRD; and (2) to determine the effects of care recipients’ and caregivers’ characteristics on family quality of life, caregiver stigma, self-efficacy for surrogate decision making, and mood/depressive symptoms among African American LGBTQ caregivers compared with African American heterosexual caregivers of people with ADRD.  This innovative research project is important and timely because it addresses a critically understudied population and the lack of information concerning the experiences of African American LGBTQ caregivers for people with ADRD. The findings lay the foundation for future research and the development of interventions to provide culturally competent care for this understudied population.             3  REFERENCES Alzheimer’s Association. (2020). 2020 Alzheimer’s disease facts and figures. Retrieved from https://www.alz.org/media/Documents/alzheimers-facts-and-figures.pdf Anderson, J.G. & Flatt, J.D. (2018). Characteristics of LGBT caregivers of older adults: Results from the national Caregiving in the U.S. 2015 survey. Journal of Gay & Lesbian Social Services, 30(2), 103-116. DOI: 10.1080/10538720.2018.1440681 Anderson, J. G., Flatt, J. D., Jabson Tree, J. M., Gross, A. L., & Rose, K. M. (2021). Characteristics of sexual and gender minority caregivers of people with dementia. Journal of Aging and Health, 1-14. DOI: 10.1177/08982643211014767. Fredriksen-Goldsen, K. I., Simoni, J. M., Kim, H. J., Lehavot, K., Walters, K. L., Yang, J., Hoy-Ellis, C. P., & Muraco, A. (2014). The health equity promotion model: Reconceptualization of lesbian, gay, bisexual, and transgender (LGBT) health disparities. The American Journal of Orthopsychiatry, 84(6), 653–663. https://doi-org.proxy.lib.utk.edu/10.1037/ort0000030 Gay and Lesbian Alliance Against Defamation (2018). Accelerating acceptance 2018. https://www.glaad.org/publications/accelerating-acceptance-2018 Matthews, K.A., Xu, W., Gaglioti, A.H., Holt, J.B., Croft, J.B., Mack, D., & McGuire, L.C. (2019). Racial and ethnic estimates of Alzheimer’s disease and related dementias in the United States (2015-2060) in adults aged >65 years. Alzheimers Dementia, 15(1),17-24. doi:10.1016.j.jalz.2018.06.3063. National Alliance for Caregiving. (2017). Caregiving in the U.S. 2015. http://www.caregiving.org/caregiving2015/.  4  Noonan, A.S., Velasco-Mondragon, H.E., & Wagner, F.A. (2016). Improving the health of African Americans in the USA: An overdue opportunity for social justice. Public Health Reviews, 37(12), 1-20. https://doi.org/10.1186/s40985-016-0025-4                        5  CHAPTER I THE EXPERIENCES OF AFRICAN AMERICAN SEXUAL AND GENDER MINORITY CAREGIVERS OF OLDER ADULTS: AN INTEGRATIVE REVIEW    6  This manuscript (Scholarly Paper #1) has been prepared for submission to the Western Journal of Nursing Research. The required citation format for this journal is APA 7th edition.   7  ABSTRACT Lesbian, gay, bisexual, transgender, and/or queer (LGBTQ) adults report higher rates of disability and poorer general health while African Americans are the least healthy ethnic group in the United States. The psychological effects of caregiving increase the risk of other health problems. The research literature about LGBTQ caregivers remains limited, particularly among those who may also identify as African American. This integrative review assessed and synthesized current literature discussing the experiences of African American and LGBTQ caregivers of older adults. CINAHL, PubMed, PsychInfo, and Web of Science were utilized to identify literature for the review. A total of 12 studies were included in the review (nine using quantitative methods and three using qualitative methods). Four themes were derived from the reviewed literature: (a) financial strain/barriers; (b) mental health, stress, and depression; (c) social support; and (d) level of care/burden. These findings highlight the need to further investigate the experiences of caregiving among African American LGBTQ caregivers of older adults.  Keywords: Older adult, LGBTQ, African American, caregiver, surrogate      8  Introduction  The number of adults providing unpaid care to other adults in the United States (U.S.) has significantly increased by seven million over the last five years (National Alliance for Caregiving [NAC] & AARP, 2020). This provision of care has a serious negative impact on the emotional, physical, and financial wellbeing of caregivers (National Academies of Sciences, 2016). Those from marginalized communities are more often affected by the impact of caregiving. Nearly 3 million lesbian, gay, bisexual, transgender, and/or queer (LGBTQ) adults in the U.S. are providing care for an adult over the age of 50 years (NAC & AARP, 2020) and provide care at a higher rate (one in five) than the general population (one in six) (NAC & AARP, 2017). Similarly, African American caregivers spend ten more hours per week providing unpaid care than white caregivers (Family Caregiver Alliance, 2016). Scholars have assessed quality of life for caregivers in general empirically and theoretically, and the unique experiences of LGBTQ (Anderson et al., 2021) and African American caregivers (Brewster et al., 2020) have been gaining attention. However, there has been little attempt to synthesize studies investigating the experiences of African American LGBTQ caregivers of older adults. This has resulted in a shortage of services that reflect knowledge and understanding of the well-being of these marginalized caregivers (Family Caregiver Alliance, 2002). Background Over 40 million adults in the U.S. provided unpaid care to people 50 years and older in 2019, a significant increase (seven million) from 2014 (NAC & AARP, 2020). Almost 30% of those caregivers provided unpaid care for more than five years and 18% of caregivers of older adults overall reported financial strain because of caregiving (NAC & AARP, 2020). About one in five caregivers of older adults reported caregiving led to a decline in their own health, with 9  36% of caregivers of older adults reporting higher emotional stress related to caregiving (NAC & AARP, 2020). Caregivers experience higher rates of depression (Cuijpers, 2005), anxiety, sleep disturbances (McLuckey, 2018), and stress (Vitaliano et al., 2003). Although caring for older adults may result in strain and emotional stress, over half of caregivers of older adults reported their role gave them a “sense of purpose or meaning in life” (NAC & AARP, 2020, p.44). Given the health disparities experienced by caregivers (Brewer & Chu, 2008), caregivers from historically marginalized communities may be at greater risk of the deleterious effects of caregiving as a result of overlapping minority stress that may exacerbate preexisting health disparities. LGBTQ caregivers may display an increased risk for poor health due to their unique experiences of identifying as LGBTQ and how those experiences overlap with caregiving. LGBTQ people experience health disparities including poor mental health and disability, increased incidence of smoking and alcohol consumption, and increased risk for chronic health conditions compared with their heterosexual counterparts (Fredriksen-Goldsen et al., 2013; Wallace et al., 2011). Those who identify as LGBTQ report a higher incidence of poor mental health compared with their heterosexual peers (Operario et al., 2015; Trinh et al., 2017), and are more likely to report chronic conditions and rate their general health as poor (Lick et al., 2013). Individuals who identify as LGBTQ also have a higher prevalence of tobacco and alcohol use (Boehmer et al., 2012; Fredriksen-Goldsen et al., 2013; Operario et al., 2015; Trinh et al., 2017).  African Americans are the least healthy ethnic group in the U.S. (Noonan et al., 2016). African American adults are more at risk for a number of chronic conditions compared with their white counterparts, including dementia, heart disease, diabetes, stroke, HIV/AIDS, and cancer (Office of Minority Health Resource Center [OMHRC], 2019). African Americans also are less 10  likely to seek medical attention for depression and other mental health illnesses (OMHRC, 2019), putting those providing care for older adults at an increased risk for a decline in mental health. African American caregivers of older adults are more likely to provide high intensity care (measured by hours of care per week, number of activities of daily living [ADLs], and numbers of instrumental activities of daily living [IADLs]) than white caregivers (NAC & AARP, 2020).  Caregivers from marginalized communities more frequently have intersectional minoritized identities. For example, according to the Caregiving in the U.S. 2020 report, a significantly higher percentage of African American caregivers identified as LGBTQ than their white caregiving counterparts (11% vs 7%) (AARP & NAC 2020). While the overlapping identities of African American LGBTQ caregivers of older adults may increase the risk for poor health. Therefore, the aim of this integrative review was to synthesize empirical studies investigating the experiences of African American and LGBTQ caregivers of older adults and identify gaps in the literature for future research. Methods The integrative review process proposed by Garrard (2011) was followed. This process included the following components: (1) stating the aim of the review; (2) examining and selecting scientific papers that meet specific criteria; (3) thoroughly reviewing the papers for proper data collection and utilization of scientific methods; (4) summarizing results among the studies; and (5) making conclusions based on the scientific evidence (Garrard, 2011). The studies reviewed were analyzed and compiled into a matrix table to describe important information about each study. The following questions were adapted from Creswell (2014) and used as criteria to analyze each study: (a) Was the purpose of the study clearly stated?, (b) Was the research design consistent with the research question or purpose?, (c) Was the population of 11  interest adequately described?, (d) Were methods of data collection identified and appropriately described?, (e) Were data analysis steps identified?, (f) Were findings/results clearly presented?, (g) Were results adequately summarized given the problem/purpose?, and (h) Were study limitations addressed? The review matrix provided a sense of structure for organizing and comparing the studies (Garrard, 2011).  Four electronic databases were searched: the Cumulative Index of Nursing and Allied Health Literature (CINAHL), PubMed, PsychInfo, and Web of Science. The initial search including terms that limited results to studies with African American LGBTQ caregivers of older adults yielded no relevant studies. For this reason, key search terms focusing on LGBTQ or African American caregivers were used. To gather literature related to LGBTQ caregivers, the following search terms were used: LGBTQ OR LGBT OR lesbian OR gay OR homosexual OR bisexual OR transgender OR trans OR queer OR ‘sexual minority’ AND surrogate* OR ‘goals of care’ OR proxy OR proxies OR agent* OR advocate* OR ‘durable power of attorney’ OR guardian* OR caregiver* AND ‘older adult*’ OR elder*.’ The broader search regarding African American caregivers of older adults did not include terms related to sexual orientation to yield a more comprehensive review. The search terms used were ‘African American’ OR black OR ‘black America*’ AND surrogate* OR ‘goals of care’ OR proxy OR proxies OR agent* OR advocate* OR ‘durable power of attorney’ OR guardian* OR caregiver* AND ‘older adult*’ OR elder*. To prevent the elimination of notable studies, no date restrictions were used. Studies that were not primary research or not written in English were excluded from the review. Studies were also restricted to those published in peer-reviewed journals or as graduate theses or dissertations. All study designs and methodologies were permitted. Articles that did not discuss the experiences and/or the characteristics of caregivers of older adults were excluded. All 12  studies that met the inclusion criteria were treated equally in deciding the contributions to this synthesis. Study Selection  The search yielded 600 articles. After reviewing the abstracts, 543 articles were excluded because these were irrelevant to the purpose of the review or were not written in English. The remaining 57 articles were reviewed and evaluated; 45 articles were excluded because these did not discuss the experiences and/or the characteristics of caregivers of older adults. Details of the selection process are shown in the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) flowchart (Figure 1). Twelve articles remained and were included in the review. Nine of these articles described quantitative studies and three reported on qualitative studies.   Results  The 12 articles reviewed were published between 2011 and 2021. The methodologies presented were predominantly secondary data analyses of large datasets from studies performed in the U.S. (n = 8). These datasets were from the Caregiving in the U.S. 2015 survey (Anderson & Flatt, 2018), the National Alliance for Caregiving (Boehmer et al., 2018), the Southeastern Wisconsin Chapter of the Alzheimer’s Association (Bekhet, 2015), the Behavioral Risk Factor Surveillance System (Boehmer et al. 2019), the National Study of Caregiving and National Health and Aging Trends Study (NHATS) (Cohen et al., 2019; Fabius et al. (2020), the 2012 Twin Cities Metropolitan Statistical Area LGBT Aging Area Needs Assessment Survey (Croghan et al., 2014), and the Caring and Aging with Pride Study (Shiu et al., 2016). The study conducted by Anderson and colleagues (2021) involved primary data collection. 13  Three qualitative studies were included (Price, 2011; Samson et al., 2016; Unson et al., 2020). There was one three-arm randomized control trial (Brewster et al., 2020) and one cross-sectional, correlational study (Scott et al., 2020). Five of the studies reviewed included LGBTQ caregivers (Anderson & Flatt, 2018; Boehmer et al., 2018; Boehmer et al., 2019; Price, 2011; Shiu et al., 2016). Three studies focused solely on African American caregivers (Brewster et al., 2020; Samson et al., 2016; Unson et al., 2020). The reported findings of the 12 articles reviewed are presented in Tables 1 and 2. A list of categories was developed and collapsed based on commonalities to reveal four main themes from the literature reviewed: (a) financial strain/barriers; (b) mental health, stress, and depression; (c) social support; and (d) level of care/burden.  Financial Strain/Barriers LGBTQ and African American caregivers of older adults (especially caregivers of people with Alzheimer’s disease and related dementias [ADRD]) commonly reported financial strains and/or barriers (Anderson & Flatt, 2018; Fabius et al., 2020; Samson et al., 2016; Unson et al., 2020). Using data from the 2015 Caregiving in the U.S. survey, Anderson and Flatt (2018) found LGBTQ caregivers reported significantly higher levels of financial strain related to caregiving versus caregivers who did not identify as LBGTQ. This could have been related to the finding that LGBTQ caregivers more frequently made renovations/modifications to the residence of the care recipient. Similarly, Shiu et al. (2016) found that one in three LGB caregivers of older adults reported a household income at or below the 200% federal poverty level using data from the Caring and Aging with Pride study. Approximately half (55%) of participants in the sample reported by Anderson et al. (2021) had incomes ≥$50,000 and 91% worked full or part time 14  while providing care. However, despite the relatively high levels of income and employment, nearly one-third (32%) reported difficulty in paying for everyday basics. Financial barriers such as difficulties purchasing medications and the inability to afford nursing homes were identified as increasing stress for African American caregivers of older adults who participated in focus groups in metropolitan areas in the northeastern U.S. (Unson et al., 2020). In a secondary analysis of data collected from participants in early-stage dementia programs sponsored by the Southeastern Wisconsin Chapter of Alzheimer’s Association, Bekhet (2015) found that white caregivers of older adults were three times more likely to report incomes ≥$45,000 than African American caregivers. Data from the 2015 National Study of Caregiving showed African American caregivers of older adults also had significantly higher odds of reporting substantial financial difficulty (15.9% vs 10.1%; p = 0.05; Fabius et al., 2020). Mental Health, Stress, and Depression  LGBTQ caregivers of older adults reported high levels of emotional stress and depression (Shiu et al., 2016). In a cross-sectional sample of LGBTQ caregivers of people with ADRD, Anderson et al. (2021) found 78% of the sample scored above the clinical cutoff for probable depression on the Centers for Epidemiological Studies Depression (CES-D) Scale, with queer caregivers reporting significantly higher scores and transgender caregivers significantly lower scores. There was a significant difference in depression scores by race, with LGBTQ African American caregivers reporting higher levels of depression than LGBTQ white caregivers (Anderson et al., 2021). LGBTQ caregivers of older adults who were the children of their care recipients were three times more likely to report high emotional strain from caregiving than those who were not children of the care recipients (Anderson & Flatt, 2018). Shiu et al. (2016) found that perceived stress had a highly significant positive correlation with CES-D scores. For every 15  standard unit increase in perceived stress, there was a 0.674 standard unit increase in CES-D scores (Shiu et al., 2016). Nearly three-quarters of the sample (73%) reported by Anderson et al. (2021) experienced moderate or high levels of stress using the Perceived Stress Scale, with bisexual and queer caregivers reporting significantly higher stress scores. Transgender caregivers reported significantly lower stress scores compared with their cisgender counterparts. In terms of discrimination, victimization, and microaggressions, those caregivers who identified as queer had significantly higher scores on each of these measures, while transgender caregivers reported significantly lower scores (Anderson et al., 2021). Moreover, these measures were significantly correlated with reports of depressive symptoms and stress (Anderson et al., 2021).  Although African American caregivers of older adults typically provided care for more hours than their white counterparts (Cohen et al., 2019; Fabius et al., 2020; Scott et al., 2020), they were not as likely to report emotional difficulties (Bekhet, 2015; Fabius et al., 2020). Fabius et al. (2020) found that African American caregivers of older adults were half as likely to report emotional difficulty than white caregivers of older adults using data from the 2015 National Study of Caregiving. African American caregivers of older adults reported significantly less caregiver burden than their white counterparts (Bekhet, 2015). African American caregivers also reported less anxiety and depression than white caregivers on the symptom questionnaire, which measured depression, anxiety, somatic symptoms, and anger/hostility (Bekhet, 2015). Findings also support higher psychological well-being among African American caregivers of older adults in comparison with white caregivers (Bekhet, 2015; Fabius et al., 2020).   African American caregivers of older adults reported significantly decreased PROMIS-depression scores from baseline to six months after a psychoeducation intervention with or without exercise (Brewster et al., 2020). Those who received psychoeducation alone also 16  reported significantly decreased PROMIS-anxiety scores from baseline to six months (Brewster et al., 2020).  Social Support LGBTQ caregivers were more frequently the friends of their care recipients compared with heterosexual caregivers (Anderson & Flatt, 2018; Anderson et al., 2021). In interviews, LGBTQ caregivers stated they often relied on “chosen family” for support (Croghan et al., 2014; Price, 2011). Chosen family are individuals who are like family but have no legal or biological relation (Croghan et al., 2014; Price, 2011). These chosen family members were described as having a positive impact on the mental health of LGBTQ caregivers (Croghan et al., 2014; Price, 2011). Social network size and social support were positively associated with mental health and quality of life for LGBTQ caregivers (Price, 2011; Shiu et al., 2016). Social support provided crucial safeguards for informal LGBTQ caregivers of older adults (Price, 2011; Shiu et al., 2016). Higher levels of strain among LGBTQ caregivers may be related to these caregivers being less likely to seek out supportive caregiver services (Anderson et al., 2021; Croghan et al., 2014). Family support tended to be stronger for African American caregivers of older adults than caregivers from other racial backgrounds (Unson et al., 2020; Brewster et al., 2020). The tradition of family care was the norm for African Americans (Samson et al., 2016). Close-knit family structures with multigenerational households enabled increased support for caregivers (Samson et al., 2016) and could explain why African American caregivers report greater social support (Unson et al., 2020; Brewster et al., 2020). African American caregivers of older adults viewed caregiving as a sense of repayment to their loved ones (Samson et al., 2016). African American care recipients also had lower rates of institutionalization (Samson et al., 2016). Fabius et al. (2020) found that African American caregivers of older adults were significantly more 17  likely to receive help with caregiving duties from family or friends than white caregivers. Although family was mainly supportive, younger African American caregivers of older adults admitted that unsupportive siblings caused stress (Unson et al., 2020). Samson et al. (2016) found that the church offered emotional and spiritual support for African American caregivers of older adults, but some felt as if the church could do more such as providing ministries designed for caregivers.  Level of Care/Burden  LGBTQ caregivers of older adults who assisted friends reported significantly lower levels of caregiving demands compared with LGBTQ caregivers who assisted partners (Shiu et al., 2016). LGBTQ caregivers of older adults who assisted friends provided fewer hours of care over a shorter duration and spent less money (Shiu et al., 2016). While Shiu et al., (2016) reported that LGBTQ caregivers provided fewer types of care, Anderson and Flatt (2018) found that LGBTQ caregivers more frequently helped with medical/nursing tasks (e.g., managing medications/injections, wound care, monitoring blood pressure or blood sugar, helping with incontinence). In their cross-sectional study of dementia caregivers, Anderson et al. (2021) found the average time spent providing care was approximately two years and ranged from two months to ten years. A little more than half of the caregivers (53%) did not live with their care recipient.  African American caregivers of older adults provided a higher level of care than their white counterparts regarding the number of hours spent caregiving and the assistance required while caregiving (Cohen et al., 2019; Scott et al., 2020; Fabius et al., 2020). Cohen et al. (2019) found that African American caregivers of older adults spent about 28.5 more hours per month caregiving than their white counterparts. Fabius and colleagues (2020) reported that African American caregivers of older adults were significantly more likely to provide over 40 hours of 18  care per week than white caregivers of older adults. African American caregivers were also more likely to live with their care recipients and assist with more activities of daily living than white caregivers (Cohen et al., 2019; Scott et al., 2020). Despite these potentially higher levels of care, African American caregivers reported lower levels of caregiver burden. Bekhet (2015) assessed burden among caregivers of older adults using the 22-item Zarit Burden Interview. African American caregivers of older adults reported significantly less burden than white caregivers (Bekhet, 2015).  Discussion Research regarding the health disparities experienced by the LGBTQ and African American populations continues to increase; however, the literature still lacks information regarding LGBTQ caregiver health, with even less known about African American LGBTQ caregivers. Research is needed to improve the quality of life for African American caregivers who identify as LGBTQ and implement policies for their protection. In this integrative review, 12 studies of African American and LGBTQ caregivers’ experiences caring for older adults were synthesized. The experiences of African American and LGBTQ caregivers of older adults varied; however, four themes were commonly noted across the studies: (a) financial strain/barriers; (b) mental health, stress, and depression; (c) social support; and (d) level of care/burden. The published studies were diverse in aims, instruments, and data used for analysis, but each provided valuable information for steps towards improving the lives of African American and LGBTQ caregivers of older adults. Financial strain/barriers LGBTQ caregivers reported some level of difficulty in paying for everyday basics, caregiving at a distance, and making renovations to the residence of the person for whom they 19  provided care, all of which may have resulted in the higher level of financial strain reported by these caregivers despite the majority being employed full or part time (Anderson & Flatt, 2018; Anderson et al., 2021). These findings are similar to those from other caregiver populations. Shepherd-Banigan et al. (2020) found that caregivers of veterans reported high levels of financial strain associated with caregiving. Caregivers of advanced cancer patients reported an increase in financial need while providing care (Ferrell et al., 2019). Stroke caregivers also reported increased financial burden in relation to caregiving (Das et al., 2010). What is different among these caregiver populations is the level of employment given that LGBTQ caregivers are more likely to be employed full time versus their heterosexual, cisgender counterparts who are more frequently retired (Anderson & Flatt, 2018).   African American caregivers of older adults also frequently reported financial strains and/or barriers (Fabius et al., 2020; Samson et al., 2016; Unson et al., 2020). In addition to providing unpaid care, more than half of African American caregivers also work part-time or full-time jobs (Family Caregiver Alliance [FCA], 2016). Additional research is necessary to determine the impact of intersectional minority status on financial status for LGBTQ African American caregivers. Mental health, stress, and depression Anderson et al. (2021) reported a prevalence rate of depression among LGBTQ caregivers of people with ADRD of 78%, more than twice that of the general population of caregivers of people with ADRD (34%) (Sallim et al., 2015). LGBTQ African American caregivers in that study had significantly higher depression scores than LGBTQ white caregivers. This difference in reported levels of depression may be related to the historical and environmental context of stigma that comes with the overlap of sexual/gender and racial 20  minority status. Further research is needed to tease apart the influence of intersectional minority status on psychosocial outcomes among LGBTQ African American caregivers, particularly those caring for someone with dementia. Social support The majority of LGBTQ caregivers of people with ADRD reported not using caregiver support services (Anderson et al., 2021). The heteronormative structure of most caregiver support services may create barriers for LGBTQ caregivers in accessing these services (Fredriksen-Goldsen et al., 2016). LGBTQ caregivers may not feel as if current caregiver support services are tailored to their needs. Further research is needed to explore the use of support services by LGBTQ caregivers. Also, LGBTQ caregivers are not always biologically related to their care recipients. LGBTQ caregivers are often friends or chosen family (Croghan et al., 2014), and caregiver support services may be catered more towards caregivers and care recipients who are biologically related. The studies in the review revealed that African American caregivers of older adults received family support more than caregivers from other racial backgrounds (Unson et al., 2020; Brewster et al., 2020). Family support for caregivers is also typical for the Indian culture (Brewer & Chu, 2008). Further research is needed to determine the availability and influence of social support for LGBTQ African American caregivers. Given that African American caregivers of older adults received family support more than caregivers from other racial backgrounds, further research could investigate if this additional support has a positive impact on the mental health of these caregivers. African American family members felt like it was their duty to provide care to their elderly loved ones when their health was declining (Samson et al., 2016). They also reported 21  feelings of guilt and shame when decisions were made to institutionalize family members for care (Samson et al., 2016). African American caregivers do not use caregiver support services as much as their white peers (Bekhet, 2015). This could possibly be due to similar feelings of guilt and shame associated with relying on institutionalized care. It could also be explained by the strong family support (Unson et al., 2020; Brewster et al., 2020).  Level of care/burden Several studies from the review confirmed that African American caregivers of older adults provided a higher level of care than their white counterparts regarding the number of hours spent caregiving (Cohen et al., 2019; Scott et al., 2020; Fabius et al., 2020). This is consistent with current literature. According to the Family Caregiver Alliance (2016), African American caregivers spend about 10 more hours per week providing care than their white counterparts and over half provide care for more than one person. African American caregivers were also more likely to live with their care recipients and assist with more activities of daily living than white caregivers (FCA, 2016; Cohen et al., 2019; Scott et al., 2020). These factors may be associated with decreased physical and mental well-being. Between caregiving and other responsibilities, caregivers may neglect their own health. Providing long hours of care decreases the time available to attend medical appointments and focus on self-care. Caregivers may feel obligated to put care recipients’ needs ahead of their needs. Further investigation is needed to determine the association between different levels of caregiving and caregiver health. Although this review focused on African American and LGBTQ caregivers of older adults overall, five of the studies specifically investigated caregivers of older adults with ADRD. Alzheimer’s disease is the most prevalent chronic diagnosis reported as a main problem for care recipients 65 years of age and older in the U.S. (AARP & NAC, 2020). Approximately 16 22  million adults in the U.S. provide unpaid care for someone living with ADRD (Alzheimer’s Association, 2020). Caregivers of people with ADRD are at an increased risk of physical stress and physiological changes that may increase the possibility of developing chronic conditions (Alzheimer’s Association, 2020). Caregivers of people with ADRD also experience greater cognitive decline and higher rates of depression than non-caregivers (Vitaliano et al., 2009). African Americans are more likely to experience subjective cognitive decline than their white peers. LGBTQ caregivers have increased stress (Boehmer et al., 2018; Boehmer et al., 2019), which increases the risk of cognitive decline. Therefore, African American LGBTQ caregivers of people with ADRD may have an increased risk of cognitive decline which highlights the need to understanding these caregivers to effectively intervene. Because research is lacking on African American LGBTQ caregivers of older adults and there is an increased prevalence of caregivers of people with ADRD, additional research focused on this population of caregivers is timely and crucial. Strengths and Limitations  A number of strengths and limitations of this review warrant attention. The integrative review process enables the inclusion of deep and broad literature utilizing diverse methodologies and consequently contributes to a comprehensive presentation (Garrard, 2017). However, the variation in data creates a more complex analysis process. The use of a systematic search strategy ensured evidence from all studies identified were considered. A limitation is the review only included studies indexed in chosen databases and identified by the search terms. Although no methodologies or designs were excluded, studies including LGBTQ participants were generally not racially/ethnically diverse. The majority of the study participants who identified as LGBTQ were non-Hispanic white. However, it is important to note that sexual orientation and 23  transgender-inclusive demographic questions are not standard in caregiving research, making it more challenging to understand how these caregivers’ experiences might differ from their majority peers. Although most studies reviewed were secondary analyses of national surveys, most of the sample sizes were small and not generalizable given that several of these samples were not weighted to be nationally representative. The evidence base was largely descriptive, so the standard hierarchies of evaluation of strength of evidence in medical research does not apply.   Implications for Future Research  This review revealed most existing studies focus on African American or LGBTQ caregivers of older adults; however, the literature is lacking regarding the experiences of African American LGBTQ caregivers of older adults. The overlapping minoritized identities of African American LGBTQ caregivers could put them at risk for increased health disparities. Once more studies have been conducted to understand the experiences of African American LGBTQ caregivers of older adults, interventions can be developed and tested to increase support and improve quality of life for these caregivers. Given that the majority of participants in the reviewed studies who identified as LGBTQ were non-Hispanic white, studies with more ethnically diverse people within the LGBTQ the population are needed. Because most research has used cross-sectional data or study designs, longitudinal studies of the experiences of African American LGBTQ caregivers of older adults are also needed. Acknowledgments The first author would like to thank her mentor, and second author, Dr. Joel G. Anderson. His expertise in the field was invaluable to the production of this manuscript. Dr. Anderson is selflessly committed to understanding the unique needs of LGBTQ and minoritized caregivers and improving their quality of life.  24  Conflicts of Interest  The authors declare no conflicts of interest.   25  REFERENCES Alzheimer’s Association. (2020). 2020 Alzheimer’s disease facts and figures. https://www.alz.org/media/Documents/alzheimers-facts-and-figures.pdf  Anderson, J. G., & Flatt, J. D. (2018). Characteristics of LGBT caregivers of older adults: Results from the national Caregiving in the U.S. 2015 survey. Journal of Gay & Lesbian Social Services, 30(2), 103-116. DOI: 10.1080/10538720.2018.1440681 Anderson, J. G., Flatt, J. D., Jabson Tree, J. M., Gross, A. L., & Rose, K. M. (2021). Characteristics of sexual and gender minority caregivers of people with dementia. Journal of Aging and Health. DOI: 10.1177/08982643211014767. Bekhet, A. K. (2015). Resourcefulness in African American and Caucasian American caregivers of persons with dementia: Associations with perceived burden, depression, anxiety, positive cognitions, and psychological well-being. Perspectives in Psychiatric Care, 51, 285-294.  Boehmer, U., Clark, M. A., Heeren, T. C., Showalter, E. A., & Fredman, L. (2018). Differences in caregiving outcomes and experiences by sexual orientation and gender identity. LGBT Health, 5(2), 112–120. DOI: 10.1089/lgbt.2017.0144 Boehmer, U., Clark, M. A., Lord, E. M., & Fredman, L. (2019). Caregiving status and health of heterosexual, sexual minority, and transgender adults: Results from select U.S. regions in the behavioral risk factor surveillance system 2015 and Anderson, J.G. & Flatt, J.D. (2018). Characteristics of LGBT caregivers of older adults: Results from the national Caregiving in the U.S. 2015 survey. Journal of Gay & Lesbian Social Services, 30(2), 103-116. DOI: 10.1080/10538720.2018.1440681 Boehmer, U., Miao, X., Linkletter, C., & Clark, M. A. (2012). Adult health behaviors over the life course by sexual orientation. American Journal of Public Health, 102, 292–300. 26  Brewer, L. & Chu, D. (2008). Caregivers at risk: The implications of health disparities. Journal of Loss and Trauma, 13(2-3), 205-221. DOI: 10.1080/15325020701769246 Brewster, G. S., Epps, F., Dye, C.E., Hepburn, K., Higgins, M. K., & Parker, M. L. (2020). The effect of the “great village” on psychological outcomes, burden, and mastery in African American caregivers of persons living with dementia. Journal of Applied Gerontology, 39(10), 1059-1068. DOI:10.1177/0733464819874574 Center for Disease Control and Prevention. (2019). Subjective cognitive decline: A public health issue. https://www.cdc.gov/aging/data/subjective-cognitive-decline-brief.html Cohen, S. A., Sabik, N. J., Cook, S. K., Azzoli, A. B., & Mendez-Luck, C. A. (2019). Differences within differences: Gender inequalities in caregiver intensity vary by race and ethnicity in informal caregivers. Journal of Cross-Cultural Gerontology, 34, 245-263. DOI: 10/1007/s10823-019-09381-9 Creswell, J. W. (2014). Research Design: Qualitative, Quantitative, and Mixed Methods Approaches (4th ed.). Los Angeles: Sage. Croghan, C. F., Moone, R. P., & Olson, A. M. (2014). Friends, family, and caregiving among midlife and older lesbian, gay, bisexual, and transgender adults. Journal of Homosexuality, 61(1), 79-102. DOI: 10.1080/00918369.2013.835238 Cuijpers, P. (2005). Depressive disorders in caregivers of dementia patients: A systematic review. Aging & Mental Health, 9(4), 325-330. Das, S., Hazra, A., Ray, B. K., Ghosal, M., Banerjee, T. K., Roy, T., Chaudhuri, A.,  Raut, D. K. & Das, S. K. (2010) Burden among stroke caregivers: Results of a community-based study from Kolkata, India. Stroke. 41, 2965–2968. 27  Fabius, Wolff, J. L., & Kasper, J. D. (2020). Race differences in characteristics and experiences of black and white caregivers of older Americans. The Gerontologist, 60(7), 1244-1253. DOI: 10.1093/geront/gnaa042 Family Caregiver Alliance. (2016). Caregiver statistics: Demographics. https://www.caregiver.org/resource/caregiver-statistics-demographics/  Family Caregiver Alliance. (2002). Fact sheet: LGBT caregiving: Frequently asked questions. San Francisco, CA: Family Caregiver Alliance. Ferrell, B., Kravits, K., Borneman, T., Pal, S. K., & Lee, J. (2019). A support intervention for family caregivers of advanced cancer patients. Journal of Advance Practice Oncology, 10(5), 444-455. DOI: 10.6004%2Fjadpro.2019.10.5.3 Fredriksen-Goldsen, K. I., Kim, H. J., Barkan, S. E., Muraco, A., & Hoy-Ellis, C. P. (2013). Health disparities among lesbian, gay, and bisexual older adults: Results from a population-based study. American Journal of Public Health 103(10), 1802-1809. Fredriksen-Goldsen, K. I., Kim, H. J., Bryan, A. E., Shiu, C. & Emlet, C. A. (2016). The cascading effects of marginalization and pathways of resilience in attaining good health among LGBT older adults. The Gerontologist, 57(S1), S72-S83. DOI: 10.1093/geront/gnw170 Garrard, J. (2011). Health sciences literature review made easy: The matrix method (5th ed.). Sudbury, MA: Jones & Bartlett. Lick, D. J., Durso, L. E., & Johnson, K. L. (2013). Minority stress and physical health among sexual minorities. Perspectives on Psychological Science, 8(5), 521-548. McLuckey, L. (2018). Clients with Dementia: Support for Caregivers. Social Work Reference Guide. http://eds.a.ebscohost.com/eds/detail/detail?vid=0&sid=6940eedf-5b30-4fc1-28  9cbb-5dc3efbef75a%40sessionmgr4006&bdata=JnNpdGU9ZWRzLWxpdmU%3d#AN=T709418&db=swrc.   National Academies of Sciences. (2016). Families caring for an aging America. National Academies Press. National Alliance for Caregiving & AARP (2017). Caregiving in the U.S. 2015. http://www.caregiving.org/caregiving2015/  National Alliance for Caregiving & AARP. (2020). Caregiving in the U.S. 2020: A focused look at family caregivers of adults age 50+. Washington, DC: AARP. DOI: 10.26419/ppi.00103.022 Noonan, A.S., Velasco-Mondragon, H.E., & Wagner, F.A. (2016). Improving the health of African Americans in the USA: An overdue opportunity for social justice. Public Health Reviews, 37(12), 1-20. DOI: 10.1186/s40985-016-0025-4 Operario, D., Yang, M.‐F., Reisner, S. L., Iwamoto, M., & Nemoto, T. (2014). Stigma and the syndemic of HIV-related health risk behaviors in a diverse sample of transgender women. Journal of Community Psychology, 42(5), 544–557. DOI: 10.1002/jcop.21636 Price, E. (2011). Caring for mum and dad: Lesbian women negotiating family and navigating care. British Journal of Social Work, 41, 1288-1303. DOI: 10.1093/bjsw/bcr015 Sallim, A. B., Sayampanathan, A. A., Cuttilan, A., & Ho, R. (2015). Prevalence of mental health disorders among caregivers of patients with Alzheimer’s disease. Journal of the American Medical Directors Association, 16(12), 1034-1041. 29  Samson, Z. B., Parker, M., Dye, C., & Hepburn, K. (2016). Experiences and learning needs of African American family dementia caregivers. American Journal of Alzheimer’s Disease & Other Dementias, 31(6), 492-501. DOI: 10.1177/1533317516628518 Scott, C. B. (2020). Associations of knowledge of Alzheimer’s disease and memory loss and employment status with burden in African American and Caucasian family caregivers. Dementia, 19(3), 847-860. DOI: 10.1177/1471301218788147 Shepherd-Banigan, M., Sherman, S. R., Lindquist, J. H., Miller, K., Tucker, M., Smith, V. A., & Van Houtven, C. H. (2020). Family caregivers of veterans experience high levels of burden, distress, and financial strain. Journal of the American Geriatrics Society, 68(11), 2675–2683. DOI: 10.1111/jgs.16767 Shiu, C., Muraco, A., & Fredriksen-Goldsen, K. (2016). Invisible care: Friend and partner care among older lesbian, gay, bisexual, and transgender (LGBT) adults. Journal of the Society for Social Work and Research, 7(3), 527–546. DOI: 10.1086/687325 Trinh, M. H., Agénor, M., Austin, S. B., & Jackson, C. L. (2017). Health and healthcare disparities among US women and men at the intersection of sexual orientation and race/ethnicity: A nationally representative cross-sectional study. BMC Public Health, 17(1), 1-11. Unson, C., Flynn, D., Chukwurah, Q., Glendon, M. A., & Testut, T. (2020). Uncertainty in transitions of African American caregivers. Issues in Mental Health Nursing, 41(5), 445-454. DOI: 10.1080/01612840.2019.1678080 Wallace, S. P., Cochran, S. D., Durazo, E. M., & Ford, C. L. (2011). The health of aging lesbian, gay and bisexual adults in California. Policy brief (UCLA Center for Health Policy Research), (PB2011-2), 1–8. 30  Vitaliano, P.P., Zhang, J., & Scanlan, J.M. (2003). Is caregiving hazardous to one's physical health? A meta-analysis. Psychological Bulletin, 129(6), 946-972.  31                     Figure 1. PRISMA Flow Diagram    Records identified through database searching (n = 593)  Records identified through database searching (n = 593)  Records identified through database searching (n = 593)  Records identified through database searching (n = 593) Screening Included  Included  Included  Included Eligibility  Eligibility  Eligibility  Eligibility Identification  Identification  Identification  Identification Additional records identified through other sources (n = 7)  Additional records identified through other sources (n = 7)  Additional records identified through other sources (n = 7)  Additional records identified through other sources (n = 7) Records screened (n = 600)  Records screened (n = 600)  Records screened (n = 600)  Records screened (n = 600) Records excluded (n = 543)  Records excluded (n = 543)  Records excluded (n = 543)  Records excluded (n = 543) Full-text articles assessed for eligibility (n = 57)  Full-text articles assessed for eligibility (n = 57)  Full-text articles assessed for eligibility (n = 57)  Full-text articles assessed for eligibility (n = 57) Full-text articles excluded, with reasons (n = 45)  Full-text articles excluded, with reasons (n = 45)  Full-text articles excluded, with reasons (n = 45)  Full-text articles excluded, with reasons (n = 45) Qualitative studies included in thematic synthesis  (n = 3)         Qualitative studies included in thematic synthesis  (n = 3)  Quantitative studies included in thematic synthesis  (n = 9)  Quantitative studies included in thematic synthesis  (n = 9)  Quantitative studies included in thematic synthesis  (n = 9)  Quantitative studies included in thematic synthesis  (n = 9) 32  Table 1 Quantitative Studies.  Purpose Sample Method Findings Anderson & Flatt (2018) Examine characteristics of LGBT caregivers of older adults versus caregivers who did not identify as LGBT 1,147 caregivers (LGBT, n = 90; non-LGBT, n = 1,057). Adults 18 years providing care for adults 50+. Secondary data analysis: Caregiving in the U.S. 2015 survey conducted by the NAC and AARP.  7,660 online interviews; using a national, probability-based sampling method.  LGBT caregivers were significantly younger, more racially and ethnically diverse, and more frequently reported being single. LGBT caregivers were more likely to report higher levels of financial strain. Anderson et al., (2021) “Describe the psychosocial experiences and family quality of life among SGM caregivers of persons with ADRD” 286 sexual gender minority caregivers of ADRD at least 8 hours/week on average, 18+ years old Cross-sectional, descriptive study. Measured Global Health, perceived stress, discrimination (lifetime and day-to-day), victimization, microaggressions, caregiver stigma, family quality of life, and depression. A third of the sample reported below average health status. A third reported difficulty paying for basics. Racial minority caregivers reported poorer family quality of life. Most of the sample had high depressive symptoms. African Americans reported significantly higher depressive symptoms than whites. Child caregivers also reported higher depressive symptoms.  33  Table 1 continued  Purpose Sample Method Findings Bekhet (2015) Explore the relationship among perceived burden, depression, anxiety, resourcefulness, and psychological well-being 73 caregivers (28 AA, 45 white) Secondary analysis; descriptive, cross-sectional design. Recruited from Alzheimer’s Association early-stage dementia programs in Southeastern Wisconsin Chapter of Alzheimer’s Association  Measures: Caregiver burden, positive cognitions, resourcefulness.  White caregivers: significantly greater burden than AA caregivers. AA caregivers less anxiety, depression, hostility. AA higher scores on resourcefulness, positive cognitions, and psychological well-being. Boehmer et al. (2018) Assess health-related outcomes and experiences of LGBT and non-LGBT caregivers.  Caregivers (18+); N = 1199 caregivers (LGBT, n = 101; non-LGBT, n = 1098) Secondary data analysis of the (cross-sectional) NAC online survey in 2014. Measured physical strain, emotional stress, financial strain, and self-reported health. LGBT caregivers reported significantly more financial strain. More likely to report emotional stress and poor health (not statistically significant). LGBT caregivers significantly younger, more likely to have low socioeconomic status, racially and ethnically diverse, less likely to be married.    34  Table 1 continued  Purpose Sample Method Findings Boehmer et al. (2019) Examine health effects of caregiving while stratifying by gender. Caregivers age 18+ residing in the US. N = 113,052 residing in 19 states. Secondary data analysis of the 2015 and 2016 Behavioral Risk Factor Surveillance System data. Measured self-rated health (mental and physical). LGB caregivers significantly younger. LGB caregivers had poorest health outcomes. LGB caregivers reported more days of poor physical and mental health over one month. Brewster et al. (2020) Determine the effectiveness of the Great Village on depressive symptoms, anxiety, burden, and mastery in AA caregivers. N = 142. African American caregivers of people living with dementia from Atlanta, Georgia, and surrounding areas Three-arm randomized control trial (The Great Village, Great Village + exercise, attention control) Measured depressive symptoms, anxiety, burden, caregiver mastery.  Depression and anxiety decreased, mastery improved within-groups for participants who received Great Village. Participants who exercised reported further declines in depressive symptoms and improvement in mastery over time. Those who received psychoeducation reported improvement in anxiety after six months. Non-significant increase in burden score of control group.     35  Table 1 continued  Purpose Sample Method Findings Cohen et al. (2019) Examine the associations between caregiver intensity and race/ethnicity and gender among offspring caregivers, and to determine if the associations between caregiving intensity and gender varies by race/ethnicity using a large, nationally representative sample of informal caregivers. 1,548 caregivers (922 white, 556 black) Secondary analysis of 2015 National Study of caregiving and National Health and Aging Trends Study. Measured caregiving intensity (measured by number of ADLs in which caregiver provided assistance, IADLs caregiver provided, hours spent caregiving per month) Blacks provided higher levels of care than whites. Blacks significantly more likely to be high-ADL caregivers compared to whites. Blacks spent 28.5 more hours per month caregiving than whites. Croghan et al. (2014) Investigate the nature of informal caregiving for midlife LGBT adults. 495 caregivers Secondary data analysis of the 2012 Twin Cities Metropolitan Statistical Area LGBT aging needs assessment survey. Measured social supports, current caregiving activity, and availability of caregiver with emphasis on three predictor variables and eight criteria variables  75.6% (n = 340) reported “chosen family,” or close friends not biologically or legally related. LGBT older adults served as caregivers almost twice as often as non-LGBT population. Less likely to be married or partnered. Less likely to have children.   36  Table 1 continued  Purpose Sample Method Findings Fabius et al. (2020) Examine associations between caregiver race and caregiving-related effects 1,548 caregivers (922 white, 556 black) Secondary analysis of the 2015 National Study of Caregiving who participated in the National Health and Aging Trends Study. Measured Care recipient characteristics, caregiver characteristics, perceived gains and negative aspects of caregiving, difficulties r/t caregiving, participation restrictions Blacks- higher odds of perceived gains; statistically significant lower odds of emotional difficulty Scott et al. (2020) Examine the knowledge of Alzheimer’s disease and memory loss in AA and Caucasian family caregivers and the relationship between this knowledge and self-perceived caregiver burden. Convenience; N =104; local Alzheimer’s Association and service agency for dementia families in a southern state. Provide daily care.  Cross-sectional, correlational design. Measured demographics, knowledge of memory loss and AD, caregiver burden. AA caregivers provided care longer than Caucasians. Higher % of AA lived with family member. No significant difference in caregiver burden b/w AA and Caucasian families (inconsistent with other research that suggests AA less burdened).     37  Table 1 continued  Purpose Sample Method Findings Shiu et al. (2016) Investigate how perceived stress and depression among LGBT caregivers “can be predicted by caregiving demands, resources, and the relationship between the caregiver and care recipient.” n = 451; 50+; provides care to spouse, partner, or friend. Secondary data analysis of the Caring and Aging with Pride study. Cross-sectional. Measures: caregiving demands, relationship type, social resources, perceived stress, depressive symptomology, demographic characteristics. Bivariate analyses, chi-square, structural equation modeling (SEM). Increase in social support decreased depressive symptomology and perceived stress. LGBT caregivers who assisted friends provided fewer types of care, fewer hours, shorter duration, and spending less money, but less social support. Caregiving demands positively related to perceived stress. Perceived stress significantly positive association with CES-D scores.   Note. NAC = National Alliance for Caregiving; AARP = American Association of Retired Persons; ADL = Activities of Daily Living.   38  Table 2 Qualitative Studies.  Purpose Sample Method Findings Price (2011) To investigate how sexuality influences providing care 10 gay men and 11 lesbian women in England who care(d) for someone with dementia; White British  Descriptive study: Semi-structured interviews  Caregiving gives LGBT caregivers the chance to mend damaged relationships with family members. All respondents reported family was “problematic and challenging” Samson et al. (2016) “Understand AA dementia family caregivers’ experiences and learning needs.” n = 32 (28 females; 4 males); AA caregivers of people with dementia 4 focus group conversations over 2 months.   4 themes: the tradition of family care, caregiving and caregiving issues, culturally appropriate care, and navigating without a map. Unson et al. (2020) “Understand ambiguities and uncertainties of AA caregivers transitioning from family member to caregiver.” n = 14 caregivers from adult day centers, senior centers, churches, and workplaces in metropolitan areas of northeastern US. AA caregivers of adults aged 55+ 2 focus groups; narratives; in-depth interviews. Measured demographics, knowledge of memory loss and AD, caregiver Concerns of financial strain, uncertainty, and stress. Lack of knowledge of disease process was a main concern. Family support enabled easier transition.         39  CHAPTER II CHARACTERISTICS OF AFRICAN AMERICAN SEXUAL AND GENDER MINORITY CAREGIVERS OF PEOPLE WITH DEMENTIA                           40  This manuscript (Scholarly Paper #2) has been prepared for submission to the Western Journal of Nursing Research. The required citation format for this journal is APA 7th edition.                      41  Abstract Individuals from historically marginalized communities are more frequently taking on caregiving roles and have intersectional minoritized identities. Despite this change in caregiver demographics, little is known about the experiences of African American lesbian gay, bisexual, transgender, and/or queer (LGBTQ) caregivers of people with Alzheimer’s disease and related dementias (ADRD). The goal of the current secondary data analysis was to describe psychosocial measures among these caregivers. Data from the LGBTQ Caregiver Study were used to describe characteristics and experiences of African American LGBTQ caregivers of people with ADRD. The mean age among caregivers in the sample (n = 29) was 35.41 ± 6.99 years. A plurality of caregivers (31.0%) identified as queer while two (6.9%) identified as transgender. The majority (55.2%) were male. Most of the sample was employed, college-educated, married/partnered, and reported some level of difficulty paying for everyday basics. A little over one third reported at least one chronic condition (34.5%). African American caregivers who identified as queer had significantly higher scores related to incidents of lifetime discrimination and victimization related to their sexual orientation. Gay caregivers reported significantly higher levels of caregiver stigma. Nearly all caregivers in the sample reported moderate to high levels of stress and clinically relevant levels of depressive symptoms. This is the first study to describe the psychosocial experiences of African American LGBTQ caregivers of people with ADRD.  Keywords: dementia, caregiver, LGBTQ, African American    42  Introduction  Over 50 million people worldwide are living with Alzheimer’s disease and related dementias (ADRD) (World Health Organization [WHO], 2020). This number is expected to rise to 82 million by 2030 (WHO, 2020). The incidence and prevalence of ADRD continues to rise as adults in the United States (U.S.) age, increasing their risk of ADRD (Alzheimer’s Association, 2021). About 6.2 million adults in the U.S. have been diagnosed with Alzheimer’s disease, the most prevalent type of dementia, and this number is projected to increase to 13.8 million by 2060 (Alzheimer’s Association, 2021). Most people living with ADRD live in the community and are cared for by family members and friends (Alzheimer’s Association, 2021; National Academies of Sciences, 2016; Ory et al., 1999; Pinquart & Sörensen, 2005).  Approximately 16 million adults in the U.S. care for someone living with ADRD, providing an estimated 15.3 billion hours of unpaid care (Alzheimer’s Association, 2021). Caregivers of people with ADRD face emotional, financial, physical, and social challenges (Matthews et al., 2019). The demands of providing care for people with ADRD as the disease progresses can limit caregivers’ abilities to take care of themselves. Caregiving has a serious negative impact on the emotional, physical, and financial well-being of caregivers (Alzheimer’s Association, 2021; National Academies of Sciences, 2016; Ory et al., 1999; Pinquart & Sörensen, 2005), with higher rates of depression (Cuijpers, 2005), anxiety and sleep disturbances (McLuckey, 2018), and stress (Vitaliano et al., 2003) among caregivers of people with ADRD compared with other caregivers and non-caregivers. Thus, caregiver support is a pillar of the national ADRD plan in the U.S. (U.S. Department of Health & Human Services, 2016).  African Americans are twice as likely to be diagnosed with ADRD as their white peers (Center for Disease Control [CDC], 2019). African American caregivers of people with ADRD 43  share unique caregiving experiences (Cothran et al., 2020; Samson et al., 2016; Scott, 2020). African American caregivers of people with ADRD acknowledge the negative impact of stressors related to racism and discrimination on their provision of care (Cothran et al., 2020). Yet, culturally they feel obligated to serve as caregivers when needed (Cothran et al., 2020; Samson et al., 2016). African American caregivers of people with ADRD often neglect their own health due to the demands of providing care for their care recipients (Cothran et al., 2020; Samson et al., 2016). African American caregivers are more likely to report providing over 40 hours per week of unpaid care, representing longer hours of care than their white counterparts (Fabius et al., 2020). However, African American caregivers are less likely to report emotional difficulty from caregiving compared with their white peers (Fabius et al., 2020).   According to data from Caregiving in the U.S. 2020 survey, a significantly higher percentage of African American caregivers identified as lesbian, gay, bisexual, transgender, and/or queer (LGBTQ) than their white caregiving counterparts (11% vs 7%) (AARP & NAC 2020). The overlapping identities of African American LGBTQ caregivers of older adults may increase the risk for poor health given that LGBTQ caregivers are more likely to report emotional stress and poor mental health associated with caregiving compared with their heterosexual and cisgender peers (Boehmer et al., 2018; Boehmer et al., 2019; Fredriksen-Goldsen et al., 2015; Shiu et al., 2016). Lower levels of social support among LGBTQ caregivers were related to increased perceived stress and depressive symptomology (Shiu et al., 2016). LGBTQ caregivers report higher levels of caregiver burden (Boehmer et al., 2018) and are more likely to report financial strain than their heterosexual peers (Anderson et al., 2018; Boehmer et al., 2018).  44  The effects of caregiving on African American LGBTQ caregivers of people with ADRD lack adequate attention. Study samples of most current research data on LGBTQ caregivers of older adults are composed of primarily white caregivers (Anderson & Flatt, 2018; Anderson et al., 2021; Boehmer et al., 2018; Boehmer et al., 2019; Croghan et al., 2014; Price, 2010; Price, 2011; Shiu et al., 2016). Data to describe the psychosocial impact of providing care for someone with ADRD among African American LGBTQ caregivers of people with ADRD are scarce. Preliminary data indicate that racial minority LGBTQ caregivers experience poorer family quality of life and increased symptoms of depression (Anderson et al., 2021). The historical and environmental context of stigma associated with overlapping minoritized identities, such as sexual orientation and race, may increase the risk of poor psychosocial outcomes among African American LGBTQ caregivers, representing clinically important targets for interventions and services among racial minority LGBTQ caregivers (Anderson et al., 2021). Thus, the goal of this secondary data analysis was to describe the psychosocial experiences of African American LGBTQ caregivers of people with ADRD.  This study was guided by the Health Equity Promotion Model (HEPM; Figure 2). The HEPM considers the social, psychological, structural, and environmental factors associated with the physical and mental health of LGBTQ people across the lifespan, promoting health equity (Fredriksen-Goldsen et al., 2014). The theoretical roots of the HEPM stem from the Minority Stress Theory (Meyer, 2003) and the Psychological Mediation Framework (Hatzenbuehler, 2009), while addressing resilience factors these former frameworks do not (Fredriksen-Goldsen et al., 2014).    45  Methods Study Sample  Data for this study came from the LGBTQ Caregiving Study (Anderson et al., 2021). Participants from the parent study included LGBTQ adults 18 years of age and older who self-identified as being a family member or a caregiving, non-relative for someone with ADRD. Children (i.e., those <18 years of age) were excluded from participation. A caregiver was defined as someone who self-reported assisting and attending to the needs of an adult with living with ADRD for at least 8 hours a week on average. The Ascertain Dementia 8-Item Informant Questionnaire (AD8) was used to verify self-reported caregiver status. The AD8 is used to assess changes in cognitive function related to ADRD (Galvin et al., 2006) and is included in the National Health and Aging Trends Study as a proxy report of diagnosis of ADRD (Kasper et al., 2013). The scale includes eight questions related to changes in thinking and memory with responses of yes, no, or do not know. Scores range from 0 to 8, with a score of ≥2 representing likely cognitive impairment. In the parent sample, the Cronbach’s α for the AD8 was 0.77 (Anderson et al., 2021). The final sample for the original study included 286 participants. Only African American LGBTQ caregivers of people with ADRD (n = 29) were included in the present analysis. The study was approved by the institutional review board.  Data Collection  For the LGBTQ Caregiving Study, prospective participants were recruited via social media platforms and social media feeds geared towards LGBTQ adults (Anderson et al., 2021). The social media posts included a link to a HIPAA-secured electronic survey for interested persons. When potential participants clicked the link, they were led to a landing page explaining the study and presenting an adapted consent (completing the survey indicated consent; Anderson 46  et al., 2021). The survey took about 40 minutes to complete and participants received a $25 electronic Amazon gift card for survey completion.  Survey Items and Instruments  Demographic characteristics. Demographic characteristics associated with social position within the HEPM included in the current analysis were sexual orientation, transgender-inclusive gender identity, age (years), highest level of education, employment status, income, difficulty in affording the everyday basics, living location, caregiver status, and number of months in the caregiving role (Anderson et al., 2021). Respondents reported sexual orientation as gay, lesbian, bisexual, or queer/other (Anderson et al., 2021). Respondent’s gender identity was assessed by the question “Which of the following best represents how you currently think of your gender? (woman, man, not listed [please specify]). Transgender identity was assessed in response to the question “Do you consider yourself to be trans/transgender” (yes, no).  Respondent’s educational level was determined by the highest grade or year of school completed. Difficulty in affording the everyday basics was assessed in response to the question “How hard is it for you to pay for the very basics like food, housing, medical care, and heating? (not difficult at all, not very difficult, somewhat difficult, and very difficult). Living location was captured by zip code and description using Census designations (Anderson et al., 2021). Region paralleled the four U.S. regions acknowledged by the Census Bureau (Northeast, North Central/Midwest, South, West; National Center for Health Statistics, 2017).  Historical and environmental context. Historical and environmental factors within the HEPM included measures from the National Health, Aging, and Sexuality and Gender study assessing lifetime victimization, microaggressions, and lifetime and day-to-day discrimination (Fredriksen-Goldsen & Kim, 2017). Lifetime victimization was determined via nine questions 47  that asked participants to indicate how many times in their life they experienced victimization due to their LGBTQ identity using a Likert-type response (never, once, twice, and three or more times). Total scores ranged from 7 to 35, with higher scores denoting more experiences of lifetime victimization. Microaggressions were assessed with eight questions asking respondents to identify how many times in the past 12 months they experienced microaggressions associated with their LGBTQ identity using a Likert-type response (never, once, twice, and three or more times). Scores ranged from 10 to 43, with higher scores revealing more frequent microaggressions. Lifetime (five items) and day-to-day discrimination (six items) questions asked respondents to convey how many times during their lifetime and in day-to-day life they experienced discrimination because of their LGBTQ identity using a Likert-type response (never, once, twice, and three or more times). Total scores for the lifetime discrimination scale ranged from 5 to 17 and from 7 to 35 for the day-to-day discrimination scale. Higher scores symbolize more experiences of lifetime and day-to-day discrimination.  Psychological factors. Psychological factors within the HEPM included caregiver stigma, stress, and self-efficacy for surrogate decision making (Anderson et al., 2021). Caregiver stigma was assessed using the Caregiver Stigma Impact Scale, which includes 24 items representing four characteristics of stigma potentially associated with the caregiving experience: social rejection, financial insecurity, internalized shame, and social isolation (Burgener & Berger, 2008). Total scores can range from 24 to 120, with higher scores representing higher levels of caregiver stigma. The Perceived Stress Scale (Cohen et al., 1983), a 10-item scale measuring perceived stress, was used to assess levels of stress by asking respondents to rate how often they felt or thought a certain way (described by the item stem) during the past month. Total scores can range from 0 to 40. Higher scores indicate higher levels of perceived stress (low stress 48  ≤13; moderate stress = 14–26; high stress ≥27). The Surrogate Decision-Making Self-Efficacy Scale was used to assess caregivers’ levels of self-efficacy regarding end-of-life decision making for their care recipients. The 5-item scale has demonstrated high internal consistency and construct validity (Lopez & Guarino, 2013).  Social factors. Caregiver’s relationship status (single/never married, married/partnered, widowed, separated, divorced) and their relationship to the person with ADRD (spouse/partner, daughter, son, sibling, other relative, friend, neighbor, other) represented the social factors within the HEPM (Anderson et al., 2021). Family quality of life and the impact of neuropsychiatric symptoms exhibited by the person with ADRD also represented social factors (Anderson et al., 2021). The Family Quality of Life in Dementia Scale is a 41-item scale developed to evaluate family quality of life in families providing care for people with ADRD. Individual items are rated on a 5-point, Likert-type scale with a total score (range 41–205). Higher scores represent higher levels of family quality of life (Rose et al., 2020). The Neuropsychiatric Inventory Questionnaire (Kaufer et al., 2000) is a tool in which caregivers report information on the existence and severity of behaviors (agitation, aggression, anxiety, irritability, aberrant motor behaviors, and disrupted sleep) exhibited by people with ADRD. Caregivers rate each of the 12 behaviors as existent or absent in the previous month and, if existent, the severity and level of distress experienced by the caregiver. Higher scores denote increased levels of severity (score range 0–36) and distress (score range 0–60).   Behavioral factors. Health care access (insurance status and distance to [miles, travel time in minutes] and source of emergency care) represented behavioral factors within the HEPM (Anderson et al., 2021). Insurance status was classified as either public (Medicare, Medicaid), or 49  private. Source of emergency care included nurse practitioner, hospital, physician’s office, or other.   Health and well-being. Components associated with caregivers’ health and well-being represented within the HEPM included measures related to the caregiver and the person with ADRD (Anderson et al., 2021). Caregivers’ health factors consisted of health status, presence of chronic health conditions (yes [≥1 chronic condition], no), and mood/depressive symptoms. Caregiver’s health status was assessed using the 10-item PROMIS Global Health Scale that evaluates global health (Cella et al., 2010). Items consist of ratings of five primary domains (physical function, fatigue, pain, emotional distress, and social health) and general health perceptions. Raw scores range from 16 to 68. A score ≥29 on the Global Health Scale denotes average or better health (Cella et al., 2010). The presence of depressive symptoms was measured using the Centers for Epidemiological Studies Depression (CES-D) Scale. The CES-D scale is a 20-item, self-administered questionnaire created to measure current depressive symptoms (Radloff, 1977). Each item uses a 4-point scale with total scores ranging from 0 to 60. Probable depression is denoted by scores ≥16. For the person with ADRD, measures of health and well-being included activities of daily living (ADLs) and instrumental activities of daily living (IADLs). Katz’s Activities of Daily Living Scale includes six items that assess functional ability (Katz et al., 1963). The total count of ADLs can range from 0 to 6, with higher counts indicating increased dependence of the person with ADRD. The Instrumental Activities of Daily Living Scale is an 8-item scale used to assess independent living skills considered more complex than ADLs (Lawton & Brody, 1969). Total scores range from 0 to 8; higher scores indicate higher levels of independence for the person with ADRD. 50  Statistical Analysis  Statistical analyses were completed using SPSS version 27. Descriptive statistics were calculated including means and standard deviations for continuous variables and frequencies and percentages for categorical variables. Skewness and kurtosis were assessed for continuous values before data analyses. Skewed variables included the day-to-day discrimination scores, microaggression scores, and family quality of life scores. For these skewed variables, a Kruskal-Wallis test was used to determine differences between groups by sexual orientation (gay, lesbian, bisexual, queer/other). Analyses of variance was used to assess differences in scale scores by sexual orientation for the remaining continuous variables. The level of significance for statistical tests was set at p < 0.05. Results  Demographic characteristics of the sample are reported in Table 3. The ages of the caregivers ranged from 25 to 56 years (mean = 35.41 ± 6.99 years). Millennial caregivers (i.e., ≤ 38 years old) comprised 69.0% of the sample, while Generation X caregivers (39–54 years old) were 27.6% of the sample and Baby Boomers (55+ years) 3.4% of the sample. In regard to sexual orientation, 27.6% identified as gay, 20.7% identified as lesbian, 20.7% identified as bisexual, and 31.0% identified as queer or other. Two caregivers (6.9%) identified as transgender. The majority of the caregivers (55.2%) were male. Most of the sample was employed at least part-time (86.2%), was college-educated (44.8%), and married or partnered (48.3%). The majority of the sample (86.2%) reported some level of difficulty paying for everyday basics and (55.2%) reported an income less than $50,000. All caregivers in the sample had health insurance, with slightly more than half (58.6%) reporting public insurance (i.e., 51  Medicare, Medicaid). Roughly one-third of the sample had at least one chronic condition (34.5%).  Description of Caregiving   Caregiving characteristics of the sample are reported in Table 4. The time spent providing care ranged from 8 months to 7 years, with an average of about 2.5 years (31.79 ± 22.67 months). The majority of the sample reported not living with their care recipient (79.3%). Approximately one-third of the sample was the son or daughter of the care recipient (31.0%) and slightly under one-third identified as another relative (27.5%). A plurality of caregivers (41.4%) identified as the spouse/partner, while 20.7% identified as the friend/neighbor of the care recipient. Psychosocial Measures  Mean scores of psychosocial measures by sexual orientation are reported in Table 5. The mean score for the sample on the Global Health Scale (28.3 ± 5.1) was equivalent to a below average health status, with African American gay caregivers reporting a significantly lower health status (Table 5). The mean score for the sample for lifetime discrimination was 11.4 ± 3.1 and for lifetime victimization was 21.1 ± 5.2. Caregivers who identified as queer had significantly higher scores related to incidents of lifetime discrimination (13.9 ± 2.1, p = 0.005) and lifetime victimization (25.2 ± 4.5; p = 0.007) related to their sexual orientation. There was no significant difference in day-to-day discrimination (mean = 18.5 ± 6.2; p = 0.192) or microaggression (mean = 25.0 ± 6.4; p = 0.374) scores by sexual orientation.  The sample mean in terms of the Perceived Stress Scale (19.9 ± 4.1) was indicative of moderate stress, with only one caregiver reporting a low level of stress. Although not statistically significant (p = 0.060), African American bisexual and queer caregivers reported higher levels 52  perceived stress scores than gay and lesbian caregivers. There were no significant differences in neuropsychiatric symptom distress scores (mean = 20.3 ± 10.2), ADLs (mean = 2.4 ± 1.6), or IADLs (mean = 4.2 ± 1.8) by sexual orientation. The sample mean on the Caregiver Stigma Impact Scale was 50.2 ± 15.2. Gay caregivers reported significantly higher levels of caregiver stigma, while lesbian caregivers reported significantly lower scores (p = <0.001). The sample mean for the Family Quality of Life in Dementia Scale was 131.0 ± 23.7. Although not statistically significant (p = 0.063), caregivers who identified as lesbian or queer/other had lower levels of family quality of life.  Only two caregivers in the sample scored below the cutoff indicative of probable depression (≥16) on the CES-D, with queer caregivers reporting the highest depression scores. In terms of self-efficacy for surrogate decision making, there were no significant differences by sexual orientation (mean = 13.2 ± 2.5; p = 0.217); however, queer caregivers reported the lowest level of self-efficacy in surrogate decision making (Table 3). Discussion This is the first study to describe the psychosocial experiences of African American LGBTQ caregivers of people with ADRD. This secondary analysis builds on currently available data on the psychosocial experiences of LGBTQ caregivers (Anderson et al., 2021) and is guided by the HEPM. The present sample of African American LGBTQ caregivers of people with ADRD was diverse in terms of age (25 to 56 years; mean = 35.41 ± 6.99 years), with the majority being Millennial caregivers (≤ 38 years old). This is in line with current research as younger and more diverse individuals take on caregiver responsibilities, specifically LGBTQ caregivers (Anderson & Flatt, 2018; Anderson et al., 2021; Boehmer 2018). Younger populations in the U.S. are more diverse in regard to sexual orientation and gender identity (GLAAD, 2018). 53  However, this finding greatly exceeds the percentage of Millennial caregivers among the overall population of those caring for someone living with ADRD (roughly a quarter; Alzheimer’s Association, 2021). This underscores the need for culturally relevant interventions and services for this marginalized population of caregivers. Other demographic characteristics of the current sample are similar to those reported in the parent study (Anderson et al., 2021). The majority of both samples had at least some college education (73.5% of participants in the parent study and 62% of participants in the current sample). Similar to the parent study (90.9%), most of the caregivers in the current study (86.2%) were employed at least part time (Anderson et al., 2021), potentially owing to the fact that the majority of the sample were below retirement age. These findings are congruent with those of LGBTQ caregivers of older adults overall (Anderson & Flatt, 2018). However, there were more caregivers in the parent study with household income levels over $60,000 (44%) than in the current sample (20.7%) and more caregivers in the current sample (86.2%) reported some difficulty in paying for everyday basics than in the parent study (69.9%). African American caregivers of older adults also frequently reported financial strains and/or barriers (Fabius et al., 2020; Samson et al., 2016; Unson et al., 2020). In addition to providing unpaid care, more than half of African American caregivers also work part-time or full-time jobs (FCA, 2016). Additional research is necessary to determine the impact of intersectional minority status on financial status for LGBTQ African American caregivers. Almost half (48.3%) of African American LGBTQ caregivers in the sample reported a below average health status. This is in line with former studies in which LGBTQ caregivers are more likely to report greater emotional stress and poorer health than heterosexual caregivers (Boehmer et al., 2018; 2019). LGBTQ individuals experience health disparities across the 54  lifespan (Fredriksen-Goldsen et al., 2013), including an increased risk of chronic health conditions (Gonzales & Henning-Smith, 2017) and an increased likelihood of reporting fair or poor health (Potter & Patterson, 2019). These disparities in physical health could lead to an increase in the strain of providing care experienced by these caregivers. African American caregivers of older adults are more likely to provide higher intensity care (measured by hours of care per week, number of ADLs, and numbers of IADLs) than white caregivers (NAC & AARP, 2020). Pearlin’s Stress Process Model (Pearlin et al., 1990) illustrates the relationship between primary (e.g., directly related to caregiving) and secondary (other factors outside of caregiving) stressors related to a caregiver’s background and caregiving in terms of the impact on well-being. African American LGBTQ caregivers experiencing secondary stressors, including racial identity and managing their own chronic conditions, may experience increased caregiver strain (Goode et al., 1998). Only a third of the LGBTQ caregivers in the parent study reported a below average health status (Anderson et al., 2021). The mean score for African American gay caregivers in the present sample represents a less-than-average health status, which is contrary to the mean health status among gay caregivers in the parent study (i.e., average or better health; Anderson et al., 2021). As the least healthy ethnic group in the U.S. (Noonan et al., 2016), African American adults are at increased risk for a number of chronic conditions compared with their white peers, including ADRD, heart disease, diabetes, stroke, HIV/AIDS, and cancer (Office of Minority Health Resource Center [OMHRC], 2019). Across all racial and ethnic groups, African American males have some of the highest prevalence rates of chronic conditions, particularly cardiovascular disease (Virani et al., 2020). Given the majority of African American LGBTQ 55  caregivers in the current sample were male, the need to address these health disparities among this marginalized group of caregivers warrants future attention. Experiencing microaggressions diminishes many aspects of people’s lived experiences (Sue, 2010), including quality of life. African American queer caregivers reported significantly more experiences of lifetime and day-to-day discrimination and microaggressions than those identifying as LGB. This is in line with results from the parent study in which queer caregivers reported significantly more of these experiences compared with their LGB peers (Anderson et al., 2021). In contrast, African American LGBTQ caregivers reported higher scores on average in terms of lifetime and day-to-day discrimination, lifetime victimization, and microaggressions than the overall sample from the parent study (Anderson et al., 2021). For individuals with overlapping minority identities, it may be difficult to parse out when experiences of discrimination and stigma are related to race, sexual orientation, and/or gender identity, potentially compounding the negative effects of these experiences. This is in line with the HEPM (Figure 1) in that the historical and environmental context of one’s lived experience provides a canvas on which experiences of discrimination and stigma influence psychosocial outcomes. Using population-based data from health surveillance research, Boehmer and colleagues (2019) found LGBTQ caregivers had 1.2–2.0 greater odds of reporting poor or fair health and higher odds of having poorer mental (ORs 1.4–4.7 for women and 1.5–5.6 for men) health days compared with heterosexual caregivers. Mental health disparities increase the risk of reduced physical health issues, such as increased risk for cardiovascular disease (Caceres et al., 2017) or cognitive impairment (Hsieh et al., 2020). With the demands of providing care, African American caregivers may be at an increased risk for a decline in mental health given that they are less likely to seek medical attention for such symptoms (OMHRC, 2019).  56  While most caregivers (78%) in the parent study reported elevated depressive symptoms, a significant difference in depression was found in the overall sample, with African American LGBTQ caregivers having significantly higher depression scores than their white counterparts (Anderson et al., 2021). Only two caregivers in the present sample scored below the cutoff indicative of probable depression (≥16) on the CES-D, and scores for African American queer caregivers were almost double the cutoff for probable depression. This critical finding represents a clinically significant target for future research and practice.  According to the literature, however, African American caregivers typically report less depression and emotional stress than white caregivers (Bekhet, 2015; Fabius et al., 2020). This could be explained by the increased levels of social support reported by African American caregivers in general (Unson et al., 2020; Brewster et al., 2020). African American caregivers of older adults also tend to view caregiving as a sense of giving back to their loved ones (Samson et al., 2016). This could be a different story for African American LGBTQ caregivers. Familial support may not be as strong for African American caregivers who identify as LGBTQ. The church plays an important role in the African American community (Quinn et al., 2016). Although pastors did not promote maltreatment based on sexual orientation, gay men felt as if they would be judged at church based on their sexuality (Quinn et al., 2016). Feelings of lack of support could lead to decreased mental well-being among African American LGBTQ caregivers.   Only one caregiver in the present sample reported a low level of stress. Bisexual or queer African American caregivers in the sample reported the highest levels of stress. This is consonant with the parent study in which 33% of LGBTQ caregivers overall reported high stress and 75% reported moderate-high stress. These higher levels of stress experienced by LGBTQ caregivers may be related to their less frequent use of supportive services (Anderson et al., 2021; 57  Coon et al., 2003; Croghan et al., 2014; Family Caregiver Alliance, 2002). Low use of caregiver support services by LGBTQ caregivers might be related to several unique barriers experienced by these caregivers. For example, caregiver dyads among LGBTQ adults may suffer from overlapping years of stigma (Hulko, 2009; Jablonski et al., 2013; Price, 2008), with fear of discrimination, denial of services, and/or receipt of poor-quality services leading to reluctance to seek support (Fredriksen-Goldsen & Hoy-Ellis, 2007). Exclusion of LGBTQ caregivers of research results in a lack of services and supports that reflect knowledge and understanding of the well-being of these caregivers, underscoring the need for more research in this area, particularly in terms of racial minority LGBTQ caregivers.  On average, African American LGBTQ caregivers reported higher distress scores on the Neuropsychiatric Inventory Questionnaire than LGBTQ caregivers overall in the parent study (Anderson et al., 2021). This is interesting given that African American caregivers in general report lower levels of caregiver burden in the literature (Bekhet, 2015; Fabius et al., 2020), despite providing more intense care in terms of assisting with ADLs (Fabius et al., 2020). African American queer caregivers in the current sample cared for individuals with increased levels of dependence in terms of ADLs and IADLs, with average levels of ADLs and IADLs higher among African American LGBTQ caregivers than LGBTQ caregivers overall (Anderson et al., 2021), consistent with the existing literature.  Family quality of life is defined as the subjective well-being of a family in which individual and family needs are collectively met (Rose et al., 2021). African American lesbian caregivers reported on average the poorest family quality of life in comparison with gay, bisexual, and queer caregivers. In the parent study, queer caregivers reported the poorest family quality of life while gay caregivers reported the highest levels; racial minority LGBTQ 58  caregivers reported the lowest family quality of life scores. (Anderson et al., 2021). Again, this may be related to overlapping primary and secondary stressors (racial and sexual minority status) from the Stress Process Model (Pearlin et al., 1990) that have a negative impact on family quality of life. Limitations and Strengths  The present study has several limitations. The cross-sectional design and convenience sample used in the parent study may limit generalizability. The quality of the relationship between the caregiver and person with ADRD was not assessed in the parent study. This information could add to our understanding of family quality of life among African American LGBTQ caregivers. Given there were only two transgender African American caregivers in the sample, it was not possible to assess differences by gender identity. Future research is needed to explore and understand the experiences of this triply minoritized caregiver population. Additionally, we did not explore differences in psychosocial measures by gender. It may be that female caregivers in the sample experience different outcomes and have different needs compared with male caregivers. The impact of stereotypical gender roles is an important area for future exploration because of the greater levels of burden among LGBTQ (Shippy, 2007) and African American (Fabius et al., 2020) caregivers. The parent dataset did not include variables about the age of the person with ADRD, where the person with ADRD lived if they did not reside with the caregiver, or questions about the type of caregiving tasks performed. Future research should explore the difficulty and type of caregiving activities in which African American LGBTQ caregivers engage and the relationship of these activities with psychosocial measures of caregiving. Lastly, the use of social media to recruit participants for the LGBTQ Caregiving Study limits respondents only to those with Internet access who use social media. 59  While the digital divide is shrinking (Smith & Anderson, 2018) and the literature indicates that most LGBTQ adults have access to the Internet (Jabson et al., 2017) and more frequently use social media compared with their heterosexual, cisgender peers (Pew Research Center, 2013), future studies should consider additional recruitment and data collection methods to provide more generalizable data.  Despite these limitations, the study has valuable strengths. This study provides valuable data describing the psychosocial experiences of African American LGBTQ caregivers of people with ADRD. In addition to describing these experiences, it also compares findings between different sexual identities. The development and testing of effective, culturally tailored interventions and services to improve quality of life and psychosocial outcomes for these caregivers is not possible without such information. The findings offer much-needed preliminary evidence to guide future research. This study also provides a foundation for future studies to possibly compare the psychosocial experiences of LGBTQ caregivers of people with ADRD across different racial groups to understand the unique experiences of these caregivers. Conclusion  To our knowledge, this is the first study to describe the psychosocial experiences of African American LGBTQ caregivers of people with ADRD. This information is important to begin to understand the unique characteristics and experiences of these caregivers for the development of interventions to provide support for them, particularly in terms of family quality of life and psychosocial health. Potential targets for future interventions are caregivers who identify as queer. Also, targeted interventions could focus on providing support to sexual and gender minority caregivers for depression associated with providing care for people with ADRD. 60  Furthermore, these results can inform future research to understand the influence of overlapping identities among caregivers. Acknowledgments Research reported in this publication was supported in part by the National Institute on Aging of the National Institutes of Health under award number 1R03AG058528-01A1 (JGA). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.   61  REFERENCES Alzheimer’s Association. (2021). 2021 Alzheimer's disease facts and figures. Alzheimer's & Dementia: The Journal of the Alzheimer's Association, 17(3), 327–406. https://doi.org/10.1002/alz.12328 Anderson, J. G., & Flatt, J. D. (2018). Characteristics of LGBT caregivers of older adults: Results from the national Caregiving in the U.S. 2015 survey. Journal of Gay & Lesbian Social Services, 30(2), 103-116. DOI: 10.1080/10538720.2018.1440681 Anderson, J. G., Flatt, J. D., Jabson Tree, J. M., Gross, A. L., & Rose, K. M. (2021). Characteristics of sexual and gender minority caregivers of people with dementia. Journal of Aging and Health, 1-14. DOI: 10.1177/08982643211014767. Bekhet, A. K. (2015). Resourcefulness in African American and Caucasian American caregivers of persons with dementia: Associations with perceived burden, depression, anxiety, positive cognitions, and psychological well-being. Perspectives in Psychiatric Care, 51, 285-294.  Bekhet, A. K. (2015). Resourcefulness in African American and Caucasian American caregivers of persons with dementia: Associations with perceived burden, depression, anxiety, positive cognitions, and psychological well-being. Perspectives in Psychiatric Care, 51, 285-294.  Boehmer, U., Clark, M. A., Heeren, T. C., Showalter, E. A., & Fredman, L. (2018). Differences in caregiving outcomes and experiences by sexual orientation and gender identity. LGBT Health, 5(2), 112–120. https://doi-org.proxy.lib.utk.edu/10.1089/lgbt.2017.0144 Boehmer, U., Clark, M. A., Lord, E. M., & Fredman, L. (2019). Caregiving status and health of heterosexual, sexual minority, and transgender adults: Results from select U.S. regions in the behavioral risk factor surveillance system 2015 and Anderson, J.G. & Flatt, J.D. (2018). Characteristics of LGBT caregivers of older adults: Results from the national 62  Caregiving in the U.S. 2015 survey. Journal of Gay & Lesbian Social Services, 30(2), 103-116. DOI: 10.1080/10538720.2018.1440681 Brewster, G. S., Epps, F., Dye, C.E., Hepburn, K., Higgins, M. K., & Parker, M. L. (2020). The effect of the “great village” on psychological outcomes, burden, and mastery in African American caregivers of persons living with dementia. Journal of Applied Gerontology, 39(10), 1059-1068. Doi:10.1177/0733464819874574 Burgener, S. C., & Berger, B. (2008). Measuring perceived stigma in persons with progressive neurological disease. Dementia, 7, 31-53. Caceres, B. A., Brody, A., Luscombe, R. E., Primiano, J. E., Marusca, P., Sitts, E. M., & Chyun, D. (2017). A systematic review of cardiovascular disease in sexual minorities. American Journal of Public Health, 107(4), e13-e21. Cella, D., Riley, W., Stone, A., Rothrock, N., Reeve, B., Yount, S., Hays, R., Bode, R, Buysse, D., Choi, S., Cook, K., DeVellis, R., DeWalt, D., Fries, J. F., Gershon, R., Hahn, E. A., Lai, J.-S., Pilkonis, P., Revicki, D., …PROMIS Cooperative Group. (2010). Initial adult health item banks and first wave testing of the patient-reported outcomes measurement information system (PROMIS) network: 2005–2008. Journal of Clinical Epidemiology, 63, 1179-1194. Center for Disease Control. (2019). What is Dementia? Retrieved from https://www.cdc.gov/aging/dementia Cohen, S., Kamarck, T., & Mermelstein, R. (1983). A global measure of perceived stress. Journal of Health and Social Behavior, 24(4), 385-396. 63  Coon, D.W., Thompson, I., Steffen, A., Soccoro, K., & Gallagher-Thompson, D. (2003). Anger and depression management: Psychoeducational skill training interventions for women caregivers of a relative with dementia. The Gerontologist, 43, 678–689. Cothran, F. A., Paun, O., Strayhorn, S., & Barnes, L. L. (2020). 'Walk a mile in my shoes:' African American caregiver perceptions of caregiving and self-care. Ethnicity & health, 1–18. Advance online publication.  https://doi-org.utk.idm.oclc.org/10.1080/13557858.2020.1734777 Croghan, C.F., Moone, R.P., & Olson, A.M. (2014). Friends, family, and caregiving among midlife and older lesbian, gay, bisexual, and transgender adults. Journal of Homosexuality, 61(1), 79–102. Cuijpers, P. (2005). Depressive disorders in caregivers of dementia patients: A systematic review. Aging & Mental Health, 9(4), 325-330. Fabius, C.D., Wolff, J.L., & Kasper, J.D. (2020). Race differences in characteristics and experiences of black and white caregivers of older Americans. The Gerontologist, 60(7), 1244-1253. https://doi.org/10.1093/geront/gnaa042 Family Caregiver Alliance. (2016). Caregiver statistics: Demographics. https://www.caregiver.org/resource/caregiver-statistics-demographics/  Family Caregiver Alliance. (2002). Fact sheet: LGBTI caregiving: Frequently asked questions. San Francisco, CA: Family Caregiver Alliance. Fredriksen-Goldsen, K.I., & Hoy-Ellis, C.P. (2007). Caregiving with pride: An introduction. Journal of Gay & Lesbian Social Services, 18(3-4), 1–13. Fredriksen-Goldsen, K.I., Kim, H.J., Shiu, C., Goldsen, J., & Emlet, C.A. (2015). Successful aging among LGBT older adults: Physical and mental health-related quality of life by age 64  group. The Gerontologist, 55(1), 154–168. https://doi-org.proxy.lib.utk.edu/10.1093/geront/gnu081 Fredriksen-Goldsen, K. I., & Kim, H.-J. (2017). The science of conducting research with lgbt older adults- an introduction to aging with pride: National health, aging, and sexuality/gender study (NHAS). The Gerontologist, 57, S1-S14. Fredriksen-Goldsen, K. I., Simoni, J. M., Kim, H. J., Lehavot, K., Walters, K. L., Yang, J., Hoy-Ellis, C. P., & Muraco, A. (2014). The health equity promotion model: Reconceptualization of lesbian, gay, bisexual, and transgender (LGBT) health disparities. The American Journal of Orthopsychiatry, 84(6), 653–663. https://doi-org.proxy.lib.utk.edu/10.1037/ort0000030 Galvin, J. E., Roe, C. M., Xiong, C., & Morris, J. C. (2006). Validity and reliability of the AD8 informant interview in dementia. Neurology, 67(11), 1942-1948. Gay and Lesbian Alliance Against Defamation (2018). Accelerating acceptance 2018. https://www.glad.org/publications/accelerating-acceptance-2018.  Gonzales, G., & Henning-Smith, C. (2017). Health disparities by sexual orientation: Results and implications from the Behavioral Risk Factor Surveillance System. Journal of Community Health, 42, 1163-1172. Goode, K. T., Haley, W. E., Roth, D. L., & Ford, G. R. (1998). Predicting longitudinal changes in caregiver physical and mental health: A stress process model. Health Psychology, 17(2), 190-198. Hatzenbuehler M. L. (2009). How does sexual minority stigma \"get under the skin\"? A psychological mediation framework. Psychological bulletin, 135(5), 707–730. https://doi.org/10.1037/a0016441 65  Hsieh, N., Liu, H., & Lai, W. H. (2020). Elevated risk of cognitive impairment among older sexual minorities: Do health conditions, health behaviors, and social connections matter?. The Gerontologist. 61(3), 352-362. Hulko, W. (2009). The time- and context-contingent nature of intersectionality and interlocking oppressions. Affilia, 24, 44-55. Jablonski, R. A., Vance, D.E., & Beattie, E. (2013). The invisible elderly: Lesbian, gay, bisexual, and transgender older adults. Journal of Gerontological Nursing, 39, 46–52. Jabson, J.M., Patterson, J.G., & Kamen, C. (2017). Understanding health information seeking on the Internet among sexual minority people: Cross-sectional analysis from the Health Information National Trends Survey. JMIR Public Health, 3, e39. Katz, S., Ford, A. B., Moskowitz, R. W., Jackson, B. A., & Jaffe, M.W. (1963). Studies of illness in the aged: The index of ADL: A standardized measure of biological and psychosocial function. JAMA, 185, 914-919. Kasper, J. D., Freedman, V. A., & Spillman, B. (2013). Classification of persons by dementia status in the national health and aging Trends study. Technical Paper #5. Johns Hopkins University School of Public Health. www.NHATS.org Kaufer, D. I., Cummings, J. L., Ketchel, P., Smith, V., MacMillan, A., Shelley, T., & DeKosky, S. T. (2000). Validation of the NPI-Q, a brief clinical form of the neuropsychiatric inventory. The Journal of Neuropsychiatry and Clinical Neurosciences, 12(2), 233-239. Lawton, M. P., & Brody, E. M. (1969). Assessment of older people: Self-maintaining and instrumental activities of daily living. The Gerontologist, 9(3), 179-186. Lopez, R.P., & Guarino, A.J. (2013). Psychometric evaluation of the surrogate decision making self-efficacy scale. Research in Gerontological Nursing, 6, 71-76. 66  Matthews, K.A., Xu, W., Gaglioti, A.H., Holt, J.B., Croft, J.B., Mack, D., & McGuire, L.C. (2019). Racial and ethnic estimates of Alzheimer’s disease and related dementias in the United States (2015-2060) in adults aged >65 years. Alzheimers Dementia, 15(1), 17-24. Meyer I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: conceptual issues and research evidence. Psychological bulletin, 129(5), 674–697. https://doi.org/10.1037/0033-2909.129.5.674 McLuckey, L. (2018). Clients with Dementia: Support for Caregivers. Social Work Reference Guide. Retrieved from http://eds.a.ebscohost.com/eds/detail/detail?vid=0&sid=6940eedf-5b30-4fc1-9cbb-5dc3efbef75a%40sessionmgr4006&bdata=JnNpdGU9ZWRzLWxpdmU%3d#AN=T709418&db=swrc  National Academies of Sciences. (2016). Families caring for an aging America. National Academies Press. National Alliance for Caregiving & AARP (2017). Caregiving in the U.S. 2015. http://www.caregiving.org/caregiving2015/  National Alliance for Caregiving & AARP. (2020). Caregiving in the U.S. 2020: A focused look at family caregivers of adults age 50+. Washington, DC: AARP. https://doi.org/10.26419/ppi.00103.022 National Center for Health Statistics (2017). National health interview survey (NHIS) geocodes. https://www.cdc.gov/rdc/geocodes/geowt_nhis.htm Noonan, A.S., Velasco-Mondragon, H.E., & Wagner, F.A. (2016). Improving the health of African Americans in the USA: An overdue opportunity for social justice. Public Health Reviews, 37(12), 1-20. https://doi.org/10.1186/s40985-016-0025-4 67  Ory, M.G., Hoffman, R.R., Yee, J.L., Tennstedt, S., & Schulz, R. (1999). Prevalence and impact of caregiving: A detailed comparison between dementia and nondementia caregivers. The Gerontologist, 39(2), 177-186. Pearlin, L. I., Mullan, J. T., Semple, S. J., & Skaff, M. M. (1990). Caregiving and the stress process: An overview of concepts and their measures. The Gerontologist, 30(5), 583-594. Pew Research Center. (2013). A Survey of LGBT Americans. Washington, DC: Pew Research Center. Pinquart, M., & Sörensen, S. (2005). Ethnic differences in stressors, resources, and psychological outcomes of family caregiving: A meta-analysis. The Gerontologist, 45(1), 90-106. Potter, E. C., & Patterson, C. J. (2019). Health-related quality of life among lesbian, gay, and bisexual adults: The burden of health disparities in 2016 Behavioral Risk Factor Surveillance System data. LGBT Health, 6(7), 357-369. Price, E. (2008). Pride or prejudice? Gay men, lesbians and dementia. British Journal of Social Work, 38, 1337-1352. Price, E. (2010). Coming out to care: Gay and lesbian carers’ experiences of dementia services. Health and Social Care in the Community, 18(2), 160-168. doi: 10.1111/j.1365-2524.2009.00884.x Price, E. (2011). Caring for mum and dad: Lesbian women negotiating family and navigating care. British Journal of Social Work, 41, 1288-1303. doi:10.1093/bjsw/bcr015 Quinn, K., Dickson-Gomez, J., & Kelly, J. A. (2016). The role of the Black Church in the lives of young Black men who have sex with men. Culture, Health, and Sexuality, 18(5), 524–537. doi:10.1080/13691058.2015.1091509 68  Radloff, L. S. (1977). The CES-D scale: A self-report depression scale for research in the general population. Applied Psychological Measurement, 1(3), 385. Rose, K. M., Williams, I. C., Anderson, J. G., & Geldmacher, D. S. (2020). Development and validation of the  in Dementia Scale. The Gerontologist, gnaa022. Samson, Z. B., Parker, M., Dye, C., & Hepburn, K. (2016). Experiences and learning needs of African American family dementia caregivers. American Journal of Alzheimer’s Disease & Other Dementias, 31(6), 492-501. doi: 10.1177/1533317516628518 Scott, C. B. (2020). Associations of knowledge of Alzheimer’s disease and memory loss and employment status with burden in African American and Caucasian family caregivers. Dementia, 19(3), 847-860. DOI: 10.1177/1471301218788147 Shiu, C., Muraco, A., & Fredriksen-Goldsen, K. (2016). Invisible care: Friend and partner care among older lesbian, gay, bisexual, and transgender (LGBT) adults. Journal of the Society for Social Work and Research, 7(3), 527–546. https://doi-org.proxy.lib.utk.edu/10.1086/687325 Smith, A., & Anderson, M. (2018). Social media use in 2018. Pew Research Center. http://www.pewinternet.org/2018/03/01/social-media-use-in-2018/. Sue, D.W. (2010). Microaggressions in everyday life: Race, gender, and sexual orientation. John Wiley & Sons. Unson, C., Flynn, D., Chukwurah, Q., Glendon, M. A., & Testut, T. (2020). Uncertainty in transitions of African American caregivers. Issues in Mental Health Nursing, 41(5), 445-454. DOI: 10.1080/01612840.2019.1678080 69  U.S. Department of Health & Human Services. (2016). National Plan to Address Alzheimer's Disease: 2016 Update. https://aspe.hhs.gov/national-plan-address-alzheimers-disease-2015-update#goal4. Virani, S. S., Alonso, A., Benjamin, E. J., Bittencourt, M. S., Callaway, C. W., Carson, A. P., Vitaliano, P.P., Zhang, J., & Scanlan, J.M. (2003). Is caregiving hazardous to one's physical health? A meta-analysis. Psychological Bulletin, 129(6), 946-972. World Health Organization. (2020). Dementia. Retrieved from https://www.who.int/news-room/fact-sheets/detail/dementia.  70   Figure 2. Health Equity Promotion Model Note. Concepts of the Health Equity Promotion Model (adapted from Fredriksen-Goldsen et al., 2014).       Social PositionsSexual orientation, sex, gender identity, age, race/ethnicity, caregiver status, socioeconomic statusHistorical and Environmental Context- Victimization- Discrimination- MicroaggressionsPsychological- Caregiver Stigma- Perceived StressSocial- Relationship status- Relationship to care recipient- Family Quality of Life- Neuropsychiatric BehaviorsBehavioral- Health Care Access- Service AccessHealth and Well-Being- Activities of Daily Living- Instrumental Activities of Daily Living- Health Status- Chronic Conditions- Mood/Depressive SymptomsLife Course71  Table 3 Demographic Characteristics of the Sample Characteristic N = 29 Age (years) 35.41 ± 6.99 Gender identity (caregiver)     Female 13 (44.8%)    Male 16 (55.2%) Sexual orientation (caregiver)     Gay 8 (27.6%)    Lesbian 6 (20.8%)    Bisexual 6 (20.7%)    Queer/other 9 (31.0%) Transgender (caregiver)     Yes 2 (6.9%)    No 27 (93.1%) Years of education     High school graduate 11 (37.9%)    Some college 5 (17.2%)    College graduate 10 (34.5%)    Post-graduate 3 (10.3%) Partner status     Never married 12 (41.4%)    Married/partnered 14 (48.3%)    Widowed 1 (3.4%)    Divorced 1 (3.4%)    Separated 1 (3.4%) Employment status     Employed full time 11 (37.9%)    Employed part time 14 (48.3%)    Homemaker, not currently working for pay 4 (13.8%) Insurance coverage type     Public 17 (58.6%)    Private 12 (41.4%) Emergency care     Type of emergency care        Nurse practitioner 2 (6.9%)       Urgent care 1 (3.4%)       Physician’s office 4 (13.8%)       Hospital 16 (55.2%)       Other 6 (20.7%)    Miles to closest emergency care 16.68 ± 21.41    Time to closest emergency care (minutes) 25.62 ± 23.95 Household income     $10,001-$20,000 3 (10.3%)    $20,001-$30,000 5 (17.2%)    $30,001-$40,000 5 (17.2%)    $40,001-$50,000 3 (10.3%)    $50,001-$60,000 7 (24.1%)    $60,001-$70,000 4 (13.8%)    >$70,000 2 (6.9%) Difficulty in paying for everyday basics?     Not difficult at all 4 (13.8%)  72  Table 3 continued Characteristic N = 29        Not very difficult  15 (51.7%)    Somewhat difficult 9 (31.0%)    Very difficult 1 (3.4%) Region     Northeast 7 (24.1%)    North Central/Midwest 4 (13.8%)    South 7 (24.1%)    West 11 (37.9%) Living location     Rural area 2 (6.9%)    Small rural town 6 (20.7%)    Small town 6 (20.7%)    Medium-sized city 3 (10.3%)    Large city 6 (20.7%)    Suburban area 5 (17.2%)    Major metropolitan area 1 (3.4%) Chronic conditions*      No chronic conditions 19 (65.5%)    At least one chronic condition 10 (34.5%)    73  Table 4 Caregiving Characteristics of the Sample Characteristic N = 29 Number of months in the caregiving role 31.79 ± 22.67 Living with person with memory loss     Yes 6 (20.7%)    No 23 (79.3%) Relationship to the person with memory loss     Spouse/partner 6 (20.7%)    Daughter 5 (17.2%)    Son 4 (13.8%)    Other relative 8 (27.4)    Friend/neighbor 6 (20.7%) 74  Table 5 Mean Scale Scores (± Standard Deviations) by Sexual Orientation  Scale  Sexual orientation P-value Gay (n = 8) Lesbian (n = 6) Bisexual (n = 6) Queer/Other (n = 9)  Global Health Scale  24.9 ± 5.8 29.0 ± 5.4 30.7 ± 1.6 29.3 ± 4.7 0.136 Lifetime Discrimination  8.9 ± 2.5 11.3 ± 2.6 11.0 ± 3.3 13.9 ± 2.1 0.005 Day-to-Day Discrimination  17.3 ± 6.8 17.2 ± 2.5 16.9 ± 5.1 21.6 ± 7.5 0.366 Lifetime Victimization  17.0 ± 4.1 20.3 ± 2.3 21.0 ± 5.7 25.2 ± 4.5 0.007 Microaggressions  23.4 ± 7.4 24.0 ± 3.0 23.0 ± 6.7 28.3 ± 6.4 0.374 Perceived Stress Scale  18.5 ± 3.0 17.0 ± 3.0 21.7 ± 5.2  21.8 ± 3.5 0.060 Neuropsychiatric Inventory Questionnaire Distress Score  17.6 ± 6.5 26.1 ± 3.8 14.0 ± 11.8 22.9 ± 12.7 0.140 Activities of Daily Living Scale  2.5 ± 2.1 2.2 ± 0.75 2.2 ± 1.7 2.6 ± 1.7 0.263 Instrumental Activities of Daily Living  4.1 ± 1.4 4.3 ± 1.8 4.7 ± 2.1 3.8 ± 2.1    0.827 Caregiver Stigma Impact Scale  56.1 ± 13.7 41.8 ± 12.6 45.7 ± 18.7 53.6 ± 14.6 <0.001 Family Quality of Life in Dementia Scale  141.6 ± 20.3 116.8 ± 10.3 134.0 ± 29.7 128.9 ± 26.6 0.063 Center for Epidemiological Studies Depression Scale  27.3 ± 5.6 25.5 ± 3.0 24.0 ± 10.0 30.8 ± 10.8 0.431 Self-Efficacy for Surrogate Decision Making Scale 13.6 ± 1.6 14.0 ± 2.0 14.2 ± 2.8 11.8 ± 3.1 0.217   75  CHAPTER III PSYCHOSOCIAL CHARACTERISTICS OF AFRICAN AMERICAN HETEROSEXUAL AND SEXUAL AND GENDER MINORITY CAREGIVERS OF PEOPLE WITH DEMENTIA: A COMPARATIVE STUDY    76  This manuscript (Scholarly Paper #3) has been prepared for submission to the Western Journal of Nursing Research. The required citation format for this journal is APA 7th edition.   77  Abstract Caregiving roles are rapidly being taken on by people with intersectional minoritized identities, including racial/ethnic and sexual and gender minorities. However, how African American lesbian, gay, bisexual, transgender, and/or queer (LGBTQ) caregivers of people with Alzheimer’s disease and related dementias (ADRD) experience caregiving versus their African American heterosexual peers remains unknown. The goal of the present secondary data analysis was to determine the effects of care recipients’ and caregivers’ characteristics on family quality of life, caregiver stigma, self-efficacy for surrogate decision making, and mood/depressive symptoms among African American LGBTQ caregivers compared with African American heterosexual caregivers of people with ADRD. Data from the LGBTQ Caregiving Study and the Family Quality of Life in Dementia Study were used. Age was a significant predictor of family quality of life (p <0.001), self-efficacy of surrogate decision making (p < 0.001), and depression (p = 0.013). African American heterosexual caregivers reported significantly higher family quality of life (p = 0.028) and self-efficacy for surrogate decision-making scores (p < 0.001) than African American LGBTQ caregivers. There was no significant difference in depression by sexual orientation (p = 0.063). This is the first study to compare the psychosocial experiences of African American LGBTQ and heterosexual caregivers of people with ADRD. Findings provide preliminary information to guide future research and the development and testing of interventions and services targeted toward this marginalized caregiver population.  Keywords: dementia, caregiver, LGBTQ, African American    78  Introduction Nearly half of all caregivers in the United States (U.S.) (48%) provide care for people with Alzheimer’s Disease and related dementias (ADRD) (Alzheimer’s Association, 2020). Caregivers of people with ADRD face emotional, financial, physical, and social challenges beyond those experienced by caregivers of people with other chronic conditions (Matthews, 2019). Younger individuals are taking on caregiving roles (National Alliance for Caregiving [NAC] & AARP, 2017) and are more racially and ethnically diverse (US Census Bureau, 2015), as well as more diverse in terms of sexual orientation and gender identity (Gay and Lesbian Alliance Against Defamation [GLAAD], 2018), than previous generations of caregivers.  Almost 3 million LGBTQ caregivers in the U.S. are providing care for adults over age 50 (NAC & AARP, 2017). These caregivers are more racially and ethnically diverse and experience higher levels of psychosocial strain than their heterosexual peers (Anderson & Flatt, 2018). The likelihood of emotional stress and poor mental health is higher for LGBTQ caregivers in comparison with their heterosexual and cisgender peers (Boehmer et al., 2018; Boehmer et al., 2019; Fredriksen-Goldsen et al., 2015; Shiu et al., 2016). Increased depressive symptomology and perceived stress were associated with decreased levels of social support for LGBTQ caregivers (Shiu et al., 2016). LGBTQ caregivers more frequently reported financial strain (Anderson et al., 2018; Boehmer et al., 2018) and increased levels of caregiver burden than their heterosexual counterparts (Boehmer et al., 2018). A significantly greater percentage of African American caregivers identify as LGBTQ compared with their white caregiving peers (11% vs 7%; NAC & AARP, 2020). The overlapping minoritized identities of African American LGBTQ caregivers could heighten the possibility of poor health. Yet, the impact of caregiving on African American LGBTQ caregivers of people 79  with ADRD has not received sufficient attention. White caregivers make up the majority of study samples of most current research on LGBTQ caregivers of older adults (Anderson & Flatt, 2018; Anderson et al., 2021; Boehmer et al., 2018; Boehmer et al., 2019; Croghan et al., 2014; Price, 2010; Price, 2011; Shiu et al., 2016). Studies explaining the psychosocial impact of providing care to people with ADRD amongst African American LGBTQ caregivers are limited.  Our recent analysis reported that nearly all participants in a sample of African American LGBTQ caregivers of people with ADRD reported moderate to high levels of stress and clinically relevant levels of depressive symptoms (Harris et al., under review). Additionally, these caregivers experienced some level of difficulty paying for everyday basics, with roughly a third living with at least one chronic condition of their own (Harris et al., under review). Anderson and colleagues (2021) found that African American LGBTQ caregivers described poorer family quality of life and higher levels of depressive symptoms than white LGBTQ caregivers. Given these preliminary findings, it is possible that the historical and environmental context of stigma correlating with overlapping identities of LGBTQ status and race heighten the risk of poor psychosocial outcomes among this group of caregivers. However, the comparison of psychosocial outcomes between African American LGBTQ caregivers and African American heterosexual caregivers necessitates further exploration. Therefore, the purpose of the present study was to compare the effects of care recipients’ and caregivers’ characteristics on family quality of life, caregiver stigma, self-efficacy for surrogate decision making, and mood/depressive symptoms among African American LGBT and heterosexual caregivers of people with ADRD.   80  Methods Study Sample  Data for this secondary analysis came from two cross-sectional studies using similar surveys and instruments: the LGBTQ Caregiving Study (Anderson et al., 2021) and the Family Quality of Life in Dementia Study (Rose et al., 2020). Participants from both parent studies included adults 18 years of age and older who self-identified as a family member or a caregiving, non-relative for someone with ADRD. Children (i.e., those <18 years of age) were excluded from participation. Participants in the LGBTQ Caregiving Study were limited to adults who identified as lesbian, gay, bisexual, queer, and/or transgender (Anderson et al., 2021). In both studies, a caregiver was defined as someone who self-reported assisting and attending to the needs of the older adult with ADRD at least 8 hours a week on average. Both studies were approved by the institutional review board. The sample for the present analysis was limited to caregivers who identified as African American from the two parent studies. Data Collection  For the LGBTQ Caregiving Study, prospective participants were recruited via social media platforms and social media feeds geared towards LGBTQ adults (Anderson et al., 2021). The social media posts included a HIPAA-secured link to an electronic survey for interested persons. When potential participants clicked the link, they were led to a landing page explaining the study and presenting an adapted consent (completing the survey indicated consent; Anderson et al., 2021). The survey took about 40 minutes to complete and participants received a $25 electronic Amazon gift card for survey completion. The final sample included 286 participants. The Family Quality of Life in Dementia Study used multiple waves of recruitment, including traditional paper-based questionnaires and an electronic survey (Rose et al., 2020). Participants 81  were recruited via flyers distributed to memory clinics and ADRD service organizations, as well as social media posts. Participants in the Family Quality of Life in Dementia Study received $15 compensation for participating in the study, with a final sample of 244 participants. For the current analysis, African American LGBTQ caregivers of people with ADRD were included from the LGBT Caregiving Study (n = 29) and African American heterosexual caregivers of people with ADRD were included from the Family Quality of Life in Dementia study (n = 71), for a total sample size of N = 100. Theoretical Framework This current analysis was guided by the Health Equity Promotion Model (HEPM; Figure 1). The HEPM is a framework that reflects social, psychological, structural, and environmental factors associated with physical and mental health across the lifespan for LGBTQ people (Fredriksen-Goldsen et al., 2014). The HEPM was created for research of the LGBTQ population and is focused on the concept of health equity. The theoretical roots of the HEPM stem from the Minority Stress Theory (Meyer, 2003) and the Psychological Mediation Framework (Hatzenbuehler, 2009), while incorporating life course development and resilience factors (Fredriksen-Goldsen et al., 2014).  Survey Items and Instruments Demographic characteristics. Demographic characteristics associated with social position within the HEPM included age (years), gender (male, female), level of education, income level, difficulty in affording everyday basics, employment status, and living location. Respondents reported their sexual orientation as gay, lesbian, bisexual, queer/other, or heterosexual. Respondents’ educational levels were determined by the highest grade or year of school completed. Level of income was categorized as $1000–$10,000; $10,001–$20,000; 82  $20,001–$30,000; $30,001–$40,000; $40,001–$50,000; $50,001–$60,000; $60,001–$70,000; or >$70,000. Difficulty in affording the everyday basics was assessed in response to the question “How hard is it for you to pay for the very basics like food, housing, medical care, and heating?” (not difficult at all, no very difficult, somewhat difficult, and very difficult). Employment status was categorized as employed at a job for pay, full time; employed at a job for pay, part time; homemaker, not currently working for pay; not currently employed, retired; or not currently employed, not retired. Living location was described using Census designations (rural area, small rural town, small town, medium-sized city, large city, suburban area, major metropolitan area).  Psychological factors. Caregiver stigma and self-efficacy for surrogate decision making represented the psychological factors within the HEPM. Caregiver stigma was assessed using the Caregiver Stigma Impact Scale, which includes 24 items representing four characteristics of stigma potentially associated with the caregiving experience: social rejection, financial insecurity, internalized shame, and social isolation (Burgener & Berger, 2008). Total scores can range from 24 to 120, with higher scores representing higher levels of caregiver stigma. The Surrogate Decision-Making Self-Efficacy Scale was used to assess caregivers’ levels of self-efficacy regarding end-of-life decision making for their care recipients. The 5-item scale has demonstrated high internal consistency and construct validity (Lopez & Guarino, 2013).  Social factors. Caregiver’s relationship status (single/never married, married/partnered, widowed, separated, divorced), their relationship to the person with ADRD (spouse/partner, daughter, son, sibling, other relative, friend, neighbor, other), and family quality of life represented the social factors within the HEPM. The Family Quality of Life in Dementia Scale is a 41-item scale developed to assess family quality of life in families providing care for people 83  with ADRD. Individual items are rated on a 5-point, Likert-type scale with a total score (range 41–205). Higher scores represent higher levels of family quality of life (Rose et al., 2020).  Behavioral factors. Behavioral factors from the HEPM included health care access determined by assessing insurance status and distance to (average travel time) and source of emergency care. Insurance status was classified as either public (Medicare, Medicaid), private, military, none, both public and private, or private and military. Source of emergency care included nurse practitioner, urgent care, physician’s office, hospital, or other.   Health and well-being. Caregivers’ health factors included mood/depressive symptoms. The presence of depressive symptoms for the LGBTQ Caregiving Study was measured using the Centers for Epidemiological Studies Depression (CES-D) Scale. The CES-D scale is a 20-item, self-administered questionnaire created to measure current depressive symptoms (Radloff, 1977). Each item uses a 4-point scale with total scores ranging from 0 to 60. Probable depression is denoted by scores ≥16. The presence of depressive symptoms for the Family Quality of Life in Dementia Study was measured using the Geriatric Depression Scale (GDS). The GDS is a 15-item questionnaire used to determine depressive symptoms among older adults (Yesavage et al., 1982). For this analysis, the presence of depressive symptoms was categorized as depressed or not depressed based on published cut-off scores for each of the two measures used. Statistical Analysis  Statistical analyses were completed using SPSS version 27. Some of the heterosexual caregivers had missing data. Casewise deletion was used to exclude respondents with missing data for the variables of interest (Koszalinski et al., 2018). The total sample size after missing data were excluded was 76. Descriptive statistics were calculated including means and standard deviations for continuous variables and frequencies and percentages for categorical variables. 84  Skewness and kurtosis were assessed for continuous values before data analyses. Skewed variables included family quality of life scores and self-efficacy for surrogate decision making. For these skewed variables, a Mann-Whitney U test was used to assess differences between African American LGBTQ and heterosexual caregivers. An independent t-test was used to assess differences in caregiver stigma scores between African American LGBTQ and heterosexual caregivers.   Separate multiple linear regression models were used to examine associations between environmental, psychological, social, behavioral, and health factors and caregiver measures of family quality of life and self-efficacy (dependent variables). Independent variables included sexual orientation, caregiver stigma, age, income, education, and relationship to the care recipient. A binary logistic regression analysis was conducted to determine whether sexual orientation, caregiver stigma, age, income, education, and relationship to the care recipient could predict depression category (depressed, not depressed). There was no evidence of considerable multicollinearity between model parameters as assessed by variance inflation factors and variance proportions. The level of significance for statistical tests was set at p < 0.05. Results  Demographic characteristics of the sample are reported in Table 6. The ages of the full sample of caregivers collectively ranged from 25 to 76 years (mean = 45.64 ± 14.40 years). The African American LGBTQ caregivers were significantly younger (mean = 35.41 ± 6.99 years) than their heterosexual peers (mean = 51.96 ± 14.19 years; p < 0.001). A greater percentage of African American heterosexual caregivers identified as female (76.6%) than the LGBTQ caregivers (44.8%; p = 0.005). All the caregivers had at least a high school education. Most of the African American LGBTQ caregivers were employed at least part-time (86.2%), while nearly 85  a third of their heterosexual peers (31.9%) were unemployed or retired. Both the African American LGBTQ and heterosexual caregivers were mostly married or partnered (48.3% and 44.7%, respectively). Over half of the heterosexual caregivers were children of the care recipients (53.2%) while only about one third (31.0%) of the LGBTQ caregivers were children of the care recipients. Roughly a third of the African American LGBTQ (34.4%) caregivers reported some level of difficulty paying for everyday basics versus roughly a quarter (27.7%) of the African American heterosexual caregivers. More than half of the African American LGBTQ (55.2%) and heterosexual caregivers (57.5%) reported an income less than $50,000. Most of the African American LGBTQ caregivers (58.6%) had public insurance (i.e., Medicare, Medicaid) while under half of the heterosexual caregivers (40.4%) reported public insurance. African American LGBTQ caregivers reported significantly higher caregiver stigma scores than the African American heterosexual caregivers (p < 0.001). Family Quality of Life  African American heterosexual caregivers reported significantly higher family quality of life scores (146.87 ± 33.30) than African American LGBTQ caregivers (130.97 ± 23.67; p = 0.028). Multiple linear regression was used to estimate the relationship between sexual orientation, caregiver stigma, age, income, education, and relationship to the care recipient and family quality of life (Table 7). The overall regression model was significant (p < 0.001) and explained 26.6% of the variance in family quality of life. Age and income were the only statistically significant predictors of family quality of life. As age increased by one year, family quality of life scores increased by 1.365 points (p < 0.001). Respondents with income greater than $50,000 reported significantly higher family quality of life scores (p = 0.05). Sexual orientation was not a statistically significant predictor of family quality of life (p = 0.803).  Self-efficacy for Surrogate Decision Making 86   African American heterosexual caregivers reported significantly higher self-efficacy for surrogate decision-making scores (15.94 ± 3.04) than African American LGBTQ caregivers (13.24 ± 2.55; p < 0.001). Multiple linear regression was used to determine the influence of sexual orientation, caregiver stigma, age, income, education, and relationship to the care recipient on self-efficacy for surrogate decision making (Table 8). The overall regression model was significant (p < 0.001) and explained 20.9% of the variance in self-efficacy for surrogate decision making. Age was the only statistically significant predictor of self-efficacy for surrogate decision making. As age increased by one year, self-efficacy scores increased by 0.066 points (p = 0.036). Sexual orientation was not a significant predictor of self-efficacy for surrogate decision making (p = 0.087).  Depression  The majority of the sample was categorized as depressed based on cut-off scores for the scales used. There was no significant difference in the prevalence of depression between African American LGBTQ and heterosexual caregivers. A binary logistic regression analysis was used to determine whether sexual orientation, caregiver stigma, age, income, education, and relationship to the care recipient could predict depression category (depressed, not depressed) (Table 9). The overall model was not statistically significant (-2LL = 55.671, p = 0.053; R2 = 0.278). Age was a significant independent predictor of depression (p = 0.013). As age increased by 1 point, the likelihood of being in the depressed group decreased by 10.4%. Sexual orientation was not a significant predictor of depression (p = 0.885). Discussion  This is the first study to compare psychosocial outcomes between African American LGBTQ and heterosexual caregivers of people with ADRD. The purpose of the current analysis 87  was to understand the characteristics of African American LGBTQ caregivers of people with ADRD compared with their heterosexual peers. Additionally, we sought to understand the influence of care recipients’ and caregivers’ characteristics on family quality of life, self-efficacy for surrogate decision making, and mood/depressive symptoms. While the current combined sample of African American caregivers of people with ADRD included a wide age range, African American LGBTQ caregivers were significantly younger than their African American caregiver peers. This is in line with current research among LGBTQ caregivers, the majority of whom are younger (Millennials ≤38 years of age) (Anderson & Flatt, 2018; Anderson et al., 2021), as well as the shifting demographic characteristics of caregivers of people with ADRD. A quarter of dementia caregivers overall are Millennials (Alzheimer’s Association, 2020). The importance of this significant difference in age is augmented by the fact that age was the only significant predictor of psychosocial outcomes in the sample, after adjusting for sexual orientation, caregiver stigma, income, education, and relationship to the care recipient, given that age also could be one of the driving forces for some of the demographic differences between African American LGBTQ and heterosexual caregivers, such as employment status, as well as differences in psychosocial outcomes. Most of the African American LGBTQ caregivers were employed at least part-time, while nearly a third of their heterosexual peers were unemployed or retired. Despite these higher levels of employment, African American LGBTQ caregivers more frequently reported difficulty paying for everyday basics versus heterosexual caregivers. The majority of both African American LGBTQ and heterosexual caregivers reported incomes less than $50,000.  Age was a significant predictor in our multivariate regression models, with a positive relationship found between age and family quality of life and surrogate decision making and an 88  inverse relationship between age and likelihood of depression (i.e., as age increased, the likelihood of depression decreased). These findings may be related to the resiliency gained as one ages, as well as demographic differences between the two groups of caregivers in the sample. Age is associated with increased resiliency and ability to handle challenges that may have an impact on family quality of life and depression. Given the two groups of caregivers differenced in age, the younger African American LGBTQ caregivers may not only be less experienced in surrogate decision making regarding someone else’s health, but also the diverse relationship types among the LGBTQ caregivers compared with heterosexual caregivers may have an impact as well. The African American heterosexual caregivers were more frequently the spouse or child of the care recipient, while the LGBTQ caregivers more frequently were a friend or other relative. Spousal and child caregivers may be more familiar the desires and wishes of their care recipients in terms of end-of-life care than those caregivers with other types of relationships. This finding warrants further exploration.  Respondents with income greater than $50,000 reported significantly higher family quality of life scores. Anderson and colleagues (2021) also found that those with income greater than $50,000 reported significantly higher family quality of life scores. Caregivers with higher levels of income might spend less time worrying about financial issues. However, this is speculative and further research is needed to determine the association between income and family quality of life. Former studies investigating quality of life based on income levels focused on health-related quality of life instead of family quality of life (Zhang et al., 2015; Zhang & Xiang, 2019). Former studies found that those reporting higher income levels reported better health-related quality of life (Zhang et al., 2015; Zhang & Xiang, 2019). 89  African American heterosexual caregivers reported significantly higher family quality of life and self-efficacy for surrogate decision-making scores than African American LGBTQ caregivers. In one of the parent studies, Anderson and colleagues (2021) found that African American LGBTQ caregivers described poorer family quality of life than white LGBTQ caregivers. These differences in family quality of life and self-efficacy for surrogate decision making maybe related to differences in the type of relationship between the caregiver and the care recipient, as well as the ways in which family is defined, between African American LGBTQ and heterosexual caregivers. Diverse family structures, also known as “families of choice,” are more common among LGBTQ caregivers (Anderson & Flatt, 2018; Fredriksen-Goldsen & Kim, 2017) as an adaptation to historical discrimination and stigma. Roughly two of five (44%) of LGBTQ caregivers overall provide care to a friend (Shiu et al., 2016). LGBTQ caregivers who are the friend or chosen family of their care recipients generally experience decreased social support, increasing the likelihood of experiencing negative psychosocial outcomes (Shiu et al., 2016). This has significant implications for future research, practice, and policy because the majority of caregiving research, interventions, and services is targeted toward caregivers with biological or legal relationship within the caregiving dyad. More attention is needed toward care provided by friends and extended family, particularly among diverse family structures. The majority of the present sample was categorized as depressed by cut-off scores for the scales used. Our recent analysis found nearly all participants in a sample of African American LGBTQ caregivers of people with ADRD reported clinically relevant levels of depressive symptoms, with scores for African American queer caregivers almost double the cutoff for probable depression (≥16) on the CES-D (Harris et al., under review). Most caregivers (78%) in 90  one of the parent studies reported elevated depressive symptoms, and African American LGBTQ caregivers had significantly higher depression scores than their white counterparts (Anderson et al., 2021). According to the literature, however, African American caregivers typically report lower levels of depression than white caregivers (Bekhet, 2015; Fabius et al., 2020). This could be explained by the increased levels of social support reported by African American caregivers in general (Unson et al., 2020; Brewster et al., 2020), who often see caregiving as giving back to their loved ones (Samson et al., 2016). This, too, may be influenced by the diverse family structures experienced by African American LGBTQ caregivers and potential for decreased social support related to stigma regarding sexual orientation and gender identity within the African American population at large. However, this is only speculative, and more research is needed to understand this unique finding. This study has several limitations. Given that the parent studies relied on convenience samples, generalizability is limited. The small numbers of African American caregivers from each of the parent studies limited the statistical analyses and did not allow for more rigorous comparisons across sexual and gender minority identities (Institute of Medicine, 2011). Data regarding the type and severity of ADRD diagnosis, number of months in the caregiving role, functional limitations, caregiver’s health status, and stress were not collected in the Family Quality of Life in Dementia Study (Rose et al., 2020), limiting inclusion of these variables in the current analysis. Variables regarding the quality of the relationship between the caregiver and person with ADRD were not collected in either sample. These additional data would add to our understanding of family quality of life. The Family Quality of Life in Dementia Study (Rose et al., 2020) recruited a sample of heterosexual caregivers and did not assess whether participants were transgender or cisgender during data collection. From the LGBTQ Caregiver Study, only 91  two African American caregivers identified as transgender. This limits our ability to explore the experiences of African American transgender, gender diverse, or nonbinary people, warranting further research. Despite these limitations, a major strength of the current research is the use of data from two studies with empirical, cross-sectional designs, one of which focused on an understudied population (i.e., LGBTQ caregivers). Lastly, the social media recruitment strategy for the LGBTQ Caregiving Study limited respondents only to those with access to the Internet who use social media. Though LGBTQ individuals are more likely to have access to the Internet (Jabson et al., 2017) and to use social media than their heterosexual, cisgender peers (Pew Research Center, 2013), future studies should consider the impact of recruitment and data collection methods on the generalizability of findings. Conclusion  Our findings represent the first to describe and compare psychosocial measures between African American LGBTQ and heterosexual caregivers of people with ADRD. The study provides preliminary information about the demographic characteristics of caregivers with overlapping minoritized identities, shedding light on potential targets for future intervention development, as well as guiding future research to understand these caregivers.   Acknowledgments Research reported in this publication was supported in part by the National Institute on Aging of the National Institutes of Health under award number 1R03AG058528-01A1 (JGA). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.   92  REFERENCES Alzheimer’s Association. (2020). 2020 Alzheimer’s disease facts and figures. https://www.alz.org/media/Documents/alzheimers-facts-and-figures.pdf Alzheimer’s Association. (2021). 2021 Alzheimer's disease facts and figures. Alzheimer's & Dementia: The Journal of the Alzheimer's Association, 17(3), 327–406. https://doi.org/10.1002/alz.12328 Anderson, J. G., & Flatt, J. D. (2018). Characteristics of LGBT caregivers of older adults: Results from the national Caregiving in the U.S. 2015 survey. Journal of Gay & Lesbian Social Services, 30(2), 103-116. DOI: 10.1080/10538720.2018.1440681 Anderson, J. G., Flatt, J. D., Jabson Tree, J. M., Gross, A. L., & Rose, K. M. (2021). Characteristics of sexual and gender minority caregivers of people with dementia. Journal of Aging and Health, 1-14. DOI: 10.1177/08982643211014767. Bekhet, A. K. (2015). Resourcefulness in African American and Caucasian American caregivers of persons with dementia: Associations with perceived burden, depression, anxiety, positive cognitions, and psychological well-being. Perspectives in Psychiatric Care, 51, 285-294.  Boehmer, U., Clark, M. A., Heeren, T. C., Showalter, E. A., & Fredman, L. (2018). Differences in caregiving outcomes and experiences by sexual orientation and gender identity. LGBT Health, 5(2), 112–120. https://doi-org.proxy.lib.utk.edu/10.1089/lgbt.2017.0144 Boehmer, U., Clark, M.A., Lord, E.M., & Fredman, L. (2019). Caregiving status and health of heterosexual, sexual minority, and transgender adults: Results from select U.S. regions in the Behavioral Risk Factor Surveillance System 2015 and 2016. The Gerontologist, 59(4), 760-769. 93  Brewster, G. S., Epps, F., Dye, C.E., Hepburn, K., Higgins, M. K., & Parker, M. L. (2020). The effect of the “great village” on psychological outcomes, burden, and mastery in African American caregivers of persons living with dementia. Journal of Applied Gerontology, 39(10), 1059-1068. Doi:10.1177/0733464819874574 Burgener, S. C., & Berger, B. (2008). Measuring perceived stigma in persons with progressive neurological disease. Dementia, 7, 31-53. Croghan, C.F., Moone, R.P., & Olson, A.M. (2014). Friends, family, and caregiving among midlife and older lesbian, gay, bisexual, and transgender adults. Journal of Homosexuality, 61(1), 79–102. Fabius, C.D., Wolff, J.L., & Kasper, J.D. (2020). Race differences in characteristics and experiences of black and white caregivers of older Americans. The Gerontologist, 60(7), 1244-1253. https://doi.org/10.1093/geront/gnaa042 Fredriksen-Goldsen, K. I., & Kim, H.-J. (2017). The science of conducting research with lgbt older adults- an introduction to aging with pride: National health, aging, and sexuality/gender study (NHAS). The Gerontologist, 57, S1-S14. Fredriksen-Goldsen, K.I., Kim, H.J., Shiu, C., Goldsen, J., & Emlet, C.A. (2015). Successful aging among LGBT older adults: Physical and mental health-related quality of life by age group. The Gerontologist, 55(1), 154–168. https://doi-org.proxy.lib.utk.edu/10.1093/geront/gnu081 Fredriksen-Goldsen, K. I., Simoni, J. M., Kim, H. J., Lehavot, K., Walters, K. L., Yang, J., Hoy-Ellis, C. P., & Muraco, A. (2014). The health equity promotion model: Reconceptualization of lesbian, gay, bisexual, and transgender (LGBT) health disparities. 94  The American Journal of Orthopsychiatry, 84(6), 653–663. https://doi-org.proxy.lib.utk.edu/10.1037/ort0000030 Gay and Lesbian Alliance Against Defamation (2018). Accelerating acceptance 2018. https://www.glaad.org/publications/accelerating-acceptance-2018 Harris, L., Anderson, J. G., Jabson Tree, J. M., Lopez, R. P., & Mixer, S. (under review). Characteristics of African American sexual and gender minority caregivers of people with dementia. Western Journal of Nursing Research. Hatzenbuehler M. L. (2009). How does sexual minority stigma \"get under the skin\"? A psychological mediation framework. Psychological bulletin, 135(5), 707–730. https://doi.org/10.1037/a0016441 Institute of Medicine. (2011). The health of lesbian, gay, bisexual, and transgender people: Building a foundation for better understanding. Washington, DC: The National Academies Press. Jabson, J.M., Patterson, J.G., & Kamen, C. (2017). Understanding health information seeking on the Internet among sexual minority people: Cross-sectional analysis from the Health Information National Trends Survey. JMIR Public Health, 3, e39. Koszalinksi, R., Tansakul, V., Khojandi, A., & Li, X. (2018). Missing data, data cleansing, and treatment from a primary study. Computers, Informatics, Nursing, 36(8), 367-371.  Lopez, R.P., & Guarino, A.J. (2013). Psychometric evaluation of the surrogate decision making self-efficacy scale. Research in Gerontological Nursing, 6, 71-76. Matthews, K.A., Xu, W., Gaglioti, A.H., Holt, J.B., Croft, J.B., Mack, D., & McGuire, L.C. (2019). Racial and ethnic estimates of Alzheimer’s disease and related dementias in the United States (2015-2060) in adults aged >65 years. Alzheimers Dementia, 15(1), 17-24. 95  Meyer I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: conceptual issues and research evidence. Psychological bulletin, 129(5), 674–697. https://doi.org/10.1037/0033-2909.129.5.674 National Alliance for Caregiving and AARP. (2017). Caregiving in the U.S. 2015. http://www.caregiving.org/caregiving2015/  National Alliance for Caregiving and AARP. (2020). Caregiving in the U.S. 2020: A Focused Look at Family Caregivers of Adults Age 50+. Washington, DC: AARP. https://doi.org/10.26419/ppi.00103.022 Pew Research Center. (2013). A Survey of LGBT Americans. Washington, DC: Pew Research Center. Price, E. (2010). Coming out to care: Gay and lesbian carers’ experiences of dementia services. Health and Social Care in the Community, 18(2), 160-168. doi: 10.1111/j.1365-2524.2009.00884.x Price, E. (2011). Caring for mum and dad: Lesbian women negotiating family and navigating care. British Journal of Social Work, 41, 1288-1303. doi:10.1093/bjsw/bcr015 Radloff, L. S. (1977). The CES-D scale: A self-report depression scale for research in the general population. Applied Psychological Measurement, 1(3), 385. Rose, K. M., Williams, I. C., Anderson, J. G., & Geldmacher, D. S. (2020). Development and validation of the  in Dementia Scale. The Gerontologist, gnaa022. Samson, Z. B., Parker, M., Dye, C., & Hepburn, K. (2016). Experiences and learning needs of African American family dementia caregivers. American Journal of Alzheimer’s Disease & Other Dementias, 31(6), 492-501. doi: 10.1177/1533317516628518 96  Shiu, C., Muraco, A., & Fredriksen-Goldsen, K. (2016). Invisible care: Friend and partner care among older lesbian, gay, bisexual, and transgender (LGBT) adults. Journal of the Society for Social Work and Research, 7(3), 527–546. https://doi-org.proxy.lib.utk.edu/10.1086/687325 Unson, C., Flynn, D., Chukwurah, Q., Glendon, M. A., & Testut, T. (2020). Uncertainty in transitions of African American caregivers. Issues in Mental Health Nursing, 41(5), 445-454. DOI: 10.1080/01612840.2019.1678080 U.S. Census Bureau (2015). Millennials outnumber baby boomers and are far more diverse, Census Bureau reports. https://www.census.gov/newsroom/pressreleases/2015/cb15-113.html Yesavage, J. A., Brink, T. L., Rose, T. L., Lum, O., Huang, V., Adey, M., & Leirer, V. O. (1982). Development and validation of a geriatric depression screening scale: a preliminary report. Journal of Psychiatric Research, 17(1), 37–49. https://doi.org/10.1016/0022-3956(82)90033-4 Zhang, Y., Ou, F., Gao, S., Gao, Q., Hu, L., & Liu, Y. (2015). Effect of low income on health-related quality of life: A cross-sectional study in northeast China. Asia-Pacific Journal of Public Health, 27(2), NP1013–NP1025. https://doi.org/10.1177/1010539513496839 Zhang, S. & Xiang, W. (2019). Income gradient in health-related quality of life- The role of social networking time. International Journal of Equity Health 18, 44. https://doi.org/10.1186/s12939-019-0942-1   97  Table 6 Demographic Characteristics of the Sample LGBTQ vs Heterosexual Characteristic LGBTQ N = 29 Heterosexual N = 47 Age (years) 35.41 ± 6.99 51.96 ± 14.19 Gender identity (caregiver)      Female 13 (44.8%) 36 (76.6%)    Male 16 (55.2%) 11 (23.4%) Years of education      High school graduate 11 (37.9%) 15 (31.9%)    Some college 5 (17.2%) 9 (19.1%)    College graduate 10 (34.5%) 18 (38.3%)    Post-graduate 3 (10.3%) 5 (10.6%) Partner status      Never married 12 (41.4%) 15 (31.9%)    Married/partnered 14 (48.3%) 21 (44.7%)    Widowed 1 (3.4%) 4 (8.5%)    Divorced 1 (3.4%) 4 (8.5%)    Separated 1 (3.4%) 3 (6.4%) Employment status      Employed full time 11 (37.9%) 17 (36.2%)    Employed part time 14 (48.3%) 11 (23.4%)    Homemaker 4 (13.8%) 4 (8.5%)    Retired - 10 (21.3%)    Unemployed - 5 (10.6%) Insurance coverage type      Public 17 (58.6%) 19 (40.4%)    Private 12 (41.4%) 22 (46.8%)    Military - 1 (2.1%)    None - 2 (4.3%)    Both public and private - 2 (4.3%)    Private and military - 1 (2.1%) Emergency care      Type of emergency care         Nurse practitioner/Urgent care 3 (10.3%) -       Physician’s office 4 (13.8%) 18 (38.3%)       Hospital 16 (55.2%) 27 (57.4%)       Other 6 (20.7%) 2 (4.3%)    Time to closest emergency care (minutes) 25.62 ± 23.95 17.47 ± 12.19 Household income      ≤$20,000 3 (10.3%) 8 (17.0%)    $20,001-$30,000 5 (17.2%) 5 (10.6%)    $30,001-$40,000 5 (17.2%) 5 (10.6%)    $40,001-$50,000 3 (10.3%) 9 (19.1%)    $50,001-$60,000 7 (24.1%) 9 (19.1%)    $60,001-$70,000 4 (13.8%) 3 (6.4%)    >$70,000 2 (6.9%) 8 (17.0%) Difficulty in paying for everyday basics?      Not difficult at all 4 (13.8%) 14 (29.8%)    Not very difficult 15 (51.7%) 20 (42.6%)    Somewhat difficult 9 (31.0%) 10 (21.3%)    Very difficult 1 (3.4%) 3 (6.4%)  98  Table 6 continued Characteristic LGBTQ N = 29 Heterosexual N = 47 Living location      Rural area 2 (6.9%) 4 (8.5%)    Small rural town 6 (20.7%) 6 (12.8%)    Small town 6 (20.7%) 10 (21.3%)    Medium-sized city 3 (10.3%) 10 (21.3%)    Large city 6 (20.7%) 2 (4.3%)    Suburban area 5 (17.2%) 11 (23.4%)    Major metropolitan area 1 (3.4%) 4 (8.5%) Relationship to care recipient      Spouse 6 (20.7%) 7 (14.9%)    Daughter 5 (17.2%) 22 (46.8%)    Son 4 (13.8%) 3 (6.4%)    Other relative 7 (24.1%) 9 (19.1%)    Friend/neighbor 6 (20.7%) 2 (4.3%)    Parent 1 (3.4%) 4 (8.5%) Caregiver stigma 50.21 ± 15.21 37.57 ± 14.62    99  Table 7 Caregiver characteristics associated with family quality of life Predictor B Standard Error  P-value Sexual orientation         LGBTQ 1.93 7.69 0.03 0.803    Heterosexual ref    Age (years) 1.37 0.29 0.64 <0.001 Income         ≥$50,000 13.62 6.83 0.22 0.05    <$50,000 ref    Education        ≥College -3.43 7.39 -0.05 0.64    <College ref    Relationship to care recipient        Child  3.50 7.15 0.057 0.63    Spouse/Partner/Other relative/Friend ref    Caregiver stigma 0.28 0.22 0.14 0.22              100  Table 8 Caregiver characteristics associated self-efficacy for surrogate decision making Predictor B Standard Error  P-value Sexual orientation         LGBTQ -1.406 0.811 -0.219 0.087    Heterosexual ref    Age (years) 0.066 0.031 0.302 0.036 Income         ≥$50,000 0.008 0.721 0.001 0.991    <$50,000 ref    Education        ≥College 0.615 0.78 0.094 0.443    <College ref    Relationship to care recipient        Child  -0.845 0.721 -0.135 0.245    Spouse/Partner/Other relative/Friend ref    Caregiver stigma -0.012 0.023 -0.06 0.62              101  Table 9 Caregiver characteristics associated with depression Predictor B Standard Error Wald P-value Sexual orientation         LGBTQ 0.17 1.16 0.02 0.89    Heterosexual ref    Age (years) -0.11 0.044 6.13 0.013 Income         ≥$50,000 0.78 0.76 1.06 0.303    <$50,000 ref    Education        ≥College -1.24 0.81 2.34 0.13    <College ref    Relationship to care recipient        Child  0.44 0.61 0.52 0.47    Spouse/Partner/Other relative/Friend ref    Caregiver stigma -0.025 2.93 0.78 0.38    102  CONCLUSION Family caregivers of those diagnosed with Alzheimer’s disease and related dementias (ADRD) provide 18 billion hours of care in the United States (U.S.), with an estimated value of $244 billion (Alzheimer’s Association, 2020). This care can take an emotional, financial, physical, and social toll (Matthews & Van Wyk, 2018). The changing demographic characteristics of caregivers mean younger, more diverse individuals are providing this care (National Alliance for Caregiving [NAC], 2017). One of those growing, yet understudied, population of caregivers are lesbian, gay, bisexual, transgender, and/or queer (LGBTQ) adults. Almost 3 million LGBTQ caregivers in the U.S. provide unpaid care (NAC, 2017). These caregivers are diverse in terms of age, race, and ethnicity (Anderson & Flatt, 2018; Anderson et al., 2021) and report higher levels of psychosocial strain than their heterosexual, cisgender peers (Anderson & Flatt, 2018). Health disparities experience by LGBTQ people in terms of disability, physical limitations, and poorer general health across the lifespan (Fredriksen-Goldsen et al., 2014) may create unique challenges for these caregivers, particularly among those who also identify as a racial and/or ethnic minority.  African American caregivers who identify as LGBTQ may have an increased risk for poor health given these overlapping identities. African Americans are the least healthy ethnic group in the U.S. (Noonan et al., 2016). Anderson and colleagues (2021) found that African American LGBTQ caregivers report poorer family quality of life and higher levels of depressive symptoms than white LGBTQ caregivers. However, the association between the historical and environmental context of stigma associated with LGBTQ status and race and the impact on psychosocial outcomes among African American LGBTQ caregivers has not been explored.  103  The aims of this dissertation were: (1) to characterize psychosocial measures related to environmental, psychological, social, behavioral, and health factors among African American LGBTQ caregivers providing care for people with ADRD; and (2) to determine the effects of care recipients’ and caregivers’ characteristics on family quality of life, caregiver stigma, self-efficacy for surrogate decision making, and mood/depressive symptoms among African American LGBTQ caregivers compared with African American heterosexual caregivers of people with ADRD. The dissertation includes three manuscripts that describe these psychosocial experiences of African American LGBTQ caregivers of people with ADRD.  The first manuscript is an integrative review of the experiences of African American and LGBTQ caregivers of older adults. A systematic approach was utilized to review and summarize existing quantitative and qualitative studies. Four themes emerged: (a) financial strain/barriers; (b) mental health, stress, and depression; (c) social support; and (d) level of care/burden. Results of the integrative review emphasized the need to further investigate the psychosocial experiences of African American LGBTQ caregivers of ADRD given the complete lack of specific studies exploring the experiences and characteristics of this minoritized population of caregivers. Both African American and LGBTQ caregivers experience health disparities and unique caregiving experiences. For example, a plurality (44%) of LGBTQ caregivers in population-based studies provide care to a friend (Shiu et al., 2016). While these “families of choice” have arisen as an adaptation to historical discrimination and stigma experienced by LGBTQ people (Anderson & Flatt, 2018; Fredriksen-Goldsen & Kim, 2017), LGBTQ caregivers who are the friend or chosen family of their care recipients experience decreased social support, increasing the likelihood of experiencing negative psychosocial outcomes (Shiu et al., 2016). Though African American caregivers generally report increased levels of social support (Unson et al., 2020; Brewster et al., 104  2020), they also experience health disparities in comparison with their white caregiver peers (Samson et al., 2016). How the experiences of overlapping minoritized identities affect caregiving for these African American LGBTQ caregivers is not well understood, particularly in comparison with their heterosexual African American caregiver counterparts. These research question drove the analyses presented in the remaining two manuscripts of the dissertation.   The second manuscript reports the findings of secondary analysis of quantitative data from the LGBTQ Caregiving Study describing the demographic characteristics and psychosocial experiences of African American LGBTQ caregivers of people with ADRD. African American caregivers who identified as queer reported significantly more experiences of lifetime discrimination and lifetime victimization. African American caregivers who identified as gay reported significantly higher levels of stigma. Although not significant, African American caregivers identifying as bisexual and queer reported higher levels of stress, while those identifying as gay reported higher levels of family quality of life.  Experiencing microaggressions diminishes many aspects of people’s lived experiences (Sue, 2010), including quality of life. The higher scores in terms of lifetime and day-to-day discrimination, lifetime victimization, and microaggressions reported African American LGBTQ caregivers versus the overall sample from the parent study (Anderson et al., 2021) lend support to the idea that overlapping minoritized identities exacerbated the challenges of caregiving experience as evidenced by the scores of these caregivers on the psychosocial outcomes examined. Additionally, our findings highlight how it may be difficult for African American LGBTQ caregivers to parse out when experiences of discrimination and stigma are related to race, sexual orientation, and/or gender identity, potentially compounding the negative effects of these experiences on caregiving.  105   The third manuscript describes findings from a secondary analysis of combined data from the LGBTQ Caregiving Study and the Family Quality of Life in Dementia Study to understand potential differences in psychosocial outcomes between African American LGBTQ and heterosexual caregivers of people with ADRD. African American heterosexual caregivers reported significantly better family quality of life and self-efficacy for surrogate decision making. African American LGBTQ caregivers were significantly younger than their heterosexual peers. Age was a significant predictor of family quality of life, self-efficacy for surrogate decision making, and depression. Sexual orientation was not a significant predictor of family quality of life, self-efficacy for surrogate decision making, and depression. There was no significant difference between depression by sexual orientation. Age is an interesting independent variable in this combined sample of caregivers given the significant difference in age between African American LGBTQ and heterosexual caregivers. These findings may be related to the resiliency gained as one ages, as well as demographic differences between the two groups of caregivers in the sample. Younger African American LGBTQ caregivers experience more difficulty in surrogate decision making, which may be related to the diverse relationship types among the LGBTQ caregivers and their care recipiencts versus their African American heterosexual caregiver peers. The diverse family structures experienced by African American LGBTQ caregivers and potential for decreased social support related to stigma regarding sexual orientation and gender identity within the African American population at large. Implications for Nursing Practice  The development of targeted tools and interventions to enhance the quality of life and psychosocial health of African American LGBTQ caregivers of people with ADRD is a great 106  next step based on the findings of this dissertation research. A specific assessment tool could be beneficial in assessing the specific psychosocial needs of African American LGBTQ caregivers, particularly in terms of the outcomes included in this study such as health status, stress, and depression. This is particularly true for depression given the high prevalence of depressive symptoms reported by the African American caregivers in this sample, regardless of sexual orientation—a finding in contrast with the current literature. For example, a mobile application could be developed with a mental health self-assessment tool for African American LGBTQ caregivers. The app could include features that provide self-guided interventions to address symptoms as well as referral to primary care or telehealth care for symptoms warranting further follow up (e.g., clinically relevant symptoms of depression). Such a tool should incorporate culturally tailored information addressing the unique needs of LGBTQ caregivers. Adapting “standard” intervention activities and materials to be culturally tailored for a specific population can positively affect health outcomes (Fortier & Bishop, 2003; Vosvick & Stem, 2019). Similarly, the development of an educational tool for health care providers on the needs of LGBTQ caregivers, such as a webinar or a training session, also could be beneficial.  It is important for caregivers to feel valued by health care professionals regardless of their sexual orientation, race, or ethnicity. Knowing that health care professionals are well versed to the needs of LGBTQ caregivers could help built rapport and trust. Culturally appropriate care involves being aware and active in approaching patients from different backgrounds. This includes paying attention to body language, avoiding preconceptions about cultures, empathizing with different ways of decision making, and addressing concerns patients or families may have (McCormick, 2014). Culturally appropriate care also considers the patients’ preferences for integrative health and complementary treatments (Periyakoil, 2018). 107  Cultural competence has been defined as providing ethical equitable care after self-reflection on one’s culture and that of people from different cultures (Henderson et al., 2018). Cultural competence involves being inquisitive about other cultures, searching for understanding, and applying this approach to ethical reasoning (Henderson et al., 2018). This results in positive health outcomes, improved quality of care, satisfaction with health care encounters among patients, and increased adherence to medications and follow-up visits (Henderson et al., 2018). Given the importance of the availability of culturally competent care, health care providers need to be cognizant of the care they provide their patients to ensure they are providing the most culturally appropriate care. This person-centered approach will aid in individuals obtaining the care that they want and need, leading to positive health outcomes.  As described by Fredriksen-Goldsen and colleagues (2014), families of choice are important in the LGBTQ community and many LGBTQ adults depend on each other and their families of choice. Fredriksen-Goldsen et al. (2014) also found the need for competencies related to the care of LGBTQ older adults similar to our results. These competencies include recognizing personal and professional biases of health care providers towards LGBTQ individuals, understanding how culture affects decision-making and impacts the LGBTQ population, identifying similarities and differences among LGBTQ older adults, practically applying aging theories to culturally competent practice with LGBTQ older adults, holistically assessing organizational and environmental risks to LGBTQ health, building rapport, understanding how policies affect LGBTQ older adults and increasing advocacy, reducing barriers that impact the provision of care to LGBTQ older adults, and supporting and extending resources available to LGBTQ older adults. Disseminating the findings of this dissertation to health care professionals in the form of 108  professional development would be beneficial in working toward culturally competent care for these families. Implications for Nursing Education  Nursing programs should incorporate cultural competency in regard to sexual and gender minorities in their curricula. The inclusion of courses related to cultural competence and humility in health care provider education will foster understanding among providers, allowing providers to be cognizant of the care they deliver and address health disparities that exist among diverse older adults. Additionally, more emphasis on continuing education and licensing requirements should be made regarding the inclusion of training courses on cultural competence. This would help train future nurses for the increasingly diverse society. Nursing agencies should also incorporate sexual and gender minority competency training into their required staff education. Understanding the unique needs of this population allows for more effective support. Health care providers should not assume that they do not care for diverse populations. Healthy curiosity on the part of the provider, as well as a willingness to ask about people and acknowledge a patient’s background will help in providing culturally competent, person-centered care. Increasing the availability of language translation and interpreter services, improving the approach to care of LGBTQ+ older adults, and increasing empathy towards patients with Alzheimer’s disease and related disorders, will allow for the best possible health outcomes in these populations. Implications for Public Policy  This research may also inform policy. Policymakers should pursue regulations that require professional cultural competence among health care providers caring for adults. Increased professional competency could decrease possible discrimination from health care providers and perhaps enable them to effectively assess the needs of African American LGBTQ 109  caregivers in order to provide desirable support. Because the majority of caregiving interventions and services is targeted toward caregivers with biological or legal relationship within the caregiving dyad, more attention is needed toward care provided by friends and extended family, particularly among diverse family structures, at the policy level.  Implications for Research  The findings of these manuscripts lay the foundation for future research for this population. The results particularly highlight the need for interventions targeted toward African American LGBTQ caregivers of people with ADRD to improve quality of life. Future studies should explore subpopulations of African American LGBTQ caregivers of people with ADRD (i.e., lesbian, gay, bisexual, queer, transgender). As the results of the second manuscript illustrated, the psychosocial experiences of African American LGBTQ caregivers were different across sexual identities. A significant gap exists regarding the experiences of African American transgender caregivers. Given the limitations of the data from the parent study, it was not possible to disaggregate the data in such a way as to explore the characteristics and psychosocial outcomes of these triply minoritized caregivers.  Future studies also should be conducted to describe the impact of the COVID-19 pandemic on the psychosocial experiences of African American LGBTQ caregivers of people with ADRD given the disproportionate impact of the pandemic on minoritized communities. Because these African American LGBTQ caregivers are younger and more frequently employed, this could create an additional barrier of providing care in regards to exposing the care recipients to COVID-19. Lastly, future studies on the role of social relations on LGBTQ health and well-being could be beneficial to the development of interventions to improve quality of life for African American LGBTQ caregivers of people with ADRD. 110  Intersectionality is an analytical framework that considers how intersecting social identities, such as gender and race, influence minorities in society (Crenshaw, 1989). Intersectionality originally sought to explore oppression of black women in society (Crenshaw, 1989), but the framework considers various social intersections, such as socioeconomic status and sexual orientation, and suggests that together these social identities shape human experience (Crenshaw, 1991). Future research exploring the needs and experiences of African American LGBTQ caregivers should consider the impact of intersectionality framework and how it might inform the HEPM to describe better the unique experiences of this minoritized population of caregivers of people with ADRD.  111  REFERENCES Alzheimer’s Association. (2020). 2020 Alzheimer’s disease facts and figures. https://www.alz.org/media/Documents/alzheimers-facts-and-figures.pdf Anderson, J. G., & Flatt, J. D. (2018). Characteristics of LGBT caregivers of older adults: Results from the national Caregiving in the U.S. 2015 survey. Journal of Gay & Lesbian Social Services, 30(2), 103-116. DOI: 10.1080/10538720.2018.1440681 Anderson, J. G., Flatt, J. D., Jabson Tree, J. M., Gross, A. L., & Rose, K. M. (2021). Characteristics of sexual and gender minority caregivers of people with dementia. Journal of Aging and Health, 1-14. DOI: 10.1177/08982643211014767. Brewster, G. S., Epps, F., Dye, C.E., Hepburn, K., Higgins, M. K., & Parker, M. L. (2020). The effect of the “great village” on psychological outcomes, burden, and mastery in African American caregivers of persons living with dementia. Journal of Applied Gerontology, 39(10), 1059-1068. Doi:10.1177/0733464819874574 Crenshaw, K. (1989). Demarginalizing the intersection of race and sex: A black feminist critique of antidiscrimination doctrine, feminist theory and antiracist politics (Vol. 1, pp. 139–167). University of Chicago Legal Forum. https://chicagounbound.uchicago. edu/uclf/vol1989/iss1/8 Crenshaw, K. (1991). Mapping the margins: Intersectionality, identity politics, and violence against women of color. Stan. L. Rev., 43, 1241. Fortier, J.P., & Bishop, D. (2003). Setting the agenda for research on cultural competence in healthcare: final report. Available from: http://www.ahrq.gov/research/cultural.pdf. Fredriksen-Goldsen, K. I., Hoy-Ellis, C. P., Goldsen, J., Emlet, C. A., & Hooyman, N. R. (2014). Creating a Vision for the Future: Key Competencies and Strategies for Culturally 112  Competent Practice With Lesbian, Gay, Bisexual, and Transgender (LGBT) Older Adults in the Health and Human Services. Journal of Gerontological Social Work, 57(2–4), 80–107. https://doi.org/10.1080/01634372.2014.890690 Fredriksen-Goldsen, K. I., & Kim, H.-J. (2017). The science of conducting research with lgbt older adults- an introduction to aging with pride: National health, aging, and sexuality/gender study (NHAS). The Gerontologist, 57, S1-S14. Henderson, S., Horne, M., Hills, R., & Kendall, E. (2018). Cultural competence in healthcare in the community: A concept analysis. Health and Social Care in the Community, 26, 590–603. https://doi.org/10.1111/hsc.12556 Matthews, M., & Van Wyk, J. (2018). Towards a culturally competent health professional: A South African case study. BMC Medical Education, 18(1), 1–11. https://doi.org/10.1186/s12909-018-1187-1 McCormick, W. C. (2014). Culturally appropriate care is essential to quality care for older adults. Geriatric Nursing, 35(6), 486–487. https://doi.org/10.1016/j.gerinurse.2014.10.011 National Alliance for Caregiving and AARP. (2017). Caregiving in the U.S. 2015. http://www.caregiving.org/caregiving2015/  Noonan, A.S., Velasco-Mondragon, H.E., & Wagner, F.A. (2016). Improving the health of African Americans in the USA: An overdue opportunity for social justice. Public Health Reviews, 37(12), 1-20. https://doi.org/10.1186/s40985-016-0025-4 Periyakoil, V. S. (2018). Cultural aspects of care. https://geriatricscareonline.org/FullText/B023/B023_VOL001_PART001_SEC002_CH008 113  Samson, Z. B., Parker, M., Dye, C., & Hepburn, K. (2016). Experiences and learning needs of African American family dementia caregivers. American Journal of Alzheimer’s Disease & Other Dementias, 31(6), 492-501. doi: 10.1177/1533317516628518 Shiu, C., Muraco, A., & Fredriksen-Goldsen, K. (2016). Invisible care: Friend and partner care among older lesbian, gay, bisexual, and transgender (LGBT) adults. Journal of the Society for Social Work and Research, 7(3), 527–546. https://doi-org.proxy.lib.utk.edu/10.1086/687325 Sue, D.W. (2010). Microaggressions in everyday life: Race, gender, and sexual orientation. John Wiley & Sons. Unson, C., Flynn, D., Chukwurah, Q., Glendon, M. A., & Testut, T. (2020). Uncertainty in transitions of African American caregivers. Issues in Mental Health Nursing, 41(5), 445-454. DOI: 10.1080/01612840.2019.1678080 Vosvick, M., & Stem, W. (2019). Psychological quality of life in a lesbian, gay, bisexual, transgender sample: Correlates of stress, mindful acceptance, and self-esteem. Psychology of Sexual Orientation and Gender Diversity, 6(1), 34–41.    114  VITA LaKeva Bena Harris received her Bachelor of Science in Nursing from the University of North Alabama in May 2011. Mrs. Harris began her nursing career as a Registered Nurse on the Mother/Baby Unit at the University of Alabama Hospital in Birmingham, AL. After about a year, she returned home and worked at J. W. Sommer Rehab. She decided to gain some critical care experience and transferred to the Intensive Care Unit at Eliza Coffee Memorial Hospital. While working there, she attended Troy University in Montgomery, AL to pursue her Master’s of Science in Nursing as a Nurse Practitioner. In May 2015, Mrs. Harris earned her Master’s of Science in Nursing and began working as a Family Nurse Practitioner at Tennessee Valley Pediatrics. She took a prn position at Keller Hospice to admit and recertify Hospice patients. She also took a clinical supervisor position at the University of North Alabama (UNA). Mrs. Harris thoroughly enjoyed teaching clinical and decided to pursue becoming a nursing instructor at the university level. In August 2017, Mrs. Harris enrolled in the PhD program at the University of Tennessee at Knoxville, College of Nursing (UTK CON). While at UTK, she worked part-time as a graduate research assistant for Dr. Ruth Palan Lopez on an R01 study funded by the National Institute on Aging in which she conducted interviews and collected data. Mrs. Harris was also able to present her integrative review at the International Dementia Scholars Collaborative meeting in May 2021. Mrs. Harris also received the Sandra P. Thomas PhD Scholarship Award and the Mr. & Mrs. Ross Scholarship Award. In August 2018, Mrs. Harris accepted a Lecturer position at UNA. She served as a lecturer and clinical supervisor for the college of nursing. She has been the course coordinator for pediatric nursing and taught a variety of undergraduate and graduate level courses. She has 115  also served as a student advisor, a member on numerous departmental committees, and a member on a couple of university committees. Mrs. Harris is also a frequent volunteer at the Anderson College of Nursing and Health Professions (ACONHP) Respite Night for children with special needs. Mrs. Harris is very active in her community. She owns the only pediatric after-hours urgent care in her area, Kids First Pediatric Urgent Care, LLC. She and her husband also own a local nutrition club. Mrs. Harris attends a local church where she serves on the First Responders’ team and volunteers for serve days.  ",
    "id": 524887801,
    "identifiers": {
        "doi": null,
        "oai": "oai:trace.tennessee.edu:utk_graddiss-8614"
    },
    "title": "The Psychosocial Experiences of African American Sexual  and Gender Minority Caregivers of People with Dementia",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-12-01T08:00:00+00:00",
    "publisher": "TRACE: Tennessee Research and Creative Exchange",
    "references": [],
    "sourceFulltextUrls": [
        "https://trace.tennessee.edu/cgi/viewcontent.cgi?article=8614&context=utk_graddiss"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/524887801.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/524887801"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/524887801/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/524887801/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/524887801"
        }
    ],
    "abstract": "Over 50 million people in the United States provide unpaid care to a family member or friend. One-third of these caregivers (16 million) provide care to someone with Alzheimer’s disease and related dementias (ADRD). Of these caregivers, more than 20% state caregiving has led to a decline in their health. African American caregivers are less likely to report being in very good or better health than their white caregiving peers. Similarly, lesbian, gay, bisexual, transgender, and/or queer (LGBTQ) caregivers are more likely to report fair or poor health than their heterosexual, cisgender peers. The overlap of these minoritized identities may increase the risk of poor health for African American LGBTQ caregivers. The purpose of this study was (1) to characterize psychosocial measures related to environmental, psychological, social, behavioral, and health factors among African American LGBTQ caregivers providing care for people with ADRD; and (2) to determine the effects of care recipients’ and caregivers’ characteristics on family quality of life, caregiver stigma, self-efficacy for surrogate decision making, and mood/depressive symptoms among African American LGBTQ caregivers compared with African American heterosexual caregivers of people with ADRD. Data for this study came from the LGBT Caregiving Study and the Family Quality of Life in Dementia Study. Descriptive statistics for the combined sample were calculated, including means and standard deviations for continuous variables and frequencies and percentages for categorical variables. African American caregivers who identified as queer reported significantly more experiences of lifetime discrimination (p = 0.005) and lifetime victimization (p = 0.007). African American caregivers who identified as gay reported significantly higher levels of stigma. Multiple linear regression analyses were conducted to examine the influence of sexual orientation, caregiver stigma, age, income, education, and relationship to the care recipient on family quality of life and self-efficacy for surrogate decision making. Binary logistic regression was used to assess the impact of sexual orientation, caregiver stigma, age, income, education, and relationship to the care recipient on the likelihood of being depressed. Age was the only significant predictor of family quality of life, self-efficacy for surrogate decision making, and depression scores in this sample. This is the first study to report the psychosocial experiences of African American LGBTQ caregivers of people with ADRD and compare these with their African American heterosexual caregiving peers. Findings from this dissertation support the need for the development of targeted interventions for African American LGBTQ caregivers of people with ADRD",
    "tags": [
        "text",
        "dementia",
        "LGBTQ",
        "African American",
        "older adult",
        "caregiver",
        "Geriatric Nursing"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:trace.tennessee.edu:utk_graddiss-8614",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14225",
        "openDoarId": 0,
        "name": "University of Tennessee, Knoxville: Trace",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 524887801,
        "depositedDate": null,
        "publishedDate": "2021-12-01T08:00:00+00:00",
        "updatedDate": "2024-02-16T06:50:45+00:00",
        "acceptedDate": null,
        "createdDate": "2022-07-20T16:36:26+01:00"
    },
    "urls": [
        "https://trace.tennessee.edu/utk_graddiss/6971",
        "https://trace.tennessee.edu/context/utk_graddiss/article/8614/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-02-16T06:50:45+00:00",
    "setSpecs": []
}