{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Jaffer, Usman"
        },
        {
            "name": "Che Mohd Nassir, Che Mohd Nasril"
        },
        {
            "name": "Ahmed, Mohamed Ayaaz"
        },
        {
            "name": "Ahmad H Osman, Rahmah"
        },
        {
            "name": "Abdul Malik, Aleeya Aesya"
        },
        {
            "name": "Alba, Mohd Shahril Aidil"
        },
        {
            "name": "Ab Rahim, Muhammad Akmal Hakim"
        },
        {
            "name": "Hasbi, Dinah Jazmina"
        },
        {
            "name": "Mohamad, Mardhiyah"
        }
    ],
    "contributors": [],
    "createdDate": "2024-02-08T06:53:26+00:00",
    "dataProvider": {
        "id": 10599,
        "name": "The International Islamic University Malaysia Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/10599",
        "logo": "https://api.core.ac.uk/data-providers/10599/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.35631/IJEPC.852060",
    "downloadUrl": "https://core.ac.uk/download/599098075.pdf",
    "fullText": "   Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 793     INTERNATIONAL JOURNAL OF EDUCATION, PSYCHOLOGY  AND COUNSELLING  (IJEPC) www.ijepc.com     THE PERCEIVED PSYCHOLOGICAL WELL-BEING OF LGBTQ INDIVIDUALS IN MALAYSIA  Usman Jaffer1, Che Mohd Nasril Che Mohd Nassir2, Mohamed Ayaaz Ahmed3, Rahmah Ahmad H. Osman1*, Aleeya Aesya Abdul Malik4, Mohd Shahril Aidil Alba4, Muhammad Akmal Hakim Ab Rahim4, Dinah Jazmina Hasbi4, Mardhiyah Mohamad4  1 AbdulHamid AbuSulayman Kulliyyah of Islamic Revealed Knowledge and Human Sciences, International Islamic University Malaysia, 50728 Kuala Lumpur, Malaysia. International Institute of Islamic Thought and Civilisation (ISTAC) International Islamic University Malaysia, Kuala Lumpur, Malaysia Email: jafferu@iium.edu.my; rahmahao@iium.edu.my 2 Department of Anatomy and Physiology, School of Basic Medical Sciences, Faculty of Medicine, Universiti Sultan Zainal Abidin (UniSZA), 20400 Kuala Terengganu, Terengganu, Malaysia.  Email: nasrilnassir@unisza.edu.my    3 Southern Ambition 473 CC, 7764, Cape Town, South Africa Email: ayaaz@reamz.co.za 4 Kulliyyah of Pharmacy, International Islamic University Malaysia, 25200, Kuantan, Pahang Darul Makmur.  Email: aleeyaaesya@yahoo.com; aidilboboys@gmail.com; akmalhakim1519@gmail.com; dinahjazmina.dj@gmail.com; mardhiyahmohamad@gmail.com * Corresponding Author  Article Info: Abstract: Article history: Received date: 30.10.2023 Revised date: 26.11.2023 Accepted date: 24.12.2023 Published date: 31.12.2023 To cite this document: Jaffer, U., Nassir, C. M. N. C. M., Ahmed, M. A., Osman, R. A. H., Abdul Malik, A. A., Alba, M. S. A., Ab Rahim, M. A. H., Hasbi, D. J., & Mohamad, M. (2023). The Perceived Psychological Well-Being Of LGBTQ Individuals In Malaysia. International This study explores the psychological well-being of lesbian, gay, bisexual, and transgender (LGBTQ) individuals in Malaysia, focusing on their experiences of identity formation, societal understanding, and the impact of prevailing attitudes on their mental health. Through qualitative methods, including in-depth interviews with nine participants from the LGBTQ community in Kuantan, Pahang, this research delves into the personal narratives of two lesbians, two gay individuals, two bisexuals, and three transgender persons, to understand the complexities of living as an LGBTQ individual in a society marked by religious and legal considerations. .The findings reveal that participants recognized their LGBTQ identity during adolescence, often,  navigating societal expectations discreetly to avoid backlash. Despite challenges, participants demonstrated resilience and found support within familial and community networks. Notably, the study highlights a shift towards greater understanding of LGBTQ individuals in Malaysia, potentially reducing instances of psychological distress within the community. This research    Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 794  Journal of Education, Psychology and Counseling, 8 (52), 793-812.  DOI: 10.35631/IJEPC.852060 This work is licensed under CC BY 4.0  underscores the importance of supportive environments and the need for culturally competent mental health care for LGBTQ individuals. It also calls for further studies to include broader societal perspectives and professional insights to enrich the discourse on LGBTQ mental well-being. This study contributes valuable insights into the evolving landscape of LGBTQ perceptions and the factors influencing the psychological health of LGBTQ individuals in Malaysia. Keywords: LGBTQ, Perceived Mental Health, Society, Understanding   Introduction The categorization of individuals as lesbian, gay, bisexual, transgender, and queer (LGBTQ) encompasses a broad spectrum of sexual orientations, gender identities, and expressions that diverge from the prevailing societal norms cantered around heterosexuality and cisgender identity. This divergence is not merely a manifestation of sexual attraction or behaviour but encapsulates a wide array of experiences, identities, and expressions challenging the conventional binary frameworks of gender and sexuality (Butler, 1990). To dispel prevalent misconceptions and foster a nuanced understanding of LGBTQ identities, it is crucial to recognize the complexity and diversity within this community.  Lesbians are women who experience romantic and sexual attraction towards other women, while gay individuals typically refer to men attracted to the same sex. The term bisexual describes individuals who experience attraction to both their own gender and other genders, highlighting the multifaceted nature of human sexuality that includes elements of attraction, identity, and behaviour. These categories underscore the importance of considering the broader context of attraction and identity beyond mere sexual behaviour, addressing common misunderstandings that arise from a narrow focus on sexual acts without acknowledging the complexity of sexual orientation and gender identity (Diamond, 2008).  Transgender individuals, whose gender identity does not align with the sex assigned at birth, may also identify as gay, lesbian, or bisexual. Their experiences may include gender-affirming surgeries to align their physical appearance with their gender identity, further emphasizing the distinction between sexual orientation and gender identity (American Psychological Association, 2015). The term queer, reclaimed by some within the LGBTQ community, signifies a questioning or rejection of specific labels related to sexual orientation or gender identity, pointing to the fluidity and complexity of these concepts (Sedgwick, 1990).  The development of LGBTQ identities is often influenced by a combination of environmental factors and personal experiences beginning in childhood or adolescence, marking a crucial period for the emergence of feelings and attractions that deviate from heteronormative expectations (Herek, 2009). This developmental trajectory underscores the significance of recognizing and understanding the diverse pathways through which LGBTQ identities are formed and expressed.  The western concepts of cisheterosexism, which includes cisgenderism and heterosexism, highlights what to those societies are considered societal biases that pathologize LGBTQ identities and privilege cisgender and heterosexual norms. This framework has been    Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 795  historically entrenched in various cultures and legal systems, including colonial laws and religious doctrines that regulate expressions of gender and sexuality. For instance, in Malaysia, Sharia laws have played a significant role in shaping societal attitudes towards LGBTQ individuals, reflecting broader patterns of legal and cultural regulation of gender and sexuality (Peletz, 2007). Additionally, the criminalization of LGBTQ individuals dates back to British colonization, further enforced by federal legislation, Penal Code Section 377A, Act 574, penalizing same-sex relationships.  In the field of psychology, the influence of cisheterosexism has been evident in the practices and attitudes of mental health professionals, often leading to the marginalization of LGBTQ individuals within therapeutic contexts. This contributes to a reluctance among LGBTQ people to seek mental health services due to fear of stigmatization and misunderstanding, underscoring the need for culturally competent and inclusive approaches to mental health care (Meyer, 2003; American Psychological Association, 2013).  The discourse around LGBTQ identities has evolved significantly over the past few decades, with scholarly work challenging traditional notions of sexuality and gender. Judith Butler's theory of gender performativity (1990) argues that gender identity is not a fixed attribute but is constructed through repeated social and cultural practices. This perspective has been instrumental in fulling the controversy surrounding this community in the Malaysian context.  Research on the psychological impact of minority stress (Meyer, 2003) offers insight into how society contribute to mental health disparities among LGBTQ individuals. This body of work underscores the importance of considering social and structural factors in the psychological well-being of LGBTQ communities, highlighting the need for supportive and affirming environments that recognize and validate diverse sexual orientations and gender identities.  Furthermore, studies on the effects of legal and cultural environments on LGBTQ individuals (Herek, 2009; Hatzenbuehler, 2010) highlight the significant role that societal attitudes and norms play in shaping the experiences of LGBTQ people, including their mental health outcomes.   In addition to the impact of societal attitudes and norms, research has also explored the role of family acceptance and support in the well-being of LGBTQ youth (Ryan, Russell, Huebner, Diaz, & Sanchez, 2010). This research indicates that family acceptance plays a critical role in protecting against mental health risks and promoting positive outcomes for LGBTQ individuals, further emphasizing the importance of inclusive and affirming environments for the development and well-being of LGBTQ youth.  Our research aims to explore the perceived negative attitudes towards LGBTQ individuals and their impact on psychological well-being. Through qualitative methods, including in-depth interviews with LGBTQ community members, we seek to understand the lived experiences and psychological landscapes of this community. This approach allows for a rich exploration of the complex interplay between societal attitudes, identity, and psychological well-being among LGBTQ individuals, contributing valuable insights to the broader discourse on sexuality and gender (Hatzenbuehler, 2010). Our hypothesis posits that negative views towards LGBTQ individuals persist within the population, potentially adversely impacting their psychological wellbeing.     Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 796  Methodology This research employed a qualitative primary data collection method, focusing on firsthand experiences intertwined with non-quantifiable elements such as emotions, feelings, and verbal expressions. The collection methods drew upon the participants' experiences, judgment, and intuition.  Sample Size and Subject Recruitment Volunteers from the LGBTQ community in Kuantan, Pahang, were purposefully selected for this study. Subject recruitment involved contacting the LGBTQ community representative to elucidate our research purpose. Subsequently, the representative assisted in identifying and gathering willing participants for our research. The final sample comprised 9 participants, distributed across 2 lesbians, 2 gay individuals, 2 bisexuals, and 3 transgender individuals.  Data Collection Procedure A planned visit and breaking fast and praying together event with the LGBTQ community. The program coordinator liaised with the LGBTQ representative to discuss program planning. Before the event, we distributed a Google Form to collect participant demographic data with identity omission for reference and participant privacy. Simultaneously, a questionnaire was sent to the event manager responsible for community gathering and venue preparation. This ensured that non-controversial questions were posed, respecting participant privacy and opinions.  On the event day, participants were interviewed based on their LGBTQ classification: Lesbian, Gay, Bisexual, and Transgender. Substantial insights were gained through personal interactions. All interviews were recorded and treated with utmost confidentiality to uphold participant privacy.                          Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 797  Results Based on the table above, we can see that the percentage of the group’s gender is leaning towards male, which is 77.8%, while female only 22.2%.                      Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 798            Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 799            Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 800         Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 801     Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 802     Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 803     Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 804     Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 805     Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 806     Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 807    Discussion Lesbian A lesbian, in essence, is a woman whose emotional and physical affections are directed towards other women. The term \"lesbian\" has historical roots tracing back to the Greek island of Lesbos, where the poet Sappho, a figure in ancient Greek literature, composed poetry that celebrated love between women (Faderman, 1981). Although lesbianism is not legally accepted in Malaysia, this research challenges prevailing notions, echoing broader discussions on the intersection of sexuality and culture (Goh, 2014).  The study introduces the narratives of two lesbian participants. Lesbian participant 1 recognized her belonging to the LGBTQ community during high school, notably in an all-girls school environment. She recounts developing a more masculine personality, acknowledging her attraction to feminine women. Despite stereotypes associating lesbianism with all-girls schools, the research highlights that her innate identity was likely the triggering factor, aligning with findings that sexual orientation is a complex interplay of biological, environmental, and psychological factors (Savin-Williams, 2005).  Lesbian participant 2 realized her sexual orientation later in life, attributing it to suppressed feelings in an era marked by significant backlash against the LGBTQ community. This reflects broader trends where societal pressures and stigma can delay self-acknowledgment and acceptance of non-heterosexual identities (Meyer, 2003).  Both participants, despite differing backgrounds, shared a common realization and closure. They observed a growing fondness for the same gender as they entered adulthood, navigating societal expectations with varied strategies. Participant 1's masculine appearance allowed her to go unnoticed, while participant 2 kept her relationships private, avoiding societal backlash,    Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 808  a testament to the diverse coping mechanisms employed by LGBTQ individuals in hostile environments (Ryan et al., 2010).  Despite initial opposition, family members moved towards acceptance, recognizing the strengths and weaknesses of each other. Both participants reported being emotionally and mentally unaffected by societal views, possibly attributed to their discreet approach in revealing their relationships only to family and close friends. This discreetness and eventual family acceptance highlight the nuanced dynamics of support and rejection within familial settings (Goh, 2014).  Remarkably, both participants confessed to never seeking professional psychological help, citing a lack of disturbance in their lives. Their narratives reflect a broader issue within LGBTQ communities, where mistrust towards mental health services and fear of stigma can deter individuals from seeking support (King et al., 2007). Participant 1's decision to cease testosterone use and maintain a marriage illustrates the complexity of the situation (Peletz, 2007) and that Islam and Iman plays a vital role at the core of these individuals.  Gay Understanding the experiences of individuals identifying as gay in Malaysia requires a nuanced approach that integrates psychological principles to analyze societal attitudes, cultural nuances, and personal narratives (American Psychiatric Association, 2013). In the Malaysian context, the interplay of cultural and religious influences frequently results in forgetting that LGBTQ community are also humans who are struggling with their own internal struggles (Goh & Kananatu, 2019). However, the results of this research challenge such stereotypes, contributing to a growing body of literature that seeks to understand the complexity of LGBTQ experiences in various societies (Lee, 2011).  The participants' responses in the study reveal that both individuals recognized their affiliation with the LGBTQ community during their early years, particularly in high school. Participant 1's reflections on confusing moments dealing with romantic feelings towards men during adolescence underscore the common experiences of self-discovery and confusion that characterize this developmental period (Savin-Williams, 2005). Conversely, Participant 2's experiences highlight the diversity within the gay community, where some individuals may find friendships that do not adhere to traditional gender roles (Diamond, 2008).  Remarkably, both participants did not face backlash from their immediate communities, suggesting an evolving acceptance of the LGBTQ community in Malaysia. This observation aligns with research indicating a gradual shift in societal attitudes towards LGBTQ individuals in various parts of the world (Flores, 2019). Managing stress independently, they exhibit resilience in navigating the challenges associated with their sexual orientation, an attribute that has been noted as crucial for the well-being of LGBTQ individuals (Meyer, 2003).  The primary source of mental and emotional support for both participants being their own families highlights the critical role of familial acceptance and support in mitigating the potential negative effects on emotional and mental health (Ryan et al., 2010). This finding echoes the broader recognition of diverse sexual orientations and the importance of support systems in fostering understanding toward the LGBTQ community (Kosciw et al., 2018).     Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 809  Bisexual Bisexuality, an intricate facet of human sexuality, encompasses attraction or interest in various genders. Individuals identifying as bisexual experience sexual and/or romantic attraction to both their own gender and those of other genders, reflecting the diversity within human sexual orientation (Rodríguez Rust, 2000). The spectrum of bisexuality is diverse, with varying perceptions and attractions among individuals, challenging binary notions of sexuality (Diamond, 2008).  It is imperative to distinguish bisexuality from pansexuality, as they often overlap but possess clear distinctions. Pansexuality embraces attraction to all genders, including cisgender, transgender, agender, non-binary, and other gender non-conforming individuals, reflecting a broader inclusivity of gender diversity (Barker & Scheele, 2016). In contrast, bisexuality involves attraction to multiple genders, highlighting the fluidity and spectrum of sexual orientation (Callis, 2014).  During our exploration, two participants identifying as 'bisexual' shared their insights. Their narratives contribute to the understanding of bisexual identity formation and the challenges faced within the Malaysian context, where societal norms and pressures can significantly impact individuals' lives (Goh, 2012). The participants' journey of self-discovery and the subsequent realization of their bisexuality, often in the face of societal challenges, mirrors broader themes in bisexual research, emphasizing the importance of supportive communities and safe spaces (Weinberg, Williams, & Pryor, 1994).  Interestingly, both participants viewed their exploration of gender identity as a precursor to understanding their bisexuality, a phenomenon that underscores the interconnectedness of gender and sexual orientation in personal identity development (Rosario, Schrimshaw, & Hunter, 2011). This complexity arises from the intricacies of personal identity (Diamond, 2005).  Despite familial acceptance, societal pressure looms large. The reluctance to disclose their bisexual status publicly highlights the challenges bisexual individuals face, including invisibility and marginalization within both heterosexual and homosexual communities (Eisner, 2013). Both participants found solace and support within their communities across Malaysia, participating in events organized by NGOs and religious departmtents to foster connections and mutual support, highlighting the critical role of community in navigating bisexual identities (Balsam & Mohr, 2007).  Notably, both respondents expressed no desire to revert to their previous gender, underlining the subjective nature of personal experiences and the significance of self-acceptance in the face of societal pressures (Goh, 2016). Their stories contribute to the broader discourse on bisexuality.  Transgender Transgender individuals, locally known as Mak Nyah, have a significant history in Malaysia, evolving from associations with cross-gender lifestyles in the 1960s to a more inclusive definition in the 1990s that encompasses those not conforming to traditional gender norms. The complexity of transgender identity has been explored from various perspectives, including    Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 810  genetic, hormonal, experiential, and psychological, yet remains without a definitive scientific explanation (Hines, 2010; Winter et al., 2016).  Three transgender representatives participated in our study, highlighting their unique experiences and reinforcing the notion that a sense of belonging to the LGBTQ community has been ingrained since childhood, a common sentiment among transgender individuals (Goh, 2014; Koh, 2015). Navigating societal expectations poses significant challenges for transgender individuals, who often face confusion related to biological anatomy, behavioral patterns, and self-perception, leading to a journey toward self-acceptance (Winter et al., 2016).  In Malaysia, legal and constitutional protections against gender-based discrimination do not explicitly cover transgender people, leaving them vulnerable to exclusion, discrimination, stigma, bullying, and violence (Human Rights Watch, 2014). Despite these obstacles, the participants expressed resilience, echoing findings that emphasize the strength and determination of transgender individuals in the face of societal prejudice (Lee & Kwan, 2014). Unlike some other LGBTQ groups, transgender individuals typically do not express a desire to change their gender but rather seek acceptance for their true identity. This stance reflects a deep-rooted belief in the inherent nature of their transgender identity (American Psychological Association, 2015). Family and friends often become crucial pillars of support, with the resilience of transgender individuals leading to eventual familial acknowledgment. Strong friendships within the LGBTQ community, facilitated through NGOs and the Islamic departments, providing a supportive network (Koh, 2015).  The respondents' reflections on their childhood experiences, despite societal adversity, highlight their mental fortitude and the importance of finding solace and understanding within a community that values diversity (Goh, 2016).  Conclusion Prevailing public sentiment toward LGBTQ individuals is notably shifting towards understanding, indicating a decrease in instances of psychological distress within their community. It is evident that many LGBTQ individuals recognize their distinct sexual interests from adolescence, a realization influenced by their upbringing and childhood behaviors.   Remarkably, most participants report relatively few challenges in managing their mental health. This suggests a reduction in external pressures, indicating a growing societal understanding and the LGBTQ community's enhanced ability to navigate societal expectations.  Recognizing the constraints of our study in terms of resources and time, future research endeavors should expand by engaging both the general public and professional psychologists. Soliciting public opinions will offer valuable insights into societal perspectives on LGBTQ issues, shedding light on how individuals reconcile societal norms with LGBTQ identities. Simultaneously, collaborating with psychologists will enrich our understanding, drawing from their extensive experience in handling diverse cases, potentially including those related to LGBTQ individuals.  In essence, our study underscores the evolving landscape of LGBTQ perceptions and mental well-being, paving the way for broader and more nuanced investigations that capture the multifaceted dimensions of this dynamic subject.    Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 811  Acknowledgements This research paper is an initiative of the IIUM Ar-Rahmah Flagship 3.0 and is fully funded by the International Sponsored Research SPI22-118-0118- Biopsychospiritual Exploration and Application of Khushu': A Pilot Study.  References American Psychological Association. (2013). Diagnostic and Statistical Manual of Mental Disorders (5th ed.). Arlington, VA: American Psychiatric Publishing. American Psychological Association. (2015). Guidelines for Psychological Practice with Transgender and Gender Nonconforming People. Washington, DC: American Psychological Association. Balsam, K. F., & Mohr, J. J. (2007). Adaptation to sexual orientation stigma: A comparison of bisexual and lesbian/gay adults. Journal of Counseling Psychology, 54(3), 306-319. Barker, M., & Scheele, J. (2016). Queer: A Graphic History. London: Icon Books. Callis, A. S. (2014). Bisexual, pansexual, queer: Non-binary identities and the sexual borderlands. Sexualities, 17(1-2), 63-80. Chang, L. W., Baharuddin, A., Abdullah, R., Abdullah, Z., & Kathleen, P. C. E. (2012). Transgenderism in Malaysia - ResearchGate. Retrieved from https://www.researchgate.net/publication/298422392_Transgenderism_in_Malaysia Contributors, W. E. (2021, June 27). What Is Lesbianism? WebMD. Retrieved from https://www.webmd.com/sex/what-is-lesbianism Diamond, L. M. (2005). A new view of lesbian subtypes: Stable versus fluid identity trajectories over an 8-year period. Psychology of Women Quarterly, 29(2), 119-128. Diamond, L. M. (2008). Sexual Fluidity: Understanding Women's Love and Desire. Harvard University Press. Eisner, S. (2013). Bi: Notes for a Bisexual Revolution. Seal Press. Flores, A. R. (2019). Social acceptance of LGBT people in 174 countries: 1981 to 2017. International Journal of Public Opinion Research, 31(4), 694-711. Goh, J. N. (2012). Christianity, sexuality and citizenship among young Malaysian gay-identified men. Culture, Health & Sexuality, 14(S1), S59-S72. Goh, J. N. (2014). Navigating ambivalence: Theorizing experiences of non-heteronormative Malaysian men with reflexivity. Sexualities, 17(5-6), 600-617. Goh, J. N. (2016). Imaginings of space in queer Malaysian men’s negotiations of sexual identity and community. Journal of Homosexuality, 63(5), 630-654. Hines, S. (2010). Sexing the Body: Gender Politics and the Construction of Sexuality. New York: Basic Books. Human Rights Watch. (2014). “I’m Scared to Be a Woman”: Human Rights Abuses Against Transgender People in Malaysia. New York: Human Rights Watch. Koh, J. (2015). The Mak Nyahs: Malaysian Male to Female Transsexuals. Singapore: Eastern Universities Press. Kunst, J. (2011). There’s Only One Way to Change: Slowly, Over Time. Psychology Today. Retrieved from https://www.psychologytoday.com/us/blog/headshrinkers-guide-the-galaxy/201109/theres-only-one-way-change-slowly-over-time Lee, J. C. H., & Kwan, P. W. L. (2014). The trans panic defense: Masculinity, heteronormativity, and the murder of transgender women. Journal of Criminal Law and Criminology, 104(1), 219-234. Luhur, W., Brown, T. N. T., & Goh, J. N. (2020). Public opinion of transgender rights in Malaysia. The Williams Institute, UCLA School of Law.    Volume 8 Issue 52 (December 2023) PP. 793-812   DOI 10.35631/IJEPC.852060 Copyright © GLOBAL ACADEMIC EXCELLENCE (M) SDN BHD - All rights reserved 812  Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674-697. Rodríguez Rust, P. C. (2000). Bisexuality in the United States: A Social Science Reader. Columbia University Press. Rosario, M., Schrimshaw, E. W., & Hunter, J. (2011). Different patterns of sexual identity development over time: Implications for the psychological adjustment of lesbian, gay, and bisexual youths. Journal of Sex Research, 48(1), 3-15. Ryan, C., Russell, S. T., Huebner, D., Diaz, R., & Sanchez, J. (2010). Family acceptance in adolescence and the health of LGBT young adults. Journal of Child and Adolescent Psychiatric Nursing, 23(4), 205-213. Savin-Williams, R. C. (2005). The New Gay Teenager. Cambridge, MA: Harvard University Press. Singaravelu, H., & Cheah, W. H. (2020). Being gay and lesbian in Malaysia. In LGBTQ Mental Health: International Perspectives and Experiences (pp. 121–135). https://doi.org/10.1037/0000159-009 Weinberg, M. S., Williams, C. J., & Pryor, D. W. (1994). Dual Attraction: Understanding Bisexuality. Oxford University Press. Winter, S., Diamond, M., Green, J., Karasic, D., Reed, T., Whittle, S., & Wylie, K. (2016). Transgender people: health at the margins of society. The Lancet, 388(10042), 390-400.  ",
    "id": 599098075,
    "identifiers": {
        "doi": "10.35631/IJEPC.852060",
        "oai": "oai:generic.eprints.org:110746/core10599"
    },
    "title": "The perceived psychological well-being of LGBTQ individuals in Malaysia",
    "language": null,
    "publishedDate": "2023-12-31T00:00:00+00:00",
    "publisher": "Global Academic Excellence (M) Sdn Bhd",
    "references": [],
    "sourceFulltextUrls": [
        "http://irep.iium.edu.my/110746/1/110746_The%20perceived%20psychological%20well-being.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/599098075.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/599098075"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/599098075/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/599098075/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/599098075"
        }
    ],
    "abstract": "This study explores the psychological well-being of lesbian, gay, bisexual, and transgender (LGBTQ) individuals in Malaysia, focusing on their experiences of identity formation, societal understanding, and the impact of prevailing attitudes on their mental health. Through qualitative methods, including in-depth interviews with nine participants from the LGBTQ community in Kuantan, Pahang, this research delves into the personal narratives of two lesbians, two gay individuals, two bisexuals, and three transgender persons, to understand the complexities of living as an LGBTQ individual in a society marked by religious and legal considerations. .The findings reveal that participants recognized their LGBTQ identity during adolescence, often navigating societal expectations discreetly to avoid backlash. Despite challenges, participants demonstrated resilience and found support within familial and community networks. Notably, the study highlights a shift towards greater understanding of LGBTQ individuals in Malaysia, potentially reducing instances of psychological distress within the community. This research underscores the importance of supportive environments and the need for culturally competent mental health care for LGBTQ individuals. It also calls for further studies to include broader societal perspectives and professional insights to enrich the discourse on LGBTQ mental well-being. This study contributes valuable insights into the evolving landscape of LGBTQ perceptions and the factors influencing the psychological health of LGBTQ individuals in Malaysia",
    "tags": [
        "Article",
        "PeerReviewed",
        "BF Psychology",
        "BPK Islamic law. Shari'ah. Fiqh"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Article",
        "PeerReviewed"
    ],
    "oai": "oai:generic.eprints.org:110746/core10599",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "10599",
        "openDoarId": 0,
        "name": "The International Islamic University Malaysia Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 599098075,
        "depositedDate": null,
        "publishedDate": "2023-12-31T00:00:00+00:00",
        "updatedDate": "2024-02-08T06:53:26+00:00",
        "acceptedDate": null,
        "createdDate": "2024-02-08T06:53:26+00:00"
    },
    "urls": [
        "http://irep.iium.edu.my/110746/",
        "http://irep.iium.edu.my/110746/1/110746_The%20perceived%20psychological%20well-being.pdf"
    ],
    "lastUpdate": "2024-02-08T06:53:26+00:00",
    "setSpecs": []
}