{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Crisler, Marielle"
        }
    ],
    "contributors": [],
    "createdDate": "2020-03-11T15:04:54+00:00",
    "dataProvider": {
        "id": 179,
        "name": "DigitalCommons@University of Nebraska",
        "url": "https://api.core.ac.uk/v3/data-providers/179",
        "logo": "https://api.core.ac.uk/data-providers/179/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/287614862.pdf",
    "fullText": "University of Nebraska - Lincoln DigitalCommons@University of Nebraska - Lincoln Honors Theses, University of Nebraska-Lincoln Honors Program Fall 11-1-2019 The Effects of Biased Literature on Self- and Social-Perceptions of LGBTQ Individuals Marielle Crisler University of Nebraska - Lincoln Follow this and additional works at: https://digitalcommons.unl.edu/honorstheses  Part of the Social Psychology Commons Crisler, Marielle, \"The Effects of Biased Literature on Self- and Social-Perceptions of LGBTQ Individuals\" (2019). Honors Theses, University of Nebraska-Lincoln. 179. https://digitalcommons.unl.edu/honorstheses/179 This Thesis is brought to you for free and open access by the Honors Program at DigitalCommons@University of Nebraska - Lincoln. It has been accepted for inclusion in Honors Theses, University of Nebraska-Lincoln by an authorized administrator of DigitalCommons@University of Nebraska - Lincoln. LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS    THE EFFECTS OF BIASED LITERATURE ON SELF- AND SOCIAL-PERCEPTIONS OF LGBTQ INDIVIDUALS        An Undergraduate Honors Thesis Submitted in Partial Fulfillment of University Honors Programs Requirements University of Nebraska-Lincoln        by Marielle Crisler, BA Psychology and English College of Arts and Sciences        28 October 2019        Faculty Advisors: Kathryn Holland, PhD, Psychology and Women’s and Gender Studies Robert Lipscomb, PhD, English  LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 1  Abstract   Though media portrayal of lesbian, gay, and bisexual individuals has increased significantly in recent years, the representation has brought and cemented harmful stereotypes along with it. People who are discovering their identity as sexual minorities might consume media that portrays LGBTQ individuals negatively, or even kills them in many cases, and believe that they are doomed to the same outcome. Literature is no exception to this influx of negative stereotypes. The purpose of this study is to determine the effects of stereotypes in LGBTQ literature on those who identify with the characters presented in the text to the same extent that LGBTQ stereotypes in television have been explored. This study employs priming to determine if negative or positive biases in literature excerpts cause readers to perceive their sexuality negatively or positively respectively, with a neutral text as a control condition. By contacting over 100 LGBTQ resource centers at universities across the country and having their leaders send the survey to their listserv, 50 participants were recruited to respond to the survey. Results from this study were meant to give insight into the ways literature can influence social identity and self-perception.  Key words: LGBTQ, literature, priming, attitudes, psychology, outness   LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 2 The Effects of Biased Literature  on Self- and Social-Perceptions of LGBTQ Individuals It is no question that the U.S. popular media shape both the way individuals perceive themselves and the way they perceive others. From films like Birth of a Nation (Griffith, 1915) to Boys Beware (Davis, 1961), the media has been used as propaganda against certain groups of people to oppress them and to cement negative stereotypes in the minds of their oppressors. Today, the popular media is still used as an influencer, albeit sometimes to a more subliminal extent. The way marginalized groups are portrayed can play a significant role in their social perception and, in turn, their own self-concept.  McLaughlin and Rodriguez (2017) introduced the concept of “stereotyped identification” (p. 1196), which is “the idea that cognitively and emotionally identifying with fictional minority characters can increase acceptance of minorities, while reinforcing stereotypes about how they look, act, and talk” (p. 1197). Their national survey found that LGBTQ individuals who watch shows with gay characters are more likely to identify with those characters than straight characters and that presenting gay characters on television does reinforce stereotypes, both positive and negative, about gay individuals. In addition, the phases of building self-identity change throughout life, and adolescents and young adults actively become aware that they share a common fate with people who have the same identity (Umaa-Taylor, et al., 2014). With the perpetuation of stereotypes come tropes, which can become ingrained in the canon of all media.  The “Bury Your Gays” trope is prevalent in literature, film, and television, almost necessitating that a gay character, if present, will be killed off (Waggoner, 2018). According to Waggoner, the trope began in the late 19th century literature, permeated television and film at their advent, and persists to this day. In 2016, the CW network series The 100 killed one of its LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 3 lesbian characters immediately after confirming her relationship with another woman. This led to an online outcry by fans who had previously believed the show to have potential for a positive platform that would affirm queer identity in media rather than negate it as it did when it killed the lesbian character. Waggoner (2018) noted, “When a niche audience is ‘baited’ into watching a show because of a promise of positive representation, perhaps more conversation should be had regarding falling into clichéd tropes that have shown harm and discord in the past” (p. 1889). In this case, stereotyped identification would indicate the idea that viewers who identify with these characters would identify with and expect negative stereotypes and tropes to become relevant in their own lives. Stereotyped identification exists through other forms of media as well, such as film, the Internet, and literature.  Tropes like these become ingrained in individuals, to the extent that they cause perpetual alertness and anxiety. In chapter four of her book, Touching Feeling, Eve Segwick (2002) proposed the idea of paranoid reading, which in essence discusses the way marginalized groups experience paranoia in relation to their oppression. She addresses the concept from a queer theory perspective, saying, “What is illuminated by an understanding of paranoia is not how homosexuality works, but how homophobia and heterosexism work—in short, if one understands these oppressions to be systemic, how the world works” (Segwick, 2002, p. 126). This understanding of homophobia can be applied to LGBTQ media, literature in particular, in which harmful stereotypes are prevalent. Readers may learn through experience to brace themselves to read about the fate of a character who shares the same identity. Paranoid reading could cause even more negative mental health outcomes in individuals who are already predisposed to experience them.  LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 4 In a synthesis of 62 papers surveying mental health outcomes of LGBTQ individuals, Mongelli (2019) found that rates of depression, suicidality, and substance abuse are higher in LGBTQ individuals than the general population. Another study by Ojeda-Leitner and Lewis (2019) found positive correlations between health-related stereotype threats and factors like fear of visiting a mental health practitioner because of their sexuality and self-reported mental health. McDonald’s (2018) review of literature regarding social support and mental health found that individuals with higher levels of social support are less likely to suffer from depression and anxiety, abuse drugs, engage in risky behaviors, or have low self-esteem and shame.  According to Craig, McInroy, McCready, and Alaggia (2015), some LGBTQ individuals use media as a coping mechanism to escape from the realities of discrimination. They “sought out media, sometimes media specifically created for LGBTQ audiences, to deal with content from popular media about LGBTQ youth they found stigmatizing, as well as to cope with the stress they experienced in their daily lives” (p. 262). There is some evidence that avoidance increases resilience, and avoidance is seen as a positive coping mechanism because it does not put the individual at further risk. In other cases, “media empowered [the participants] to feel stronger through positive story lines or visibility of resilient characters” (p. 263). Positive representations in media were found to “buffer some of the effects of marginalization” (p. 269), which would ultimately lead LGBTQ individuals to have better mental health outcomes and perceptions.  One study by Bonds-Raacke, Cady, Schlegel, Harris, & Firebaugh (2007) found that priming participants to think about certain representations of LGBTQ characters would influence their attitudes towards those characters. Participants were asked to recall any representation of an LGBTQ individual in media, or to recall a positive or negative representation of the same type of LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 5 character. They were then asked to respond to scales measuring attitudes towards gay and lesbian individuals. The study found that participants who were primed to think of any LGBTQ character or a positive representation of an LGBTQ character were more likely to report better attitudes towards LGBTQ people and consider them good role models. However, those asked to recall a negative portrayal had more ambivalent attitudes towards LGBTQ individuals. Though the attitudes were not necessarily negative, priming did influence participants’ attitudes towards LGBTQ people.  Some psychologists have studied the effects of online media and offline electronic media on social and self-perceptions (e.g.,  Gomillion & Giuliano, 2011 and Bonds-Raacke, Cady, Schlegel, Harris, & Firebaugh, 2007), but there appears to be a paucity of research in the area of offline non-electronic media’s influence on these perceptions. The purpose of the present study was to determine if exposing LGBTQ individuals to negative, positive, or neutral LGBTQ literature would influence their social perceptions of the LGBTQ community and their self-perceptions relative to the literature’s bias. It was hypothesized that scores on the Attitudes Towards Homosexual People Scale (Kite and Deaux, 1986) would increase to indicate more positive attitudes towards homosexuals in the group that read a positive excerpt, decrease to indicate more negative attitudes in those who read the negative excerpt, and would not change for those in the neutral condition. Scores on the Internalized Homophobia Scale (Herek, Cogan, Gillis, and Glunt, (1998) were expected to be influenced by priming in that individuals who read a negative excerpt would have higher levels of internalized homophobia, and individuals who read a negative excerpt would have lower levels of internalized homophobia, and there would be a significant difference between the experimental conditions. Community Connectedness scores (Frost and Meyer, 2012) were expected to increase in those who read a positive excerpt and LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 6 decrease in those who read a negative excerpt. Level of comfort in being out was expected to increase in those who read positive excerpts and decrease in participants who read a negative excerpt based on the Outness Inventory (Mohr and Fassinger, 2000).  Methods Procedure and Participants After obtaining approval for the project from the Institutional Review Board, an email requesting participants was sent to each LGBTQ resource center listed on an online database of universities with LGBTQ centers in the United States. The email asked that its recipient would forward the survey to their listserv of LGBTQ students. 101 universities were contacted. The data for the study was collected through an online survey using Qualtrics. After consenting to participate in the survey, participants were asked demographic questions to ensure everyone taking the survey was an adult (age 19 and over) and that their sexual orientation was anything other than straight (lesbian, gay, bisexual, queer, etc.).  Initially, nearly 70 people participated in the survey, but after excluding participants who were under the age of 19, who did not respond correctly to at least 2 of 3 comprehension checks, or who did not fully complete the survey, 50 participants had usable data. Out of the 50 participants, 10 identified as lesbian, nine as gay, 14 as bisexual, six as pansexual, nine as queer, one as asexual, and one as bisexual aromantic. Fifty percent of the sample identified as a cisgender female, 20 percent as a cisgender male, 2 percent as a transwoman, 2 percent as a transman, 10 percent as genderqueer, 12 percent as non-binary, and 4 percent as other. The ethnic makeup of the sample was 2 percent Black/African American, 10 percent Asian/Asian American/Pacific Islander, 4 percent Latina/o/x or Hispanic, 4 percent Native American, and 94 percent White or Caucasian. The average age was 25.18 (SD = 6.24).  LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 7 Participants were randomly assigned to read one of three brief ~360-word excerpts from a piece of the LGBTQ literary canon that portrayed queer individuals either positively, neutrally, or negatively. The positive excerpt was from the novel Call Me By Your Name by Andre Aciman (2007). This excerpt, which depicted the first sexual encounter between male main characters Elio and Oliver, used language like “I also wanted it to last forever” (p. 133), and “this was like coming home” (p. 133). Aciman used imagery intended to make the reader feel light and warm. The excerpt is included in Appendix A.  A piece of James Baldwin’s Giovanni’s Room (1956) was used for the negative excerpt (see Appendix A). The reading depicted the male main character David’s first sexual encounter with another man. Internalized homophobia and fear of external homophobia drove David’s behavior in the excerpt. Baldwin used language such as, “I was suddenly afraid” (p. 9)  and “A cavern opened in my mind, black, full of rumor” (p. 9). Baldwin’s imagery created a very dark, tragic, and frightening emotion in the reader to mirror the feelings the main character was experiencing.  An excerpt from the novel Rubyfruit Jungle by Rita Mae Brown (1973), was included as a neutral/control condition. The excerpt depicted the female protagonist meeting a male, becoming friends, and finding out he was gay, like her, at the end. A non-sexual interaction was chosen intentionally in order to minimize any held biases that would cause the participant to respond differently to the survey questions. Brown used matter-of-fact language such as, “He had the longest eyelashes I had ever seen on anyone” (p. 126), which simply told a narrative without purposefully evoking any emotion in the reader (see Appendix A for the excerpt).   After reading the assigned excerpt, the participant was asked to respond to five questions about the story’s content to check for comprehension. For example, participants in the neutral LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 8 excerpt group responded to a multiple choice question asking, “Where does the narrator sleep overnight?” This ensured that readers would have read the piece fully enough to process its meaning both consciously and unconsciously. If participants responded correctly to fewer than 2 out of 3 of the comprehension questions, their data were discarded from the analysis. Participants were also asked how much they liked the content of the excerpt on a five-point scale from 5 = “I liked it a lot” to 1 = “I disliked it a lot.” After answering questions about the passage, participants responded to four well-regarded measures regarding internalized homophobia and levels of outness. Measures  Attitudes toward LGBTQ people (alpha = .92). The Attitudes Towards Homosexual Persons (ATHP) measure was created by Kite and Deaux (1986) to predict a heterosexual male’s behavior towards a homosexual person. In the case of this survey, the scale was used to assess the participants’ attitudes towards queer individuals other than themselves. The scale is 21 questions such as “I would not mind having a homosexual friend” and “Homosexuality is a mental illness.” Responses were indicated using a Likert-type scale with five possible responses from 1 = Strongly Agree to 5 = Strongly Disagree. The questions that were positive were recoded and then an aggregate of participants’ responses was found, with higher scores indicating more positive attitudes.    Internalized homophobia (alpha = .86). The Internalized Homophobia Scale (IHP) was created by Herek, Cogan, Gillis, and Glunt (1998) to assess the relationship between internalized homophobia and psychological well-being. The nine-item test was also measured with a 5-point Likert-type scale with five possible responses from 1 = Strongly Agree to 5 = Strongly Disagree. The measure contained questions such as “I wish I weren’t attracted to the same sex” and “I have LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 9 tried to become more sexually attracted to the opposite sex.” Participants’ responses were averaged, and lower scores indicated greater levels of internalized homophobia. In the present study, the IHP was used to determine levels of internalized homophobia present within the participant.   Community attitudes (alpha = .76). Frost and Meyer (2012) developed the Community Connectedness Scale to determine levels of connectedness LGBTQ individuals felt to their community. They theorized that connectedness would be correlated with health. The scale originally studied only gay and bisexual men in New York City. The questions were tailored to generalize to any community rather than to be specific to the New York City queer community. For example, “You feel you’re a part of NYC’s LGBT community,” became, “You feel you’re a part of the LGBTQ community,” in the current study. The original scale consisted of eight questions with possible responses from 1 (strongly agree) to 4 (strongly disagree), with higher scores meaning more feelings of connectedness. For the present study, a five-point scale was used in order to maintain consistency across the scales, with higher scores still indicating more connectedness. The Community Connectedness Scale was used in this study to understand participants’ attitudes toward the LGBTQ community.   Comfort with outness (alpha = .94). Mohr and Fassinger (2000) created the Outness Inventory (OI) to determine how open queer individuals are about their sexuality to others. The OI contains three subsections: family, workplace, and religion. The inventory is measured with a 7-point scale that contains a range of answers regarding the participant’s certainty that the person in question knows about their sexuality and how openly their sexuality is discussed with that person. The ratings from each subsection are averaged, and overall outness is measured by finding the mean of those averages. For the purposes of this study, the Outness Inventory was LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 10 modified to determine the level of comfort the participant had regarding being open about their sexuality to others. The questions of the scale remained the same, but the labels on the Likert scale responses changed; “7 = person definitely knows about your sexual orientation status, and it is OPENLY talked about” from the original measure became “7 = I am comfortable with this person DEFINITELY knowing about my sexual orientation status and OPENLY talking about it.” Both the original Outness Inventory and the modified version were assessed in the present study, but only the modified version was analyzed.  Results The data were downloaded from Qualtrics and entered into SPSS. One-way between-groups ANOVA tests were used for each outcome variable, to determine the effect of exposure to LGBTQ literature (positive, negative, neutral) on participants’ attitudes toward the LGBTQ community and the self. Table 1 includes the means and standard deviations for each outcome variable across the three conditions. Contrary to the research hypothesis, scores on the Attitudes Towards Homosexual People scale were not affected by the type of literature read by the participant, F(2, 48) = .173, p = .842. There was not a significant difference on the Internalized Homophobia Scale between groups, F(2, 48)  = 0.233, p =  0.793. Community connectedness was also not affected by the type of literature read between groups, F(2, 48) = 1.196, p = 0.311. Level of comfort in being out was not significantly different between the experimental conditions, F(2, 48) = 1.881, p = 0.164.  Discussion and Limitations Contrary to expectations, none of the outcome measures had significant between-group differences depending on the type of literature read by the participant. These findings might suggest that literature does not prime LGBTQ participants to feel a certain way about LGBTQ LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 11 individuals and/or themselves. However, each scale used in the study had nuances that complicate that assumption. For instance, the Attitudes Towards Homosexual People scale is meant to determine social perception of other LGBTQ individuals, so it is subjective, but the nature of the participants’ demographics likely influenced the results. Community connectedness and actual outness are both objective, and therefore would be less subject to influence by priming.  In addition, the study was limited by a small sample size. With an N of only 50, and only 14-18 participants in each experimental group, there could not be a large enough effect size to produce meaningful results. The study reasonably could have reached hundreds of participants, as it was sent out to 101 LGBTQ resource centers. Participants from only 11 universities responded, so it is possible that only 11 of these 101 resource centers passed the survey along to their listserv, which was the most crucial aspect of recruitment for the study.  Another issue with the study is that people who are a part of LGBTQ resource centers’ listservs are more likely to already be comfortable in their sexuality, or they might at least be accepting of their own sexuality. In addition, their social and self-perceptions of LGBTQ people are already likely higher than average due to their being surrounded by positivity regarding sexuality (Saewyc, Konishi, Rose, & Homma, 2014). Participants were all recruited from universities, where LGBTQ people feel their issues are generally seen and cared for (Szymanski & Bissonette, 2019), so their results on each scale could be skewed to be more positive no matter what piece of literature they read. When asked how much time had passed since they first came out to anyone, 48% of participants responded they had been out for five or more years. Had the study predominantly surveyed individuals who had been out for less time, or had they not been out to anyone, the participants may have been more influenced by priming from biased literature LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 12 because they may still be more closely affected by homophobia, both internal and external, that would prevent them from coming out.   It is also possible that the selected excerpts were not biased clearly enough. When asked how much they liked the excerpts, more participants said they disliked the content of the negative excerpt from Giovanni’s Room by James Baldwin (28.6%) than they did the neutral excerpt (5%) or the positive excerpt (10.6%). However, 56.1% of the negative excerpt group said they liked the content of the reading from Giovanni’s Room, and 14.3% were neutral about the excerpt. Within the control group, 40% said they neither liked nor disliked the excerpt from Rubyfruit Jungle by Rita Mae Brown, but 55% said they either liked it a little or liked it very much. For the positive excerpt from Call Me By Your Name by Andre Aciman, 21% felt neutrally toward the text, and 68.4% said they either liked the reading a little or very much. Because more people liked the content of the negative excerpt than they did the neutral excerpt, it is possible that their biases were not noticeable to the readers. The responses to how much participants liked the excerpts also could have been influenced by factors such as the writing styles of the authors or the narratives within the excerpts.   This study’s procedure could have been improved in other ways. For example, a qualitative format with in-person interview, asking participants how they see media influencing their lives and perceptions, may have been more effective. Similarly, the test could have been more successful if it had been administered in person because participants may have been more willing to complete the whole survey. If an incentive for participation had been given, such as a chance to win in a lottery, participation may have increased. Many of this study’s limitations revolve around it being conducted by an undergraduate with minimal resources and stature.  LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 13  The media, including literature and television, is among the most influential modes in which to spread information and misinformation. LGBTQ individuals have a long-standing history of being negatively portrayed in all types of media, from literature to television. These stereotypes are sometimes emblematic or reflective of real life, but at the same time, they reinforce harmful ideas about LGBTQ people into the minds of the media’s consumers, and especially to people who identify with those characters. Studies like this one, had it been more effective, could be important in destigmatizing LGBTQ identities in literature and the media in general. More research is needed to determine the exact role literature can play in people’s social and self-perceptions, and there are many types of research that can be done on the subject. When the media has so much influence over people’s perceptions, it is important that all types of people are portrayed in ways that elevate their well-being. The media has the power to change people’s minds by causing its consumers to empathize and relate to its representations. The people in power, those who create media, must be aware of the effects they have on society and in cementing harmful ideas in the minds of those who are disproportionately affected.     LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 14 References Aciman, A. (2007). Call Me By Your Name. New York, NY: Picador.  Baldwin, J. (1956). Giovanni’s Room. New York, NY: Vintage Books.  Bonds-Raacke, J. M., Cady, E. T., Schlegel, R., Harris, R. J. & Firebaugh, L. (2007). Remembering gay/lesbian media characters: Can Ellen and Will improve attitudes toward homosexuals?, Journal of Homosexuality, 53(3), 19-34, DOI: 10.1300/J082v53n03_03 Brown, R. M. (1973). Rubyfruit Jungle. New York, NY: Bantam Books.  Craig, S. L., McInroy, L., McCready, L. T. & Alaggia, R. (2015). Media: A catalyst for resilience in lesbian, gay, bisexual, transgender, and queer youth, Journal of LGBT Youth, 12(3), 254-275, DOI: 10.1080/19361653.2015.1040193 Davis, Sid. (1961). Boys Beware. Los Angeles, CA: Sidney Davis Productions.  Frost, D. M. & Meyer, H. L. (2012). Measuring Community Connectedness among Diverse Sexual Minority Populations, Journal of Sex Research, 49(1), 36-49. Gomillion, S. C. & Giuliano, T. A. (2011) The Influence of Media Role Models on Gay, Lesbian, and Bisexual Identity, Journal of Homosexuality, 58(3), 330-354, DOI: 10.1080/00918369.2011.546729 Griffith, D. W. & Dixon, T. (1915). Birth of a Nation. Los Angeles, CA: Triangle Film Corp. Herek, G. M., Cogan, J. C., Gillis, J. R., & Glunt, E. K. (1998). Correlates of internalized homophobia in a community sample of lesbians and gay men. Journal of the Gay and Lesbian Medical Association, 2, 17-25.  Kite, M. E., & Deaux, K. (1986). Attitudes toward homosexuality: Assessment and behavioral consequences. Basic and Applied Psychology, 7, 137-162. LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 15 McDonald, K. (2018). Social Support and Mental Health in LGBTQ Adolescents: A review of the literature, Issues in Mental Health Nursing, 39(1), 16-29, DOI: 10.1080/01612840.2017.1398283 McLaughlin, B. & Rodriguez, N. S. (2017) Identifying with a Stereotype: The Divergent Effects of Exposure to Homosexual Television Characters, Journal of Homosexuality, 64(9), 1196-1213, DOI: 10.1080/00918369.2016.1242335 Mohr, J. J., & Fassinger, R. E. (2000). Measuring dimensions of lesbian and gay male experience. Measurement and Evaluation in Counseling and Development, 33, 66-90. Mongelli, F. (2019). Minority stress and mental health among LGBT populations: An update on the evidence. Minerva Psichiatrica, 60(1), 27-50. Ojeda-Leitner, D. & Lewis, R. K. (2019). Assessing health-related stereotype threats and mental healthcare experiences among a LGBT sample, Journal of Prevention & Intervention in the Community, DOI: 10.1080/10852352.2019.1654262 Saewyc E. M., Konishi C., Rose H. A., & Homma Y. (2014). School-Based Strategies to Reduce Suicidal Ideation, Suicide Attempts, and Discrimination among Sexual Minority and Heterosexual Adolescents in Western Canada. International Journal of Child, Youth & Family Studies 5(1), 89-112. Sedgwick, E. K. (2002). Paranoid Reading and Reparative Reading, or, You’re So Paranoid, You Probably Think This Essay Is About You. Touching Feeling. Duke University Press, Durham. Szymanski, D. M., & Bissonette, D. (2019). Perceptions of the LGBTQ College Campus Climate Scale: Development and Psychometric Evaluation, Journal of Homosexuality, DOI: 10.1080/00918369.2019.1591788 LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 16 Umaa-Taylor, A. J., et al. (2014). Ethnic and Racial Identity During Adolescence and Into Young Adulthood: An Integrated Conceptualization, Child Development, 84(1), 21-39.  Waggoner, E. B. (2018). Bury Your Gays and Social Media Fan Response: Television, LGBTQ Representation, and Communitarian Ethics, Journal of Homosexuality, 65(13), 1877-1891, DOI: 10.1080/00918369.2017.1391015     LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 17 Table 1. Means and standard deviations for outcomes by condition  Outcomes  Condition ATHP IHP CC OI Positive (n = 18) 2.93 (0.128) 4.44 (0.457) 1.51 (0.444) 4.63 (1.123) Neutral (n = 18) 2.92 (0.104) 4.33 (0.542) 1.69 (0.686) 4.36 (1.006) Negative (n = 14) 2.93 (0.128) 4.33 (0.768) 1.39 (0.512) 5.13 (1.191) Total (N = 50)  2.93 (0.115) 4.36 (0.578) 1.54 (0.563) 4.68 (1.123) Note. ATHP = Attitudes Towards Homosexual People Scale. IHP = Internalized Homophobia Scale. CC = Community Connectedness Scale. OI = Outness Inventory.      LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 18 Appendix A  Negative Excerpt: I [David] awoke while Joey was still sleeping, curled like a baby on his side, toward me. He looked like a baby, his mouth half open, his cheek flushed, his curly hair darkening the pillow and half hiding his damp round forehead and his long eyelashes glinting slightly in the summer sun. We were both naked and the sheet we had used as a cover was tangled around our feet. Joey’s body was brown, was sweaty, the most beautiful creation I had ever seen till then. I would have touched him to wake him up but something stopped me. I was suddenly afraid. Perhaps it was because he looked so innocent lying there, with such perfect trust; perhaps it was because he was so much smaller than me; my own body suddenly seemed gross and crushing and the desire which was rising in me seemed monstrous. But, above all, I was suddenly afraid. It was borne in on me: But Joey is a boy. I saw suddenly the power in his thighs, in his arms, and in his loosely curled fists. The power and the promise and the mystery of that body made me suddenly afraid. That body suddenly seemed the black opening of a cavern in which I would be tortured till madness came, in which I would lose my manhood. Precisely, I wanted to know that mystery and feel that power and have that promise fulfilled through me. The sweat on my back grew cold. I was ashamed. The very bed, in its sweet disorder, testified to vileness. I wondered what Joey’s mother would say when she saw the sheets. Then I thought of my father, who had no one in the world but me, my mother having died when I was little. A cavern opened in my mind, black, full of rumor, suggestion, of half-heard, half-forgotten, half-understood stories, full of dirty words. I thought I saw my future in that cavern. I was afraid. I could have cried, cried for shame and terror, cried for not understanding how this could have happened to me, how this could have happened in me (Baldwin, 1956, pp. 8-9). LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 19  Neutral Excerpt:  As I [Molly] turned, I noticed a wrecked Hudson car. Faded red and black, crumpled up in front with all the tires robbed from its wheels, it slumped in front of the Chock Full O’ Nuts. It looked beautiful to me and it was home.   I went over to crawl in the back seat only to find it was occupied but the front seat was empty and the steering wheel was busted so it wouldn’t get in the way. I opened the door and slid in. The young man in the back seat lifted his hat off his head with a flourish. “Good evening, Madam. Are you going to share these accommodations with me?”  “If it’s okay with you I am.”  “It’s okay with me.” He tipped his hat back over his eyes, pulled his heavy coat over his shoulders, and fell asleep. The next morning I woke up with him leaning over the front seat poking me. “Hey babe, come on. We gotta get out of here. Time to hustle.” I sat up and looked at him in the light. He had the longest eyelashes I had ever seen on anyone. His skin was the color of coffee after you put the cream in and his eyes were clear, deep brown. He had a bristling happy moustache over a full, red mouth. In short, this guy was gorgeous. I was trying to remember where I was and trying to find out if my limbs had dropped off from frostbite.  “Come on. Grab your suitcase and let’s go to Chock Full. There’s a sister in there who will feed us for free. Up!”  Knots of sleepy students were rushing to make their nine-o’clock class. The revolving door to Chock Full was spinning like a top, and I was so tired I went around twice before I could get myself out. We sat at a counter toward the back and a waitress in a blue uniform served us LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 20 coffee and donuts. She wrote out a make-believe slip and winked at my roommate. “Got yourself a new girlfriend, Calvin?”  “Not me, I don’t go in for girlfriends.” He winked back at her (Brown, 1973, pp. 125-6).  Positive Excerpt:  I [Elio] was on the cusp of something, but I also wanted it to last forever, because I knew there’d be no coming back from this. When it happened, it happened not as I’d dreamed it would, but with a degree of discomfort that forced me to reveal more of myself than I cared to reveal. I had an impulse to stop him, and when he noticed, he did ask, but I did not answer, or didn’t know what to answer, and an eternity seemed to pass between my reluctance to make up my mind and his instinct to make it up for me. From this moment on, I thought, from this moment on—I had, as I’d never before in my life, the distinct feeling of arriving somewhere very dear, of wanting this forever, of being me, me, me, me, and no one else, just me, of finding in each shiver that ran down my arms something totally alien and yet by no means unfamiliar, as if all this had been part of me all of my life and I’d misplaced it and he had helped me find it. The dream had been right—this was like coming home, like asking, Where have I been all my life? which was another way of asking, Where were you in my childhood, Oliver? which was yet another way of asking, What is life without this? which was why, in the end, it was I, and not he, who blurted out, not once, but many, many times, You’ll kill me if you stop, you’ll kill me if you stop, because it was also my way of bringing full circle the dream and the fantasy, me and him, the longed-for words from his mouth, which was when I must have begun obscenities that he repeated after me, softly at first, till he said, “Call me by your name and I’ll call you by mine,” which I’d never done in my life before and which, as soon as I said my own name as though it LGBTQ LITERATURE AND SELF- AND SOCIAL-PERCEPTIONS 21 were his, took me to a realm I never shared with anyone in my life before, or since (Aciman, 2007, pp. 133-4).      ",
    "id": 287614862,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.unl.edu:honorstheses-1188"
    },
    "title": "The Effects of Biased Literature on Self- and Social-Perceptions of LGBTQ Individuals",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-11-01T07:00:00+00:00",
    "publisher": "DigitalCommons@University of Nebraska - Lincoln",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1188&amp;context=honorstheses"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/287614862.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/287614862"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/287614862/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/287614862/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/287614862"
        }
    ],
    "abstract": "Though media portrayal of lesbian, gay, and bisexual individuals has increased significantly in recent years, the representation has brought and cemented harmful stereotypes along with it. People who are discovering their identity as sexual minorities might consume media that portrays LGBTQ individuals negatively, or even kills them in many cases, and believe that they are doomed to the same outcome. Literature is no exception to this influx of negative stereotypes. The purpose of this study is to determine the effects of stereotypes in LGBTQ literature on those who identify with the characters presented in the text to the same extent that LGBTQ stereotypes in television have been explored. This study employs priming to determine if negative or positive biases in literature excerpts cause readers to perceive their sexuality negatively or positively respectively, with a neutral text as a control condition. By contacting over 100 LGBTQ resource centers at universities across the country and having their leaders send the survey to their listserv, 50 participants were recruited to respond to the survey. Results from this study were meant to give insight into the ways literature can influence social identity and self-perception",
    "tags": [
        "text",
        "LGBTQ",
        "literature",
        "priming",
        "attitudes",
        "psychology",
        "outness",
        "Psychology",
        "Social and Behavioral Sciences",
        "Social Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.unl.edu:honorstheses-1188",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "179",
        "openDoarId": 0,
        "name": "DigitalCommons@University of Nebraska",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 287614862,
        "depositedDate": null,
        "publishedDate": "2019-11-01T07:00:00+00:00",
        "updatedDate": "2024-01-27T21:14:26+00:00",
        "acceptedDate": null,
        "createdDate": "2020-03-11T15:04:54+00:00"
    },
    "urls": [
        "https://digitalcommons.unl.edu/honorstheses/179",
        "https://digitalcommons.unl.edu/context/honorstheses/article/1188/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-01-27T21:14:26+00:00",
    "setSpecs": []
}