{
    "acceptedDate": "",
    "authors": [
        {
            "name": "May, William E."
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T11:13:33+01:00",
    "dataProvider": {
        "id": 1441,
        "name": "epublications@Marquette",
        "url": "https://api.core.ac.uk/v3/data-providers/1441",
        "logo": "https://api.core.ac.uk/data-providers/1441/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/213052431.pdf",
    "fullText": "The Linacre QuarterlyVolume 63 | Number 1 Article 10February 1996The Sacredness of Life: An Overview of theBeginningWilliam E. MayFollow this and additional works at: http://epublications.marquette.edu/lnqRecommended CitationMay, William E. (1996) \"The Sacredness of Life: An Overview of the Beginning,\" The Linacre Quarterly: Vol. 63: No. 1, Article 10.Available at: http://epublications.marquette.edu/lnq/vol63/iss1/10The Sacredness of Life: An Overview of the Beginning by William E. May The author is Michael1. McGivney Professor of Moral Theology, John Paul II Institute for Studies on Marriage and Family Washington, D. C. The following paper was presented at the 64th A nnual Meeting, National Federation of Catholic Physicians' Guilds, New York City, November 3, 1995. To reflect on the sacredness of human life, especially in its beginning, is particularly appropriate this year, because on March 25 Pope John Paul II promulgated The Gospel of Life (Evangelium vitae), an encyclical letter \"addressed to the bishops, priests and deacons, men and women religious, lay faithful, and all people of good will on the value and inviolability of human life.\" This encyclical can be described as an impassioned and eminently reasonable appeal to every person of good will to recognize the dignity, indeed sanctity, of human life from its inception, to defend it from the vicious and at times subtle attacks launched against it today, to repudiate the \"culture of death\" that nurtures these attacks, to love human life as God's precious gift and to protect and cherish it by accepting God's invitation to develop a true \"culture oflife\" or \"civilization of love.\" Here I propose to begin with some brief considerations of the reasons why human life must always be treated with reverence and why human bodily life is a good intrinsic to human persons and not merely instrumental to them. I will then consider in more depth why it is reasonable to hold that human persons begin at fertilization and why it is unreasonable to deny this. 1 Human Life Must Always Be Treated with Reverence Prescinding from divine revelation - which not only corroborates truths that can be known without its help but also makes known truths that totally surpass human understanding - we can conclude that human beings, although truly animals, are animals radically different in kind and not merely in degree from other animals. They are so because they can do things that other animals cannot February, 1996 87 do at all, in particular, discriminate between true and false propositions and determine their lives, their being, through their own free choices, and in order to do these things it is necessary to infer that there is something in their entitative make-up - something nonmaterial- utterly lacking to other kinds of animals. Thus membership in the human species is of crucial moral significance, and human beings, who are rightly regarded as persons, are beings of moral worth. I will not pursue this matter further here.1 Divine revelation confirms this truth of human reasoning and deepens it. In his recent Encyclical Pope John Paul II has eloquently reaffirmed this core belief of the Church. Human life, he writes, is surpassingly good because \"the life which God gives man is quite different from the life of all other living creatures, inasmuch as man, although formed from the dust of the earth (cf. Gen. 2:7, 3: 19; Job 34:15; Ps 103:14; Ps 104:29), isa manifestation of God in the world, a sign of his presence, a trace of his glory (cf. Gen 1:26-27; Ps 8:6)\" (n. 34). Human life, the pope continues, is the\" 'place' where God manifests himself, where we meet him and enter into communion with him\" (n. 38). We can say, in truth, that human beings, human persons, are the icons of the living, Triune, all-holy God. This great truth, moreover, is immeasurably deepened and enriched by the incarnation of God's only-begotten Son, his uncreated Word, who, for love of us, became, like us, God's \"created word.\" This is the sublime truth about human persons that Jesus has made known to us. He has made known to us not only who we are - God's created \"words\" - but also who we are meant to be! As John Paul II reminds us, \"Eternal life ... is the life of God himself,\" but it is \"at the very same time the life of the children of God (cf. 1 In. 3:1-2) .... Here the Christian truth about [human] life becomes most sublime. The dignity of this life is linked not only to its beginning, to the fact that it comes from God, but also to its final end, to its destiny of fellowship with God in knowledge and love of him\" (n.38). In short, human life is sacred because of its relationship with God. Moreover, and this of crucial importance, human bodily life is a good intrinsic to human persons. It is part of their very reality and not something extrinsic and valuable only as an instrumental good, as a means to other human goods. When God created man he did not create a \"conscious subject\" to whom he then added a body as an afterthought. Rather, when he created man, he created \"living flesh\" (cf. Gen 2:7); and when his only-begotten Son became man he became \"flesh\" (sarx egeneto; J n. 1: 14). In other words, the human person is neither the body nor the soul taken separately, but a unity of these coprinciples. John paul II emphasizes this unity in an important text: All human life - from the moment of conception and through all subsequent stages-is sacred, because human life is created in the image and likeness of God. Nothing surpasses the greatness or dignity of a human person. Human life is not just an idea or an abstraction; human life is the concrete reality of a being that lives, that acts, that grows and develops; human life is the concrete reality of a being that is capable of love, and of service to humanity.3 This truth - that human bodily life is a good of the person, intrinsic to the person, and not a good for the person and instrumental to the person's good - is 88 Linacre Quarterly supremely important. Today's \"culture of death\" proposes a pseudo-personalism quite dualistic in nature. It identifies personhood with consciousness, regarding \"persons\" as conscious subjects aware of themselves as selves and actually capable of relating meaningfully to other conscious subjects; and it considers the human body and bodily life as goods instrumental to the \"conscious subject,\" of value only because they serve conscious awareness. On this view unborn human beings - and newborn ones as well- are indeed human beings, but they are not persons because they are not consciously aware of themselves as selves nor actually capable, at this stage of their lives, of being so aware. This position, however, is false because it severs the unity of the human person. It is the same subject who lives and feels and senses who is consciously aware of self. Moreover, if one man viciously punches another man in the jaw, breaking it, he has by no means simply damaged his \"instrument,\" he has attacked him as a person. It Is Reasonable to Hold That Human Persons Begin at Ferti1ization Vatican Council II, which emphasized that God has entrusted to human persons the responsibility of reverencing human life, affirmed that \"from the moment of conception life must be guarded with the greatest care, while abortion and infanticide are unspeakable crimes\" (Gaudium et spes, 51). In its 1974 Declaration on Procured Abortion the Congregation for the Doctrine of the Faith noted that Vatican Council II's teaching simply reaffirmed unbroken Christian tradition: \"The tradition of the Church has always held that human life must be protected and cherished from the beginning, just as the various stages of its development.\"4 Consequently, John Paul II is not saying anything new in affirming this truth, not only in Evangelium vitae but in numerous other documents. Here I will consider various views contending that personal life does not begin at conception/fertilization. I will begin with opinions that are easily falsified because, despite their acceptance by many in our society today, they are utterly incompatible with what we know about human procreation. I will then take up positions that at least seem more plausible. The falsification of the even more plausible views will help corroborate the claim that it is reasonable to hold that human personal life begins at fertilization. 1. Claims easily falsified These claims deny personhood to the being generated at conception by denying that it is even a human being and, a fortiori, cannot possibly be considered aperson. Claims of this sort range from the view, expressed by Philip Wylie, that the being brought into existence at fertilization is \"protoplasmic rubbish\" or a \"gobbet of meat,\" S to the assertions that it is merely a \"blueprint\"6 or simply \"gametic materials\" or the \"product of conception,\"7 or only a \"part of the mother's body.\"8 These claims, which rely on rhetoric and the abuse of language, are patently false to anyone with even the most rudimentary knowledge of human development and simply should not be taken seriously. February, 1996 89 Another common argument or rather set of arguments against the personh<XXl of the human zygote and early human embryo is that these organisms do not \"appear\" to be persons. Pictures or drawings of human beings at these stages of development seem to support claims of this kind. As Germain Grisez notes, arguments of this kind \"are persuasive because they use imagery and directly affect feelings. Usually, in judging whether or not to apply a predicate [such as person] to an experienced entity, one does not examine it to see whether it meets a set of intelligible criteria; instead, one judges by appearances, using as guide past experience of individuals of that kind.''9 However, as Grisez continues, such arguments can be falsified by pointing out \"that, while the particular difference [between a human zygote or early human embryo and embryos at a later stage of attention] is striking because of the normal limits of human experience, entities that are different in that way certainly are living, human individuals.\" Similarly, an individual who had never had experience of snow or ice might, on the basis of . appearances alone, fail to recognize them as forms of water.lO 2. More plausible claims More plausible claims, clearly and exhaustively identified by Grisez, II are the following: (I) personh<XXl is a status conferred on some entities by others; (II) personh<XXl is an attribute acquired by development; (III) personh<XXl requires self-awarenessI2; (IV) personh<XXl is dependent on the development of sense organs and the brain; (V) personal individuals are formed only two weeks after fertilization. The first of these claims (I), namely, that personh<XXl is a status conferred on some entities by others, is only slightly more plausible than those already considered. It is, nonetheless, widely current today. Advocates of this position argue that, since persons exist only with other persons and that societal recognition of one's personh<XXl entails respect for a person's essential dignity, it therefore follows that personh<XXl is a social status and that an entity is a person only when recognized by others as persons.13 This position, of course, leads to the absurdity that the same entity can be considered a \"person\" if one of the parents, for instance, regards it as such and as a \"nonperson\" if the other parent esteems it a nonperson. This view presupposes that human meaning-giving constitutes persons; the truth is that human meaning-giving and human societies presuppose human persons.14 The second claim (II), that personh<XXl is an attribute acquired by development, is very common today and is closely related to the third claim (III), namely, that personh<XXl requires self-awareness. Those holding it, like Michael Tooley and Daniel Callahan, IS basically maintain that membership in the human species is not a sufficient criterion for personh<XXl because only some members of the human species acquire the properties - or at least one necessary property -for an entity to be considered a \"person.\" The strategy of advocates of this position is to stipulate that an entity can only be regarded as a person if it is aware of its own interests and/or rights and be concerned about them. On this view not only are unborn children not persons but so too are newborns and, apparently, 90 Linacre Quarterly adult humans who are no longer able to exercise their cognitive faculties to the point that they are aware of their own interests, etc. This fallacious argument fails to distinguish between a radical capacity and a developed capacity. An unborn and/or newborn child, precisely by reason of its membership in the human species, has the radical capacity, rooted in its being, to discriminate between true and false proposition and to make free choices. But in order for the child actually to engage in these activities his radical capacity to do so needs to be developed. But it can never be developed if it is not there to begin with. Similarly, adult humans, because of accidents, may no longer be able actually to engage in such activities, not because they no longer have the natural or radical capacity to do so, but simply because they cannot exercise these powers of the human person as a result of accident or illness. Similarly, members of the species of eagles have the radical capacity to soar loftily in the air, but eaglets have not as yet developed their capacity to do so, and an eagle whose wing has been broken is no longer able actually to exercise its capacity to fly because the exercise thereof has been inhibited. Moreover, as Grisez observes, this flawed notion of personhood, and the previous one as well, \"miss what person means in ordinary language,\" where the word refers to a living, human individual. 16 The legitimate application of this term to non-adult human beings is rooted in its use in referring to adult human beings, who regularly think of their personhood not as a trait they have acquired at some time in their lives but as an aspect of their very being. If one asks a person when he or she was born, he or she will spontaneously say that he or she was born on his or her day of birth, clearly implying that the person so responding considers himself or herself to be identical in being with the one born on that day. And were one to ask a person, \"when were you conceived?\" the person addressed would spontaneously reply \"approximately nine months before I was born,\" thereby implying that he or she regards himself or herself as the very same being, i.e., person, conceived and bornP The third claim (III), namely, that personhood requires self-consciousness, is also widely held in society today. This claim, of course, is rooted in a dualistic conception of human beings, and was in part shown to be philosophically unsound earlier in this paper. It is true, of course,that human persons can do things - think, make free choices, etc. - which show that they are more than their bodies and that they are also (or can be) conscious subjects aware of themselves as selves and capable of relating to other selves. But those who, like Michael Tooley, Joseph Fletcher, and many of our contemporaries,18 rely on truths like this to support their contention that although abortion destroys a living human body it does not kill a person because the person is a conscious subject aware of itself as a self whose body is not integral to his being qua person but is rather a good for the person, good, that is, as a condition for such personal goods as consciousness, self-consciousness, conscious awareness of other persons, etc., are simply jumping to unwarranted conclusions. This dualistic position is untenable. As Grisez notes, \"persons can be more than their bodies without being realities other than their bodies, since a whole can be more than one of its parts without being a reality other than that part.\"19 The human February, 1996 91 person, as we have already emphasized, is a unitary being; there is not one being who breathes, eats, sleeps, feels bodily pain, etc., and another being who thinks, chooses, and is aware of his rights, etc. The same human being, the same person, is the living human body and the subject of activities requiring more than bodily capacities. The fourth claim (IV), namely, that personhood is dependent on sense organs and a brain, is also widespread today. Unlike the previous position, it repudiates a dualistic understanding of the human person; nonetheless its advocates assert that the early human embryo cannot be regarded as a person insofar as it lacks sense organs and a brain, material organs necessary for exercising human cognitive and volitional powers. Among advocates of this view are several Roman Catholic theologians, for instance, Joseph Donceel, S.J., and Thomas A. Shannon and Allan Wolter, O.F.M., who seek to rehabilitate for modern times the \"delayed hominization\" theory of St. Thomas Aquinas.20 According to this view, the human embryo undergoes a substantial change from a subhuman entity to a human, personal entity, and does so when its body becomes sufficiently organized to be fit matter for the infusion of a spiritual soul. Their claim is that the subhuman body becomes so organized with the development of sense organs and the brain (surely when the neocortex is present and perhaps earlier). Their claim is that it is at this point that the entity in question undergoes a substantial change from being a non personal entity to becoming a personal entity, realizing that it is absurd to suggest that babies undergo a substantial change after birth even though they cannot actually engage in thought until some time later in their development. They thus hold that the brain's development is not itself the bodily basis for intellectual activities but only its precursor, but that this is all that the hylemorphic theory of St. Thomas requires. Responding to this claim, Grisez simply notes the following: \"if this precursor [the rudimentary brain] satisfies the requirements of the hylemorphic theory, there is no reason why earlier precursors should fail to satisfy it. But each embryonic individual has from the outset its specific developmental tendency, which includes the epigenetic primordia of all its organs. Therefore, the hylemorphic theory does not preclude a human zygote's having a personal soul.\"21 The \"delayed hominization\" theory championed by these authors has been effectively challenged by many others, including, in addition to Grisez, Benedict Ashley and Jean de Siebenthal.22 Sieben thaI's refutation of this view is most interesting, in my opinion, inasmuch as he roots it in the thought of St. Thomas himself, to whom these authors appeal for support. Sieben thai first stresses that for St. Thomas the origin of the human body coincides with the infusion of an intellectual soul. For St. Thomas human flesh gets its being from the human, intellectual SOUP3 Since St. Thomas himself thought, erroneously (relying on the allegedly biological evidence of his day), that in human generation the male seed was alone the active element, he concluded that the body first formed from the maternal blood by this seed was only vegetative in nature; later, a substantial change occurred and a new 92 Linacre Quarterly body, this time animated by an animal soul, was formed; finally, another substantial change occurred and a new body, human in nature and animated by a spiritual soul, came into being. But note that for S1. Thomas the bodies first generated were nonhuman in nature. Thus he concluded that there was a radical discontinuity between the bodies formed during gestation. Siebenthal's point is that St. Thomas, were he alive today and aware of the biological evidence known today, would not hesitate in concluding that the body that comes to be when fertilization is completed is indubitably a human body and hence that its organizing and vivifying principle can only be a human sou~ an intellectual soul.24 In addition to those championing an allegedly updated hominization theory, others today affirm that since a person can be declared dead if the total and irreversible cessation of the functions of the whole brain has been definitively established, then one can also say that a person does not come into being until the brain develops.25 This interpretation of the data, as Grisez clearly shows, is false. Obviously, when the whole brain is dead, there is nothing remaining that can integrate the activities of the organism; however, before the brain is developed in the living, human organism, there is something in that organism during its zygotic and early embryonic stages that certainly integrates all its living activities so that one cannot declare that the organism is dead nor deny that it is identifiably a member of the human species as distinct from other animal species.26 The fifth claim (V), namely, that personal individuals are formed only two weeks after fertilization, is a claim that seeks support in the phenomenon of identical twinning (and, possibly, of recombination). Many today champion this view. It has been most extensively elaborated by Norbert M. Ford, S.D.B., in his highly influential book When Did I Begin? Conception of the Human Individual in History, Philosophy, and Science (Cambridge: Cambridge University Press, 1988). This claim has, however, been subjected to devastating critique, in my opinion, by several competent scholars, among them Anthony Fisher, O.P., Nicholas Tonti-Filippini, Benedict Ashley, O.P. and Albert Moraczewski, O.P., and Grisez.27 Basically, this view holds that in the early embryo (or pre-embryo, as some want to call the entity in question) prior to implantation, the various cells within the zona pellucida are all totipotential, i.e., each can become distinct individual human beings, all with the same genetic makeup. The thesis, as articulated particularly by Ford, is that the zygote/early embryo is genetically and biologically human and distinct from its parents but that it is not yet an ontologically distinct human individual or person. Rather it is a colony of individual cells each capable of developing into a distinct human individual because it is possible that identical twins (or triplets or . . . ) may develop from this mass of cells prior to implantation. However, as scientific authorities such as R. Yanagimachi note in summarizing what is known about mammalian fertilization, \"fertilization in mammals normally represents the beginning of life for an individual.\"28 Citing this text, Grisez points out that the evidence available does not support Ford's thesis that cell division in the early embryo \"gives rise to really distinct individuals until a small army of them form the true human individual.\" Ford tries to lend his February, 1996 93 claim some plausibilty by stressing that groups of individuals can function as a whole toward a common end and that, therefore, the colony of genetically identical but ontologically distinct cells assembled in the preimplantation embryo can do so too. But, as Grisez notes, Ford simply ignores a fact about a group of individuals which prevents us from considering the group as a single individual, namely, the fact that they do not even form a physical whole. But, as everyone knows, the developing embryo is a physical whole, undivided in itself.29 The crucial question raised by such phenomena as identical twinning and so on is this: Do they, of themselves, demonstrate that the \"ontological\" human individual comes into being only at implantation? The effort of Ford and others to show that this is the case is very weak and presupposes that the individual cells contained within the zona pellucida have an active potentiality to become distinct ontological individuals. But if they had this active potentiality, then they would all become such, and even Ford does not suggest this. Thus, \"contrary to what Ford asserts (without argument), in those zygotes which develop continuously as individuals, the facts do not evidence an active potentiality to develop otherwise. Rather, at most the facts show that all early embryos could passively undergos division or recombination.\"30 In other words, the argument that human persons do not begin at fertilization and alleges that such phenomena as twinning and recombination show that this is so, is ultimately one based on appearances and alleged common sense, but it fails to prove what it claims to prove. It is far more likely, as Ashley and Moraczewski argue in a painstaking study, that identical twinning is a developmental accident and that the coming into being of identical twins can be reasonably explained by asexual reproduction.31 Twinning in no way compels the conclusion that, normally, there is not in being from fertilization a distinct human individual. It is possible that some human individuals come to be after fertilization and prior to implantation, but their mode of coming to be is an accident and does not refute the claim, solidly based on contemporary scientific evidence, that a distinctly new, living, human body comes to be at fertilization. Since the entity in question is a human body because it is informed and vivified by a human soul, it possesses a human nature, the nature of a person made in the image and likeness of God. It is thus reasonable to hold that it is indeed a human person, a being of transcendent and inviolable dignity, indeed of sanctity. REFERENCES 1. One of the finest treatments of these issues that I know of is given by Germain Grisez in Living a Christian Life, Vol. 2 of his The Way of the Lord Jesus (Quincy, IL: Franciscan Press, 1993), Chapter Eight, in particular, pp. 460-469, 489-497. 1 am deeply in debt to his thought, both in this work and in other writings. 2. Excellent philosophical treatments of this matter are provided by Mortimer Adler, The Difference of Man and the Difference It Makes (New Y ork.Cleveland: Meridian Books, 1968) and, more recently, by David Braine, The Human Person: Animal and Spirit (Notre Dame, IN: University of Notre Dame Press, 1992). 3. John Paul II, Homily given at the Capitol Mall of Washington, D.C., October 7, 1979, '''Stand Up' for Human Life,\" L 'Osservatore Romano (English ed.) 5 November 1979, 7. 94 Linacre Quarterly . 4. Congregation for the Doctrine of the Faith, Declaration on Procured Abonion, n. 6. It needs to be noted, however, that the Magisterium of the Church has not definitively taught that the life of a human person begins at conception/ fertilization. Thus, in this same document the Congregation for the Doctrine of the Faith, in footnote 19, pointed out the following: \"The present Declaration deliberately leaves untouched the question of the moment when the spiritual soul is infused. The tradition is not unanimous in its answer and different authors hold different views: some think animation occurs in the first moment oflife, others that it occurs only after implantation ... For two reasons the moral position taken here on abortion does not depend on the answer to that question: 1) even if it is assumed that animation comes at a later point, the life of the fetus is nonetheless incipiently human (as the biological sciences make clear); it prepares the way for and requires the infusion of the soul, which will complete the nature received from the parents; 2) if the infusion of the soul at the very first moment is at least probable (and the contrary will never be established with certainty), then to take the life of the fetus is at least to run the risk of killing a human being who is not merely awaiting but is already in possession of a human soul.\" 5. Philip Wylie, The Magic Animal (Garden City, NY: Doubleday, 1968, p. 272). This characterization is found in a particularly vitriolic passage, filled with invective against the notion of the sanctity of human life. 6. One proponent of this view is the biologist Garrett Hardin. See his \"Abortion - or Compulsory Pregnancy?\" Journal of Marriage and Family, May, 1968,250. 7. A representative of this view is the late ethicistJoseph Fletcher. See, for example, his essay, \"New Beginnings of Life,\" in The New Genetics and the Future of Man, ed. Michael Hamilton (Grand Rapids: Eerdmans, 1972), p. 76. 8. This claim, made early in this century by the sexologist Havelock Ellis in his Studies in the Psychology of Sex (New York, 1924) 6.607), is quite common and a tenet of some contemporary feminists. 9. Grisez, Living a Christian Life, p. 495. 10. Ibid., p. 494. 11. On this see his essay, \"When Do People Begin?\" Proceedings of the American Catholic Philosophical Association 63 (1989) 27-47. 12. Grisez identifies the claim I describe in this way as the view that personhood is limited to nonbodily substances. 13. Among those holding this position is Pierre de Locht, quondam professor of moral theology at the University of Louvain,who claims that a human fetus can be considered a person only when its parents confer personhood on it by recognizing it as such. See Pierre de Locht, \"Discussion,\" in L'A vonement: Actes du Xeme colloque international de sexologie (Louvain: Centre International Cardinal Suenes, 1968) 2.155. See also Louis Beirnaert, S.J., \"L'avortement: est-il un infanticide?\" Etudes 333 (1970) 520-523; Mary Warnock, \"Do Human Cells Have Rights?\" Bioethics 1 (1987) 2. 14. On this see Grisez, \"When Do People Begin?\" 29; Living a Christian Life, p. 489. 15. See Michael Tooley, Abortion and Infanticide (Oxford: Oxford University Press, 1983); Daniel Callahan, Abonion: Law, Choice, and Morality (New York: Macmillan, 1970), pp. 384-389,497-498. 16. Grisez, Living a Christian Life, p. 490. Grisez, in a footnote (n. 54), observes that both Webster 's New International Dictionary and the Oxford English Dictionary say that a standard use of person is to refer to a living, human individual. 17. On this see Grisez, Living a Christian Life, pp. 490-491; \"When Do People Begin?\" 30-31. 18. On this see Joseph Fletcher, Morals and Medicine (Boston: Beacon, 1954), pp. 152, 211-213; Tooley, Abonion and Infanticide, pp. 64, 103, 130, 154-155, 163-164, 175-176. 19. Living a Christian Life, p. 491. See also his \"When Do People Begin?\" 31-32. 20. For Joseph Donceel, S.J ., see his essay, \"Immediate Animation and Delayed Hominization,\" Theological Studies 31 (1970) 76-105. For Thomas A. Shannon and Allan B. Wolter, O.F.M., see their article, \"Reflections on the Moral Status of the Pre-Embryo,\" Theological Studies 51 (1990) 603-626. Shannon and Wolter seek to support this theory by appealing to additional supposed facts made known by contemporary science. 21. \"When Do People Begin?\" 33-34. February, 1996 95 22. For Benedict Ashley's refutation of this view, see his \"A Critique of the Theory of Delayed Hominization,\" in An Ethical Evaluation of Fetal Experimentation: An Interdisciplinary Study, ed. Donald McCarthy (St. Louis: Pope John XXIII Medical-Moral Research and Education Center, 1976), pp. 113-133. See also his more recent essay, co-authored with Albert Moraczewski, G.P., \"Is the Biological Subject of Human Rights Present from Conception?\" in The Fetal Tissue Issue, ed. Peter Cataldo and Albert Moraczewski, G.P. (Braintree, MA: Pope John XXIII Medical-Moral Research and Education Center, 1994), pp. 33-60. For Jean de Siebenthal, see his \"L'animation selon Thomas D'Aquin,\" in L'Emhryon: Un Homme: Actes du Congres de lAusanne 1986 (Premier Congres de la Societe Suisse de Bioetique 8 et 9 novembre 1986) (Lausanne: Centre de documentation civique, 1987), pp. 91-98. 23. Sieben thai refers to the following Thomistic texts to show this: Summa theologiae, 1, q. 118, a. 3, q. 76, a. 4 and a. 6, ad 1; 3, q. 6, a. 4, ad 1; q. 2, a.5. 24. Siebenthal, \"L'animation selon Thomas d'Aquin,\" 96-97. 25. Among proponents of this position is Robert M. Veatch, \"Definitions of Life and Death: Should There Be a Consistency?\" in Defining Human Life: Medica' Lega' and Ethical Implications, ed. Margery W. Shaw and A. Edward Dondera (Ann Arbor, MI: AUPHA Press, 1983), pp. 99-113. 26. Grisez, \"When Do People Begin?\" 34; Living a Chrisfiiln Life. pp. 493-494. 27. See the following: Anthony Fisher, G.P., \"Individuogenesis and a Recent Book by Fr. Norman Ford,\" Anthropotes: Rivista di studi sul/a persona e /a famiglia 7 (1991) 199-244; Nicholas Tonti-Filippini, \"A Critical Note,\" Linacre Quarterly 56 (August 1989) 36-50; Benedict Ashley, G.P. and Albert Moraczewski, G.P., \"Is the Biological Subject of Human Rights Present from Conception,\" in The Fetal Tissue Issue, pp. 33-60; Grisez, \"When Do People Begin?\", 35-40; Grisez, Living a Christian Life, pp. 495-497. 28. R. Yanimagachi, \"Mamallian Fertilization,\" in The Physiology of Reproduction, ed. E. Knobil, J. Neill et al. (New York: Raven Press, 1988), p. 135; cited by Grisez, \"When Do People Begin?\" 45, n. 49; Living a Christian Life, p. 495, n.66. 29. Grisez, \"When Do People Begin?\" 37. 30. Ibid., 38. 31. Ashley-Morazcewski, \"Is the Biological Subject of Human Rights Present from Conception?\" pp. 50-53. % Linacre Quarterly ",
    "id": 213052431,
    "identifiers": {
        "doi": null,
        "oai": "oai:epublications.marquette.edu:lnq-2059"
    },
    "title": "The Sacredness of Life: An Overview of the Beginning",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "1996-02-01T08:00:00+00:00",
    "publisher": "e-Publications@Marquette",
    "references": [],
    "sourceFulltextUrls": [
        "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=2059&amp;context=lnq"
    ],
    "updatedDate": "",
    "yearPublished": "1996",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/213052431.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/213052431"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/213052431/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/213052431/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/213052431"
        }
    ],
    "abstract": "",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:epublications.marquette.edu:lnq-2059",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1441",
        "openDoarId": 0,
        "name": "epublications@Marquette",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 213052431,
        "depositedDate": null,
        "publishedDate": "1996-02-01T08:00:00+00:00",
        "updatedDate": "2024-01-23T09:23:15+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T11:13:33+01:00"
    },
    "urls": [
        "https://epublications.marquette.edu/lnq/vol63/iss1/10",
        "https://epublications.marquette.edu/context/lnq/article/2059/viewcontent/LQ_Vol63_No01_may.pdf"
    ],
    "lastUpdate": "2024-01-23T09:23:15+00:00",
    "setSpecs": []
}