{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Heffner, Paul S."
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T13:47:44+01:00",
    "dataProvider": {
        "id": 3023,
        "name": "Kosmopolis",
        "url": "https://api.core.ac.uk/v3/data-providers/3023",
        "logo": "https://api.core.ac.uk/data-providers/3023/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/214188335.pdf",
    "fullText": "University of Pennsylvania\nScholarlyCommons\nDoctorate in Social Work (DSW) Dissertations School of Social Policy and Practice\nSummer 8-4-2017\nTHE EXPLORATION OF HOMOPHOBIA\nWITHIN INSTITUTIONAL SETTINGS:\nEXPLORATION OF HOMOPHOBIA IN\nSCHOOLS\nPaul S. Heffner\nUniversity of Pennsylvania, heffner@upenn.edu\nFollow this and additional works at: http://repository.upenn.edu/edissertations_sp2\nPart of the Social Work Commons\nThis paper is posted at ScholarlyCommons. http://repository.upenn.edu/edissertations_sp2/93\nFor more information, please contact repository@pobox.upenn.edu.\nRecommended Citation\nHeffner, Paul S., \"THE EXPLORATION OF HOMOPHOBIA WITHIN INSTITUTIONAL SETTINGS: EXPLORATION OF\nHOMOPHOBIA IN SCHOOLS\" (2017). Doctorate in Social Work (DSW) Dissertations. 93.\nhttp://repository.upenn.edu/edissertations_sp2/93\nTHE EXPLORATION OF HOMOPHOBIA WITHIN\nINSTITUTIONAL SETTINGS: EXPLORATION OF\nHOMOPHOBIA IN SCHOOLS\nAbstract\nABSTRACT\nTHE EXPLORATION OF HOMOPHOBIA WITHIN INSTITUTIONAL SETTINGS: EXPLORATION\nOF HOMOPHOBIA IN SCHOOLS\nPaul S. Heffner\nAndrea Doyle\nThis researcher examines the effects of homophobia in the school setting on self-identified LGBTQ high\nschool students. Current research argues that LGBTQ students are particularly vulnerable to harassment and\noppression within school systems but are unclear as to the ultimate consequences for these students. To\nexplore the effects of homophobia, this dissertation analyzed data collected from surveys completed\nanonymously by voluntary student participants. Data collected includes participants’ perceptions of\noppression as well as participants’ perceived views on high school experiences such as social, academic, and at-\nrisk functioning. Anonymous surveys were collected and resulted in a final sample size of 67. A factor analysis\nwas applied to determine correlations between identified experiences of oppression and behaviors, attitudes,\nand emotional regulation. Results indicated a correlation between perceptions by participants that school staff\nare not responsive to oppressive behaviors and higher instances of substance use and higher instances of risk\ntaking behaviors. Further results indicated that participants that reported higher levels of substance use also\nreported perceptions of physical or verbal harassment.\nKeywords: LGBTQ youth, institutional homophobia, bullying, at-risk teens\nDegree Type\nDissertation\nDegree Name\nDoctor of Social Work (DSW)\nKeywords\nLGBTQ youth, institutional homophobia, bullying, at-risk teens\nSubject Categories\nSocial and Behavioral Sciences | Social Work\nThis dissertation is available at ScholarlyCommons: http://repository.upenn.edu/edissertations_sp2/93\n \n \n1 \nTHE EXPLORATION OF HOMOPHOBIA WITHIN INSTITUTIONAL SETTINGS: \nEXPLORATION OF HOMOPHOBIA IN SCHOOLS \n Paul S.Heffner \nA DISSERTATON  \nin  \nSocial Work \nPresented to the Faculties of the University of Pennsylvania \nIn \nPartial Fulfillment of the Requirements for the \nDegree of Doctor of Social Work \n2017 \nSupervisor of Dissertation               Co-Supervisor of Dissertation  \nAndrea Doyle, LCSW, PhD     Ezekiel Dixon-Roman, PhD \n     \n \n \n \n \n \n \nExploration of Homophobia in Schools \n \n2 \nABSTRACT \nTHE EXPLORATION OF HOMOPHOBIA WITHIN INSTITUTIONAL SETTINGS: \nEXPLORATION OF HOMOPHOBIA IN SCHOOLS \nPaul S. Heffner \nAndrea Doyle  \nThis researcher examines the effects of homophobia in the school setting on self-identified \nLGBTQ high school students. Current research argues that LGBTQ students are particularly \nvulnerable to harassment and oppression within school systems but are unclear as to the ultimate \nconsequences for these students. To explore the effects of homophobia, this dissertation analyzed \ndata collected from surveys completed anonymously by voluntary student participants. Data \ncollected includes participants’ perceptions of oppression as well as participants’ perceived \nviews on high school experiences such as social, academic, and at-risk functioning.  Anonymous \nsurveys were collected and resulted in a final sample size of 67. A factor analysis was applied to \ndetermine correlations between identified experiences of oppression and behaviors, attitudes, and \nemotional regulation. Results indicated a correlation between perceptions by participants that \nschool staff are not responsive to oppressive behaviors and higher instances of substance use and \nhigher instances of risk taking behaviors. Further results indicated that participants that reported \nhigher levels of substance use also reported perceptions of physical or verbal harassment. \n Keywords:  LGBTQ youth, institutional homophobia, bullying, at-risk teens \n \n \nExploration of Homophobia in Schools \n \n3 \nAcknowledgments \n \nI want to acknowledge all of the people who supported me through this process \nincluding my family, particularly my parents, and my friends who were always \nencouraging and positive.  Thanks for all the support and care.  Finally I want to \nacknowledge the courage within the Queer community, and the resiliency to \ncontinue to stand up for equal ground.  \nExploration of Homophobia in Schools \n \n4 \nTABLE OF CONTENTS \n Page \nAbstract…………………………………………………………………………………….2 \nAcknowledgments................................................................................................................3 \nList of Tables .......................................................................................................................6 \nList of Figures ......................................................................................................................7 \n1. THE PROBLEM .............................................................................................................8 \nIntroduction ..............................................................................................................8 \nSummary…………………………………………………………………………. \n2. LITERATURE REVIEW……………………………………………………………...14 \nInstitutional Homophobia ......................................................................................14 \nAt Risk Behaviors ..................................................................................................21 \nAcademic Performance ..........................................................................................22 \nSocial and Emotional Development……………………………………………....23 \n3.  THEORETICAL PERSPECTIVE. ...............................................................................26 \n4.  HYPOTHESIS…………………………………………………………………………32 \n5.   METHODS ..................................................................................................................34 \nDesign ....................................................................................................................34 \nSetting……………………………………………………………………………..35 \nSample....................................................................................................................36 \nRetention, Subject Payments, and Tracking Procedures .......................................37 \nData on Refusers and Dropouts .............................................................................37 \n6.   VARIABLES-OPERALIZATION OF CONCEPTS AND MEASURES…………...37 \nExploration of Homophobia in Schools \n \n5 \nVariable Domains and Categories…………………………………………………38 \nKey concepts and demographic information………………………………………40 \nTraining of Data Collectors…………………………………………………….....40 \n7.  STATISTICAL ANALYSIS….. ...................................………. …………….………40 \n8.  LIMITATIONS .............................................................................................................41 \n9. ADMINISTRATIVE ARRANGEMENTS…………………………………………….42 \n10. HUMAN SUBJECTS PROTECTION………………………………………………..43 \n11.   RESULTS…………………………………………………………………………...44 \n  Substance Abuse………………………………………………………………….50 \n  Life Risking Behaviors……………………………………………………………51 \n  Physical/Sexual Abuse……………………………………………………………51 \n12.   Conclusions for Identified Factors…………………………………………………..51 \n     Emotional Regulations……………………………………………………………51 \n  Substance Abuse………………………………………………………………….51  \n  At-risk Sexual Behaviors………………………………………………………....52 \n  Academic Performance…………………………………………………………...52 \n  Discussions ............................................................................................................52 \n Implications for Social Work Treatment-Clinical Practice………………………53 \n Implications for Social Work Treatment-Queer Theory and Political Advocacy..56 \n Future Research…………………………………………………………………...60 \nReferences ......................................................................................................................…63 \nAppendix A. Informed Consent/Survey ............................................................…………71 \nAppendix B. Survey Question Coding……………………………………………………105 \nExploration of Homophobia in Schools \n \n6 \nList of Tables \n \nTable 1 The American “Youth Risk Behavior Surveys” of Students Aged 14-  \n  18 \nTable 2 GLSEN Attitude Factors \nTable 3  Behavior Factors \nTable 4 Correlation Among Derived Attitude and Behavior Factors \n \n  \nExploration of Homophobia in Schools \n \n7 \nList of Figures \nFigure 1 Student Perceptions & Results of Oppression \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nExploration of Homophobia in Schools \n \n8 \nIntroduction to the Problem \nThe lesbian, gay, bisexual, transgender and questioning (LGBTQ) community has been \nfighting for equality for decades. More recently, there has been some movement in civil rights, \nwith huge gains in marriage equality, and more mainstream acceptance. Social media and \nentertainment shows such as Queer Eye for the Straight Guy paved the way for more acceptance \nand visibility. Despite this long sought social visibility, studies have demonstrated that this \nconspicuousness does improve attitudes about members of the LGBTQ community by general \nsociety (Adelman, Segal, & Kilty, 2006). Adelman, et al. (2006) give further insight into these \nadvancements in their writing, “signs of social change by and for LGBTQ people have been \nemerging across the country as well, at least on paper…anti-sodomy laws were struck down by \nthe U.S. Supreme Court, and gay couples are now able to legally marry…” (p. 2). Originally \nsame-sex marriage was limited to state by state decisions, but the most recent U.S. Supreme \nCourt decision of Obergefell versus Hodges resulted in the legalization of same-sex marriage \nthroughout the nation (Neal, 2016) marking a significant movement in civil rights.   \nPart of this acknowledgment within the mainstream, has also allowed open identification \nand discussions of discrimination and ramifications within this community. In prior research, \nconcentration was focused on the individual who deviated from the mainstream.  This idea is \nmost obviously apparent within the Diagnostic Statistical Manual (DSM) having maintained \nhomosexuality as a disorder until 1973 (Drescher, 2010). At least in part this way of thinking \nstems the early writers one of the founders of psychoanaylis, Sigmund Freud1.  As discussed by \nDrescher, “Freud saw expressions of adult homosexual behavior as caused by ‘arrested’ \npsychosexual development” (2010, p. 433). This perspective pathologizes the individual, and \n                                                          \n1 Freud’s early writings on sexuality are often referenced; however, it is noteworthy to acknowledge that Freud had a \ncomplicated and evolving understanding of sexuality that is reflected in his writings (Strachey, 1975). \nExploration of Homophobia in Schools \n \n9 \nplaces emphasis on what went wrong. Advances in societal beliefs also impact research. This \nconcept is discussed by Kelleher (2009), “historically, the pathologization of lesbian, gay, \nbisexual, transgender, and questioning (LGBTQ) orientations shaped research and professional \npractice, while the impact of stigma was not considered” (p. 373). Exploring stigma and how it \nimpacts the LGBTQ people is the focus of this study.  \nStigma is defined by The Social Work Dictionary (2003) as “the characteristics of an \nindividual that is deemed by others as negative” (p. 418). This definition seems very clear, but \nthe question then becomes how do social mores shape stigma and, its impact on the individual? \nGoffman (1986) discusses the impact of the individual’s experience with stigma as involving \nnegative emotions. “Shame becomes a central possibility, arising from the individuals own \nattributes as being a defiling thing to possess, and one that he can readily see himself as not \npossessing” (Goffman,1986, p. 7). Shame then becomes a factor in how those who have this \nemotional experience behave. This exquisitely painful emotion creates a feeling of ostracization \nand alienation because the experience of shame is a result of a strong desire to belong. “…As the \ntendency to feel shame is associated with the need to feel approval and acceptance.”   (Mazzone, \nCamodeca, & Salmivalli, 2016, p. 9).   \n The outcomes of shame are unknown.  This is a powerful emotional response, and \nimpacts portions of functioning and self-esteem.  As is discussed by McDermott,  Roen and   \nScourfield in discussion on their 2008 study pertaining to shame and homophobic stigma   “Our \nparticipants' accounts suggest they used various strategies, tactics and maneuvers when \nnegotiating homophobia.”(p.821)  McDermott et al.(2008) state that these “strategies” were \ndependent upon the participants individual attributes, but varied from small efforts such as \navoiding eye contact to starting fights in public (p.821).  The study also suggests that there may \nExploration of Homophobia in Schools \n \n10 \nbe further self-destructive manners of coping with shame associated with stigma of being \nidentified within the LGBTQ community (McDermott et al., 2008). \nIn order to understand specific forms of oppression experienced by individuals in the \nLGBTQ community, it is important to understand homophobia. The Social Work Dictionary \n(2003) defines homophobia as “the irrational fear or hatred of people oriented toward \nhomosexuality…” (p. 200). There are three forms of homophobia: internalized homophobia \nwhich is the self-loathing experienced within a person due to that person’s identification within \nthe Queer2 community; individual homophobia which is directed toward an individual by an \nindividual or group of people; and lastly institutional homophobia which is defined as the \noppression which is inflicted upon individuals from and within institutional settings (The Social \nWork Dictionary, 2003). These three variations of oppression work to create interlocking \nproblematic and traumatizing experiences for individuals within this community. Specifically, \nproblematic is institutionalized oppression for identified or perceived members of the LGBTQ \ncommunity. While all forms of homophobia can have devastating effects on those experiencing \nthe oppression, this discussion will focus on institutional homophobia experienced by identified \nor perceived LGBTQ individuals, specifically at the time of adolescence. \nThe ramifications associated with oppression can be negative in a variety of ways. \nStudies are providing more evidence that the damage associated can be both physical and \npsychological in nature. As discussed by Kelleher (2009), there is a significant negative impact:  \nInternational research demonstrates that experiences of stigma-related prejudice, \ndiscrimination and victimization frequently characterize the lives of lesbian, gay, \n                                                          \n2Queer for the purposes of this paper will be defined as any individual within the LGBTQ community that does not \nfit within heterosexual or gender normatives.  \nExploration of Homophobia in Schools \n \n11 \nbisexual, and transgender (LGBT) individuals. Such experiences have been linked \nto a range of negative outcomes including psychological distress. (p. 373)   \nFor those individuals who find themselves in environments that are dominated with heterosexist \nrhetoric, this can be particularly problematic. As discussed by Adelman and Woods (2006), \nschools can be responsible for institutional oppression: “K-12 schools in the United States \nconstitute sites of oppression and resistance for lesbian, gay, bisexual, transgender and \nquestioning (LGBTQ) individuals and their allies” (p. 6).   \nDespite advancements that have occurred over the past twenty years, there are still \nrampant examples of oppression. Further, with more visibility and gains in civil rights, it can \ncreate a falsehood, “…that the LGBTQ struggle for equality has been won…” (Adelman et al., \n2006, p. 1). Adelman and Woods (2006) give credence to the on-going struggle in their writing \nby providing concrete examples: \nReflecting the combined negative synergy of individual and institutional \nheterosexism and homophobia, locally, during the period of time we composed \nthis article, a high school student reported that a teacher stated in class that \nhomosexuals should be kicked out of the country, and another student, outed to \nher parents without her permission by a school staff member, attempted suicide. \nIn two other local schools, principals denied students the right to organize Gay-\nStraight Alliance (GSA) school clubs. (p. 6). \nFurther exploration is necessary to determine the impact of homophobia on Queer \nadolescents. Research studies provide information regarding institutions such as schools, and this \nimpetus has initiated some insight into this issue (See Bearss, 2013, Fisher & Matarese, 2006, \nHarris & Dyson, 2004). The problem lies in that LGBTQ teens are forced to be in institutional \nExploration of Homophobia in Schools \n \n12 \nsettings in which they may not be kept safe or be treated with respect and dignity. In 2006, a \nspecial forum was held by Georgetown University Training Institute in which statistical \ninformation regarding the experiences of identified or perceived LGBTQ individuals in schools \nwas disseminated (Fisher & Matarese, 2006). According to a school climate survey 97% of \nstudents identified hearing anti-gay statements on a daily basis, and of that percentage, 83% of \nstudents reported that school staff did not intervene when hearing derogatory statements (Fisher \n& Matarese, 2006).  \nFurther research provided in a 2013 Gay, Lesbian, Straight Education Network (GLSEN) \nstudy regarding queer adolescents’ experiences within school settings that was published in \nNancy Bearss’ (2013) seminal article “Working with Lesbian, Gay, Bisexual and Transgendered \nYouth in Schools”. Bearss (2013) provided statistics indicating that homophobia continues to be \na viable threat for students who are identified or perceived to be within the Queer community. \nAccording to the data, 84.6% of Queer youth reported being verbally harassed, 40.1% of Queer \nyouth identified being physically harassed and 18.8% of students identified being physically \nassaulted due to their perceived or identified sexual orientation. In addition, for those teens that \nidentified experiencing harassment, there were significant academic differences compared to \nthose students who did not experience harassment. Those students who identified as having \nexperienced more harassment had an average GPA of 2.7, compared to 3.1 of those students who \nreported less harassment (Bearss, 2013, p. 89). \nFurther information provided by Bearss (2013) indicated that Queer identified or \nperceived adolescents continue to have suicide rates as high as two times that of heterosexual \ncounterparts.  In addition, Queer identified adolescents were more likely to be engaged in high \nrisk behaviors including practicing unsafe sex. In regard to substance abuse, according to the \nExploration of Homophobia in Schools \n \n13 \ndata, those students that identified as bisexual had higher reported rates of substance use, and \nabuse (Bearss, 2013). Table 1 (reprinted from Bagley and Tremblay, 2000) addresses the specific \nconcerns of the higher suicide rate within the Queer community. As is depicted in the Table, 1 \nthere are significantly higher rates of suicide attempts for all gay, bisexual and lesbian youth \nversus the heterosexual counterparts. \n \nContinued research needs to be conducted in order to clarify the extent to which institutional \nhomophobia impacts those individuals who experience this oppression. Given my clinical \ninterest and experience in working within the Queer community, and also with at risk youth in \nschools, and a review of the literature, the following study question emerged: \nTo what extent do the perceived experiences of institutional homophobia  \nwithin schools explain the degree of social adjustment, engagement in at- \nExploration of Homophobia in Schools \n \n14 \nrisk behaviors, and academic achievement among identified or perceived \nLGBTQ adolescents? \n \n \n \nLiterature Review \nInstitutional Homophobia \nInstitutional Homophobia is an oppressive system that creates obstacles for individuals \nwho are identified within this segment of society. The issue is not simply the personal exchange \nfrom one individual against an oppressed person. This would have effects for the oppressed \nindividual in simply a personal manner, but the issue goes deeper. Oppression is more \ncomplicated than this personal exchange. Marilyn Frye (2007) describes the issues with \noppression as an interlocking system that creates a “cage” for those individuals who are \nexperiencing this discrimination. From an onlooker’s perspective, one may not be able to \nunderstand how one oppressive incident or experience or one “bar” could create an oppressive \nforce; however, when one steps back, and looks at a greater system, it is apparent how each bar \nconnects with another creating an interlocking system. Frye (2007) continues with, “…one of the \nreasons why oppression can be hard to see and recognize: one can study the elements of an \noppressive structure with great care and some good will without seeing the structure as a \nwhole…” (p.157 ). \nWhen discussing institutional homophobia, adolescents within school systems face \nunique challenges. Pharr (2007) indicates that children often utilize homophobic language in \norder to harass each other at an early age. This verbal abuse has more devastating effects as \nExploration of Homophobia in Schools \n \n15 \nchildren enter into puberty. During this time, homophobia becomes a weapon for the “outsider”. \nPharr (2007) expands on this topic: \n…it is at puberty that the full force of society’s pressure to conform to \nheterosexuality…Children know what we have taught them, and we have given \nclear messages about those who deviate from standard expectations…Those who \nare different must be made to suffer loss. (p. 172).  \nThe issue for LGBTQ adolescents is that the oppression experienced within school \nsettings negatively impacts their educational experience. “This reality is due in part to the fact \nthat the treatment of LGBT students ultimately interferes with their ability to learn in the same \nquality of environment as heterosexual students in the same setting,” (Harris & Dyson, 2004, p. \n185). In comparison, heterosexual students do not have to contend with intolerant environments \nthat create these safety issues based on their identified or perceived sexuality and or gender. \nLGBTQ students are often in fear of being bullied and ultimately this creates a hostile \nenvironment for the students who want to participate. “These concerns are only further \nunderscored by the apparent fear LGBT students experience attending a school that compromises \ntheir mental and physical well-being when they are subjected to outright violence and hostility” \n(Harris & Dyson, 2004, p. 185).   \nIn recent years mainstream media has placed more attention on both homophobia and \nbullying. “In 2010, media coverage on the bullying of queer youth increased dramatically,” \n(Mckinnon, Gorman-Murray, & Dominey-Howes, 2017, p. 1). This media coverage may create \nthe illusion that homophobic bullying is no longer as prevalent an issue; however, recent studies \nsuggest the opposite. McCabe (2014) compared statistics from 2001 and 2011 and found that \ninstitutional homophobia remains problematic. Although the data demonstrated minor \nExploration of Homophobia in Schools \n \n16 \nimprovements, McCabe (2014) emphasizes the slow progress and a concerning level of students \nthat are still experiencing intolerance. McCabe (2014) continues: \nIn 2011, the majority of LGBTQ students still reported hearing frequent \nhomophobic and related negative remarks from other students and school \npersonnel on a frequent basis. Most of these students felt unsafe in their schools \nbecause of their sexual orientation, and most continued to be verbally harassed if \nnot physically harassed or assaulted. Educators have reported similar prevalence \nrates, with 90% reporting overhearing homophobic language and harassment \nbetween students, and almost half overhearing this language from other school \nstaff. (p. 2). \nMcCabe (2014) further argues that not only are the statistics still concerning in many arenas \nregarding homophobic intolerance experienced by LGBTQ adolescents, for those students \nreporting physical abuse the statistics increased 4% from 8% to 12%. \n Transgendered youth may be at a particularly high risk due to extended exposure to \nnegative attitudes or bullying. Sexuality intolerance becomes more prevalent during adolescence \nwhereas gender differences become salient much sooner (Fisher, 2008). Fisher (2008) discusses \nthis point addressing the distinctions of the transgendered youth experience, “…students who \nidentify as transgendered follow a different developmental trajectory than students who identify \nas lesbian, gay, or bisexual, as the former group is managing issues related to gender identity \nwhile the latter group is defining their sexual orientations…” (p. 80). The consequences of this \nextended time of potential oppression is unclear; however, more studies focusing on the \nexperience of transgendered people is starting to highlight areas of concerns. According to a \nstudy focused only on individuals that identify as transgendered, Clements-Nolle, Marx, & Katz \nExploration of Homophobia in Schools \n \n17 \n(2006) report the struggles the transgendered community has with suicide. The Clements-Nolle, \net al. (2006) study expands on “the fact that nearly half of the youth in our sample had attempted \nsuicide is particularly troubling…” (p.63). \nWithin the past 20 years, reports of individual experiences of LGBTQ identified or \nperceived adolescents are becoming more public. Mabry (1997) discusses her personal \nexperiences within her high school as an individual who was identified as a lesbian. Mabry \n(1997) explains that she was often the brunt of jokes, called homophobic slurs such as “dyke”, \nand was openly sexually harassed by adolescent boys who would grab their crotches, and tell her \nthat “they knew what she needed” (Mabry, 1997, p. 136).  Mabry’s (1997) experiences are not \nisolated. Peet (2007) profiles a lawsuit in which a student, Nancy Wadington, shared her \nexperiences with intolerance within the New Jersey school system. As is discussed in the lawsuit, \nthe student experienced physical and verbal abuse that ultimately escalated in the student being \nthrown down a flight of stairs (Peet, 2007). Peet (2007) goes on to describe incidents in which \nthe student’s personal property had been stolen and destroyed. The property stolen included her \nbackpack that was later found in the boy’s restroom filled with urine. In her junior year, \nWadington’s instruction was interrupted, and due to the harassment she experienced, she was \nplaced on home schooling. During her senior year, Wadington was deemed to have emotional \ndisturbance, and was transferred to a school for special education (Peet, 2007). \nPerhaps one of the most disturbing accounts of student related violence involved \nLawrence King. In Oxnard, CA, Lawrence King was murdered on his junior high school campus \nby the boy who had been his classroom bully, Brandon McInerney. Lawrence was 15 years old at \nthe time of his death, and his assailant was 14 years old at the time of his arrest. Lawrence had \nbegun to identify as a homosexual and also gender bending in the form of his dress. Lawrence \nExploration of Homophobia in Schools \n \n18 \nbegan to wear feminine clothes and makeup to school.  McInerney had a history of harassing \nLawrence, due to his gender expression and sexuality, and on February 12, 2008, McInerney shot \nLawrence in the head, which resulted in his death (Fisher, 2008). \nUnfortunately, these students’ accounts of their experiences with harassment are not \nunique. According to data reported by Bearss (2013), 89% of adolescents surveyed reported \nhearing negative associations with being “gay”. For students who were identified or perceived to \nbe within the LGBTQ community, 61.1% expressed that they felt “unsafe” in school and were \nthe victim of physical and or verbal abuse as a result of the student’s sexual or gender \nidentification or perception (Bearss, 2013).  Similar finding were reported by Fisher & Malterese \n(2006). According to their data, 70% of students who identified or perceived to be within the \nLGBTQ community expressed feeling unsafe; 55% of identified being physically harassed, and \n84% reported being verbally harassed (Fisher & Malterese, 2006).   \nAlthough the research does support the premise that experiences of Queer youth have a \nnegative impact on their overall functioning and mental health, entities such as the CDC do not \nhave specific information on national averages of suicide rates. This situation is noteworthy as an \nindication that this population stills needs further research.  Although more research is necessary, \ngovernment entities becoming more involved in studying this population  has   resulted in a \nmeta-analysis. This meta-analysis reported by Marshal in 2011 reported that LGBTQ youth have \nhigher rates of suicidality and depression. In the author’s own words: \nIn summary, our results showed that SMY (Sexual Minority Youth)  are at \nincreased risk for suicidality and depression, and that these disparities are strong \nand pervasive, remaining significant in multiple subpopulations after taking into \naccount other risk and protective factors. (p. 122). \nExploration of Homophobia in Schools \n \n19 \nSchool reactions to claims of harassment are not always seen as sufficient. According to \nWadington and her mother the school district did not appropriately respond to the harassment \nthat Wadington experienced within the school. Wadington’s mother claims that the school \nexplained that there was “nothing could be done” (Peet, 2007, p. 318). In fact, the school charged \nWadington for the school books that were destroyed by the other students when her locker had \nbeen broken into (Peet, 2007). In addition to being insufficient, accusations for inappropriate \nschool interactions regarding the LGBTQ community are beginning to shed light on school \nemployee attitudes. According to the Associated Press, in Lafayette, Louisiana, a student was \nforced to repeatedly write “I will never use the word gay in school”, due to the child explaining \nthat he had two mothers. When the child’s mother was contacted by the assistant principal to \nexplain the child was being reprimanded, the school official did not even feel comfortable saying \nthe word “gay” over the phone (The Associated Press, 2006). \nResearch studies also support that school staff are failing when creating safe learning \nenvironments for students who are identified or perceived to be within the LGBTQ community. \nAccording to findings reported by Fisher & Malterese (2006), in addition to students reporting \nthat they heard homophobic slurs on a daily basis, 19% reported hearing school staff making \nhomophobic comments. According to data collected and reported by Bearss (2013), 33.8 % \nstudents who identified feeling intolerance or targeting behavior toward them stated that they \nconveyed these experiences to school officials, and nothing occurred after these reports were \nmade. \nThose professionals who have been working with students within school systems for the \nspan of their careers and maintaining negative or indifferent attitudes creates oppressive systems \nfor LGBTQ adolescents; however, studies also suggest that incoming professionals also have \nExploration of Homophobia in Schools \n \n20 \nnegative perspectives. As reported by Harris and Dyson (2004), “53% of students report hearing \nanti-gay remarks made by school staff; 67% of guidance counselors harbor negative feelings \ntowards gay students; and 80% of prospective teachers report negative attitudes toward sexual \nminority youth” (p. 188). In addition to contributing to homophobic intolerant environments, \nreports of teachers refusing to incorporate LGBTQ themes or discussion into the educational \nexperience are reported, “77% of prospective teachers would not encourage a class discussion on \nhomosexuality; and 85% [of teachers] oppose integrating gay/lesbian themes into curricula” \n(Harris & Dyson, 2004p. 188). \nSchool based mental health professionals are also subject to the same sort of biases that \ncan negatively impact adolescents within the LGBTQ community. Ambriz (2015) discusses this \nscenario in her article and explains that there is a level of embarrassment associated with any \ndiscussion pertaining to sexuality, but when this is mixed with ignorance or negative perceptions, \nthis can create devastation. Ambriz (2015) expands with, “these risk factors, due to ignorance \nand discrimination, may have negative effects…LGBT youth to experience self-harm, \ndepression, sexual compulsivity, isolation, harassment, violence, suicide attempts, substance use, \nand drug abuse,” (p. 180).  This shows the significance of both the damage that can be done by \ncareless mental health professionals within school systems, and that those individuals within \nthese roles are not without oppressive beliefs. \nIn 2004, the Harvey Milk High School (HMHS) in New York City opened allowing 110 \nstudents to complete their education in a homophobic free environment. The school is in part \nfunded by public funds, thus the necessity of the institution falls into scrutiny; however, those \nstudents who attend HMHS are individuals that have not felt safe in their original schools, and \nthis continues to raise the question of institutions such as mainstream public school’s ability to \nExploration of Homophobia in Schools \n \n21 \nhandle issues around homophobic intolerance (Harris & Dyson, 2004). “Separate institutions for \nLGBT teenagers may call into question the efficacy of conventional schools and our legal \nframework to ensure a safe, reaffirming atmosphere for such students,” (Harris & Dyson, 2004, \np. 184). Research continues to indicate that the consequences for identified or perceived Queer \nadolescents experiencing homophobic oppression within school systems are dire, “Consequently, \nthese high schoolers are at disproportionate risk for self-destructive behaviors such as declining \ngrades, cutting classes, skipping school, dropping out, unsafe sex, drug and alcohol abuse, \ndepression and suicide,” (Wyss, 2004, p. 710). \nGay/Straight Alliances (GSA) have become a manner in which students are creating their \nown support systems. Initial research indicated that compared to those schools that do not have a \nGSA, LGBTQ students do report healthier outlets, and are less likely to engage in high risk \nbehaviors, “these simple main effects indicated a pattern in which LGBTQ and heterosexual \nyouth in schools with GSAs reported lower truancy, smoking, drinking, suicide attempts, and \nsexual behavior with casual partners than youth in schools without GSAs…” (Poteat, et al., 2013, \np. 325). Unfortunately, GSA’s are not always permitted depending on the rules within the school \ndistricts.  In addition, Poteat, DiGiovanni, Sinclair, Koenig & Russell (2013) discuss that \npreliminary studies indicate that many students continue to experience homophobic intolerance \nin the form of verbal and physical abuse within school parameters. \nAt Risk Behaviors \nThe ramifications of institutional homophobia are still unclear; however, according to the \nresearch, students who identify experiencing intolerance or harassment are more likely to \nparticipate in at risk behaviors. Fisher & Malterese (2006) echo earlier data regarding at-risk \nbehaviors for those adolescents within the LGBTQ community. Their data states that these \nExploration of Homophobia in Schools \n \n22 \nharassed youth are “…more likely than non-harassed youth to abuse substances”(p. 4).  More \nthan two-thirds (68%) of gay male teens and 83% of lesbian teens reported using alcohol; 46% of \ngay male teens and 56% of lesbian teens reported using drugs...”(Fisher & Materese, p. 4, 2006).   \nFisher and Materese (2006) explain that LGBTQ adolescents are at higher risk for \nbecoming homeless due to the intolerance they experienced within their households. This can \nhave devastating effects on the adolescents within this community and create great vulnerability \nfor these teens to involve themselves in dangerous behaviors. The actual statistics of homeless \nyouth that are identified within the LGBTQ community can vary greatly with some estimates as \nlow as 20% and some as high as 40%; however, it is commonly agreed upon that these youth are \nparticularly vulnerable to participating in at risk behaviors (Fisher & Materese, 2006). These \nadolescents can fall prey to sexual acting out, and even prostitution as a means of survival on the \nstreets in addition to substance abuse, alcohol consumption, and unsafe sexual behaviors. These \nyouth have higher incidents of sexually transmitted infections and diseases, including HIV \n(Fisher & Materese, 2006). \nAcademic Performance \nStudents that are experiencing intolerance within school settings report having lower \nacademic performances and attendance. As was earlier discussed by Bearss (2013), students that \nhave reported experiencing homophobia had on average lower grade point averages. Fisher and \nMaterese (2006) reported similar results regarding issues with LGBTQ students being unable to \nfocus on school work. According to their data, over “…30% of GLBTQ youth skip school \nbecause they are afraid they will be beaten up or hurt at school, over four times as many as non-\nGLBTQ youth” (Fisher & Materese, 2006). Students who experience harassment in schools \nassociated with their gender/sexuality identifications are less likely to complete their education \nExploration of Homophobia in Schools \n \n23 \nthan those students who identify within the mainstream. Data reported indicates that “…28% \nhave dropped out of school because they have been harassed by their peers or out of fear, which \nis three times greater than the national average drop-out rate for non-gay/ transgender youth…” \n(Fisher & Materese, 2006, p. 3). Further, LGBTQ students reported feeling less likely to pursue \nhigher education after high school if they did finish high school (Bearss, 2013). \nIn addition to having difficulty with student harassment, school districts are not always \nproperly prepared to handle situations with adolescents starting to deal with LGBTQ \nidentifications. According to developmental psychologist Ritch Savin-Williams, the average age \nfor people to begin to identify within the LGBTQ community or “come out” has drastically \ndropped (Copeland, 2007). From 1979 to 1998, the average age for study participants to identify \nsame-sex attractions has gone from 20 years old to 13 years old (Copeland, 2007). This creates \nunique challenges for students who are dealing with “coming out” issues. Copeland (2007) \nprofiles a case study of Dave Grossman, an adolescent who began to identify as gay in junior \nhigh school. In addition to concerns of social stigma that were difficult to overcome, Grossman’s \neducational experience was interrupted. Similar to the school response for Lisa Wadington, \nGrossman was transferred to a private school as the school district debated how to handle \nstudents who were “coming out”, and further to determine if schools should provide supports for \nthese adolescents (Copeland, 2007).   \nSocial and Emotional Development \nSocialization for students that identify within the LGBTQ community can be greatly \nnegatively impacted from healthy development. As has been earlier described, LGBTQ teens \nreport experiencing a high level of verbal and physical harassment. These experiences can \nnegatively impact emotional growth for these students. LGBTQ adolescents have higher rates of \nExploration of Homophobia in Schools \n \n24 \ndepression and isolation. As is discussed in the work done by Duarte-Velez, Bernal, and Bonilla \n(2010), adolescents within the LGBTQ community have unique challenges. Duarte-Velez, et al., \n(2010) elaborate on the LGBTQ teen emotional growth: \n…the developmental milestone of integrating a healthy identity is usually \ncomplex and difficult because of the challenge of defining oneself positively \nwithin a homophobic society… sexual minority youth are at higher risk of \ndeveloping psychological symptoms, disorders, and suicidality. (p. 897). \nWhen reflecting upon the emotional well-being of individuals that experience \ninstitutional homophobia, it is important to understand the aspect of trauma. According to \nCourtois and Ford (2013) two of the four forms of complex trauma involve identity and \ncommunity membership, and thus trauma of this type can create difficulty, “…Type III having to \ndo with one’s identity, and Type IV having to do with community membership…complex \ntraumas need not be of the catastrophic sort, rather they may occur in the forms of daily \nmicroaggressions that gradually break down an individual’s (and a community’s) spirit…” (p. \n22). This suggests that complex trauma that may have previously been minimized is being \nrecognized as problematic for adolescents experiencing harassment. Courtois and Ford (2013) \nexpand on child and adolescent trauma, “These include all of the forms of childhood \nmaltreatment and abuse…as well as exposure to and experiencing of ongoing violence or \nbullying due to group membership…” (p. 23). Microaggressions, as termed by Sue can be \ncommon, intentional or unintentional, but are interactions that are negative and impactful.  In the \nauthor’s own words, “…sexual-orientation microaggressions can span the continuum from being \nconscious and deliberate to unconscious and unintentional. Further, they can be delivered as \nmicro-assaults, micro-insults, or micro-invalidations” (p.191). \nExploration of Homophobia in Schools \n \n25 \nIn addition, studies indicate that LGBTQ students experience higher rates of suicidal \nideations and attempts than their heterosexual counterparts. One third of LGBTQ students have \nmade suicide attempts versus only 8% of students that identify as being heterosexual (Fisher & \nMaterese, 2006). These attempts are more often in need of medical attention as compared to their \nheterosexual counterparts, 16% versus 3% (Fisher & Materese, 2006). LGBTQ students also \nexpress feeling inhibited to create support networks with other classmates. LGBTQ students \nexpress feeling fearful of being honest with peers about their gender or sexual identity, or \n“trusting the wrong person” who may lead the student to be judged, harassed, or ostracized \n(Fisher & Materese, 2006). Hatzenbuehler (2011) also reported similar statistics indicating \ndisproportionately high suicidal ideations for adolescents within the queer community \nparticularly in regard to the environment. In the author’s own words: \nLesbian, gay, and bisexual youth were significantly more likely to attempt suicide \nin the previous 12 months, compared with heterosexuals (21.5% vs 4.2%). \nAmong lesbian, gay, and bisexual youth, the risk of attempting suicide was 20%  \ngreater in unsupportive environments compared to supportive environments. (p. \n896). \nAlmeida, Johnson, Corliss, Molnar, and Azrael (2009) also provide similar statistics \nindicating higher likelihood of emotional issues as a result of homophobic intolerance. “Data \nfrom the 2007 Washington, DC, Youth Risk Behavior Surveillance (YRBS) system \ndemonstrated that 40% of youth who reported a minority sexual orientation indicated feeling sad \nor hopeless in the past two weeks, compared to 26% of heterosexual youth (District of Columbia \nPublic Schools 2007).”, (2009, p.1001). The study results further indicate that feelings of \nemotional stress can contribute suicidal suicidal ideation. Almeida et al. (2009) report, “Those \nExploration of Homophobia in Schools \n \n26 \ndata also showed that lesbian, gay, and bisexual youth were more than twice as likely as \nheterosexual youth to have considered attempting suicide in the past year (31% vs. 14%). This \nbody of research demonstrates that lesbian, gay, and bisexual youth have high levels of \nemotional distress,” (p. 1001).   This emotional distress without proper intervention can be \nindicated when understanding suicidal risks for this at-risk population. \n In general, despite the presence of suicidality, the study results conducted by Almeida et \nal. (2009) indicate that those students who deviate from mainstream presentations of sexuality or \ngender experience more negative stressors. The authors elaborate, “Our study suggests that \nLGBT youth have significantly higher levels of emotional distress than heterosexual, \nnontransgendered youth, and that the perception of being discriminated against based on sexual \norientation is a likely contributor to that distress, particularly for males,” (Almeida et al., 2009, p. \n1011). In order to understand the longer lasting effects of this emotional distress, it is important \nto expand our knowledge base around the identified or perceived LGBTQ youth experiences \nwith oppression, particularly in environments where they are forced to attend.   \nTheoretical Perspective \nThe focus of this quantitative research study is to gain insight into the experiences of \nLGBTQ adolescents within settings in which they must attend, such as public schools, from the \nperspectives of the students. In order to have better insight, it is important to understand not only \nthe extent to which institutional homophobia is still occurring, but also it impacts students who \nare experiencing homophobia. Queer Theory will be employed as the conceptual framework for \nthis study. Queer theory identifies the binary in which our society approaches gender and \nsexuality (male/female, heterosexual/homosexual) and explores the concepts of what has been \ndesignated “normal” (Dilley, 2010). In this discussion, this researcher will be examining the \nExploration of Homophobia in Schools \n \n27 \nexperiences of those who do not fit within the “norm” in environments where they are required \nto be present.    \n In order to better understand this theoretical perspective, it is first important to review the \nevolution for the word “queer”. The origination of the word queer had nothing to do with \nsexuality. As is discussed by Brontsema “Queer’s original significations did not denote non-\nnormative sexualities, but rather a general non-normativity separable from sexuality” (2004, p. 2) \nThe Oxford Dictionary as reported by the online version, defines the word “queer” as an \nadjective with a primary meaning “Strange; odd” and a secondary meaning as, “British informal, \ndated predicative- Slightly ill.” Brontsema (2004) goes on to discuss that the connotation for the \nword “queer” to have an association to sexuality does not take hold until the early 1900’s. It is \nonly at that time does the word start to take on a more pejorative connotation. \nBrontsema goes on to explain that the word evolved in the 1910’s to 1920’s within the \nLGBT community as a way in which to differentiate gay men who are less versus more \neffeminate (2004). “Queers, in contrast, were more masculine men who were sexually involved \nwith other men and who generally shunned, even detested, the woman-like behavior of fairies” \n(Brontsema, 2004, p. 3).  The word “queer” at that time, was the equivalent of the modern use of \nthe word “gay”.  It should be noted that in a heteronormative society any reference to sexuality \noutside of heterosexuality could be seen as negative or provocative.    \nDuring the early 1990’s a new movement began to develop.  Brontsema (2004) discusses \nthe desire within the LGBTQ community to high light the variety of sexuality and gender that \nencompasses this community. “Although gay did overtake queer as the primary label of self-\nidentification among (mainly male) homosexuals, queer experienced a rebirth in the early 1990s \ndue to several factors: the limitations of gay and lesbian as universal categories and \nExploration of Homophobia in Schools \n \n28 \nhomosexuality itself as their foundation…” (Brontsema, 2004, p. 4) Organizations began to \nutilize the word “queer” as a point of self-reference as an open approach to reclamation of the \nword. “The first instance of queer’s public reclamation came from Queer Nation, an offspring of \nthe AIDS activist group AIDS Coalition to Unleash Power (ACT-UP)” (Brontsema, 2004, p. 5).  \nThe word was deliberately used to assert in a way that the words gay and lesbian would not. \n“Queer” became a proclamation to confront intolerance. \nThis process of reclamation has not gone without controversy. Since the word “queer” \nwas being used as a political stance, those facets of the LGBTQ population that were seeking \nmore acceptance versus an effort to be provocative were at odds within the community. “Queers \nassociated gay and lesbian with an unquestioning acceptance of the status quo and an \nessentializing understanding of sexuality and gender” (Brontsema, 2004, p. 4). This debate \nwithin the community ultimately created disagreement of the utilization of the word “queer” as a \nreclamation political stance.  Judith Butler discusses the issues associated with utilizing the word \n“queer”, and the inclusion it claims is not consistent across all facets of the LGBTQ community. \nIn her own words(1993): \nAs expansive as the term “queer” is meant to be, it is used in ways that enforce a \nset of overlapping divisions: in some contexts, the term appeals to a younger \ngeneration who want to resist the more institutionalized and reformist politics \nsome- times signified by “lesbian and gay”; in some contexts, sometimes the \nsame, it has marked a predominantly white movement that has not fully addressed \nthe way in which “queer” plays-or fails to play-within non-white communities… \np.20 \nExploration of Homophobia in Schools \n \n29 \nThe word has become more commonly used over the past two decades, however, it still is \nconsidered to be controversial in certain circles.  Due to the word’s history, having mainstream \nacceptance has been challenging for those who have utilized this reclamation as a banner of a \npolitical stance. More mainstream television programs such as Queer Eye for the Straight Guy or \nQueer as Folk, has not been seen as a positive turn of events for some. Instead, it has been \ninterpreted as a watering down of the original intentions of the movement of the 1990’s. \nBrontsema (2004) goes on to say:  \nAlthough popular television has certainly made queer more acceptable, it has \ndone so in ways that have betrayed its usage by self-identified queers, queer \ntheorists, and gays and lesbians. Because it is used as a hip synonym of gay, it \nloses the radicalism with which self-identified queers and queer theorists use the \nterm—they never intended it as a simple replacement for an out-dated term. (p. \n13) \nUnderstanding that the word “queer” has a history within political reclamation gives us \nan initial insight into the intentions within the theoretical lens of Queer theory. Halperin (2003) \nexplains the unusual and complicated history is fitting for the theoretical lens that eventually \nbecame named as “queer”. In the author’s words, “A word that was once commonly understood \nto mean “strange,” “odd,” “unusual,” “abnormal,” or “sick,” and was routinely applied to \nlesbians and gay men as a term of abuse, now intimates possibilities so complex and rarified that \nentire volumes are devoted to spelling them out” (2003, p. 2). The theory’s development has \nbeen attributed to a variety of theorists as a step beyond gay and lesbian, gender, and feminist \ntheory, but it was Teresa de Lauretis, that has been credited for coining the term (Halperin, \n2003).   \nExploration of Homophobia in Schools \n \n30 \nWhen looking at the development of Queer theory, it is useful to recognize the manner in \nwhich concepts of sexuality and gender are expanded. As is discussed by Namaste (1994), \n“Queer theory recognizes the impossibility of moving outside current conceptions of sexuality. \nWe cannot assert ourselves to be entirely outside heterosexuality, nor entirely inside, because \neach of these terms achieves its meaning in relation to the other” (p. 224). This Poststructuralism \nperspective of the intersections of sexuality and gender offers a unique understanding of \ntraditional notions of the binaries like male and female and/or straight and gay.  Queer theory can \nbe seen within this framework of understanding of Poststructuralist thought.  Queer theory would \nencourage the individual to recognize the manner in which society impacts understanding of self, \nand as a result the notions of binaries can be de-constructed (Namaste, 1994).  In the author’s \nown words, “Poststructuralism contends that a focus on the individual as an autonomous agent \nneeds to be \"deconstructed,\" contested, and trouble.” (Namaste, 1994, p. 221).  Thus, queer \ntheory esquires from Poststructuralism in the idea that assumptions of the hierarchical societal \nnorms should not be accepted as true, but rather these notions should be deconstructed. \nThe Queer theoretical perspective has originated as a thought process around an \nindividual. Early recognition of the queer identified individual had much to do with \npathologizing this individual. As this idea of the individual grew into a broader concept of a \ncommunity, the ideas of what “Queer” means were expanded. As is discussed by Stein and \nPlummer (1997), “much of the earliest work was focused on “the homosexual” as an object of \nsociological survey, but increasingly, from the 1960s onwards, it has turned to the investigation \nof every nook and cranny of lesbian and gay life: bars, communities, identities, tearooms, and the \nlike” (p. 179). \nExploration of Homophobia in Schools \n \n31 \nQueer theory evolved from a concept around an individual and how the individual is \nwithin the context of a culture. Further Queer theory began to address ideas of how culture \ncreates concepts or constructs ideas. Queer theory then began to address how society needs to de-\nconstruct concepts around sexuality and gender, and more importantly what determines thoughts \nand beliefs around these concepts (Stein & Plummer, 1997). In addition, feminist theory has \nbeen influential, “the sociology of homosexuality has also been influenced by feminism, which \nhas conceptualized sexuality as a terrain of power. Lesbian feminists provided a powerful \ncritique of compulsory homosexuality…” (Stein & Plummer, 1997, p. 180).   When thinking \nwithin this frame, compulsary heterosexuality has been renegaded against by lesbian feminists as \na norm that is emblamatic of constructed notions of gender roles and sexuality.  Feminist theory \nis about resistance and choice, and as such notions of compulsory homosexuality are also \nproblematic.   \nAs is discussed by Adrienne Rich (1982): \nThere is nothing about such a critique that requires us to think of ourselves as \nvictims, as having been brainwashed or totally powerless. Coercion and \ncompulsion are  among the conditions in which women have learned to recognize \nour strength. Resistance is a major theme in this essay and in the study of \nwomen’s lives, if we know what we are looking for. (p. 200). \nQueer theory has expanded and built upon notions and concepts of constructivist and \nfeminist theory. Particularly, within feminist theory, gender and sexuality have at times been \npaired together, whereas Queer theory would argue that this approach is problematic, and is \nperpetuating socially constructed ideas of both concepts (Stein & Plummer, 1997).  Queer theory \nthen evolved from academic understanding to better advance study and perceptions of gay and \nExploration of Homophobia in Schools \n \n32 \nlesbian experiences to be inclusive to those individuals who also fall outside traditional standards \nof gender roles. This examination of sex, sexuality, and gender and how these ideas are socially \nconstructed works well in this research endeavor when exploring areas associated with \noppression of individuals who fall within these parameters.   \nFor constructivist theory, it is not about the concrete facilities associated with gender, but \nhow gender is represented and understood through language.  “From a constructivist standpoint, \nthe \"real\" nature of male and female cannot be determined. Constructivism focuses our attention \non representations of gender, rather than on gender itself.” (Hare-Mustin & Marecek, 1988, \np.455)  It then seems relevant to recognize that questioning how norms are created is only part of \nwhat is significant.  Where constructivism is associated with Queer theory, deconstructivitism \nalso is important.  Deconstructing gender is associated the use of language and how one term is \nrelied upon the other, and these pairings are at times lacking in a completeness in understanding \ncomplex ideas.  “ Deconstructive readings thus rely on gaps, inconsistencies, and contradictions \nin the text, and even on metaphorical associations, to reveal meanings present in the text but \noutside our everyday level of awareness.” (Hare-Mustin & Marecek, 1988, p. 460)   These \ninconsistencies in gender and sexuality is where Queer theory creates meaning. \nSpecifically, Queer theory speaks to the experiences of adolescents within school systems \nthrough the very notion of the cultural norms propogated within these institutions. This suggests \nthat school systems are a source of monitoring and shaping behaviors.As is discussed by \nFoucault and reported by Meyer (2007): \nThese acts of surveillance are rooted in Foucault's (1975) concept of the Panopticon-an \n all-seeing, yet completely invisible source of power and control. This type of \nExploration of Homophobia in Schools \n \n33 \n surveillance and control is particularly effective because we all unknowingly contribute \n to it unless we actively work to make it visible by questioning and challenging it. (p. 22). \nThis understanding of how social mores and norms are created within school systems aligns well \nwith the concepts within Queer theory. Queer theory brings the notion of creating a conflicting \npolitical perspective. Queer theory has a history of creating an alternative confronting \nperspective that challenges the status quo, and narratives that have been propagated about \nsexuality and gender.  \n \nHypothesis \nThe literature regarding the experiences for adolescents who identify or are perceived \nwithin the LGBTQ community indicates that institutionalized homophobia impacts students in \nseveral ways. In addition to students identifying experiences of feeling unsafe in schools due to \napathetic or ill equipped school systems to offer appropriate learning environments, the \noverwhelming sentiment is that heterosexual peers can create openly hostile environments. The \nresearch does show that there are higher levels of at risk behaviors including substance abuse, \nunsafe sex practices, and alcohol consumption; lower academic performances; and also lower \nlevels of emotional functioning and socialization. This writer hypothesizes that this study will \nfind that the greater the degree of perceived experiences of institutional homophobia, the less \nlikely the students will perform academically, have less social adjustment, and will have higher \nrisk behaviors. \n \n \n \nExploration of Homophobia in Schools \n \n34 \n \n \nFigure 1 Student Perceptions & Results of Oppression \n \nMethods \nDesign \n Employing a cross-sectional correlational design, the current study will characterize \nperceptions, attitudes and behaviors measured by the GLSEN Local School Climate survey, the \nYRBS, and also the Multidimensional Peer Victimization Rating Scale.  For these purposes, the \nstudy assessed the relationship between institutionalized homophobia, and variables of \nsocialization and emotional well-being, academic performance, attendance, and academic \nplanning, and at-risk behaviors. For this study at-risk behaviors include alcohol consumption, \nsubstance use, and unsafe sexual practices. An exploratory factor analysis with Varimax rotation \nwas utilized to reduce the 50 attitude factors of the GLSEN survey to a smaller sub set of \nattitudes. The same process was utilized for the remaining 68 behavioral factors of the YRBSS \nExploration of Homophobia in Schools \n \n35 \nand Multi-dimensional Peer Victimization Scale to reduce the factors into a smaller subset of \nbehavioral factors.  This allowed the researcher to correlate manageable subsets of information to \nmake relevant determinations from the raw data. The rationale for utilizing a factor analysis was \nto reduce the number of individual items into a smaller set of items that tapped into similar \ndimensions. The main purpose of factor analysis in this study is that several observed variables \ncan have similar patterns of responses because they are all associated. This is important when \nattempting to hone in on several themes to make comparisons. \n The researcher was granted the University of Pennsylvania’s Institutional Review Board \n(IRB) approval of the project on October 31, 2017. Due to the nature of the study, assent was \nsufficiently obtained via the informed consent statement at the beginning of the survey. The IRB \ndeemed this study was no more than minimal risk comparable to a telephone survey. The \nresearcher launched the anonymous survey via Qualtrics on November 30, 2016, and collected \ndata until February 28, 2017. The survey was distributed to LGBTQ teen centers and Queer \nfriendly mental health professionals. The survey was emailed to centers and professionals via \nemail with the link attached. The link is presented here, but is no longer in use due to the survey \nbeing closed: https://upenn.co1.qualtrics.com/SE/?SID=SV_8bS7bm970MuFg0J. \nSetting \n The setting for this research study was conducted strictly on-line. The researcher created \nand distributed an anonymous survey through Qualtrics software to incorporate three \nmeasurement tools the GLSEN School Climate Survey, The Youth Risk Behavioral Surveillance \nSystem, and the Multi-Dimensional Peer Victimization Survey. This survey link was sent to \nLGBTQ Teen Centers and Queer friendly professionals who have contact with youth that \nidentify within the LGBTQ community for distribution. The LGBTQ teen centers and queer \nExploration of Homophobia in Schools \n \n36 \nfriendly professionals determined their own internal mechanisms for distribution. The researcher \nchose an on-line setting due to issues with recruitment, and a desire to maintain anonymity for \nthe participants. \nSample \nThe sample included 67 subjects who accessed the survey, with 61 agreeing to participate \nvia the informed consent, and six surveys that were accessed, but left completely blank. Of the \n61 surveys, 60 surveys were completed and one participant who did not complete the survey, but \ncompleted approximately half of the survey questions. All of the participants identified that they \nwere in high school, and also within the LGBTQ community. The participants’ ages ranged from \n2 participants that identified as 13 to 4 participants being 19 or older. The median age was 17 (22 \nparticipants). In order to preserve anonymity, questions pertaining to race identification and \nschool location were omitted; however, the participants were asked if they identify other forms \nof oppression beyond homophobia or transphobia, including race and ethnicity (2 participants); \nreligion (1 participant); socioeconomic status (5 participants);  body size (11 participants); \ncitizen status (1 participant); and other (1 participant).  The participants identified sexuality and \ngenders were as follows: 40 participants identified as gay or lesbian, and 20 participants \nidentified as queer, bisexual, or questioning, and 1 participant identified as heterosexual \n(sexuality and gender are exclusive); 39 participants identified as male, 16 female, and 14 \nparticipants identified as gender queer, transgendered, or other gendered \n  The original sample size goal was 150 voluntary and anonymous participants who are \nadolescents who are currently enrolled in high school (9th-12th grade), and who also identify as \na member of the LGBTQ community. To detect a moderate effect size for a correlation analysis, \nwith alpha = 0.01 and desired power = 90 for a 2 sided test, the required sample size is N=127 \nExploration of Homophobia in Schools \n \n37 \nsubjects (nQuery software version 7.0 was utilized to determine this sample size). To account for \npossible attrition (subjects not completing the questionnaire for example) the target enrollment is \nset to N=150 subjects. When identifying inclusion criteria, all willing participants who identify \nwithin the LGBTQ community and currently enrolled in high school grades 9th-12th were \naccepted until the survey was closed on February 28, 2017 due to a lack of participation. When \nidentifying exclusionary criteria, all participants who fit the criteria of identification within the \nLGBTQ community, however are not currently in high school, grades 9th-12th, due to the \ncompletion of a high school education or high school students who do not identify within the \nLGBTQ community. Due to the sample size only consisting of 67 surveys accessed, \ngeneralizability of findings will be impacted.  \nRetention, Subject Payments, and Tracking Procedures \n Due to the nature of this research project being a one time, anonymous survey, subject \nretention and tracking procedures were not necessary. The subjects were not paid. \nData On Refusers and Dropouts \nParticipants who accessed the survey, but did not complete the survey was counted \nmanually from information gathered from the Qualtrics Software. There was one participant who \ndid not fully complete the survey and 6 participants who accessed the survey link, but did not \ncomplete any information. \nVariables-Operationalization of Concepts and Measures \n The procedure for the implementation of this research study began with an informed \nconsent statement. The researcher combined the three measurement tools, the GLSEN School \nClimate Survey, The Youth Risk Surveillance Survey, and the Multi-dimensional Peer \nVictimization Scale onto the Qualtrics program into one distributable survey link. All three \nExploration of Homophobia in Schools \n \n38 \nmeasurement tools were accessed through a special compendium on bullying provided by the \nCDC. Additional permission for use of the GLSEN local school climate survey was obtained by \nthe researcher prior to distribution. All duplicate questions, identifying information, and \nquestions pertaining to information not being tracked by this study were removed. In addition, no \ncompensation was provided with the survey link. This survey link was sent to Queer friendly \nprofessionals and LGBTQ teen centers for distribution. The LGBTQ teen centers and \nprofessionals determined their decision to distribute the information to center participants. \nParticipants, due to the accessibility of sharing the link, also had the capacity to share the link \nwith other adolescents within the inclusion criteria. Data was collected for three months. Due to \nthe nature of the study, no agreement letter was necessary.   \nVariable Domains and Categories  \n1. Institutional homophobia- For this study, the measurements  that was used to assess for \ninstitutional homophobia within public high school settings was the GLSEN National School \nClimate Survey developed by Kosciw and Diaz (2006) and Hamberger, et al., (2011). This is an \nanonymous and voluntary questionnaire. This instrument has a “Cronbach’s alpha: 0.70 to 0.90 \nand evidence of criterion validity” (p. 68) as was reported by the National Center for Injury \nPrevention and Control of the Centers for Disease Control and Prevention (CDC) (Hamberger, et \nal., 2011). This tool was used to determine the experiences within school settings for the \nidentified LGBTQ students’ and further the participants’ perception of adult intervention or \nprevention of possible harassment. This measurement tool is a 68 question survey with separate \nsections focusing on different student experiences and a collection of demographic information. \nDemographic information that was obtained included the participant’s age, gender identification, \nand self-identified sexual orientation. \nExploration of Homophobia in Schools \n \n39 \n2. Academic achievement-This was determined through the participant’s self-identification of \nacademic achievement and also plans for academic futures. This information was ascertained \nthrough section H of the GLSEN survey, which asks participants to identify their own average \ngrades, “mostly A’s”, “mostly B’s”, etc. (Hamberger, et al., 2011). \n3. Social adjustment-This was assessed by utilizing an anonymous and voluntary 16 question \nmeasurement called the Multidimensional Peer-Victimization Scale developed by Mynard & \nJoseph (2000) and Hamberger, et al. (2011).  Each question response has a 3 field scale ranging \nfrom not at all, once, to more than once. This measurement has 4 subscales that focus on a \nvariety of topics including physical and verbal victimization, social manipulation, and property \ndamage. Internal consistency: Physical victimization =0.85, Verbal victimization+0.75, Social \nmanipulation= 0.77, and property attacks=0.73 (Hamberger, et al.). \n4. At-risk behavior-This was assessed anonymously and voluntarily through the use of the Youth \nRisk Behavior Surveillance System (YRBSS) which was originally developed by the CDC in \n1990. For the purposes of this study, “at risk behavior” will be evaluated through the use of the \nYRBSS which asks the participant for self-disclosure on the following topics: substance use, \nsexual engagement, dangerous or violent behaviors that could lead to injury, eating habits, and \nalso physical activity (CDC, 2013). With regards to reliability and validity, the CDC (2013) \nreported that a test-retest reliability study was performed in 1991, at which time, “…three fourths \nof the questions were rated as having a substantial or higher reliability (kappa = 61%–100%), \nand no statistically significant differences were observed between the prevalence estimates for \nthe first and second times that the questionnaire was administered…” (CDC, 2013). \n \n \nExploration of Homophobia in Schools \n \n40 \nKey concepts and demographic information \n1. Age - This will be self-reported by participants on the GLSEN School Climate Survey, in the \ndemographic section, by asking the student to disclose their age. \n2. Race - This was not self-reported by participants, but the participants reported the experiences \nof oppression experienced associated with race. \n3. Sexual orientation - This was self-reported by participants on the GLSEN School Climate \nSurvey through a series of check boxes that indicate the following categories: Gay, Lesbian, \nBisexual, Straight, Questioning. In addition, the participants’ “out\" status will also be self-\nreported. \n4. Gender - This was self-reported by participants on the GLSEN School Climate Survey. The \nparticipants will identify as male, female or transgendered. \n5. School location - The participants did not identify the location of the school they attend in \norder to respect anonymity.  \nTraining of Data Collectors \n No training of data collectors was necessary. \nStatistical Analysis  \n Statistical analysis for this research was utilized to characterize this population’s  \nassessments of  their perceived experiences with homo/transphobia within the school setting, as \nwell as their self-reported emotional experiences, academic performance, and high-risk \nbehaviors. In addition, the current study investigated the correlational relationship between  \nvariables measuring  institutional homophobia and variables of academic performance, at risk \nbehaviors, and social adjustment. Measurement for institutional homophobia was determined by \nthe results of the GLSEN survey. Results were determined by utilizing counts and percentages. \nExploration of Homophobia in Schools \n \n41 \nThese results indicated levels of the participants’ experience with observing or experiencing \nintolerant and homophobic incidents within the school setting by students and or school \nemployees. Further, participants indicated school employee response to observed or experienced \nincidents with homophobia. These results were compared to those results of the variables \nmeasuring each of these dimensions were correlated to determine the nature and degree of any \nrelationship. The other measured variables of academic performance and social adjustment  \nscores were compared to scores on the GLSEN survey. Higher scores on the GLSEN survey \nindicated higher perceived homophobia, and higher scores on the YRBS indicated higher risk \nbehaviors. Higher scores on the Multidimensional Peer Victimization scale indicated more \nnegative perceptions of social adjustment and emotional regulation.  \nA factor analysis was performed to reduce the 48 attitude items on the GLSEN to a subset \nof derived attitude factors. A factor analysis was also performed for the 60 behavior items on the \nYRBS scale, to obtain a subset of derived behavior factors. For each factor score, a summary \ncount of the number of items that met the criteria for a given factor was computed to generate a \nsummary score for each factor (see Appendix B for the criteria for each survey item). Finally, a \nseries of Spearman correlations was performed to assess the relationship among derived factors \nfor the social attitudes and the derived factors scores for high risk behaviors. \n \nLimitations \n This research study presents several limitations. The current cross sectional study is \ninvestigating the correlation among students’ experiences of social LGBTQ bias and self-\nreported high risk behaviors, and was not designed to identify whether social attitudes predispose \nLQBTQ adolescents toward high risk behaviors. In addition, this study will only be collecting \nExploration of Homophobia in Schools \n \n42 \ndata by accessing centers and professionals that are specifically geared toward working with \nLGBTQ adolescents due to the difficulties with acquiring adequate sample size, and this may \nhave created bias in the results. This will limit the generalizability of the findings. Further, the \nstudy is utilizing three surveys as a measurement to gather complicated information of real life \nexperiences for LGBTQ adolescents. It could be debated that by including more measurement \ntools would create a clearer understanding but the cost is a potentially underpowered study. This \nresearcher has balanced the realities of gathering information from adolescents, and the time \neach survey will take to complete to find the most feasible, efficient, and effective tools \navailable. \n Additional study limitations include the difficulty with collecting a sample size that was \noriginally targeted. The sample size determined to be statistically relevant was 140 participants \nwith a 10 participant addition to allow for participant attrition. The actual collection size was 67 \nparticipants, with 60 fully completed surveys, 1 partially completed survey, and 6 surveys that \nwere completely blank. Factor analysis is traditionally for a larger sample size, and this also \nimpacts generalizability. In addition, demographic information was limited to age, identified \ngender, and identified sexuality in order to adhere to the study’s focus on sexuality/gender \noppression, and also to ensure confidentiality.  Limiting the collection of demographic \ninformation also impacts generalizability.  . \n \n \nAdministrative Arrangements \n As was previously discussed, implementation of this research study was dependent upon \nthe cooperation of  LGBTQ teen centers or identified queer friendly professionals to distribute \nExploration of Homophobia in Schools \n \n43 \nthe link to their attendees or participants. This researcher emailed the survey link to over 50 \nLGBTQ teen centers and queer friendly mental health professionals, and it was the choice of \nthese professionals and centers to participate or to not participate. \nHuman Subjects Protection \n The procedures for this research study involved three surveys that asked the participant to \nrate their experiences and their observations with homophobia,  and in addition their \nparticipation in at risk behaviors, academic performance and their social adjustment. No probing \nor detailing questions were asked. There was no interviewer, and the survey was conducted \nanonymously on line through the use of Qualtrics Software.   \nIn order to ensure confidentiality, the researcher utilized an on line distribution of the \nsurvey that did not require any names. Since the surveys were conducted anonymously, and there \nwas no necessity for follow up, the informed consent statement was the first question on the \nsurvey.  No direct contact occurred between the researcher and the participants. \nThis research study provided benefit for the LGBTQ community. As has been discussed \nthroughout the literature review, research indicates that LGBTQ adolescents are a vulnerable \npopulation. Further research to determine better understanding of these youth’s experiences \nprovides voice for these oppressed populations. It is also important to determine what factors are \nrelevant to these experiences. Further, in order to best determine how to provide appropriate \ninterventions to an issue, social workers need to have better understanding through research. \nAlthough there was no probing interview or processing of trauma during this survey, all \nconsiderations for the protection of the participants of this study were paramount. The selection \nof the study setting being on-line and distributed through LGBTQ teen centers or queer friendly \nprofessionals was chosen in consideration of the participants feeling safe and comfortable in \nExploration of Homophobia in Schools \n \n44 \norder to share their experiences with homo/transphobia in a setting where there would not be \nshame or scrutiny. In addition, this writer provided national contact information on the informed \nconsent statement to offer resources or support for any participant that may need this \ninformation.  \nResults \nThe primary aim of the present study was to assess subjects’ perceptions of the social \nmilieu of their school (assessed by subjects’ ratings of the attitudes and behaviors of their peers \nand teachers), and whether this measured social context was correlated with students’ risk-taking \nbehaviors. To that end, a factor analysis was performed to measure which attitude and behavior \nitems clustered into a set of attitude factors (using the 48 items on the GLSEN questionnaire). A \nsimilar analysis was performed for the 60 items on the YRBS questionnaire for a set of derived \nbehavior factors. After obtaining set of clustered items from the factor analysis, a subset of \nderived attitude factors was computed, and a similar set of behavior factor scores were \ncomputed. Next, the correlations among the attitude factors and the behavior factors were \nassessed by Spearman correlation coefficients. Finally, the correlations among key attitude items \non the GLSEN were correlated with key items on the YRBS and Multidimensional Peer \nVictimization Scale items. All significant p values are presented as p< or =.05.  Convention \nindicates that p values are represented in this manner.  \nFrom the factor analysis of the GLSEN behaviors survey items, a subset of four factors \nwere identified. The four attitude factors are presented in Table 2. The identified attitude factors \nwere: (1) verbal stereotyping, (2) harassment at school, (3) staff intervention, and (4) physical \nharassment. In order to compute each factor score, the individual items were coded with a score \nof ‘1’ if the criteria for negative attitude was met, and a score of ‘0’ if the criteria was not met \nExploration of Homophobia in Schools \n \n45 \n(Appendix B). For example, for ordinal items such as the attitude question “During the past \nmonth of school, on how many days did you not go to school because you felt you would be \nunsafe at school or on your way to or from school?”, a response of “0 days” was coded with a \nscore of “0”, and a response of “1 day”, “2 or 3 days”, “4 or 5 days”, or “6 or more days” was \ncoded with a score of “1”. Thus, a higher number represented a more negative attitude. Next, for \neach attitude factor score, the sum of all of the items that loaded on a specific factor was \ncomputed to yield an overall summed score for each factor. \nTable 2. GLSEN Attitude Factors \nAttitude Factor #1: Verbal stereotyping Factor \nCodings \nQ26 How often do you hear the word \"gay\" used in a negative way (such as \"that's so \ngay\" or \"you're so gay\") in school? \n0.92192 \nQ42 Are you able to use school computers to access websites about lesbian, gay, \nbisexual and transgender people, history or events? \n0.90737 \nQ28 How have you heard other homophobic remarks used in school (such as \"faggot\", \n\"dyke\", or \"queer\" used in a negative manner)? \n0.87389 \nq5 Q5: Sum Avoid Spaces School 0.85218 \nQ29 Would you say that homophobic remarks are made by: 0.83178 \nQ30 How often do you hear homophobic remarks from teachers or school staff? 0.77071 \nQ40 Would you say that these remarks are made by: 0.76537 \nQ34 How often have you heard comments about students not acting \"feminine\" \nenough? \n0.76064 \nQ27 How often do you hear the phrase \"no homo\" used in school? 0.74909 \nQ39 How often have you heard negative remarks about transgender people (such as \n\"tranny\" and \"he/she\") used in your school? \n0.72581 \nQ7 In the past year, how often have you been verbally harassed (name-calling, \nthreats, etc. directed at you) at school because of how you express your gender \n(how traditionally \"masculine\" or \"feminine\" you are in your appearance or in how \nyou act) \n0.71744 \nExploration of Homophobia in Schools \n \n46 \nQ44 In this past school year, were you taught positive things about lesbian, gay, \nbisexual, or transgender (LGBT) people, history or events in any of your classes? \n0.69400 \nQ21 How often have you heard sexist remarks used in school (such as someone being \ncalled a bitch or ho in a negative way or comments about girls' bodies or talk of \ngirls being inferior to boys)? \n0.64186 \nQ41 Does your school have a Gay/Straight Alliance (GSA) or another type of club that \naddresses lesbian, gay, bisexual and transgender student issues? \n0.62115 \nQ31 When homophobic remarks are made and a teacher or other school staff person is \npresent, how often does the teacher or staff person intervene or do something \nabout it? \n-0.67110 \nQ45 In this past year, were you taught negative things about LGBT people, history, or \nevents in any of your classes? \n-0.69206 \nQ46 How many teachers or other school staff persons are supportive of LGBT students \nat your school? \n-0.76873 \nQ32 When you hear homophobic remarks, how often does another student intervene \nor do something about it? \n-0.78027 \nQ37 When these remarks are made and a teacher or other school staff person is \npresent, how often does the teacher or staff person intervene or do something \nabout it? \n-0.83128 \nQ47 In general, how accepting do you think students at your school are of LGBT \npeople? \n-0.86285 \n \nExploration of Homophobia in Schools \n \n \n46 \nAttitude Factor #2: Harassment at School Factor \nCodings \nQ22 How often do you hear sexist remarks from teachers or school staff? 0.84234 \nQ6 In the past year, how often have you been verbally harassed (name-calling, \nthreats, etc. directed at you) at school because of your gender? \n0.79076 \nQ25 When you hear sexist remarks, how often does another student intervene or do \nsomething about it? \n0.69456 \nq3 Q3: Sum Feel Unsafe 0.65501 \nQ33 How often have you heard comments about students not acting \"masculine\" \nenough? \n0.58464 \nQ35 Would you say that these remarks are made by: 0.53920 \nQ38 When you hear these remarks, how often does another student intervene or do \nsomething about it? \n0.50497 \nQ17 In the past year, how often have you been harassed or threatened by students at \nyour school using phone or internet communications (for example, text messages, \nemails, instant messages (IM), or posting on Twitter, Tumblr, or Facebook)? \n-0.59685 \nq18 Q18: Sum bullied -0.40911 \nAttitude Factor #3: Staff intervention Factor \nCodings \nQ23 Would you say sexist remarks are made by: 0.71629 \nQ14 In the past year, how often have you had mean rumors or lies spread about you by \nstudents in your school? \n0.69830 \nQ13 In the past year, how often have you been sexually harassed at your school, such \nas sexual remarks made toward you or someone touching your body improperly? \n0.56921 \nQ20 Overall, how effective was the staff response in addressing the problem the last \ntime your reported \n-0.53382 \nQ19 How often did you report when you were harassed or assaulted in school to a \nteacher, the principal or other school staff person? \n-0.57158 \nQ16 In the past year, how often have you had your property stolen or deliberately \ndamaged such as your car, clothing or books in school? \n0.37955 \nAttitude Factor #4: Physical Harassment Factor \nCodings \nExploration of Homophobia in Schools \n \n \n47 \nQ9 Q9; In the past year, how often have you been physically harassed (name-calling, \nthreats, etc. directed at you) at school because of how you express your gender \n(how traditionally \"masculine\" or \"feminine\" you are in your appearance or in how \nyou act) \n0.80688 \nQ8 In the past year, how often have you been physically harassed (shoved, pushed, \netc.) at your school because of your gender. \n0.80688 \nQ15 In the past year how often have you felt excluded or left out on purpose by \nstudents at your school? \n-0.65950 \n \n The identified student behavior factors are present in Table 3. The three identified risk \nbehavior factors were (1) substance abuse, (2) life risking behaviors, and (3) at risk sexual \nbehaviors. In order to compute each factor score, the individual behavior items were coded with \na score of ‘1’ if the criteria for negative behavior were met, and a score of ‘0’ if the criteria was \nnot met. For example, for ordinal items such as the question “During the past 30 days, how many \ntimes did you ride in a car or other vehicle driven by someone who had been drinking alcohol?”, \na response of “0 times” was coded with a score of “0”, and a response of “1 time”, “2 or 3 \ntimes”, “4 or 5 times”, or “6 or more times” was coded with a score of “1”. Thus, a higher \nnumber represented a more negative behavior. Next, for each behavior factor score, the sum of \nall of the items that loaded on a specific factor was computed to yield an overall summed score \nfor each factor. \nThe coding of each attitude and behavior items is presented in Appendix B. \n \nExploration of Homophobia in Schools \n \n \n48 \nTable 3.  Behavior Factors \nBehavior Factor #1:  Substance abuse Factor \nCodings \nQ86 During your life, how many times have you used marijuana? 0.85961 \nQ88 During the past 30 days, how many times did you use marijuana? 0.81584 \nQ101 During your life, with how many people have you had sexual \nintercourse? \n0.78325 \nQ73 During the past 30 days, on how many days did you smoke cigarettes? 0.77596 \nQ102 During the past 3 months, with how many people did you have sexual \nintercourse? \n0.76883 \nQ81 During your life, on how many days have you had at least one drink of \nalcohol? \n0.75899 \nQ74 During the past 30 days, for the days you smoked, how many \ncigarettes did you smoke per day? \n0.75842 \nQ72 How old were you when you first tried cigarette smoking, even one or \ntwo puffs? \n0.71712 \nQ100 How old were you when you had sexual intercourse for the first time? 0.69784 \nQ87 How old were you when you tried marijuana for the first time? 0.65403 \nQ105 The last time you had sexual intercourse, if it could result in \npregnancy, what one method did you or your partner use to prevent \npregnancy? (Select only one response.) \n0.64951 \nQ83 During the past 30 days, on how many days did you have at least one \ndrink of alcohol? \n0.63725 \nQ79 During the past 30 days, on how many days did you smoke cigars, \ncigarillos, or little cigars? \n0.58468 \nQ85 During the past 30 days, what is the largest number of alcoholic drinks \nyou had in a row? \n0.55049 \nQ82 How old were you when you had your first drink of alcohol other than \na few sips? \n0.49946 \nQ84 During the past 30 days, how did you usually get the alcohol you \ndrank? \n0.48790 \nQ62 Have you ever been physically forced to have sexual intercourse when \nyou did not want to? \n-0.58584 \nExploration of Homophobia in Schools \n \n \n49 \nTable 3.  Behavior Factors \nQ99 Have you ever had sexual intercourse? -0.74126 \nQ71 Have you ever tried cigarette smoking, even one or two puffs? -0.79258 \nBehavior Factor #2:  Life risking behaviors Factor \nCodings \nQ69 During the past 12 months, how many times did you actually attempt \nsuicide? \n0.83987 \nQ90 During your life, how many times have you sniffed glue, breathed the \ncontents of aerosol spray cans, or inhaled any paints or sprays to get \nhigh? \n0.78982 \nQ94 During your life, how many times have you used synthetic marijuana \n(also called K2, Spice, fake weed, King Kong, Yucatan Fire, Skunk, or \nMoon Rocks)? \n0.78944 \nQ97 During your life, how many times have you used a needle to inject any \nillegal drug into your body? \n0.78944 \nQ108 108: During the past 12 months, how would you describe your grades \nin school? \n0.53228 \nQ96 During your life, how many times have you taken prescription pain \nmedicine without a doctor’s prescription or differently than how a \ndoctor told you to use it? (Count drugs such as codeine, Vicodin, \nOxyContin, Hydrocodone, and Percocet.) \n0.43788 \nQ52 How often do you wear a seat belt when riding in a car driven by \nsomeone else? \n-0.67557 \nBehavior Factor #3:  Physical abuse Factor \nCodings \nQ65 During the past 12 months, how many times did someone you were \ndating or going out with physically hurt you on purpose? (Count such \nthings as being hit, slammed into something, or injured with an object \nor weapon.) \n-0.60257 \nQ64 During the past 12 months, how many times did someone you were \ndating or going out with force you to do sexual things that you did not \nwant to do? (Count such things as kissing, touching, or being physically \nforced to have sexual intercourse.) \n-0.72830 \nQ95 During your life, how many times have you taken steroid pills or shots \nwithout a doctor's prescription? \n-0.73966 \nExploration of Homophobia in Schools \n \n \n50 \nTable 3.  Behavior Factors \nQ63 During the past 12 months, how many times did anyone force you to \ndo sexual things that you did not want to do? (Count such things as \nkissing, touching, or being physically forced to have sexual \nintercourse.) \n-0.78363 \n \nTable 4 presents the results of the correlation analysis among the derived four attitude \nfactors and the three derived behavior factors.  \nTable 4.  Correlation Among Derived Attitude and Behavior Factors \n Attitude #1: \nVerbal \nStereotyping \nAttitude #2: \nHarassment at \nSchool \nAttitude #3:  \nStaff \nIntervention \nAttitude #4:  \nPhysical \nHarassment \n r \np-value \nr \np-value \nr \np-value \nr \np-value \nBehavior Factor #1: \nSubstance Abuse Behaviors \n \n0.11 \n0.440 \n \n \n0.25 \n0.053* \n \n \n0.24 \n0.068 \n \n0.34 \n0.008* \n \n \nBehavior Factor #2: \n Life Risking Behaviors \n \n0.24 \n0.070 \n \n \n0.32 \n0.013* \n \n \n0.46 \n0.0002* \n \n \n0.33 \n0.011* \n \n \nBehavior Factor #3: \n Physical/Sexual Abuse \n \n0.088 \n0.505 \n \n \n0.087 \n0.507 \n \n \n0.22 \n0.092 \n \n \n-0.04 \n0.791 \n \n \nSubstance Abuse \nResults showed that the attitude factors that were significantly associated with higher \nrates of students’ self-reported substance behaviors were: higher summary scores for physical \nharassment (r = .34, p < 0.05); and higher scores for harassment at school (r = .25, p = 0.053).  \nThus, students who reported more high-risk behaviors also reported more negative assessments \nExploration of Homophobia in Schools \n \n \n51 \nof their school social environment with regard to LGBTQ attitudes. Students’ perceptions of staff \nintervention and verbal abuse were not significantly correlated with reported substance abuse. \nLife Risking Behaviors \nTable 3 also showed that there was a statistically significant positive correlation   \nbetween student’s life risking behaviors and: lower levels of school staff intervention on the \nbehalf of LGBTQ students (r = .46, p < 0.05); more perceived physical harassment (r = .33, p< \n0.05); and more perceived harassment at school (r = .32, p < 0.05). The correlation between life-\nrisking behaviors and perceived verbal stereotyping was not statistically significant. \nPhysical/Sexual Abuse \nThere were no statistically significant correlations for any of the 4 attitude factor \nsummary scores for the factors of physical/sexual harassment (see Table 3). \nConclusions for Identified Factors \nEmotional Regulations \n Specific correlations were indicated with emotional dysregulation and self-identified  \nsocial isolation experiences of having peers “trying to get me in trouble” or “made other people  \nnot talk to me” (-0.35 and -0.34). Further correlations included feelings of suicidality and  \n“tried to get my friends against me” (-0.37) and “called me names” (0.35) were relevant  \nin the data.  Raw data pertaining to suicidality indicated that over the last 12 months of the 60 \nparticipants that responded to this question, 25 participants had contemplated suicide.  Of those, \n22 participants had made some plan during the past 12 months. \nSubstance Use \n Specific correlations were indicated with the frequency over the past 30 days of smoking \nmarijuana and “tried to make my friends turn against me” (0.31); “refused to talk to me”  \nExploration of Homophobia in Schools \n \n \n52 \n(0.30); “made other people not talk to me” (0.34). In addition, a correlation was  \ndetermined between smoking cigarillos and these same factors were relevant (0.31, \n0.33, 0.42 respectively). Although no correlations were relevant to  \nalcohol specifically, it is noteworthy pertaining to the raw data to acknowledge that only 22  \nparticipants stated they had drank alcohol zero days, with 2 participants having consumed  \nalcohol 100 days or more. When asked the age of first consuming alcohol 8 participants  \nidentified their first drink from the ages of 8-12 years old and 14 participants first drinking \nalcohol from the age of 13-14 years of age. \nAt-risk Sexual Behaviors \n There was a correlation between “made other people not talk to me” and having sexual  \nintercourse (-0.32); the age of having sexual intercourse (0.34); the amount of people \nthe participant had sex with in their life (0.38); the number of partners within the past \nthree months (0.34); whether alcohol was involved in sexual interactions (-0.43);  \nthe use of protection during the last time the participant had sex (-0.46).  Having protected \nsex also had a correlation with “tried to make my friends turn against me” (-0.38). \nAcademic Performance \n No relevant correlations were determined by academic performance and the participants \nidentifying of their experience with homo/transphobia.  Of the 60 participants that responded to  \nthis question, 32 participants identified having mostly A’s; 20 participants having mostly B’s; 4  \nmostly C’s; 2 participants mostly D’s; and 2 mostly F’s. \nDiscussion \nIn sum, students who reported higher summary scores for substance abuse were also \nmore likely to have higher scores for the attitude factor that measured higher levels of physical \nExploration of Homophobia in Schools \n \n \n53 \nharassment in general, and the attitude factors that tapped into perceptions of physical abuse that \nmight occur in the school setting in particular. In addition, students who reported more actual life \nrisking behaviors were also more likely to report experiencing more negative social attitudes on \nlack of school staff intervention on the behalf of LGBTQ students, and also more negative \nperceptions regarding the tolerance of physical harassment of LGBTQ students, and more \ninstances of other students voicing negative attitudes towards the acceptance of both physical \nharassment and social ostracizing of fellow students. It appears that students who perceive that \ntheir school and social environment is stereotypically biased against the LGBTQ community are \nmore likely to be indulging in substance abuse and life-risking behaviors. \nImplications for Social Work Treatment-Clinical Practice \n The results of the study have revealed several distressing implications. The participants’ \nresponses indicated a correlation between a perception of harassment and physical conflict with \nsubstance use.  Further the raw data indicated that over 10% of the participants identified having \nconsumed alcohol at early ages (8-12 years old). Early ages of substance use have been linked to \naddiction issues in later adulthood. As has been discussed by Jordan (2000), there are a multitude \nof reasons that LGBTGQ adolescents may engage in substance use, and this includes a desire to \nbe accepted, difficulty coping with same-sex attractions, or difficulty with gender identities. \nJordan (2000) goes on to discuss that manners to better support this population should include \nhaving sensitivity to the unique experiences for queer youth. Further availability of other means \nto finding acceptance will be beneficial to prevent from this group to seek out manners to dull \npainful experiences and finding peer groups who are involved in high risk behaviors (Jordan, \n2000). In addition, if there is a link between negative experiences with bullying/harassment, then \nExploration of Homophobia in Schools \n \n \n54 \nschool employees and social workers with access to this population must be vigilant and diligent \nin monitoring for these experiences, and addressing bullying instances as they arise. \nIt also seems relevant to acknowledge that substance use may be a maladaptive coping \nskill that adolescents within the Queer community may be utilizing in certain scenarios. If that is \na potential, more supports regarding healthier manners of receiving acceptance. This may mean \ncreating safe spaces for LGBTQ adolescents in the form of QSA’s or other social groups/teen \ncenters that would be able to encourage comradery in a space where there would also be \nmentoring and guidance. Further, having these kinds of organizations also communicate support.  \nAs was indicated in this study’s results, there are perceptions of some of the participants that \nschool staff do not adequately respond to experiences of harassment and bullying, and the higher \nthe levels of the participants perceptions of this, the higher indications of higher risk behaviors. \nOther relevant results included high rates of suicidal ideation identified by participants in \nthe raw data (25 participants out of 60 participants that responded to this question), \nGeneralizability for these numbers are limited due to the small sample size, however, national \nsuicide statistics for adolescents indicate significantly higher rates for individuals that identify \nwithin the LGBTQ community than those who identify as cisgender and heteronormative. The \nresearch results would suggest a need for social work clinicians to be aware of particular \nvulnerabilities within this population. On the micro level of practice, social workers must be able \nto recognize that harassment and bullying may have complicated outcomes. Safety is paramount, \nclinicians should be regularly checking in with those adolescents who are being identified and or \nperceived to be within this population, and assessing for suicidal ideations. As is commonly \nknown, asking questions of an individual if they are experiencing suicidal ideations will not \nExploration of Homophobia in Schools \n \n \n55 \ncause a client to become suicidal, instead, it shows care and concern, and could be an important \ndialogue that could lead to a safe outcome. \nWhen looking at the implications of social work clinical practice and the results of this \nstudy, it is important to recognize the role that shame may play in the experiences of queer \nyouth.  For queer youth, what is the experience like being bullied?  The experience can be \ndevastating alone, but acknowledging the experience by sharing the trauma with an authority \nfigure to get the support needed, may also be difficult. For our clients, is it additionally \nhumiliating to be the “victim” of oppression, and could the effects of this humiliation could lead \nto a place of secrecy. This fear of being a social outcast can result in hiding, and prevent queer \nyouth from accessing supports. As is discussed by Bybee, Sullivan, Zielonka, & Moes (2009), \n“Gay youth may realistically fear the consequences of disclosing their sexual identity to others. \nThose who fear to do so, however, may deprive themselves of potential sources of support…” (p. \n144). This can also lead to additional mental health concerns because the stress of concealing \nones’ identity can also be a distressing state. As we work with youth, social workers need to be \nparticularly aware of how heteronormative assumptions can be devastating for an individual who \nmay be struggling with identity issues. Clinically, it becomes particularly salient to be open in \nour approach to create dialogues that would feel non-judgmental and inclusive to set the stage for \nyouth who may need to “come out”. \nBeyond the individual concerns raised within the study results, the most relevant \nrecommendation comes in the manner of an overall understanding. Perhaps a more precise \ndescription is a lack of understanding of the experiences for this population.  More diversity \nsensitivity that would incorporate dialogues pertaining to the experiences of LGBTQ \nadolescents, and also prevalent research which high lights potential areas of concern including \nExploration of Homophobia in Schools \n \n \n56 \nlack of supports, suicidal ideations, substance use, and bullying concerns is necessary to better \nsupport individuals within this community. Most importantly, clinicians and social workers truly \nneed to approach the clients with an understanding of what the individual adolescents’ \nexperiences could be, but taking a not knowing stance in allowing each person to share their own \nexperience, and truly meet that person where they are. \nImplications for Social Work Treatment-Queer Theory and Political Advocacy \n The results of this study indicate that there are issues being experienced by adolescents \nwho identify within the LGBTQ community while in school systems. The participants of the  \nstudy identified a perception of a more negative social context specifically directed toward \nmembers of the LGBTQ community, and certain participants also reported a greater proportion \nof high risk behaviors as a result of perceptions of lack of interventions from school staff, \nharassment, and physical harassment. If there are mentalities within school systems that are \ncontributing to oppressive forces, as a profession, social workers need to respond. This creates an \nopportunity for social work to participate in advocacy work on behalf of this oppressed people. \nThis notion of advocacy seems particularly pertinent in this time and culture, and unlike other \nprofessions, social workers are held to a standards and ethics that require for us to become \ninvolved. According to the NASW Code of Ethics: \nSocial workers are sensitive to cultural and ethnic diversity and strive to end \ndiscrimination, oppression, poverty, and other forms of social injustice. These \nactivities may be in the form of direct practice, community organizing, \nsupervision, consultation administration, advocacy, social and political action, \npolicy development and implementation, education, and research and evaluation. \nSocial workers seek to enhance the capacity of people to address their own needs. \nExploration of Homophobia in Schools \n \n \n57 \nSocial workers also seek to promote the responsiveness of organizations, \ncommunities, and other social institutions to individuals’ needs and social \nproblems. (p. 1) \nThere is an intersection where Queer theory and social work practice share, and it is \na history of social advocacy. As has been previously discussed, Queer theory has its origins \nwithin social and political advocacy. Queer theory has its origination in efforts in making strives \nfor civil rights.  Social work practice also has this obligation. Queer theory initially became \nrelevant during a time of the AIDS crisis, and was of movement of reclamation and political \nawareness, and there appears to be symmetry to this, and work that can be done on behalf of this \noppressed group. (Steiner & Plummer, 1994). \nThis notion of advocacy seems particularly pertinent in this time and culture. Recent \npolitical shifts have made the information gained throughout this research project  \nmore salient. Since the time of the 2016 presidential elections, there has been renewed \nand growing concern over the civil rights gains and apparent social successes within the United \nStates. Transgender rights have been a hotly contested and debated center of the civil rights \nfight. North Carolina’s House Bill 2 (HB2) and other laws known as the “bathroom bills” expend \nenergy to prevent individuals that identify as transgendered to only use the bathroom that \ncorresponds with the sex assigned at birth on the person’s birth certificate. Queer theory would \nargue that the source of this oppressive legislature is a societal expectation that looks at society \nin a binary: men and women, straight and gay, masculine and feminine.  Queer theory would \nargue that this binary is a social construct without real relevance beyond the meaning we attach \nto these concepts (Diley, 1999). \nExploration of Homophobia in Schools \n \n \n58 \nThis debate has also translated to the school settings, and across the country what \nbathroom teens that identify as transgendered use has become a political talking point.  Under \nPresident Obama, there were protections for transgendered students, but in the wake of the \nTrump presidency, these protections have been repealed.  In addition, federal  \ncontracting laws have been altered to not include discrimination of employees that are within  \nthe LGBTQ community. \n Indications of a political climate being against the advancement of LGBTQ civil liberties  \ncan be gleaned from the president’s choice of Mike Pence as his vice president. While governor,  \nMike Pence introduced a bill protecting individuals or businesses to refuse services or goods to  \nLGBTQ people if it is considered an issue based upon the religious beliefs of the proprietor  \n(Girard, 2017). To expand in the author’s own words, “…Trump’s Vice-President, Mike Pence,  \nhas an unequivocal public record of draconian anti-choice and anti-lesbian, gay, bisexual, trans  \nand queer (LGBTQ) actions and positions as US Congressman and Governor of Indiana” (2017,  \np.1). In addition, the Republican party platform has been identified as the most anti-gay platform  \nin modern history, and Trump has filled his cabinet with individuals who oppose the \nadvancement of LGBTQ civil rights. (Girard, 2017). \n How does this political climate impact the day to day lives for the LGBTQ community \nspecifically adolescents within this community?  Gavin Grimm is a concrete example of \nthe political ramifications. During the Obama presidency, it was determined that protections \nfor gender oppression would be extended to students within the transgender community under \nTitle IX. These protections allowed for Gavin Grimm to utilize the bathroom of the gender \nhe identifies with, not the bathroom of his assigned birth sex. As is discussed by Quintanilla \n(2015): \nExploration of Homophobia in Schools \n \n \n59 \n…in a recent case at Gloucester High School in Gloucester, Virginia where \n10th grade transgender boy, Gavin Grimm…was granted permission by the \nschool principle to utilize the boys’ bathroom and locker room only to have the \nschool board deny access to these facilities just a few months later... Title IX of \nthe Education Amendments prohibits sexual discrimination or exclusion from \nparticipation in education programs or activities that receive Federal funding. The \nOffice for Civil Rights in Education enforces schools’ compliance of Title IX and \nensures equal and fair treatment of students regardless of sex, including cross \ngender identifying individuals. (p. 2.) \nThese protections have already been reversed within the first 100 days of the Trump  \npresidency. Civil rights cases like Gavin Grimm’s will eventually land in front of the Supreme \nCourt, and as Neil Gorsuch takes the bench, it is still to be determined on the outcome of \ncontinued civil rights battles. \n This study’s results mirror previous studies’ implications associating experiences of \noppression to difficulty with emotional regulation, and also high-risk behavior; however, it is \npertinent to reference the correlation between perceptions by participants of a lack of staff \nintervention, and risk-taking behaviors. What are the implications of this outcome? Perhaps \nsocial workers need to see this as a rallying cry. What is the messaging of advocacy for this \nvulnerable population, and how could this be a benefit? It seems reasonable to assert that \nstanding up for the oppressed shows our care and concern, but beyond the individual clients we \nhave further opportunities. As social workers, we have an opportunity to offer support and care \nnot only within our individual client work, but also as part of a collective voice that can impact \nchange.  We can embrace the spirit of Queer theory and take action. As is discussed by Hill \nExploration of Homophobia in Schools \n \n \n60 \n(2004), we can challenge traditional norms that can have negative implications for those deemed \non the outside of the mainstream:  \nEmbracing queer ideas has taken me more deeply into popular education and \nLGBTQ community development, not as theoretical approaches but as ways to do \nfour things: subvert dominant notions; trouble assumptions; bring rigorous \nskepticism to so-called regimes of truth; and contest the tendency to domesticate, \ncolonize, and sanitize difference. (p. 86) \nDue to the current uncertainty as a result of the political shift in our country, and the \nimplications of mental health concerns raised within this study, it is imperative that continued \nfocus and attention on oppressed communities take a new, escalated importance. Dialogue, \ndiscussion, and supportive studies to better understand the ramifications of oppression \nparticularly in the context of institutions for which students have no choice to attend have \nparticular relevance in this context. As has been previously discussed, the outcomes associated \nwith homo/transphobic harassment can be a detriment to the development and academic success \nfor the students in this community. Moving forward, knowledge is the only manner to battle \nignorance, and can only fuel the advancement of civil rights, and respect and dignity for \nadolescents that identify as LGBTQ. \nFuture Implications for Research \n This research study has several implications for future research.  As was previously \ndiscussed the focus of the study limited demographic information collected, however, it is \nnoteworthy that over one third of the participants reported experiencing harassment due to \nfactors other than sexuality.  How might multiple layers of oppression intercept?  Are there \ndistinctions between expectations of gender and experiences of oppression?  As is discussed by \nExploration of Homophobia in Schools \n \n \n61 \nKindlon and Thompson, in their 2000 book, Raising Cain: Protecting the Emotional Life of Boys \n,there is a significant role between notions of masculinity and male adolescents’ experiences with \nbullying.  There is a connection and an acceptance of having an aggressive environment amongst \nmale peers being a rite of passage, but the outcomes of this culture is unknown. In the author’s \nown words, “…the adolescent culture of cruelty that preys on unpopular or nonconformist boys, \nand the high costs to all of us of the emotional illiteracy that is so common among boys and \nmen.” (p.vii)   What are the long term outcomes for these attitudes in our culture?  Phoenix, \nFrosh, and Pattman in their study (2003) look at these ideas of masculinity and bullying.  The \nstudy indicates a fear of being seen as weak or too effeminate.  This opens experiences of \nhomophobic oppression beyond male adolescents that identify within this community to anyone \nwho may be perceived to not have appropriate levels of masculinity.  Future studies focusing on \nexpectations associated with masculinity and femininity and resulting bullying would be \nbeneficial. \nThe experiences with racial oppression and the queer identity would also benefit from \nfuture exploration.  There is uniqueness to this oppressive intersection, and also how this plays \nout within an institutional setting, “As with other derogated forms of social and cultural \ndifference in Western societies, schools have played a notable role in reproducing the \nmarginality of black queerness” (Brockenbrough, 2012, p.741).    Ed Brockenbrough conducted \na qualitative study (2012) regarding the experiences of educators who identify as black and \nqueer.  An interesting notion that was uncovered through Brockenbrough’s study includes \nunderstanding the level of homophobia that exists within our culture.  Brockenbrough discusses \nthe experiences of some participants pertaining to being closeted out of fear of repercussions.  In \nthe author’s own words, “While participation in this study provided a unique opportunity for \nExploration of Homophobia in Schools \n \n \n62 \nrespondents to reflect upon and speak about their experiences as black men in the teaching \nprofession, it also produced unanticipated tensions around queer disclosures” (2012, p. 750).    \nThis perhaps unanticipated study talking point sheds light on the prevalence of homophobia and \neducation and further raises questions of how students may weather complicated layered \nexperiences of oppression.  If this issue is difficult for adult professionals to manage, how would \nthis impact students?  This finding begs further study.  \nThis writer would advocate that better understanding pertaining to motivations and gains \nassociated with the participants’ correlated behaviors associated with higher risk behaviors and \nsubstance use.  The focus of future studies should take into account what the participants believe \nto be the benefit.  Is the behavior associated with social acceptance and status or is this motivated \nby escapism?  Perhaps there is a combination of both influences.  In addition, research pertaining \nto perceived lack of support should be compared with whether or not there are Gay Straight \nAlliances or Queer clubs available within the schools that students are expressing a lack of staff \nintervention on behalf of Queer students.  This data could argue more benefit to these \norganizations being a healthy support and outlet for adolescents struggling with oppression.  \nLastly, this writer would recommend that studies should also include information addressing \nhow empowering the experience of social advocacy and political involvement may be in \ncombatting feelings of alienation and potential staff indifference.  Investigating how feelings of \nempowerment arise through social advocacy would be relevant knowledge for social workers to \nencourage healthy outlets for Queer youth. \n \n \nExploration of Homophobia in Schools \n \n \n63 \nReferences  \nAdelman, M., Segal, E. A., & Kilty, K. M. (2006). Introduction: Transforming LGBTQ \ninequalities in the Twenty-First Century. Journal of Poverty, 10, 1-4. \ndoi:10.1300/J134v10n02•01 \nAdelman, M., & Woods, K. (2006). Identification without intervention: Transforming the Anti-\nLGBTQ school climate. Journal of Poverty, 10, 5-26. doi:10.1300/J134v10n02•02 \nAlmeida, J., Johnson, R. M., Corliss, H. L., Molnar, B. E., & Azrael, D. (2009). Emotional \ndistress among LGBT youth: The Influence of perceived discrimination based on sexual \norientation. Journal of Youth and Adolescence, 38, 1001-14.  \nRetrieved from http://search.proquest.com/docview/204636129?accountid=14707 \nAmbriz, M. (2015). A Review of improving emotional and behavioral outcomes for LGBT youth \nand health services. Journal of LGBT Youth, 12, 189-195. \nDOI:10.1080/19361653.2014.969868 \nBagley, C. & Tremblay, P. (2000). Elevated rates of suicidal behavior in gay, lesbian, and \nbisexual youth. Crisis: The Journal of Crisis Intervention and Suicide Prevention, 21, \n111-117. http://proxy.library.upenn.edu:2112/10.1027//0227-5910.21.3.111 \nBarker, R. (Ed.). (2003). The Social Work Dictionary. Washington, DC: NASW Press. \nBearss, N. (2013). Working with lesbian, gay, bisexual and transgendered youth in schools. In \nClauss-Ehlers, C. S., Serpell, Z. N., & Weist, M. D. (Eds.). Handbook of Culturally \nResponsive School Mental Health: Advancing Research, Training, Practice, and Policy. \nNew York, NY, USA: Springer. Retrieved from http://www.ebrary.com \n \nExploration of Homophobia in Schools \n \n \n64 \nBrockenbrough, E. (2012). Agency and abjection in the closet: The voices (and silences) of \nBlack queer male teachers. International Journal of Qualitative Studies in Education, \n25(6), 741-765. \nBrontsema, R. (2004). A Queer revolution: Reconceptualizing the debate over linguistic \nreclamation. Colorado Research in Linguistics. June 2004. 17, 1. Boulder: University of \nColorado.  \nButler, J. (1993). Critically queer. GLQ: A journal of Lesbian and Gay Studies, 1(1), 17-32. \nBybee, J. A., Sullivan, E. L., Zielonka, E., & Moes, E. (2009). Are gay men in worse mental \nhealth than heterosexual men? The role of age, shame and guilt, and coming-out. Journal \nof Adult Development, 16(3), 144-154. \nCenters for Disease Control and Prevention (2013). Methodology of the youth risk behavior \nsurveillance system. MMWR 2013;62 (No. RR-#): Retrieved from \nhttp://www.cdc.gov/mmwr/pdf/rr/rr6201.pdf \nClements-Nolle, K., Marx, R., Katz, M. (2006). Attempted suicide among transgender persons.  \nJournal of Homosexuality, 51, 53-69, DOI: 10.1300/J082v51n03_04 \nCopeland, L. (2007). Out of the closet, but not out of middle school. In P. S. Rothenberg (Ed.), \nRace, class, and gender in the United States (pp. 476-480). New York, NY: Worth \nPublishers. \nCrick, N. R., & Grotpeter, J. K. (1995). Children’s social behavior scale – self-report.   \n  In M.E. Hamburger, K.C. Basile, A.M. Vivolo. (2011). Measuring bullying     \n            victimization, perpetration, and bystander experiences: A Compendium of assessment \ntools. Atlanta, GA: Centers for Disease Control and Prevention, National Center for \nExploration of Homophobia in Schools \n \n \n65 \nInjury Prevention and Control. Retrieved from \nhttp://www.cdc.gov/violenceprevention/pub/measuring_bullying.html \nCourtois, C., & Ford, J., (2013). Treatment of complex trauma: A Sequenced, relationship-   \n based approach. New York, NY: The Guilford Press. \nDuarté-Vélez, Y., Bernal, G., & Bonilla, K. (2010). Culturally adapted cognitive-behavior \ntherapy: Integrating sexual, spiritual, and family identities in an evidence-based treatment \nof a depressed Latino adolescent. Journal of Clinical Psychology, 66, 895-906. \nDilley, P. (1999). Queer theory: Under construction. International Journal of Qualitative Studies \nin Education, 12, 457-472. doi: 10.1080/095183999235890 \nDrescher, J. (2010).  Queer Diagnoses: Parallels and Contrasts in the History of Homosexuality, \nGender Variance, and the Diagnostic and Statistical Manual. Archives of Sexual \nBehavior. Vol 39: 427. doi:10.1007/s10508-009-9531-5. \nFisher, E.,  Komosa-Hawkins, K., Saldaña, E., Thomas, G., Hsiao, C.,  Rauld, M., & Miller, D. \n(2008). California school psychologist: Promoting school success for lesbian, gay, \nbisexual, transgendered, and questioning students: Primary, secondary, and tertiary \nprevention and intervention strategies California Association of School Psychologists. 13. \n79-91 doi:10.1007/BF03340944 \nFisher, S., & Maltese, M. (2006). Services for gay, lesbian, bisexual, transgender, and  \n questioning youth and their families. In B. Stoule (Ed.), The Summary of the  \n Special Forum Held at the 2006 Georgetown University Training. Washington   \n           D.C.: Georgetown University Center for Child and Human Development. \nFreud, S., & Strachey, J. (1975). Three essays on the theory of sexuality, 5008. Basic Books. \nExploration of Homophobia in Schools \n \n \n66 \nFrye, M. (2007). Oppression. In P. S. Rothenberg (Ed.), Race, class, and gender in the United \nStates (pp. 154-158). New York, NY: Worth Publishers.   \nGoffman, E. (1986). Stigma: Notes on the management of spoiled identity. New York, NY: \nSimon & Schuster, Inc. \nGordon, M., Price M., Peralta, K. (2016). Understanding HB2: North Carolina’s newest law \nsolidifies state’s role in defining discrimination. The Charlotte Gazette. \n Retrieved from: http://www.charlotteobserver.com/news/politics-\ngovernment/article68401147.html \nHalperin, D. (2003). The Normalization of queer theory. Journal of Homosexuality. 24(2-4). \nRetrieved from: http://dx.doi.org/10.1300/J082v45n02_17 \nHare-Mustin, R. T., & Marecek, J. (1988). The meaning of difference: Gender theory, \npostmodernism, and psychology. American Psychologist, 43(6), 455-464. \ndoi:10.1037/0003-066X.43.6.455 \nHarris, N. & Dyson, M. (2004). University of Pennsylvania Journal of Constitutional law:            \nSafe rules or gays' schools-the dilemma on sexual orientation segregation in public \neducation. University of Pennsylvania Law School. \nhttp://proxy.library.upenn.edu:13080/?sid=google&auinit=N&aulast=Harris&atitle=Safe\n+Rules+or+Gays%27+Schoolsthe+Dilemma+on+Sexual+Orientation+Segregation+in+P\nublic+Education&title=University+of+Pennsylvania+journal+of+constitutional+law&vol\nume=7&date=2004&spage=183&issn=1521-2823 \nHatzenbuehler, M. L. (2011). The social environment and suicide attempts in lesbian, gay, and \nbisexual youth. Pediatrics, 127(5), 896-903. \nExploration of Homophobia in Schools \n \n \n67 \nHill, R. J. (2004). New directions for adult and continuing education: Activism as practice: Some \nqueer considerations John Wiley & Sons Inc. doi:10.1002/ace.141. \nJordan, K. (2000).  Substance Abuse Among Gay, Lesbian, Bisexual, \nTransgender, and Questioning Adolescents. School Psychology Review.  2000, 29(2), \n201-206. \nKindlon, D. J., & Thompson, M. (2000). Raising Cain: Protecting the emotional life of boys. \nRandom House Digital, Inc.. \nKelleher, C. (2009). Minority stress and health: Implications for lesbian, gay, bisexual,   \n           transgender, and questioning (LGBTQ) young people. Counselling Psychology Quarterly, \n22, 373-379. doi:10.1080/09515070903334995 \nKosciw, J. G., & Diaz, E. M. (2006). GLSEN School climate survey.   \n  In M.E. Hamburger, K.C. Basile, A.M. Vivolo. (2011).  Measuring bullying     \n            victimization, perpetration, and bystander experiences: A Compendium of assessment \ntools. Atlanta, GA: Centers for Disease Control and Prevention, National Center for \nInjury Prevention and Control.  Retrieved from \nhttp://www.cdc.gov/violenceprevention/pub/measuring_bullying.html \nMabry, C. (1997). An Opportunity to get even. In K. E. Rosenblum & T.M. C. Travis (Eds.), The \nMeaning of Difference 136-137.  \nMarshal, M. P. (2011). Journal of adolescent health: Suicidality and depression disparities \nbetween sexual minority and heterosexual youth: A Meta-analytic review Elsevier. \ndoi:10.1016/j.jadohealth.2011.02.005http://proxy.library.upenn.edu:2252/?sid=google&a\nuinit=MP&aulast=Marshal&atitle=Suicidality+and+depression+disparities+between+sex\nual+minority+and+heterosexual+youth:+a+metaanalytic+review&id=doi:10.1016/j.jadoh\nExploration of Homophobia in Schools \n \n \n68 \nealth.2011.02.005&title=Journal+of+adolescent+health&volume=49&issue=2&date=201\n1&spage=115&issn=1054-139X \nMazzone, A., Camodeca, M., & Salmivalli, C. (2016). Stability and change of outsider behavior \nin school bullying: The Role of shame and guilt in a longitudinal perspective   \n The Journal of Early Adolescence 0272431616659560, first published on July 22, 2016 \ndoi:10.1177/0272431616659560 \nMcCabe, P. (2014). The Rally cry: School psychologists as allies and advocates for the LGBTQ \ncommunity. School Psychology Forum: Research in Practice, 8, 1–9. \nMcDermott, E., Roen, K., & Scourfield, J. (2008). Avoiding shame: Young LGBT people, \nhomophobia and self‐ destructive behaviours. Culture, Health & Sexuality, 10(8), 815-\n829. \n McKinnon, S.,Gorman-Murray, A., Dominey-Howes, D. (2017). Disasters, queer narratives, and \nthe news: How are LGBTI disaster experiences reported by the mainstream and LGBTI \nmedia?. Journal of Homosexuality 64:1, 122-144. \nMeyer, E. J. (2007). “But I'm not gay\": What straight teachers need to know about queer theory. \nRetrieved from: \nhttp://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1014&context=coe_dean \nMynard, H., &, Joseph, H.  (2000). Multi-dimensional peer victimization scale.   \n  In M.E. Hamburger, K.C. Basile, A.M. Vivolo. (2011). Measuring bullying     \n            victimization, perpetration, and bystander experiences: A Compendium of assessment \ntools. Atlanta, GA: Centers for Disease Control and Prevention, National Center for \nInjury Prevention and Control. Retrieved from \nhttp://www.cdc.gov/violenceprevention/pub/measuring_bullying.html \nExploration of Homophobia in Schools \n \n \n69 \nNamaste, K.  (1994). The Politics of inside/out: Queer theory, poststructuralism, and a \nsociological approach to sexuality. Sociological Theory, 12, 2, 220-231. \nRetrieved from:  http://links.jstor.org/sici?sici=0735-\n2751%28199407%2912%3A2%3C220%3ATPOIQT%3E2.0.CO%3B2-P   \nNeal, A. (2016). Obergefell v. Hodges and support for same-sex marriage: Changes in national \nand state public opinion. College of Arts & Sciences Senior Honors Theses. Paper 101. \nRetrieved from http://ir.library.louisville.edu/honors/101 \nPeet, J. (2007). Lesbian sues school district over harassment. In P. S. Rothenberg (Ed.). Race, \nClass, and Gender in the United States. 316-318. New York, NY: Worth Publishers. \nPharr, S. (2007). Homophobia as a weapon of sexism. In P. S. Rothenberg (Ed.), Race, Class, \nand Gender in the United States, 168-177. New York, NY: Worth Publishers. \nPhoenix, A., Frosh, S., & Pattman, R. (2003). Producing contradictory masculine subject \npositions: Narratives of threat, homophobia and bullying in 11–14 year old boys. Journal \nof Social issues, 59(1), 179-195. \nPoteat, V.P., K.O. Sinclair, C.D. DiGiovanni, B.W. Koenig, S.T. Russell (2013). Gay-straight \nalliances are associated with student health: A Multischool comparison of LGBTQ and \nheterosexual youth. Journal of Research on Adolescence, 23, 319–330.Blackwell \nPublishing. doi:10.1111/j.1532-7795.2012.00832.x. \nThe Associated Press. (2007). Boy punished for talking about gay mom. In P. S. Rothenberg \n(Ed.), Race, Class, and Gender in the United States, 319. New York, NY: Worth \nPublishers. \nQueer. (n.d.).  In The Oxford Dictionary online. Retrieved from: \nhttps://en.oxforddictionaries.com/definition/queer. \nExploration of Homophobia in Schools \n \n \n70 \nQuintanilla, S. (2015). The High school environment and its impact on cross gender teens. \n Retrieved from: \n https://www.rappahannock.edu/wp-content/uploads/2015/06/quintanilla.pdf \nRich, A. (1980). Compulsory heterosexuality and lesbian existence. Signs: Journal of Women in \nCulture And Society, 5(4), 631-660. \nRuben, A., Babbie, E. (2014). Research methods for social work. Belmont, CA: Brooks/Cole, \nCengage Learning. \nStein, A., Plummer, K. (1994). Sociological theory: I can’t even think straight: “Queer” theory \nand the missing sexual revolution in sociology. Jossey-Bass. \nhttp://proxy.library.upenn.edu:2506/?sid=google&auinit=K&aulast=Plummer&atitle=I+c\nan%E2%80%99t+even+think+straight:%E2%80%9Cqueer%E2%80%9D+theory+and+t\nhe+missing+sexual+revolution+in+sociology&title=Sociological+theory&volume=12&i\nssue=2&date=1994&spage=178&issn=0735-2751 \nSue, D. W. (2010). Microaggressions in everyday life: Race, gender, and sexual orientation. John  \n    Wiley & Sons: Hoboken, NJ. \nWorkers, N. A. (2008). NASW Code of Ethics. Guide to the Everyday Professional Conduct of  \n            Social Workers. Washington, DC: NASW. \n \n \n \n \n \n \nExploration of Homophobia in Schools \n \n \n71 \nAppendix A \nInformed Consent: \nThank you for your willingness to participate in this anonymous survey. Please answer the \nquestions to the best of your understanding and as honestly as possible. The survey is an \nattempt to understand experiences within school systems of oppressive behaviors, attitudes, \nand language regarding adolescents who identify within the LGBT community.  These identified \nexperiences will be compared and correlated with information collected pertaining to academic \nperformance, substance use, emotional/social well-being, and sexual behaviors.  Any \ninformation collected is an effort to better understand the experiences of adolescents within \nthe LGBTQ community in an effort to enhance support. \nAll questions are multiple choice or rating questions. No in-depth or open-ended questions are \nbeing asked or requested of participants.  Participation in this study is purely voluntary, and all \nparticipants have the option to withdraw without completing the survey without any \nconsequence.  The content of this survey has no intentionally distressing materials; however, if \nparticipants need support or resources, below are two national hotlines that can offer support \nand or resources for participants: \nThe Trevor Project, www.thetrevorproject.org 24/7 hotline, 1-866-488-7386 \nThe GLBT Help Center, http://www.glbthotline.org/, GLBT National Youth Talkline at 1-800-246-\n7743 \nAll survey information will be used solely for the purposes of this research study.  No identifying \ninformation is being collected, and the survey is completely anonymous.  Any results or \npublications pertaining to this study will have no identifying information of any individual \nparticipants. \nif you have any questions or concerns please contact the study researchers: \nPaul Heffner at 267-773-8205 or email at heffner@sp2.upenn.edu \nOr \nAndrea Doyle at 215-746-5486 or email at doylea@sp2.upenn.edu \n  \nAdditionally, if you have any other concerns about being a participant in this study, please call or \nemail: \nExploration of Homophobia in Schools \n \n \n72 \nInstitutional Review Board  \nUniversity of Pennsylvania Office of Regulatory Affairs \n3624 Market Street, Suite 301 S., Philadelphia, PA 19104-6006  \nPhone: 215.573.2540 Fax 215-573-9438 or email hsera_help@lists.upenn.edu \nBy continuing with this survey, participants are acknowledging they have read, understand, and \nagree to participate in this anonymous survey. \nYes  \nNo  \nWelcome to the LGBTQ Survey! \nThank you for participating in this survey about your school experiences. The survey contains \nquestions about you, your school and your experiences in school, including your experiences \nwith harassment and assault at school. We are conducting the survey so that we can assess the \nschool climate—how comfortable students of different \nbackgrounds are in school, how common offensive language is in the hallways, and how \ncommon other types of harassment are. The information from the survey will help inform on \nLGBTQ teens experiences. \nYou can choose to stop taking the survey at any time. \nThis survey is intended to be anonymous—please do not provide your name, email, or other \ncontact information anywhere on the survey. \nBecause the survey is anonymous, we hope that you will be comfortable being completely honest \nwhen answering these questions. \nCreated through GLSEN's Local School Climate Survey Tool. This survey is not administered by \nGLSEN. \nHow Old are You?  \n12 or younger  \n13  \n14  \n15  \n16  \n17  \nExploration of Homophobia in Schools \n \n \n73 \n18  \n19  \n20  \n21 or older  \nDo you feel unsafe at your school because of...(Please check all that apply to you) \nYour race or ethnicity or because people think you are of a certain race or ethnicity  \nYour sexual orientation (for example being gay, lesbian, or bisexual) or what people think your \nsexual orientation is.  \nYour gender  \nHow you express your gender (how traditionally masculine or feminine you are in your \nappearance or in how you act)  \nYour disability or because people think you have a disability  \nYour religion or because people think you are of a certain religion  \nYour body type (size, weight, height, etc.)  \nYour family's income or economic status  \nYour academic ability or how well you do in school  \nYour citizenship status  \nOther reason  \nNone of the above. I do not feel unsafe at school  \nDuring the past month of school, on how many days did you not go to school because you felt \nyou would be unsafe at school or on your way to or from school?  \n0 days  \n1 day  \n2 or 3 days  \n4 or 5 days  \n6 or more days  \nDo you avoid these spaces at school because you feel uncomfortable or unsafe in the space? \n(Please check all that apply to you) \nExploration of Homophobia in Schools \n \n \n74 \nBathrooms  \nCafeteria or lunch room  \nLocker rooms  \nHallways-stairwells  \nSchool athletic fields or facilities  \nSchool buses  \nPhysical education(PE) or gym class  \nSchool grounds, not including athletic fields (example: parking lots)  \nSchool functions (Dances, assemblies, etc.)  \nExtracurricular programs-facilities-activities at school  \nAnother space not listed above  \nI don't avoid anywhere at school because of feeling uncomfortable or unsafe  \nIn the past year, how often have you been verbally harassed (name-calling, threats, etc. directed \nat you) at school because of your gender? \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nIn the past year, how often have you been verbally harassed (name-calling, threats, etc. directed \nat you) at school because of how you express your gender (how traditionally \"masculine\" or \n\"feminine\" you are in your appearance or in how you act) \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nExploration of Homophobia in Schools \n \n \n75 \nIn the past year, how often have you been physically harassed (shoved, pushed, etc.) at your \nschool because of your gender. \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nIn the past year, how often have you been physically harassed (name-calling, threats, etc. \ndirected at you) at school because of how you express your gender (how traditionally \n\"masculine\" or \"feminine\" you are in your appearance or in how you act) \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nIn the past year, how often have you been physically assaulted (punched, kicked, injured with a \nweapon, etc.) at your school because of your sexual orientation (for example, being gay lesbian, \nor bisexual) or what people think your sexual orientation is \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nIn the past year, how often have you been physically assaulted (punched, kicked, injured with a \nweapon, etc.) at your school because of Your gender \nNever  \nRarely  \nExploration of Homophobia in Schools \n \n \n76 \nSometimes  \nOften  \nFrequently  \nIn the past year, how often have you been physically assaulted (punched, kicked, injured with a \nweapon, etc.) at your school because of how you express your gender (how traditionally \nmasculine or feminine you are in your appear or in how you act) \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nIn the past year, how often have you been sexually harassed at your school, such as sexual \nremarks made toward you or someone touching your body improperly? \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nIn the past year, how often have you had mean rumors or lies spread about you by students in \nyour school? \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nIn the past year how often have you felt excluded or left out on purpose by students at your \nschool? \nExploration of Homophobia in Schools \n \n \n77 \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nIn the past year, how often have you had your property stolen or deliberately damaged such as \nyour car, clothing or books in school? \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nIn the past year, how often have you  been harassed or threatened by students at your school \nusing phone or internet communications (for example, text messages, emails, instant messages \n(IM), or posting on Twitter, Tumblr, or Facebook)? \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nIn the past year,  have you been bullied or harassed in the following places? (Please check all \nthat apply) \nBathrooms  \nCafeteria or lunch room  \nHallways-stairwells  \nSchool athletic fields or facilities  \nSchool buses  \nPhysical education (PE) or gym class  \nExploration of Homophobia in Schools \n \n \n78 \nSchool grounds not including athletic fields ( example: parking lots)  \nSchool functions (dances, assemblies, etc.)  \nExtracurricular programs/facilities/activities at school  \nHow often did you report when you were harassed or assaulted in school to a teacher, the \nprincipal or other school staff person? \nAlways  \nMost of the time  \nSome of the time  \nNever  \nDoesn't apply-I have never been harassed or assaulted in school  \nOverall, how effective was the staff response in addressing the problem the last time your \nreported it? \nVery effective  \nSomewhat effective  \nSomewhat ineffective  \nNot at all effective  \nDoesn't apply-I have never been harassed/assaulted in school or I never reported it.  \nHow often have you heard sexist remarks used in school (such as someone being called a bitch \nor ho in a negative way or comments about girls' bodies or talk of girls being inferior to boys)? \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nHow often do you hear sexist remarks from teachers or school staff? \nNever  \nExploration of Homophobia in Schools \n \n \n79 \nRarely  \nSometimes  \nOften  \nFrequently  \nWould you say sexist remarks are made by: \nNone of the students  \nA few of the students  \nSome of the students  \nMost of the students  \nFemale  \nWhen sexist remarks are made and a teacher or other school staff person is present, how often \ndoes the teacher or staff person intervene or do something about it? \nNever  \nSome of the time  \nMost of the time  \nAlways  \nNot applicable-I never hear these remarks.  \nNot applicable-The teacher was never present.  \nWhen you hear sexist remarks, how often does another student intervene or do something about \nit? \nNever  \nSome of the time  \nMost of the time  \nAlways  \nNot applicable-I never hear these remarks  \nNot applicable-Another student was never present.  \nExploration of Homophobia in Schools \n \n \n80 \nHow often do you hear the word \"gay\" used in a negative way (such as \"that's so gay\" or \"you're \nso gay\") in school? \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nHow often do you hear the phrase \"no homo\" used in school? \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nHow have you heard other homophobic remarks used in school (such as \"faggot\", \"dyke\", or \n\"queer\" used in a negative manner)? \nNever  \nRearely  \nSometimes  \nOften  \nFrequently  \nWould you say that homophobic remarks are made by: \nNone of the students  \nA few of the students  \nSome of the students  \nMost of the students  \nHow often do you hear homophobic remarks from teachers or school staff? \nExploration of Homophobia in Schools \n \n \n81 \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nWhen homophobic remarks are made and a teacher or other school staff person is present, how \noften does the teacher or staff person intervene or do something about it? \nNever  \nSome of the time  \nMost of the time  \nAlways  \nNot applicable-I never hear these remarks  \nNot applicable-The teacher was never present  \nWhen you hear homophobic remarks, how often does another student intervene or do something \nabout it? \nNever  \nSome of the time  \nMost of the time  \nAlways  \nNot applicable-I never hear these remarks  \nNot applicable-Another student was never present  \nHow often have you heard comments about students not acting \"masculine\" enough? \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nExploration of Homophobia in Schools \n \n \n82 \nHow often have you heard comments about students not acting \"feminine\" enough? \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nWould you say that these remarks are made by: \nNone of the students  \nA few of the students  \nSome of the students  \nMost of the students  \nHow often do you hear these remarks from teachers or school staff? \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nWhen these remarks are made and a teacher or other school staff person is present, how often \ndoes the teacher or staff person intervene or do something about it? \nNever  \nSome of the time  \nMost of the time  \nAlways  \nNot applicable-I never hear these remarks  \nNot applicable-The teacher was never present  \nExploration of Homophobia in Schools \n \n \n83 \nWhen you hear these remarks, how often does another student intervene or do something about \nit? \nNever  \nSome of the time  \nMost of the time  \nAlways  \nNot applicable-I never hear these remarks  \nNot applicable-Another student was never present  \nHow often have you heard negative remarks about transgender people (such as \"tranny\" and \n\"he/she\") used in your school? \nNever  \nRarely  \nSometimes  \nOften  \nFrequently  \nWould you say that these remarks are made by: \nNone of the students  \nA few of the students  \nSome of the students  \nMost of the students  \nDoes your school have a Gay/Straight Alliance (GSA) or another type of club that addresses \nlesbian, gay, bisexual and transgender student issues? \nYes  \nNo  \nDon't know/not sure  \nExploration of Homophobia in Schools \n \n \n84 \nAre you able to use school computers to access websites about lesbian, gay, bisexual and \ntransgender people, history or events? \nYes  \nNo  \nDon't know  \nDon't have internet access at my school  \nHow many books or other resources in your school library contain information about lesbian, \ngay, bisexual and transgender people, history or events? \nNone  \nA few  \nMany  \nDon't know  \nIn this past school year, were you taught positive things about lesbian, gay, bisexual, or \ntransgender (LGBT) people, history or events in any of your classes? \nYes  \nNo  \nIn this past year, were you taught negative things about LGBT people, history, or events in any \nof your classes? \nYes  \nNo  \nHow many teachers or other school staff persons are supportive of LGBT students at your \nschool? \nNone  \none  \nBetween 2 and 5  \nBetween 6 and 10  \nExploration of Homophobia in Schools \n \n \n85 \nMore than 10  \nDon't know  \nIn general, how accepting do you think students at your school are of LGBT people? \nNot at all accepting  \nNot very accepting  \nNeutral  \nSomewhat accepting  \nVery accepting  \nDon't know  \nHow accepting is your school administration (principal, vice-principal, etc.) of LGBT students? \nVery unsupportive  \nSomewhat unsupportive  \nNeutral  \nSomewhat supportive  \nVery supportive  \nDon't know  \nWhat sex were you assigned at birth (what the doctor put on your birth certificate)? \nMale  \nFemale  \nBelow is a list of terms that people often use to describe their gender.  Please check all those \nterms that apply to you. \nMale  \nFemale  \nTransgender/transgender Male-to-female/transgender Female-to-male  \nGenderqueer  \nAnother gender identity not listed above  \nExploration of Homophobia in Schools \n \n \n86 \nBelow is a list terms that people often use to describe their sexuality or sexual \norientation.  Please check all those terms that apply to you. \nGay  \nLesbian  \nBisexual  \nStraight/heterosexual  \nQuestioning/not sure  \nQueer  \nAnother sexual orientation not listed above  \n2017 State and Local Youth Risk Behavior Survey \nThis survey is about health behavior.  It has been developed so you can tell us what you do that \nmay affect your health.  The information you give will be used to improve health education for \nyoung people like yourself. \nThe answers you give will be kept private.  No one will know what you write.  Answer the \nquestions based on what you really do. \nCompleting the survey is voluntary.  Whether or not you answer the questions will not affect \nyour grade in this class.  If you are not comfortable answering a question, just leave it blank. \nThe questions that ask about your background will be used only to describe the types of students \ncompleting this survey.  The information will not be used to find out your name.  No names will \never be reported. \nMake sure to read every question.   \nHow often do you wear a seat belt when riding in a car driven by someone else? \nNever  \nRarely  \nSometimes  \nMost of the time  \nAlways  \nExploration of Homophobia in Schools \n \n \n87 \nDuring the past 30 days, how many times did you ride in a car or other vehicle driven by \nsomeone who had been drinking alcohol? \n0 times  \n1 time  \n2 or 3 times  \n4 or 5 times  \n6 or more times  \nDuring the past 30 days, how many times did you drive a car or other vehicle when you had \nbeen drinking alcohol? \nI did not drive a car or other vehicle during the past 30 days  \n0 times  \n1 time  \n2 or 3 times  \n4 or 5 times  \n6 or more times  \nDuring the past 30 days, on how many days did you text or e-mail while driving a car or other \nvehicle? \nI did not a drive or other vehicle during the past 30 days  \n0 days  \n1 or 2 days  \n3 to 5 days  \n6 to 9 days  \n10 to 19 days  \n20 to 29 days  \nAll 30 days  \nDuring the past 30 days, on how many days did you carry a weapon such as a gun, knife, or \nclub? \nExploration of Homophobia in Schools \n \n \n88 \n0 days  \n1 day  \n2 or 3 days  \n4 or 5 days  \n6 or more days  \nDuring the past 30 days, on how many days did you carry a weapon such as a gun, knife, or club \non school property? \n0 days  \n1 day  \n2 or 3 days  \n4 or 5 days  \n6 or more days  \nDuring the past 12 months, on how many days did you carry a gun? (Do not count the days \nwhen you carried a gun only for hunting or for a sport, such as target shooting.) \n0 days  \n1 day  \n2 or 3 days  \n4 or 5 days  \n6 or more days  \nDuring the past 12 months, how many times has someone threatened or injured you with a \nweapon such as a gun, knife, or club on school property? \n0 times  \n1 time  \n2 or 3 times  \n4 or 5 times  \n6 or 7 times  \n8 or 9 times  \nExploration of Homophobia in Schools \n \n \n89 \n10 or 11 times  \n12 or more times  \nDuring the past 12 months, how many times were you in a physical fight? \n0 times  \n1 time  \n2 or 3 times  \n4 or 5 times  \n6 or 7 times  \n8 or 9 times  \n10 or 11 times  \n12 or more times  \nDuring the past 12 months, how many times were you in a physical fight on school property? \n0 times  \n1 time  \n2 or 3 times  \n4 or 5 times  \n6 or 7 times  \n8 or 9 times  \n10 or 11 times  \n12 or more times  \nHave you ever been physically forced to have sexual intercourse when you did not want to? \nYes  \nNo  \nDuring the past 12 months, how many times did anyone force you to do sexual things that you \ndid not want to do? (Count such things as kissing, touching, or being physically forced to have \nsexual intercourse.) \nExploration of Homophobia in Schools \n \n \n90 \n0 times  \n1 time  \n2 or 3 times  \n4or 5 times  \n6 or more times  \nDuring the past 12 months, how many times did someone you were dating or going out with \nforce you to do sexual things that you did not want to do? (Count such things as kissing, \ntouching, or being physically forced to have sexual intercourse.) \nI did not date or go out with anyone during the past 12 months  \n0 times  \n1 time  \n2 or 3 times  \n4 or 5 times  \n6 or more times  \nDuring the past 12 months, how many times did someone you were dating or going out with \nphysically hurt you on purpose? (Count such things as being hit, slammed into something, or \ninjured with an object or weapon.) \nI did not date or go out with anyone during the past 12 months  \n0 times  \n1 time  \n2 or 3 times  \n4 or 5 times  \n6 or more times  \nDuring the past 12 months, did you ever feel so sad or hopeless almost every day for two weeks \nor more in a row that you stopped doing some usual activities? \nYes  \nNo  \nExploration of Homophobia in Schools \n \n \n91 \nDuring the past 12 months, did you ever seriously consider attempting suicide? \nYes  \nNo  \nDuring the past 12 months, did you make a plan about how you would attempt suicide? \nYes  \nNo  \nDuring the past 12 months, how many times did you actually attempt suicide? \n0 times  \n1 time  \n2 or 3 times  \n4 or 5 times  \n6 or more times  \nIf you attempted suicide during the past 12 months, did any attempt result in an injury, \npoisoning, or overdose that had to be treated by a doctor or nurse? \nI did not attempt suicide during the past 12 months  \nYes  \nNo  \nHave you ever tried cigarette smoking, even one or two puffs? \nYes  \nNo  \nHow old were you when you first tried cigarette smoking, even one or two puffs? \nI have never tried cigarette smoking, not even one or two puffs  \n8 years old or younger  \n9 or 10 years old  \nExploration of Homophobia in Schools \n \n \n92 \n11 or 12 years old  \n13 or 14 years old  \n15 or 16 years old  \n17 years old  \nDuring the past 30 days, on how many days did you smoke cigarettes? \n0 days  \n1 or 2 days  \n3 to 5 days  \n6 to 9 days  \n10 to 19 days  \n20 to 29 days  \nAll 30 days  \nDuring the past 30 days, on the days you smoked, how many cigarettes did you smoke per day? \nI did not smoke cigarettes during the past 30 days  \nLess than 1 cigarette per day  \n1 cigarette per day  \n2 to 5 cigarettes per day  \n6 to 10 cigarettes per day  \n11 to 20 cigarettes per day  \nMore than 20 cigarettes per day  \nHave you ever used an electronic vapor product (such as blu, NJOY, Vuse, MarkTen, Logic, \nVapin Plus, eGo, and Halo.  Electronic vapor products include e-cigarettes, e-cigars, e-\npipes, vape pipes, vaping pens, e-hookahs, and hookah pens)? \nYes  \nNo  \nDuring the past 30 days, on how many days did you use an electronic vapor product? \nExploration of Homophobia in Schools \n \n \n93 \n0 days  \n1 or 2 days  \n3 to 5 days  \n6 to 9 days  \n10 to 19 days  \n20 to 29 days  \nAll 30 days  \nDuring the past 30 days, how did you usually get your own electronic vapor products?  \nI did not use any electronic vapor products during the past 30 days  \nI bought them in a store such as a convenience store, supermarket, discount store, gas station, or \nvape store  \nI got them on the internet  \nI gave someone else money to buy them for me  \nI borrowed them from someone else  \nA person 18 years old or older gave them to me  \nI took them from a store or another person  \nI got them some other way  \nDuring the past 30 days, on how many days did you use chewing tobacco, snuff, dip, snus, or \ndissolvable tobacco products, such as Redman, Levi Garrett, Beechnut, Skoal, Skoal Bandits, \nCopenhagen, Camel Snus, Marlboro Snus, General Snus, Ariva, Stonewall, or Camel Orbs? (Do \nnot count any electronic vapor products.) \n0 days  \n1 or 2 days  \n3 to 5 days  \n6 to 9 days  \n10 to 19 days  \n20 to 29 days  \nAll 30 days  \nExploration of Homophobia in Schools \n \n \n94 \nDuring the past 30 days, on how many days did you smoke cigars, cigarillos, or little cigars? \n0 days  \n1 or 2 days  \n3 to 5 days  \n6 to 9 days  \n10 to 19 days  \n20 to 29 days  \nAll 30 days  \nDuring the past 12 months, did you ever try to quit using all tobacco products, including \ncigarettes, cigars, smokeless tobacco, shisha or hookah tobacco, and electronic vapor products? \nI did not use any tobacco products during the past 12 months  \nYes  \nNo  \nDuring your life, on how many days have you had at least one drink of alcohol? \n0 days  \n1 or 2 days  \n3 to 9 days  \n10 to 19 days  \n20 to 39 days  \n40 to 99 days  \n100 or more days  \nHow old were you when you had your first drink of alcohol other than a few sips? \nI have never had a drink of alcohol other than a few sips  \n8 years old or younger  \n9 or 10 years old  \n11 or 12 years old  \n13 or 14 years old  \nExploration of Homophobia in Schools \n \n \n95 \n15 or 16 years old  \n17 years old or older  \nDuring the past 30 days, on how many days did you have at least one drink of alcohol? \n0 days  \n1 or 2 days  \n3 to 5 days  \n6 to 9 days  \n10 to 19 days  \n20 to 29 days  \nAll 30 days  \nDuring the past 30 days, how did you usually get the alcohol you drank? \nI did not drink alcohol during the past 30 days  \nI bought it in a store such as a liquor store, convenience store, supermarket, discount store, or \ngas station  \nI bought it at a restaurant, bar, or club  \nI bought it at a public event such as a concert or sporting event  \nI gave someone else money to buy it for me  \nSomeone gave it to me  \nI took it from a store or family member  \nI got it some other way  \nDuring the past 30 days, what is the largest number of alcoholic drinks you had in a row? \nI did not drink alcohol during the past 30 days  \n1 or 2 drinks  \n3 drinks  \n4 drinks  \n5 drinks  \n6 or 7 drinks  \nExploration of Homophobia in Schools \n \n \n96 \n8 or 9 drinks  \n10 or more drinks  \nDuring your life, how many times have you used marijuana? \n0 times  \n1 or 2 times  \n3 to 9 times  \n10 to 19 times  \n20 to 39 times  \n40 to 99 times  \n100 or more times  \nHow old were you when you tried marijuana for the first time? \nI have never tried marijuana  \n8 years old or younger  \n9 or 10 years old  \n11 or 12 years old  \n13 or 14 years old  \n15 or 16 years old  \n17 years old or older  \nDuring the past 30 days, how many times did you use marijuana? \n0 times  \n1 or 2 times  \n3 to 9 times  \n10 to 19 times  \n20 to 39 times  \n40 or more times  \nDuring your life, how many times have you used any form of cocaine, including powder, crack, \nor freebase? \nExploration of Homophobia in Schools \n \n \n97 \n0 times  \n1 or 2 times  \n3 to 9 times  \n10 to 19 times  \n20 to 39 times  \n40 or more times  \nDuring your life, how many times have you sniffed glue, breathed the contents of aerosol spray \ncans, or inhaled any paints or sprays to get high? \n0 times  \n1 or 2 times  \n3 to 9 times  \n10 to 19 times  \n20 to 39 times  \n40 or more times  \nDuring your life, how many times have you used heroin (also called smack, junk, or China \nWhite)? \n0 times  \n1 or 2 times  \n3 to 9 times  \n10 to 19 times  \n20 to 39 times  \n40 or more times  \nDuring your life, how many times have you used methamphetamines (also called speed, crystal, \ncrank, or ice)? \n0 times  \n1 or 2 times  \n3 to 9 times  \nExploration of Homophobia in Schools \n \n \n98 \n10 to 19 times  \n20 to 39 times  \n40 or more times  \nDuring your life, how many times have you used ecstasy (also called MDMA)? \n0 times  \n1 or 2 times  \n3 to 9 times  \n10 to 19 times  \n20 to 39 times  \n40 or more times  \nDuring your life, how many times have you used synthetic marijuana (also called K2, Spice, \nfake weed, King Kong, Yucatan Fire, Skunk, or Moon Rocks)? \n0 times  \n1 or 2 times  \n3 to 9 times  \n10 to 19 times  \n20 to 39 times  \n40 or more times  \nDuring your life, how many times have you taken steroid pills or shots without a doctor's \nprescription? \n0 times  \n1 or 2 times  \n3 to 9 times  \n10 to 19 times  \n20 to 39 times  \n40 or more times  \nExploration of Homophobia in Schools \n \n \n99 \nDuring your life, how many times have you taken prescription pain medicine without a doctor's \nprescription or differently than how a doctor told you to use it? (Count drugs such as codeine, \nVicodin, OxyContin, Hydrocodone, and Percocet.) \n0 times  \n1 or 2 times  \n3 to 9 times  \n10 to 19 times  \n20 to 39 times  \n40 or more times  \nDuring your life, how many times have you used a needle to inject any illegal drug into your \nbody? \n0 times  \n1 time  \n2 or more times  \nDuring the past 12 months, has anyone offered, sold, or given you an illegal drug on school \nproperty? \nYes  \nNo  \nHave you ever had sexual intercourse? \nYes  \nNo  \nHow old were you when you had sexual intercourse for the first time? \nI have never had sexual intercourse  \n11 years old or younger  \n12 years old  \n13 years old  \nExploration of Homophobia in Schools \n \n \n100 \n14 years old  \n15 years old  \n16 years old  \n17 years old or older  \nDuring your life, with how many people have you had sexual intercourse? \nI have never had sexual intercourse  \n1 person  \n2 people  \n3 people  \n4 people  \n5 people  \n6 or more people  \nDuring the past 3 months, with how many people did you have sexual intercourse? \nI have never had sexual intercourse  \nI have had sexual intercourse, but not during the past 3 months  \n1 person  \n2 people  \n3 people  \n4 people  \n5 people  \n6 or more people  \nDid you drink alcohol or use drugs before you had sexual intercourse the last time? \nI have never had sexual intercourse  \nYes  \nNo  \nThe last time you had sexual intercourse, did you or your partner use a condom or other sexually \ntransmitted infection preventative method such as a dental dam? \nExploration of Homophobia in Schools \n \n \n101 \nI have never had sexual intercourse  \nYes  \nNo  \nThe last time you had sexual intercourse, if it could result in pregnancy, what one method did \nyou or your partner use to prevent pregnancy? (Select only one response.) \nI have never had sexual intercourse  \nNo method was used to prevent pregnancy  \nbirth control pils  \ncondoms  \nIUD (such as Mirena or ParaGard) or implant (such as Implanon or Nexplanon)  \nA shot (such as Depo-Provera), patch (such as OrthoEvera), or birth control ring (such as \nNuvaRing)  \nWithdrawal or some other method  \nNot sure  \nHave you ever been tested for HIV, the virus that causes AIDS? (Do not count tests done if you \ndonated blood.) \nYes  \nNo  \nNot sure  \nOn an average school night, how many hours of sleep do you get? \n4 or less hours  \n5 hours  \n6 hours  \n7 hours  \n8 hours  \n9 hours  \n10 or more hours  \nExploration of Homophobia in Schools \n \n \n102 \nDuring the past 12 months, how would you describe your grades in school? \nMostly A's  \nMostly B's  \nMostly C's  \nMostly D's  \nMostly F's  \nNone of these grades  \nNot sure  \nMultidimensional Peer Victimization Scale \nFor the next 10 questions, how often during the last school year has another student done these \nthings to you.. \nCalled me names \nNot at all  \nOnce  \nMore than once  \n...Tried to get me into trouble with my friends \nNot at all  \nOnce  \nMore than once  \n...Took something of mine without permission \nNot at all  \nOnce  \nMore than once  \n...Made fun of me because of my appearance \nExploration of Homophobia in Schools \n \n \n103 \nNot at all  \nOnce  \nMore than once  \n...Made fun of me for some reason \nNot at all  \nOnce  \nMore than once  \n...beat me up \nNot at all  \nOnce  \nMore than once  \n...tried to make my friends turn against me \nNot at all  \nOnce  \nMore than once  \n...refused to talk to me \nNot at all  \nOnce  \nMore than once  \n...made other people not talk to me \nNot at all  \nOnce  \nMore than once  \n...Swore at me \nExploration of Homophobia in Schools \n \n \n104 \nNot at all  \nOnce  \nMore than once  \nPowered by Qualtrics \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nExploration of Homophobia in Schools \n \n \n105 \nAppendix B \nAppendix B – Recoding of GLSEN & YRBS for Correlation or Factor Analysis \n  Correlation Recode Factor Recode \nGLSEN     \nQ3, Q5 \nAdd up all items where \nrespondent feels usafe (Score \nrange 0 to 11) 0=0;  >=1 = 1 \nQ4   0 DAYS=0;   >=1 DAY = 1 \nQ6, Q7, Q8, Q9, Q10, Q11, \nQ12, Q13, Q14, Q15, Q16, Q17, \nQ21, Q22, Q26, Q27, Q28, Q30, \nQ33, Q34, Q36, Q39,    \nNever or Rarely= 1; Sometimes, \nOften,  Frequently = 1 \nQ18 \nAdd up all items where \nrespondent feels usafe (Score \nrange 0 to 9) 0=0;   >=1 = 1 \nQ19, Q24, Q25,    \nAlways, Doesn't apply = 0;  Most \nof the time,  Some of the time, \nNever = 1 \nQ20   \nVery effective, Doesn't apply = 0;  \nSomewhat effective, Somewhat \nineffective, Not at all effective = \n1 \nQ23, Q29, Q31, Q32, Q35, \nQ37, Q38, Q40,    \nNone of the students=0; A few of \nthe students, Some of the \nstudents, Most of the students=1 \nQ41, Q42, Q44, Q45,    \nYes=0; No, Don't know/not \nsure=1 \nQ43   \nA few, Many=0; None, Don't \nknow=1 \nQ46   \nOne, Bteween 2 and 5, Between \n6 and 10, More than 10 =0; \nNone=1 \nQ47   \nSomewhat accepting, Very \naccepting=0;   Not at all \naccepting, Not very accepting, \nNeutral=1 \nQ48   \nSomewhat supportive,Very \nsupportive=0;  Very \nunsupportive, Somewhat \nunsupportive, Neutral=1 \nYRBS     \nQ52   \nNever or Rarely= 1; Sometimes, \nOften,  Frequently = 1 \nQ53, Q54,Q55,Q56, Q57, Q58,   0 Times/Days=0; >=1 Time/Days \nExploration of Homophobia in Schools \n \n \n106 \nQ59, Q60, Q61, Q63, Q64, Q65, \nQ69, Q72, Q73, Q74, Q76, Q78, \nQ79, Q81, Q82, Q83, Q85, Q86, \nQ87, Q88, Q89, Q90, Q91, Q92, \nQ93, Q94, Q95, Q96, Q97,  \n= 1 \nQ62, Q66, Q67, Q68, Q70, Q71, \nQ75, Q80, Q98, Q99, Q103,    No=0; Yes=1 \nQ77, Q84, Q107, Q108   \nNot Recoded/ Not used in factor \nscore \nQ100, Q101, Q102   Never=0; Any=1 \nQ104   Never, Yes=0; No=1 \nQ105   \nNever, Any method=0; No \nmethod=1 \nQ106   No, Not sure=0; Yes=1 \nMultidimensional Youth \nBehavioral Scale     \nQ109 to Q118   \nNot Recoded/ Not used in factor \nscore \n \n",
    "id": 214188335,
    "identifiers": {
        "doi": null,
        "oai": "oai:repository.upenn.edu:edissertations_sp2-1097"
    },
    "title": "THE EXPLORATION OF HOMOPHOBIA WITHIN INSTITUTIONAL SETTINGS: EXPLORATION OF HOMOPHOBIA IN SCHOOLS",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-08-04T08:00:00+01:00",
    "publisher": "ScholarlyCommons",
    "references": [],
    "sourceFulltextUrls": [
        "https://repository.upenn.edu/cgi/viewcontent.cgi?article=1097&amp;context=edissertations_sp2"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/214188335.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/214188335"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/214188335/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/214188335/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/214188335"
        }
    ],
    "abstract": "ABSTRACT\nTHE EXPLORATION OF HOMOPHOBIA WITHIN INSTITUTIONAL SETTINGS: EXPLORATION OF HOMOPHOBIA IN SCHOOLS\nPaul S. Heffner\nAndrea Doyle\nThis researcher examines the effects of homophobia in the school setting on self-identified LGBTQ high school students. Current research argues that LGBTQ students are particularly vulnerable to harassment and oppression within school systems but are unclear as to the ultimate consequences for these students. To explore the effects of homophobia, this dissertation analyzed data collected from surveys completed anonymously by voluntary student participants. Data collected includes participants’ perceptions of oppression as well as participants’ perceived views on high school experiences such as social, academic, and at-risk functioning. Anonymous surveys were collected and resulted in a final sample size of 67. A factor analysis was applied to determine correlations between identified experiences of oppression and behaviors, attitudes, and emotional regulation. Results indicated a correlation between perceptions by participants that school staff are not responsive to oppressive behaviors and higher instances of substance use and higher instances of risk taking behaviors. Further results indicated that participants that reported higher levels of substance use also reported perceptions of physical or verbal harassment.\nKeywords: LGBTQ youth, institutional homophobia, bullying, at-risk teen",
    "tags": [
        "text",
        "LGBTQ youth",
        "institutional homophobia",
        "bullying",
        "at-risk teens",
        "Social and Behavioral Sciences",
        "Social Work"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:repository.upenn.edu:edissertations_sp2-1097",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3023",
        "openDoarId": 0,
        "name": "Kosmopolis",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 214188335,
        "depositedDate": null,
        "publishedDate": "2017-08-04T08:00:00+01:00",
        "updatedDate": "2021-01-22T13:05:06+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T13:47:44+01:00"
    },
    "urls": [
        "https://repository.upenn.edu/edissertations_sp2/93",
        "https://repository.upenn.edu/cgi/viewcontent.cgi?article=1097&amp;context=edissertations_sp2"
    ],
    "lastUpdate": "2021-01-22T13:05:06+00:00",
    "setSpecs": []
}