{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Pittman, Kelsey Marie"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T12:20:49+01:00",
    "dataProvider": {
        "id": 1732,
        "name": "Liberty University Digital Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/1732",
        "logo": "https://api.core.ac.uk/data-providers/1732/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/213463217.pdf",
    "fullText": "Liberty University Law ReviewVolume 12 | Issue 3 Article 7September 2018The Divergence of Binary Sex and the TransgenderKelsey Marie PittmanFollow this and additional works at: https://digitalcommons.liberty.edu/lu_law_reviewThis Article is brought to you for free and open access by the Liberty University School of Law at Scholars Crossing. It has been accepted for inclusionin Liberty University Law Review by an authorized editor of Scholars Crossing. For more information, please contactscholarlycommunication@liberty.edu.Recommended CitationPittman, Kelsey Marie (2018) \"The Divergence of Binary Sex and the Transgender,\" Liberty University Law Review: Vol. 12 : Iss. 3 ,Article 7.Available at: https://digitalcommons.liberty.edu/lu_law_review/vol12/iss3/7NOTE THE DIVERGENCE OF BINARY SEX AND THE TRANSGENDER Kelsey Marie Pittman† ABSTRACT While the overarching and popular thought in the United States has been that a person’s sex is either male or female, in recent years, this principle has been shaken to its core. There has been heightened awareness of transgender persons whose inner gender has grown to become the opposite of that person’s biological sex. The transgender community has watched the masses become open to the idea that a person could have the biology of one sex and the gender of another. This apparent acceptance has become a catapult for the transgender community to express their inner gender through manifestations of that gender. While there has been monumental support for transgender rights in the law, there has also been considerable push-back. This has led to lawsuits wherein the court system must now determine if it will open its arms to the transgender community. During these primordial stages of the intersection between the law and transgender rights, the courts must determine how the law should evolve so that it can appropriately accommodate the transgender person, as well as the general public.  Many transgender people argue for a legal definition of sex that is determined by gender identity. Many transgender advocates argue for a legal definition of sex that is determined by gender identity, rather than biological sex, in order to access the restroom that matches their inner gender. Courts wrestle with the issue of whether the legal definition of sex should be defined by gender identity.  This Note will focus on the legal definition of sex and argue that the dissenting opinion of Judge Niemeyer in Grimm v. Gloucester was correct in reasoning that the definition of sex should remain the physiological distinctions between males and females.  Grimm v. Gloucester involved a suit by a young woman who sought access to the restroom that matched her gender identity rather than her                                                                                                                                        † Kelsey Marie Pittman, 2018 Juris Doctor Candidate, Liberty University School of Law. I would like to thank my Lord and Savior Jesus Christ for re-writing my story so that I could write this Note. Also, I would like to thank my parents and my fiancé for their endless love and support.  762 LIBERTY UNIVERSITY LAW REVIEW [Vol. 12:761  biological sex. This Note will seek to resolve this issue by arguing that there is a way that the law can accommodate both the concerns of the transgender and the collective public. Instead of merely shifting the burden onto the transgender individual, or the collective public, a balanced approach can both protect the transgender and allow the legal definition of sex to remain as the physiological distinctions between males and females.  To achieve this balanced approach, transgender should be considered as a legally recognized branch of sex. A legally recognizable transgender should be characterized and defined as having physiological distinctions separate from, and opposed to, those of males and females. This Note argues that in order to be a legally recognized and protected transgender under law, a person must either have a skewed chromosome count, have sex reassignment surgery, be intersex, or have any other physiological difference excluding a person from fitting into either category of male or female.  If the law were to recognize this definition of the transgender and keep the traditional definition of sex, the culture war over restrooms and other transgender rights would draw closer to resolution. The status of transgender would no longer be based solely on a person’s subjective beliefs of gender identity. This would abrogate uncertainty and speculation in a variety of legal situations, such as when a court decides a case based on transgender rights, when a jury must render a verdict on whether a person identified with a specific gender at a certain time, or when a person is simply seeking to avoid the unlawful conduct of accessing a restroom built for a specific gender.  This Note proposes a two-step analysis in determining whether a transgender person has a right to access a restroom that is in accord with gender identity. The courts must first determine whether the person is a legally recognized transgender. Second, the courts must determine whether the transgender person’s injury is sufficient to provide standing in court. This framework must be viewed through the lens of the tort of intentional infliction of emotional distress (I.I.E.D) because the policy underlying this cause of action applies to transgender rights—i.e., the court should not have to decide cases where the injury to the plaintiff is hurt feelings alone. Through this analysis, the transgender person will have the right to access the restroom that matches their gender identity and the public would retain the historical separation of restrooms by physiological distinctions.  2018] DIVERGENCE OF BINARY SEX AND THE TRANSGENDER 763  I.  INTRODUCTION The term gender identity was first used in the United States in a press release on November 21, 1966, to announce the new clinic for transsexuals at the Johns Hopkins Hospital.1 The term has now become a regular part of American vocabulary.2 The terms transsexual and transgender are used synonymously to articulate a state in which the apparent gender (determined at birth) of a person does not match the subjective gender.3 Medical research suggests that the cause of this incongruence of apparent and subjective gender could be due to “exposure . . . to the ‘wrong’ hormones during the development of the brain, such that the anatomic physical body and the brain develop in different gender paths.”4 This incongruence between body and mind ultimately may cause the mental disorder of gender identity disorder or gender dysphoria.5 To suppress the effects of gender dysphoria, transgender persons often seek to live their lives in conformity with their subjective gender.6 This includes dressing, speaking, and acting in accordance with the transgender person’s gender identity.7 To fully act in accord with one’s gender identity, many transgender people believe that they must use the restroom of the sex that matches their gender identity; this restroom use has become a flashpoint for legal disputes.8                                                                                                                                        1. J. Money, The concept of gender identity disorder in childhood and adolescence after 39 years., https://www.ncbi.nlm.nih.gov/pubmed/7996589 (last visited Sept. 20, 2017).  2. See, e.g., Transsexual, MERRIAM-WEBSTER, http://www.merriam-webster.com/dictionary/transsexual.  3. What is the Difference Between Transgender And Transsexual?, TRANS-AWARENESS PROJECT, http://www.transawareness.org/what-is-the-difference-between-transgender-and-transsexual.html (last visited Sept. 20, 2017); Prabhat S., Difference between Transgender and Transsexual, DIFFERENCE BETWEEN.NET, http://www.differencebetween.net/science/difference-between-transgender-and-transsexual/ (last visited on Sept. 16, 2017).  4. CHRISTINE MICHELLE DUFFY, GENDER IDENTITY AND SEXUAL ORIENTATION DISCRIMINATION IN THE WORKPLACE 16-77 (2014).  5. The disorder is sometimes accompanied by a desire to change one's anatomic features to conform physically with one's perception of self through hormone therapy, surgery, or psychological counseling. They may also choose to live in their preferred gender role by dressing, naming, and conducting themselves in conformity with that gender. Farmer v. Mortsugu, 163 F.3d 610, 611 (D.C. Cir. 1998). The American Psychiatric Association defines gender dysphoria as “the distress that may accompany the incongruence between one’s experienced and expressed gender and one’s assigned gender.” AMERICAN PSYCHIATRIC ASSOCIATION, DIAGNOSTIC AND STATISTICAL MANUAL OF MENTAL DISORDERS 451 (5th ed. 2013).  6. See G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 822 F.3d 709 (4th Cir. 2016).   7. When You Don’t Feel at Home With Your Gender, WEBMD (last updated Sept. 9, 2016), http://www.webmd.com/mental-health/gender-dysphoria?page=3.   8. See id.  764 LIBERTY UNIVERSITY LAW REVIEW [Vol. 12:761  II.  BACKGROUND The root issue of legal disputes concerning transgender rights is whether gender identity should be included in the definition of sex. The definition of sex that is inclusive of gender identity breaks from the traditional definition of sex that has historically been guided by physiological distinctions.9 The answer to this novel question has caused courts to split. Older court cases have excluded gender identity as being a part of the definition of sex, while recent court cases have taken an inclusive view of gender identity.10 Numerous court opinions have argued that the two sexes have been differentiated throughout time and society based on biological differences.11 Title VII claims have been struck down on the grounds that discrimination against “a biological male who takes female hormones, cross-dresses, and has surgically altered parts of [his] body to make it appear to be female” is not sex discrimination.12 The Seventh Circuit came to this very conclusion and reasoned that “even if one believes that a woman can be so easily created from what remains of a man,” surgical change into a certain sex does not decide cases based on sex discrimination.13 In Ulane, the Seventh                                                                                                                                        9. Grimm, 822 F.3d at 730.   10. Grimm, 822 F.3d at 721 (stating the dictionary “definitions also suggest that a hard-and-fast binary division on the basis of reproductive organs—although useful in most cases—was not universally descriptive”).   11. Grimm, 822 F.3d at 734 (stating that “[a]cross societies and throughout history, it has been commonplace and universally accepted to separate public restrooms, locker rooms, and shower facilities on the basis of biological sex in order to address privacy and safety concerns arising from the biological differences between males and females”); Johnston v. Univ. of Pittsburgh of Com. Sys. of Higher Educ., 97 F. Supp. 3d 657, 672 (W.D. Pa. 2015) (holding that because a transgender university student failed to state an Equal Protection claim based on his transgender status, the university’s policy of segregating bathroom and locker room facilities on the basis of birth sex was “substantially related to a sufficiently important government interest” and therefore did not violate the Equal Protection Clause) (quoting Glenn v. Brumby, 663 F.3d 1312, 1316 (11th Cir. 2011)); Etsitty v. Utah Transit Auth., 502 F.3d 1215 (10th Cir. 2007) (holding discrimination based on a person’s transsexual status is not discrimination because gender identity is not a protected class under Title VII); Ulane v. E. Airlines, Inc., 742 F.2d 1081, 1087 (7th Cir. 1984) (holding that Title VII does not protect transsexuals); Johnson v. Fresh Mark, Inc., 337 F. Supp. 2d 996 (N.D. Ohio 2003) (holding that for an employer to require an employee use only the men’s restroom as a transgender male was not sex stereotyping discrimination under Title VII); Glenn v. Brumby, 724 F. Supp. 2d 1284 (N.D. Ga. 2010) (holding that while the plaintiff properly stated a violation of Equal Protection based on sex stereotyping, the fact that the plaintiff was transgender was not the grounds for the Equal Protection claim).  12. Ulane v. E. Airlines, Inc., 742 F.2d 1081, 1087 (7th Cir. 1984).   13. Id.  2018] DIVERGENCE OF BINARY SEX AND THE TRANSGENDER 765  Circuit’s reasoning was guided by the binary differentiation of the sexes determined by physiological distinctions.14  On the other hand, the court in Grimm v. Gloucester  made it clear that gender identity should be included in the legal definition of sex.15 The court used a definition of sex that is the sum of factors such as a “typical dichotomous occurrence” of physical, psychological, and social aspects that are typically manifested as male and female.16 In Grimm, the plaintiff, G.G., is a high school student who is biologically female and suffers from gender dysphoria as a result of the incongruence between her biological sex and gender identity.17 G.G.’s therapist recommended that G.G. should change her lifestyle to be consistent with her gender identity so that the symptoms of her gender dysphoria would not become more severe.18 Acting on that advice, G.G.’s family informed the school board that she should be treated as a boy by teachers and staff.19  The school board allowed G.G. to use the boys’ restroom, but this decision was met with considerable disdain from the public.20 The public outcry caused the school board to recant its decision to allow G.G. to use the boys’ restroom and bar G.G. from the boys’ restroom, thus confining her to the girls’ and unisex restrooms.21 G.G’s mother brought an action against Gloucester High School, challenging the school board’s policy that required students to use the restroom consistent with their birth sex rather than gender identity.22 The United States District Court of the Eastern District of Virginia found that the school board did not violate Title IX by limiting transgender students to the use of the restroom consistent with the student’s birth sex.23 The court reasoned that restrooms and locker rooms are necessarily separate because of the need for privacy due to the physiological distinctions between the sexes.24 G.G.’s mother, Deirdre                                                                                                                                        14. Id.   15. Grimm, 822 F.3d at 721.   16. Id. at 721-22.  17. Id. at 715. For the purposes of this Note, pronouns referring to a person’s sex will be consistent with that person’s sex as determined by that person’s physiology in accordance with the conclusion of this Note which is that sex should be defined by physiology.   18. Grimm, 132 F. Supp. 3d at 715-16.   19. Id. at 715.   20. Id. at 715-16.   21. Grimm, 822 F.3d at 715-16.  22. G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 132 F. Supp. 3d 736, 742 (E.D. Va. 2015).   23. Id. at 744.  24. Id. at 750. See also Faulkner v. Jones, 10 F.3d 226, 232 (4th Cir. 1993).  766 LIBERTY UNIVERSITY LAW REVIEW [Vol. 12:761  Grimm, appealed the ruling, and the Fourth Circuit Court of Appeals reversed the district court.25 The Fourth Circuit adhered to the Department of Education’s interpretation of which restroom a transgender individual should use.26 The Department of Education’s letter determined that the definition of sex includes gender identity.27 According to the letter, a student’s gender identity is the student’s sex for purposes of settling Title IX disputes.28  The dissenting opinion in Grimm reasoned correctly as to the legal definition of sex. Judge Niemeyer set out the policy reasons for why sex should be determined by physiological distinctions rather than gender identity.29 He stated that the Constitution calls for the protection of personal privacy.30 He reasoned that this privacy is inherent in the nature and dignity of mankind, and the separation of restrooms according to physiological distinctions is crucial to the protection of this privacy.31 In his dissent, Niemeyer used multiple dictionary definitions where the definition of sex is shaped by the physiological differences between reproductive organs; none of these definitions included gender identity.32 He reasoned that if the legal definition of sex could also be the gender a person identifies with, then the enforcement of any separation of bathroom facilities would be impossible. Such a definition would destroy the Constitution’s protection of personal privacy within restrooms.33  Niemeyer further argued that the inclusion of gender identity in the definition of sex would require gender stereotyping, which is exactly what the majority opinion sought to avoid.34 The majority opinion argued that sex could not be based on a student’s clothing, speech, or mannerisms because this would be gender stereotyping.35 However, if gender identity is                                                                                                                                        25. Grimm, 822 F.3d at 715.   26. Id. at 721-23.   27. Id. at 721.  28. U.S. Departments of Justice and Education Release Joint Guidance to Help Schools Ensure the Civil Rights of Transgender Students, DOJ 16-568, 2016 Westlaw 2766271 (May 13, 2016).   29. Grimm, 822 F.3d at 730-731 (Niemeyer, J., concurring in part and dissenting in part).  30. Id. at 734-35 (citing Brannum v. Overton Cnty. Sch. Bd., 516 F.3d 489, 494 (6th Cir. 2008)).  31. Id. (citing Doe v. Luzerne Cnty., 660 F.3d 169, 176-77 (3d Cir. 2011)).   32. Id. at 736-37.  33. Id. at 734-35.   34. Grimm, 822 F.3d at 730 (Niemeyer, J., concurring in part and dissenting in part).  35. See id.  2018] DIVERGENCE OF BINARY SEX AND THE TRANSGENDER 767  included in the definition of sex, a school would have to decide which students could use certain restroom by assuming the gender identity of a student.36 This assumption would be “based on appearances, social expectations, or explicit declarations of identity” rather than physiological distinctions proven by a birth certificate.37 Judge Niemeyer reasoned that if the legal definition of sex for the purposes of segregating restrooms must include the gender identity that a student chooses, instead of biological sex, then the majority’s position is “at odds with common sense.”38 Because the Fourth Circuit reversed the finding of the district court, Gloucester County School Board petitioned for a writ of certiorari so that the case may be reviewed by the Supreme Court. The mandate of the Fourth Circuit has been stayed, pending timely filing and disposition of a petition for a writ of certiorari; however, the issue of whether the definition of sex should include or exclude gender identity will not be reviewed.39  This Note will explain why Niemeyer’s dissent in Grimm was correct. The legal definition of sex should be determined by physiological distinctions. This Note will argue that there needs to be a legal definition of transgender, which should be determined by physiological makeup, because transgender physiology is distinguishable from that of the binary sexes. Accordingly, gender identity should not control sex.  This Note will propose a two-step analysis  to determine whether a transgender person has standing to sue for sex discrimination. This Note will further show how the symptoms of gender dysphoria are analogous to those of I.I.E.D. plaintiffs.40 It will argue the courts should not be eager to                                                                                                                                        36. Id. at 738.  37. Id.   38. Id.   39. Gloucester Cty. Sch. Bd. v. G.G. ex rel. Grimm, 136 S.Ct. 2442 (2016).   40. Pub. Fin. Corp. v. Davis, 66 Ill. 2d 85, 90 (1976) (stating that “‘[t]he law intervenes only where the distress inflicted is so severe that no reasonable man could be expected to endure it. The intensity and the duration of the distress are factors to be considered in determining its severity’”); Taylor v. Metzger, 152 N.J. 490, 514-15 (1998) (The plaintiff regularly underwent psychotherapy and lived in fear propelling her to buy a bullet proof vest. The plaintiff was treated for anxiety and suffered mood changes, insomnia, nightmares, flashbacks of the incident, and symptoms that persisted for over two years after the incident. The plaintiff was diagnosed with post-traumatic stress disorder. The court found these symptoms sufficiently severe.); Decker v. Princeton Packet Inc., 116 N.J. 418, 431 (1989) (The plaintiff’s symptoms were not severe because the alleged emotional distress approximates the subjective reactions of ordinary persons who feel victimized, annoyance, embarrassment, or irritation. Distress not occasioned by conduct that itself was egregious or purposeful but rather caused by inadvertent conduct is not severe.); Buckley v. Trenton Sav. Fund Soc’y, 111 N.J. 355, 268-69 (1988) (The plaintiff’s symptoms were not sufficiently severe because the symptoms were “nothing more than aggravation, embarrassment, 768 LIBERTY UNIVERSITY LAW REVIEW [Vol. 12:761  give a remedy to transgender persons for their suffering when the court disfavors giving a remedy to those who suffer the same degree of emotional distress, only from a different source.41 The legal standard of sex should be stringent so that the court is not overwhelmed by litigation over psychological distress issues, but the standard should not be so strict that there is no room to accommodate a transgender person’s needs.42 In order to create a workable, yet logical legal definition of sex, the concerns for privacy and equality must be balanced.43  III.  FRAMING THE ISSUE A. Gender Identity: A Disorder of Belief 1. Discrimination Previously Defined by Objectively Apparent Physiological Distinctions.  “There are both real and fictional differences between women and men.”44 These differences are at the core of disputes where the definition of sex is needed to establish a particular plaintiff’s sex, such as in cases determining whether there has been a violation of the Civil Rights Act of                                                                                                                                       an unspecified number of headaches, and loss of sleep.”); Turner v. Wong, 832 A.2d 340, 348 (N.J. Super. Ct. App. Div. 2003) (finding that the plaintiff did not establish severe emotional distress because there had been no dramatic impact on her everyday activities and her ability to function); Griffin v. Tops Appliance City, Inc., 766 A.2d 292 (N.J. Super. Ct. App. Div. 2001) (The plaintiff’s symptoms were not severe because the plaintiff “testified [only] “that he ‘felt bad,’” and “[h]is wife testified that plaintiff was ‘devastated’ . . . and that ‘[h]is whole personality changed.’”); Twyman v. Twyman, 855 S.W.2d 619 (Tex. 1993) (utter despair, falling apart, and mental anguish are not sufficiently severe to support a finding of severe emotional distress); Toles v. Toles, 45 S.W.3d 252, 262-63 (Tex. App. 2001) (citation omitted) (The law intervenes only where the distress is so severe that no reasonable person should be expected to endure it. The plaintiff suffered an ulcer, felt worthless, ashamed, grinded her teeth so hard that some are cracked, severe depression, suffered post-traumatic stress disorder, needed of ongoing treatment after the incident, and years of abuse were sufficiently severe to support a finding of severe emotional distress.); Russo v. White, 241 Va. 23, 28 (1991) (Nervousness, sleeplessness, stress and its physical symptoms, withdrawal from activities which might necessitate plaintiff leaving her daughter at home, [and] lack of concentration at work to the point where she received a reprimand was not sufficiently severe to support a finding of severe emotional distress.).  41. Almy v. Grisham, 273 Va. 68, 81 (2007) (stating that because of problems inherent in proving a tort alleging injury to the mind or emotions in the absence of accompanying physical injury, the tort of intentional infliction of emotional distress is not favored in the law).   42. Id.   43. See generally  Johnston v. Univ. of Pittsburgh of Com. Sys. of Higher Educ., 97 F. Supp. 3d 657 (W.D. Pa. 2015).  44. City of L.A., Dept. of Water and Power v. Manhart, 435 U.S. 702, 707 (1978).  2018] DIVERGENCE OF BINARY SEX AND THE TRANSGENDER 769  1964 or whether the person has been deprived of equal protection of the laws under the U.S. Constitution.45 Title VII of the Civil Rights Act announces “that sex, race, religion, and national origin are not relevant to the selection, evaluation, or compensation of employees.”46 “[I]ndividuals have a right . . . to be free from discrimination on the basis of sex.”47 The Fourth Circuit looked to Title VII of the Civil Rights Act for guidance in evaluating the claim brought by G.G. under Title IX alleging discrimination based on sex.48  The definition of sex is a central issue in Title IX cases involving transgender people.49 To include gender identity in the legal definition of sex would greatly expand the scope of litigation to include disputes over the separation of living facilities, locker rooms, shower facilities, and other public facilities. 50 For example, in Grimm, the plaintiff’s claim “only challenge[d] the definition and application of the term ‘sex’ with respect to separate restrooms[; however], accept[ing] [her] argument would necessarily change the definition of ‘sex’ for purposes of assigning separate living facilities, locker rooms, and shower facilities as well.”51  Due to the fear of excessive litigation, along with many other policy issues, the majority of courts have concluded that discrimination against a transgender person based on that person’s gender identity is not sex discrimination.52 Only a few courts have been willing to adopt an expansive                                                                                                                                        45. See Etsitty v. Utah Transit Auth., 502 F.3d 1215 (10th Cir. 2007); Civil Rights Act, 42 U.S.C.A. § 2000e-2 (1964).  46. Price Waterhouse v. Hopkins, 109 U.S. 1775, 1784 (1989).   47. Glenn v. Brumby, 724 F. Supp. 2d 1284, 1297 (N.D. Ga. 2010).   48. G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 822 F.3d 709, 714 (4th Cir. 2016).  49. Id. at 721.   50. Id. at 715.  51. G.G. ex. rel. Grimm v. Gloucester Cty. Sch. Bd., 822 F.3d 709, 734 (4th Cir. 2016) (Niemeyer, J., concurring in part and dissenting in part).   52. Etsitty v. Utah Transit Auth., 502 F.3d 1215, 1221 (10th Cir. 2007) (holding that “discrimination . . . based on [a] person’s status as a transsexual is not discrimination because [gender identity is not a protected class] under Title VII”); Ulane v. E. Airlines, Inc., 742 F.2d 1081, 1084 (7th Cir. 1984) (“hold[ing] that Title VII does not protect transsexuals”); Johnston v. Univ. of Pittsburgh of Com. Sys. of Higher Educ., 97 F. Supp. 3d 657, 669-70 (W.D. Pa. 2015) (holding that a transgender student failed to state an Equal Protection claim based on his transgender status. The court found that the university’s policy of segregating bathroom and locker room facilities on the basis of birth sex was “substantially related to a sufficiently important government interest” and therefore did not violate the Equal Protection Clause.); Glenn v. Brumby, 724 F. Supp. 2d 1284, 1305-06 (N.D. Ga. 2010) (holding avoiding lawsuits from transgender employees was a rational basis for terminating a transgender employee. While the plaintiff properly stated a violation of Equal Protection based on sex stereotyping, the fact that the plaintiff was transgender was not the grounds for 770 LIBERTY UNIVERSITY LAW REVIEW [Vol. 12:761  interpretation of sex that would include transgender as a separate protected class.53  In Ulane v. Eastern Airlines, Inc., the Seventh Circuit held that transgender persons are not a protected class under Title VII of the Civil Rights Act.54 The Seventh Circuit reasoned that even sex reassignment surgery would not determine that person’s sex in order to become part of a protected class.55 The court made the distinction between what a person believes her gender to be and the constitutionally protected class of sex.56 Therefore, in Ulane, the court adhered to the determination that the term sex was defined solely as a biological male or a biological female.57  In Holloway v. Arthur Anderson & Co.,58 the Ninth Circuit argued—similar to the Ulane court—that transgender is not a protected class for the purposes of the Equal Protection Clause.59 The Ninth Circuit reasoned that discrimination based on gender identity alone does not constitute sex discrimination.60 This conclusion hinged on the concept that if a person is born with certain physiological distinctions which constitute a certain sex, then that person is that specific sex throughout his or her lifetime.61 The takeaway from Holloway is that sex is determined by “‘immutable characteristics determined solely by the accident of birth,’ much like race or national origin.” 62 For the Ninth Circuit, gender identity is not a factor in determining sex.  In Johnston v. University of Pittsburgh of the Commonwealth System of Higher Education, the United States District Court of the Western District of Pennsylvania stated that “[m]any courts have defined ‘sex’ . . . as the biological sex assigned to a person at birth.”63 The court reasoned that “the                                                                                                                                       the Equal Protection claim.); Johnson v. Fresh Mark, Inc., 337 F. Supp. 2d 996, 999-1000 (N.D. Ohio 2003) (holding that an employer’s requirement that the employee use only the men’s restroom as a transgender male was not sex stereotyping discrimination under Title VII).  53. Etsitty, 502 F.3d at 1221.   54. Ulane, 742 F.2d at 1084.  55. Id. at 1086-87.  56. Id. at 1087.  57. Id.   58. Holloway v. Arthur Anderson & Co., 566 F.2d 659, 663 (9th Cir. 1977).  59. Id.  60. See id.   61. Id.   62. Id. at 663 (citing Frontiero v. Richardson, 411 U.S. 677, 686 (1973)).  63. Johnston v. Univ. of Pittsburgh of Com. Sys. of Higher Educ., 97 F. Supp. 3d 657, 670 (W.D. Pa. 2015), appeal dismissed (Mar. 30, 2016).  2018] DIVERGENCE OF BINARY SEX AND THE TRANSGENDER 771  law [has] recognize[d] certain distinctions between male[s] and female[s] on the basis of birth sex.”64 The phrase of Title VII prohibiting discrimination is based on the “impl[ication] that it is unlawful to discriminate against women because they are women and against men because they are men.”65 Therefore, the Johnson court also adhered to the common theme that discrimination has historically been decided in the context of physiological distinctions which is based on an objective standard, not the subjective standard of gender identity.66 2. Apparent Gender Controlled by the Subjective Standard of Gender Identity67 In G.G. ex rel. Grimm v. Gloucester County, the Fourth Circuit communicated that gender identity is nothing but a subjective belief.68 Judge Floyd made clear that he believed gender identity is a purely subjective standard.69 He stated that gender identity should not be included in the legal definition of sex because the plaintiff’s gender identity is in “[her] mind. It’s not physical that causes that, it’s what [s]he believes.”70  The Fourth Circuit reasoned that “a prohibition against discrimination based on an individual’s sex is not synonymous with a prohibition against discrimination based on an individual’s sexual identity disorder or discontent with the sex into which they were born.”71 The Seventh Circuit in Ulane described similarly how Title VII of the Civil Rights Act does not prohibit discrimination against a person with gender identity disorder.72  In Spearman v. Ford Motor Company, the Seventh Circuit supported and utilized Ulane’s reasoning in its decision, stating that Ulane’s rule regarding Title VII of the Civil Rights Act is still continuing in vitality. 73 The term gender identity disorder comes from the state of “a profound divergence between an individual’s assigned birth sex and the person’s inner gender                                                                                                                                        64. Id. at 671.   65. Id. (quoting Ulane v. E. Airlines, Inc., 742 F.2d 1081, 1085 (7th Cir. 1984)).  66. Id. at 675-76.  67. Prabhat S., Difference between Transgender and Transsexual, DIFFERENCE BETWEEN.NET, http://www.differencebetween.net/science/difference-between-transgender-and-transsexual/ (last visited on Sept. 16, 2017).  68. G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 822 F.3d 709, 721 (4th Cir. 2016).  69. Id.   70. Id. at 726.   71. Id.   72. Ulane v. E. Airlines, Inc., 742 F.2d 1081, 1085 (7th Cir. 1984).   73. Spearman v. Ford Motor Co., 231 F.3d 1080, 1084-85 (7th Cir. 2000) (citing Ulane v. E. Airlines, Inc., 742 F.2d 1081, 1085, 1087 (7th Cir. 1984)). 772 LIBERTY UNIVERSITY LAW REVIEW [Vol. 12:761  identity.”74 The court in Spearman noted, regardless of the interplay between the two concepts, there is a distinction between birth sex and gender identity.75  The court in Kasti v. Maricopa evaluated three factors in determining a person’s sex: “(1) phenotypic characteristics; (2) endogenous hormonal characteristics; and (3) chromosomal characteristics.”76 For a majority of courts, the underlying basis of sex are the physiological differences between males and females, not a subjective belief.77 A subjective determination of sex is not a good legal standard because “Congress[, in passing the Civil Rights Act,] intended the term ‘sex’ to mean biological male or biological female” so the courts should defer to Congress and adopt a narrow interpretation of the word sex to exclude a transgender person’s determining her own sex based solely on gender identity.78  B. Competing Values: The Transgender and the Right to Privacy 1. The Transgender Person’s Difficult Plight Regarding Restroom Choice For most students, choosing a restroom is a simple decision. However, for transgender students, it is a very hard decision. Whichever restroom is chosen, the transgender person faces potential harassment or violence.79 In a survey conducted by Dylan Vade, 48 of 116 transgender people responded with stories detailing specific restroom experiences ranging from “being physically abused, verbally harassed, fired, arrested, [or being] ill from avoiding restrooms altogether.80 Recent statistics show that one-in-four                                                                                                                                        74. Stacy v. LSI Corp, 544 Fed. Appx. 93, 94-95 (3d. Cir. 2013).   75. Spearman, 231 F.3d at 1084 (citing Ulane v. E. Airlines, Inc., 742 F.2d 1081, 1087 (7th Cir. 1984)).  76. Kasti v. Maricopa Cty. Cmty. Coll. Dist., No CV-02-1531-PHX-SRB, 2006 WL 2460636 at *5 (D. Ariz. Aug. 22, 2006), aff'd, 325 F. App'x 492 (9th Cir. 2009) .  77. Sweet v. Mulberry Lutheran Home, No. IP02-0320-C-H/K, 2003 WL 21525058, at *3 (S.D. Ind. June 17, 2003).  78. Id. (emphasis added).; see also Johnson v. Fresh Mark, Inc., 337 F. Supp. 2d 996, 999 (N.D. Ohio 2003) (citing Ulane v. E. Airlines, Inc., 742 F.2d 1081, 1085-86 (7th Cir. 1984)); Spearman, 231 F.3d at 1084 (citing Ulane v. E. Airlines, Inc., 742 F.2d 1081, 1087 (7th Cir. 1984)).  79. Jody L. Herman, Gendered Restrooms and Minority Stress: The Public Regulation of Gender and its Impact on Transgender People’s Lives, WILLIAMS INSTITUTE L.J. 65, 67 (2013), http://williamsinstitute.law.ucla.edu/wp-content/uploads/Herman-Gendered-Restrooms-and-Minority-Stress-June-2013.pdf.   80. Id. (citing Dylan Vade, Gender Neutral Bathroom Survey, http://archive.srlp.org/files/ documents/toolkit/gnb_survey.pdf). 2018] DIVERGENCE OF BINARY SEX AND THE TRANSGENDER 773  transgender persons “has faced a bias-driven assault” and these rates are even higher for transgender women and people of color.81  Transgender persons also face rising threats of violence.82 Grade levels for transgender students are starkly lower than other students due to the frequent harassment and bullying from other students.83 Therefore, the transgender person’s plight in choosing a restroom is a catch twenty-two—whichever bathroom a transgender person chooses, he or she is left with negative consequences.84 In Grimm, the plaintiff had similar restroom concerns.85 G.G’s complaint stated that when the school board adopted a restroom policy that forced her to either use the gender neutral or girls’ bathroom, she felt as if she had been “stripped of [her] privacy and dignity.”86 G.G. stated that the gender neutral bathrooms made her feel stigmatized and isolated because all of her peers knew that the restroom was installed specifically for her as a transgender.87 The separate restroom served as a daily reminder that the school viewed her as different and it placed her in a humiliating position that “accentuat[ed her] ‘otherness.’”88  Such isolation for the transgender individual creates “severe and persistent emotional and social harms.”89 The expert testimony from Dr. Ettner in Grimm stated that G.G. was “place[d] . . . at [an] extreme risk for immediate and long-term psychological harm.90 For G.G., the emotional                                                                                                                                        81. NATIONAL CENTER FOR TRANSGENDER EQUALITY (2015), http://www.transequality.org/issues/anti-violence.   82. Id.   83. Tonei Glavinic, Research Shows Lack of Support for Transgender and Gender-Nonconforming Youth in U.S. School Systems, 2 INQUIRIES JOURNAL 1(2010) http://www.inquiriesjournal.com/articles/135/research-shows-lack-of-support-for-transgender-and-gender-nonconforming-youth-in-us-school-systems.   84. See Jody L. Herman, Gendered Restrooms and Minority Stress: The Public Regulation of Gender and its Impact on Transgender People’s Lives, WILLIAMS INSTITUTE L.J. 65, 67 (2013), http://williamsinstitute.law.ucla.edu/wp-content/uploads/Herman-Gendered-Restrooms-and-Minority-Stress-June-2013.pdf.  85. G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 822 F.3d 709, 714 (4th Cir. 2016), vacated, 137 S.Ct. 1239 (2017).  86. G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 132 F. Supp. 3d 736, 749 (E.D. Va. 2015).  87. Id. at 741.  88. Id. at 728.  89. See id. at 717.  90. Id. at 728. 774 LIBERTY UNIVERSITY LAW REVIEW [Vol. 12:761  harm festered into acute physical harm. She suffered multiple urinary tract infections because she avoided using the restroom at school.91  In order to lessen the effects of having gender dysphoria, some transgender students receive treatment for the disorder.92 One part of this treatment is living consistently with one’s gender identity, which means using the restroom that matches one’s gender identity.93 This treatment involves mental health counseling, hormone treatment, speech and language therapy, and peer groups to support living consistently with one’s gender identity.94 One of the purposes of this treatment is to help the transgender person lessen the psychological distress that accompanies gender dysphoria.95  In Grimm, G.G. argued that she cannot use the restroom that matches her biological sex because it would cause her severe psychological distress, which “would be incompatible with [her] treatment for gender dysphoria.”96 The severe psychological distress would stem from negative reactions from those in the restroom. G.G. argued that she would be psychologically harmed by those who would perceive her as being the opposite sex in the wrong restroom.97  The concurring opinion of Judge Davis insisted that G.G. be able to access the restroom consistent with her gender identity because she would suffer greater harm, as a transgender, than the other students.98 Davis stated that there would be minimal or even non-existent hardship to other students for them to use the single-stall restrooms if they objected to a transgender student’s presence in the communal restroom.99 Davis further argued that not allowing a transgender student to use the restroom of his or her choice, rather than a unisex bathroom, would cause more harm than requiring students who object to a transgender person’s presence in a communal restroom to use a unisex restroom.100 The dissent in Grimm                                                                                                                                        91. Id. at 727.   92. See, e.g., Grimm, 822 F.3d at 727 (Niemeyer, J., concurring in part and dissenting in part).  93. See G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 132 F. Supp. 3d 736, 739 (E.D. Va. 2015).   94. Gender dysphoria – Treatment, NHS CHOICES (Dec. 4, 2016) http://www.nhs.uk/Conditions/Gender-dysphoria/Pages/Treatment.aspx.   95. See id.   96. Grimm, 822 F.3d at 716.  97. Id.   98. Id. at 729 (Davis, J., concurring).  99. Id. at 729 (Davis, J., concurring).  100. Id.  2018] DIVERGENCE OF BINARY SEX AND THE TRANSGENDER 775  discussed the opposite problem, in that if the transgender male were allowed to use the boys restroom, the boys would have similar feelings with a biological female entering and using the bathroom.101 Therefore, the transgender is not welcome in either restroom that is separated by the binary form of sex.102 2. The Common Student’s Right to Privacy in School Restrooms.  There is an underlying competition of interests at stake between the transgender person’s right to the public facilities of his or her choosing and the community’s traditional understanding of sex-specific bathrooms.103 The transgender person’s interest is to avoid being forced to use a restroom when he or she does not identify with that restroom’s biological designation.104 The community’s interest is keeping the universally accepted protections of privacy and safety based on the anatomical differences between the sexes.105  The Johnson court stated that “at the heart of [a] case” concerning a transgender student’s right to the restroom of his or her choice “are two important but competing interests.”106 One is the transgender person’s “interest in performing some of life’s most basic and routine functions, which take place in restrooms and locker rooms, in an environment consistent with [his or her] gender identity.”107 The other interest is the school’s “interest in providing its students with a safe and comfortable environment for performing these same life functions consistent with society’s long-held tradition of performing such functions in sex-segregated spaces based on biological or birth sex.”108 In order to decide the case, the court must weigh a delicate balance of interests in favor of each party to the dispute. The court in Johnston upheld the policy that a school must “ensure the privacy of its students to disrobe . . . outside of the presence of members of the opposite sex.” 109 Accordingly, there is a delicate balance of interests that needs to be weighed.                                                                                                                                        101. Id. at 730-31 (Niemeyer, J., concurring in part and dissenting in part).   102. Grimm, 822 F.3d at 730-31.  103. Johnston v. Univ. of Pittsburgh of Com. Sys. of Higher Educ., 97 F. Supp. 3d 657, 668 (W.D. Pa. 2015).  104. Id.   105. Id.  106. Id.  107. Id.   108. Id.   109. Johnston, 97 F. Supp. 3d at 669. 776 LIBERTY UNIVERSITY LAW REVIEW [Vol. 12:761  The Eighth Circuit has sought to balance the two opposing interests of the transgender plaintiff and the collective.110 The Johnston court stated that Title IX clearly permits schools to provide students with certain sex-segregated spaces to perform certain private activities and bodily functions consistent with an individual’s physiological distinctions.111 Therefore, the court made known that this balance of opposing forces must cling to the policy behind the traditional separation of restrooms by physiological distinctions in that persons with a certain physiology should not be subject to exposure to persons with opposite physiology.112  With this policy in view, the transgender person’s subjective belief of gender tends to be a peripheral concern to the central issue of privacy. The policy of separating people by sex would be nullified if people chose a bathroom in accordance with their understanding of their own gender, regardless of whether their physiology was male or female.113 The common man’s right to privacy in a restroom would be void.114 Therefore, the two interests are diametrically opposed.  C. G. G. ex rel. Grimm v. Gloucester County School Board 1. The Majority View as to the Definition of Sex is a Sum of Morphological Peculiarities.  The majority opinion in Grimm took on the daunting task of defining the term sex.115 The Fourth Circuit begins its analysis by stating the well-settled rule that Title IX permits separate living spaces for the different sexes, and that the Department of Education’s regulation permits the separation of bathroom facilities.116 The Department’s Office of Civil Rights gave guidance on how to determine which restroom a transgender should use while at school.117 The Office of Civil Rights required schools to treat transgender students consistent with their gender identity.118 The Fourth Circuit determined that the guidance was silent as to whether a transgender                                                                                                                                        110. Sommers v. Budget Mktg., Inc., 667 F.2d 748, 750 (8th Cir. 1982).   111. Johnston, 97 F. Supp. 3d at 672-73.   112. Id. at 668.  113. G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 822 F.3d 709, 734 (4th Cir. 2016) (Niemeyer, J., concurring in part and dissenting in part), vacated, 137 S.Ct. 1239 (2017).  114. Id. at 737.  115. Id. at 721 (majority opinion).  116. Id. at 718.   117. Id. at 715.  118. Id. at 718. 2018] DIVERGENCE OF BINARY SEX AND THE TRANSGENDER 777  person is male or female.119 It also stated that the term sex is ambiguous as used in the guidance letter.120  The Court next proceeded to define the term sex.121 The Court first looked to the dictionary definition of sex as it first was defined during the era in which Title IX was promulgated: [T]he sum of the morphological, physiological, and behavioral peculiarities of living beings that subserves biparental reproduction with its concomitant genetic segregation and recombination which underlie most evolutionary change, that in its typical dichotomous occurrence is usu[ally] genetically controlled and associated with special sex chromosomes, and that is typically manifested as maleness and femaleness . . . .122  The court used this definition to show that the concept of maleness and femaleness, being distinct from each other solely through a binary fashion, is not correct.123 A definition based on reproductive organs was not universally descriptive.124 The court used this definition to allow leeway for those who may have a chromosome or reproductive organ disorder.125 Implicit in the majority’s reasoning is the idea that transgender should be defined as a specific category itself, rather than fitting into one of the binary sexes.126 The court rejected the bright line rule that sex has always been what is traditionally manifested as maleness and femaleness. Instead, the court argued that a person’s sex should be dependent upon the various physical, psychological, and social aspects of a person.127 A transgender person is determined by the sum of the person’s “morphological, physiological, and behavioral peculiarities.”128 This definition connotes that the foundation of sex is not physiological characteristics, but rather that a person’s                                                                                                                                        119. Grimm, 822 F.3d at 720.  120. Id. at 720 (stating that the guidance is susceptible to both the Board’s reading that sex is determined by exclusive reference to genitalia or the department’s interpretation that sex is determined by gender identity).   121. Id. at 721.   122. Id. (second alteration in original) (quoting MERRIAM-WEBSTER, WEBSTER’S THIRD NEW INTERNATIONAL DICTIONARY 2081 (Philip Gove, ed., Merriam-Webster, Inc. 1971)).  123. Id.   124. Id.   125. Grimm, 822 F.3d at 721.   126. Id. at 721-22.  127. Id. at 722.  128. Id.  778 LIBERTY UNIVERSITY LAW REVIEW [Vol. 12:761  physiological characteristics is simply a factor among many that determine a person’s sex.129 The court used a dictionary to define sex simply as a sum of those anatomical and physiological differences with reference to which the male and female are distinguished.130 The court argued that if sex is simply a sum of differences, then one person’s “sum” may be different than the traditional male or female sum of factors.131 The court reasoned that manifestations of maleness and femaleness typically evidence maleness and femaleness, but since sex is made up of a host of factors, the binary definition of sex simply does not work.132 The court determined that since the physical, psychological, and social aspects of a human being are always changing, there is room for the biological, physiological, and behavioral peculiarities of the transgender to be included in the definition of sex.133 Gender identity is now an important factor in what makes a person a particular sex. 2. The Dissenting Opinion’s View as to the Definition of Sex as Physiological Differences Between Males and Females.  The underlying theme of Judge Niemeyer’s dissent is that if the majority opinion’s definition of sex prevails, then traditional Title IX separation based on sex will be abolished.134 Niemeyer stated that the majority opinion is not based on case law.135 The majority opinion relied solely on the Office of Civil Rights letter, which is not law, but simply an interpretation of the law by the Executive Branch.136 The dissent made it clear that instead of solving the sex definition dispute, the letter from the Office of Civil Rights letter made the standard for treatment of transgender students even more confusing than before:  In one sentence it states that schools ‘generally must treat transgender students consistent with their gender identity,’ whatever that means, and in the next sentence, it encourages schools to provide ‘gender-neutral, individual-user facilities to                                                                                                                                        129. Id. at 721-22.  130. Id.   131. Grimm, 822 F.3d at 721-22.  132. Id.   133. Id. at 722-23.   134. Id. at 737 (Niemeyer, J., concurring in part and dissenting in part).   135. Id.   136. Grimm, 822 F.3d at 731, 737 (Niemeyer, J., concurring in part and dissenting in part).  2018] DIVERGENCE OF BINARY SEX AND THE TRANSGENDER 779  any student who does not want to use shared sex-segregated facilities.137 Niemeyer made it clear that the majority ventured into dangerous territory in order to prescribe this new definition of sex, thereby unraveling the definition that has been accepted and maintained order in society throughout history.138 The majority may, for the first time ever, hold that a school may not separate its restrooms and locker rooms on the basis of sex.139 Niemeyer spoke of the gravity and weight of the majority decision. He stated that the majority opinion “completely tramples on all universally accepted protections of privacy and safety that are based on the anatomical differences between the sexes.”140  Niemeyer refuted the majority opinion by giving numerous examples in case law that state that sex must be determined by physiological differences between males and females, not a subjective gender identity: Across societies and throughout history, it has been commonplace and universally accepted to separate public restrooms, locker rooms, and shower facilities on the basis of biological sex in order to address privacy and safety concerns arising from the biological differences between males and females. An individual has a legitimate and important interest in bodily privacy such that his or her nude or partially nude body . . . are not exposed to persons of the opposite biological sex. Indeed, courts have consistently recognized that the need for such privacy is inherent in the nature and dignity of humankind.141 “The right to bodily privacy is fundamental,” and students have a significant privacy interest in their bodies.142 Niemeyer noted “that [the] separati[on of] restrooms based on ‘acknowledged differences’ [between males and females] serves to protect this . . . privacy interest [in one’s body].”143 This privacy interest will remain because of the inherent physical differences between men and women, which are enduring and render the                                                                                                                                        137. Id. at 738.   138. Id. at 730.   139. Id.   140. Id.  141. Id. at 734.   142. Sepulveda v. Ramirez, 967 F.2d 1413, 1416 (9th Cir. 1992).   143. Grimm, 822 F.3d at 735 (Niemeyer, J., concurring in part and dissenting in part). 780 LIBERTY UNIVERSITY LAW REVIEW [Vol. 12:761  two sexes nonfungible.144 The policy is to protect physical bodies, because inherent physicality is at the root of the meaning of sex.145 The interests of transgender persons must not prevail if they are based solely on a subjective belief and if the consequences to transgender persons are solely psychological. Niemeyer noted that the majority opinion accepted the definition of sex as including gender identity only to meet a particular plaintiff’s needs.146 The new definition of sex is an extreme measure designed to rationalize a desired outcome that is unsupported by the law.147 The majority was swayed by the idea that this new definition of sex would only apply to restrooms; however, Niemeyer pointed out that the canons of statutory construction will force this new definition to be applied uniformly throughout Title IX, thereby opening it up to locker rooms and shower facilities.148 Therefore, while the majority’s new definition of sex will remedy a particular plaintiff’s needs, the ramifications and consequences of this new definition will result in chaos for the collective.  Niemeyer then presented his argument based on dictionary definitions.149 He cited seven dictionaries that, when defining sex, all refer to physiological distinctions or reproductive organs.150 Niemeyer stated that even today, Webster’s dictionary defines sex based on these same physiological distinctions between males and females.151 The dissenting opinion showed that majority opinion is unsupported by case law, logic, and results in an unworkable outcome.152  Finally, Niemeyer demonstrated that the majority’s definition of sex as gender identity cannot coexist with the longstanding rule that restrooms should be separated by sex.153 If the majority opinion is interpreted to mean that the term sex refers to both biological sex and gender identity, then the transgender person could go into neither the girls nor boys restroom.154 This is because a transgender person, by definition, has a gender identity                                                                                                                                        144. United States v. Virginia, 518 U.S. 515, 533 (1996).   145. Grimm, 822 F.3d at 735 (Niemeyer, J., concurring in part and dissenting in part).   146. Id. at 737.  147. Id.   148. Id. at 734.   149. Id. at 736.   150. Id. at 737.  151. Grimm, 822 F.3d at 737 (Niemeyer, J., concurring in part and dissenting in part).   152. Id.   153. Id.   154. Id. at 737.  2018] DIVERGENCE OF BINARY SEX AND THE TRANSGENDER 781  different than that person’s sex.155 Therefore, the transgender could not fulfill the conjunctive criteria that both a person’s sex and gender identity must be in union to enter a restroom defined by either male or female.156 If the majority’s definition of sex is interpreted to mean either biological sex or gender identity, then a transgender student could use either the restroom of their biological sex or of their gender identity.157 The majority argued for the definition of sex as only gender identity, but this definition would totally abolish the longstanding separation of restrooms by biological sex.158 If sex is determined by a person’s subjective determination of their own gender, then there would be no way to implement a separation of restrooms.159 This is because a person’s gender identity could vacillate and in one moment a person could determine that he or she is male and enter the male restroom, only to change their mind in in the next moment and decide to be female and enter the female restroom.160 The dissent further argued that the new definition could only be policed by gender stereotyping. 161 Since there is no way to know what a person’s subjective gender is when he or she enters a restroom, the only way to determine if he or she truly identifies as that sex is to assume that person’s sex based on appearances, social expectations, or explicit declarations of biological sex.162 Niemeyer argued that “by interpreting Title IX and the regulations as ‘requiring schools to treat students consistent with their gender identity,’ and by disallowing schools from treating students based on their biological sex, the government’s position would . . . be at odds with common sense.”163 The government argued that gender stereotyping is an inappropriate way of determining which students will be allowed into a specific restroom, despite its virtually assured reliance on such stereotyping to implement the decision.164 The majority responded to this argument by stating that the dissent’s definition of sex is no less of an adoption of gender stereotyping than the                                                                                                                                        155. Id.  156. Id.  157. Grimm, 822 F.3d at 737 (Niemeyer, J., concurring in part and dissenting in part).    158. Id.   159. G. G. ex rel. Grimm v. Gloucester County School Bd., 132 F. Supp. 3d 736, 738 (E.D. Va. 2016).  160. Id.   161. Id. at 738.   162. Grimm, 822 F.3d at 738 (Niemeyer, J., concurring in part and dissenting in part).  163. Id.  164. Id.  782 LIBERTY UNIVERSITY LAW REVIEW [Vol. 12:761  majority opinion’s definition of sex.165 Both the dissenting and majority definitions failed to resolve the issue of gender stereotyping. They both assumed a person’s sex based on appearances, social expectations, or explicit declarations of biological sex.166 However, the dissenting opinion’s definition of sex allows for a greater probability of a remedy after a transgender person’s rights to a restroom have been breached. This is because a standard based on physiological distinctions provides clear guidance on the rights that have been violated and the conduct that is prohibited.  IV.  VIABLE SOLUTIONS A transgender person’s subjective gender originates in the mind. In Grimm, members of the community spoke at a Citizen’s Comment Period held by the County School Board and expressed concerns about allowing the plaintiff’s beliefs about her gender identity to be determine which restroom she was allowed to use.167 The members of the community were concerned that this standard could produce chaotic results.168 While the community expressed harsh critiques of this standard, the transgender plaintiff was not the main focus of the public’s concern; rather, the hostility of the community focused on the possible abuse of this standard by other students.169  The main issue with the school board’s regulation that allowed transgender students to enter the restroom of their choice was that the rule had to be enforced equally among the transgender students and non-transgender students alike.170 This would allow all students to migrate between restrooms, depending on their particular gender identity at that time, and would give expansive freedom to all students to abuse the newfound rule.171 A community member voiced the concern that a student who is not actually transgender would have the right to use the restroom of his choice without restraint.172 This could result in harassment, bullying, violence, and even sexual assault for all students. The community was concerned that allowing students to choose the restroom of their choice                                                                                                                                        165. Id. at 722 n.8 (majority opinion).  166. Id. at 738 (Niemeyer, J., concurring in part and dissenting in part).  167. Grimm, 822 F.3d at 716 (majority opinion).   168. Id.   169. Id.   170. Id. at 738 (Niemeyer, J. concurring in part and dissenting in part).   171. Id. at 716 (majority opinion).   172. Id.  2018] DIVERGENCE OF BINARY SEX AND THE TRANSGENDER 783  based on subjective belief would degrade the historical tradition of separation of restrooms and jeopardize privacy and safety. The underlying concern is that if the choice of restroom is left up to the transgender person based on subjective belief alone, the person could identify as a female one day and identify as a male the next. The dissent concluded that defining sex by gender identity would necessarily endanger the privacy rights of all students in school restrooms, locker rooms, and shower facilities, because the new definition “would have to be applied uniformly throughout [Title IX].”173  The courts should not adopt a subjective standard, but rather, the courts should eliminate these dire consequences by requiring an objective standard.174 The courts should be wary of a shifting standard. In fact, courts have always expressed deep concern over purely subjective standards.175 Courts should adopt an objective standard for three reasons: (1) to give notice of the prohibited conduct;176 (2) to ease the duty of the court and jury to determine the wrongfulness of the conduct and the severity of the burden on the transgender;177 and (3) to limit frivolous lawsuits by individuals with merely hurt feelings.178 These three reasons can be analyzed through the analogous lens of the tort of I.I.E.D. In fact, the claims of the victim of transgender discrimination and the victim of intentionally inflicted emotional distress mirror one another in their subjective symptoms.179  A.The Courts Must Adopt an Objective Standard to Give Notice of What Conduct is Prohibited. The courts should create a rule to determine a person’s sex by that person’s objective physiological characteristics in order to clearly define what the prohibited conduct is, and how a person can avoid it.180 The Supreme Court of Virginia in Almy v. Grisham stated that the tort of I.I.E.D. is disfavored in the law because the prohibited conduct cannot be                                                                                                                                        173. Grimm, 822 F.3d at 736 (Niemeyer, J., concurring in part and dissenting in part).  174. Id. at 734–35.  175. See, e.g., Womack v. Eldridge, 215 Va. 338 (1974) (holding that the court and the jury would determine “whether defendant’s conduct was extreme and outrageous and whether plaintiff’s emotional distress was severe” in a cause of action for emotional distress without physical injury).  176. Almy v. Grisham, 273 Va. 68, 81 (2007).  177. Id.  178. Womack, 215 Va. at 342.   179. Id.  180. Almy, 273 Va. at 81. 784 LIBERTY UNIVERSITY LAW REVIEW [Vol. 12:761  defined objectively.181 Similarly, if a person’s status as a transgender individual is merely a subjective choice, then there is no objective component that defines the prohibited conduct. The courts should give the public notice as to who is legally recognizable as transgender so that a transgender person knows whether he or she is unlawfully entering a restroom.  One of the issues in Grimm was how a public school should determine whether a transgender person is a male or a female for the purpose of accessing the restroom.182 The majority found that there was ambiguity in the Department of Education’s regulation because the regulation could be interpreted to mean that “maleness or femaleness” is determined either “with reference exclusively to genitalia” or “with reference to gender identity.”183 The court reviewed an extensive list of questions to determine what makes a person physiologically transgender.184 These questions included: (1) “which restroom would a transgender individual who had undergone sex-reassignment surgery use?”185 (2) “[w]hat about an intersex individual?”186 (3) “[w]hat about an individual born with X-X-Y sex chromosomes?”187 (4) “[w]hat about an individual who lost external genitalia in an accident?”188 The majority opinion used these questions to show that the regulation was ambiguous. However, these questions also show that even the majority opinion sought some objective standard to determine the sex of a transgender person.189 If the court agreed that a transgender person’s sex should be defined by a person’s subjective gender identity, then the court would have asked questions based on a subjective standard, rather than attacking the ambiguity with objective physiological standards.190  This list of questions begs for a rule that emphatically states that transgender is a separate and distinct sex.191 It provides an objective determination of the definition of transgender. It is also this list of questions                                                                                                                                        181. Id.   182. G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 822 F.3d 709 (4th Cir. 2016).  183. Id.   184. Id. at 720–21.   185. Id. at 721.  186. Id. at 721.  187. Id.   188. Grimm, 822 F.3d at 721.   189. Id.   190. Id.  191. Id. 720-21. 2018] DIVERGENCE OF BINARY SEX AND THE TRANSGENDER 785  that should be the basis for analysis by a court to determine whether a person is male, female, or transgender. If the definition of sex is the physiological distinctions between males and females, then the definition of transgender should be the physiological distinctions between the transgender person and the binary sexes.192 “The two sexes are not fungible.”193 Neither are the transgender and the binary sexes.  The definition of a transgender person should be controlled by either skewed chromosome count, sex-reassignment surgery, intersexuality, or other physiological differences that exclude a person from fitting into either category of male or female.194 Through this objective standard, all persons would be able to determine what the prohibited conduct is, and how to avoid that prohibited conduct by accessing the restroom that matches the sex that corresponds to their physiology.  B. The Courts Must Adopt an Objective Standard to Ease the Duty of the Court and Jury to Determine the Wrongful Conduct and Severity of the Burden on the Transgender. In Russo v. White, the Supreme Court of Virginia stated that a primary reason that the tort of I.I.E.D. is disfavored is because clear guidance is lacking to those who must evaluate whether certain alleged conduct satisfies all elements of the tort.195 A dissenting opinion in Twyman v. Twyman stated that the tort should not be adopted in Texas because (1) “judges and juries are guided by insufficient standards”; (2) “liability may be imposed arbitrarily”; (3) “reported cases . . . disclose no uniform patterns”; and (4) “the sensitivities of aggrieved people are entirely too subjective and unpredictable.”196  The same concerns that arise in adjudicating I.I.E.D. cases also confront courts adjudicating a claim brought by a transgender person based on his or her subjective sense of identity. The courts and juries would be faced with the amorphous task of determining whether the transgender person truly identified with the gender identity that matched a restroom’s designated sex.197                                                                                                                                         192. Id.  193. United States v. Virginia, 518 U.S. 515, 533 (1996) (quoting Ballard v. United States, 329 U.S. 187, 193 (1946)).  194. Id.  195. Russo v. White, 241 Va. 23, 26 (1991).   196. Twyman v. Twyman, 855 S.W.2d 619, 622 (Tex. 1993).  197. Grimm, 822 F.3d at 721. 786 LIBERTY UNIVERSITY LAW REVIEW [Vol. 12:761  In order to satisfy the tort of I.I.E.D., the Supreme Court of Virginia has required an objective standard of physical injury. 198 The purpose of such a standard was to foreclose the uncertain and speculative nature of the tort. Because the same type of speculation would be present in the claim that a person is a certain gender identity, the same type of objective physical manifestation of that identity should be required. If the transgender person were legally defined by physiological distinctions, courts and juries would have a way to measure gender identity. They could do so through a variety of means, including the use of medical records to prove these physiological distinctions. Unlike medical records proving gender dysphoria, medical records that show physiological distinctions prove a person’s sex could give that person the right to access a restroom designated for individuals of that biological sex. Therefore, the courts should use the physiological standard when deciding this issue.199  The physiological standard used to define a transgender person as a separate sex determined by physiological features would give the transgender person a dependable claim. It would also give the courts a baseline standard that would help decide a case regarding transgender rights. If the subjective standard of the transgender person’s self-determination is the only standard on which the definition of sex is founded, it would result in excessive litigation. As the dissent in Grimm stated, the separation of restrooms based on sex will be impossible.200 There would be no way to distinguish one sex from the other.201 It is impossible to know an individual’s subjective gender identity when that person enters a restroom.202  Using a subjective standard would result in many lawsuits launched both by people believing that someone has entered the wrong restroom, and by people who are asked to leave a restroom to which they rightly identify. If the physiological standard is used, the risk of either type of lawsuit will be reduced. A transgender person who is asked to leave a certain restroom would have medical records to show in court that he or she is a legally cognizable transgender person. Therefore, the objective definition of a                                                                                                                                        198. Russo v. White, 241 Va. 23, 26 (1991).  199. G.G. ex. rel. Grimm v. Gloucester Cty. Sch. Bd., 822 F.3d 709, 735 (4th Cir. 2016) (Niemeyer, J., concurring in part and dissenting in part).  200. Id.  201. Id.   202. G. G. ex rel. Grimm v. Gloucester County School Bd., 132 F. Supp. 3d 736, 740 (E.D. Va. 2016) (listing the concern of a commentator that “non-transgender boys” would pretend to be transgender to get access to the girls’ restroom). 2018] DIVERGENCE OF BINARY SEX AND THE TRANSGENDER 787  transgender person would give clear guidance to the courts and juries as to a transgender person’s rights to access the restroom of his or her choice. C. The Courts Should Adopt an Objective Standard for Injury to Limit Frivolous Lawsuits Where There are Merely Hurt Feelings Involved. The Supreme Court of Virginia laid down a principle for I.I.E.D. cases that could also guide the analysis of the definition of sex in the transgender restroom conflict.203 In order to state a claim for I.I.E.D., there are four elements that must be satisfied.204 One of the elements is severe emotional distress.205 This element is “aimed at limiting frivolous suits and avoiding litigation in situations where only bad manners and mere hurt feelings are involved.”206 The “hurt feelings” hurdle has proved to be a high standard to pass.207  In Russo v. White, the Court found that nervousness, sleep deprivation, stress and its physical symptoms, withdrawal from activities, and inability to concentrate at work failed to show a “type of extreme emotional distress that is so severe that no reasonable person could be expected to endure it.”208 The Supreme Court of Virginia was not clear as to whether these symptoms constitute “hurt feelings,” but the Court’s ruling makes clear that the policy underlying the element of severe emotional distress is not satisfied by these traits.209                                                                                                                                         203. Womack v. Eldridge, 215 Va. 338, 342 (1974).  204. Id.   205. Id.   206. Id.   207. See Taylor v. Metzger, 152 N.J. 490 (1998) (stating that an “objective standard ensures that defendants are not held liable when hypersensitive plaintiffs suffer severe emotional trauma from conduct that would not seriously wound most people”); Twyman v. Twyman, 855 S.W.2d 619, 631 (Tex. 1993) (stating, “there is no occasion for the law to intervene in every case where some one’s feelings are hurt”) (quoting RESTATEMENT (SECOND) OF TORTS § 46 cmt. d (AM. LAW INST. 1965)); Public Finance Corp. v. Davis, 360 N.E.2d 765, 767 (Ill. 1976) (stating, “[t]he law intervenes only where the distress inflicted is so severe that no reasonable man could be expected to endure it. The intensity and the duration of the distress are factors to be considered in determining its severity”) (quoting RESTATEMENT (SECOND) OF TORTS § 46 cmt. j (AM. LAW INST. 1965)); Lascurain v. City of Newark, 793 A.2d 731, 748 (N.J. Super. Ct. App. Div. 2002) (finding that the plaintiff did not establish severe emotional distress when “[t]here ha[d] not been the type of dramatic impact on her every-day activities or on her ability to function daily”).  208. Russo v. White, 241 Va. 23 (1991).  209. Id.  788 LIBERTY UNIVERSITY LAW REVIEW [Vol. 12:761  In Twyman, the Supreme Court of Texas found that “utter despair” and “[falling] apart” did not constitute severe emotional distress in order to satisfy the tort.210 The Supreme Court of New Jersey in Taylor v. Metzger reasoned that the plaintiff’s emotional distress could be enough to convince a factfinder that she had severe emotional distress when she underwent psychotherapy, lived in fear which induced her to buy self-defense gear, and was treated for anxiety.211 The plaintiff also experienced nightmares of the incident, her symptoms lasted for two years, and she was diagnosed as suffering from post-traumatic stress disorder.212 In Buckley v. Trenton, the Supreme Court of New Jersey held that a plaintiff’s “complaints amount[ing] to nothing more than aggravation, embarrassment, . . . headaches, and loss of sleep” were not sufficiently severe to satisfy the requirements of the tort.213 Therefore, emotional distress, according to the 46 states that recognize the tort of I.I.E.D., must be severe and objectively ascertainable.214 The plaintiff in Grimm gave a list of her symptoms that included feeling as though her dignity and privacy had been stripped; feeling stigmatized and isolated; feeling humiliated; feeling set apart from peers; being at extreme risk for immediate and long-term psychological harm; and, finally, refraining from performing certain bodily functions, which led to short term illness.215 Taking into account the precedent set by the tort of I.I.E.D., G.G.’s symptoms did not reach the level of severe emotional distress required for the court to remedy these injuries.216  The standard for a remedial transgender injury should be something equal to or more than the emotional distress needed to satisfy a basic tort. The symptoms that the transgender individual suffers would not be sufficient for recovery if alleged under similar tort law; therefore, the transgender individual should be held to the same standard. While the plaintiff in Grimm experienced psychological harm and physical harm, because this harm would not be sufficient for recovery under I.I.E.D. , the courts should not intervene.217                                                                                                                                         210. Twyman v. Twyman, 855 S.W.2d 619, 627 (Tex. 1993) (Phillips, J., concurring in part and dissenting in part).  211. Taylor v. Metzger, 706 A.2d 685, 697 (NJ. 1998).  212. Id.  213. Buckley v. Trenton Sav. Fund Soc., 544 A.2d 857, 864 (N.J. 1988).  214. Twyman, 855 S.W.2d at 621.  215. G.G. ex. rel. Grimm v. Gloucester Cty. Sch. Bd., 822 F.3d 709, 716-17 (4th Cir. 2016).  216. Id.  217. Id. 2018] DIVERGENCE OF BINARY SEX AND THE TRANSGENDER 789  V.  CONCLUSION The definition of sex should remain the bright line rule that it has been throughout time—the physiological distinctions between males and females.218 Transgender should be a new branch within the definition of sex that is based on physiological distinctions between transgender people and the binary sexes. In other words, the legal definition of sex should include three branches: male, female, and transgender. The legal definition of transgender should not be an individual’s subjective sense of gender identity.219 A claim of transgender discrimination based solely on subjective beliefs and psychological distress would cause uncertainty and speculation on the part of the court, the factfinder, and the person seeking to avoid the unlawful conduct.  The courts should determine a claim by a transgender person by first determining whether the person is a transgender person as physiologically and legally defined; and second, by determining whether the injury is sufficient as a matter of law. The extent of the injury should be determined through the lens of the claim for I.I.E.D. The symptoms alleged by the transgender plaintiff are analogous to those alleged by an I.I.E.D. plaintiff.220  Analogous reasoning based on I.I.E.D analysis is crucial to analyzing the policy underlying transgender discrimination claims.221 The policy for the requirements of a cause of action for I.I.E.D. is that the courts should not have to decide cases based on “hurt feelings.”222 The same is true for transgender discrimination. If a transgender person brings a claim to court that he or she has been discriminated against based on his or her transgender status, premised on a psychic injury and evidenced by nothing more than personal beliefs and psychological injuries, he or she is likely to lose the case. It is possible that such a person may not even have standing in court.  On the other hand, if the transgender person can survive the two-step analysis set forth in this Note, he or she will have a successful claim of discrimination based on his or her transgender status. First, the individual                                                                                                                                        218. Id. at 734 (Niemeyer, J., concurring in part and dissenting in part).   219. Prabhat S., Difference between Transgender and Transsexual, DIFFERENCE BETWEEN.NET, http://www.differencebetween.net/science/difference-between-transgender-and-transsexual/ (last visited on Sept. 16, 2017) (stating that “transgender is pertained to be the behavior” of an individual who identifies with the opposite of his or her biological sex) (emphasis added).  220. Womack v. Eldridge, 215 Va. 338, 342 (1974).  221. See Russo v. White, 241 Va. 23 (1991).  222. Womack, 215 Va. at 341.  790 LIBERTY UNIVERSITY LAW REVIEW [Vol. 12:761  must demonstrate that he or she is a legally recognized transgender person with the requisite physiological characteristics: having a skewed chromosome count, having undergone sex-reassignment surgery, being intersex, or having another physiological difference that excludes a person from fitting into either category of male or female. The second step of the analysis is that the transgender individual must have a sufficient injury resulting from being discriminated against. After proving these two steps, the transgender individual should be allowed into the restroom of the sex that matches his or her physiology. If the transgender person is not allowed to enter, the transgender person should be able to recover for his or her injury in court, so long as there is sufficient evidence to support a finding that the injury has in fact occurred.  ",
    "id": 213463217,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.liberty.edu:lu_law_review-1250"
    },
    "title": "The Divergence of Binary Sex and the Transgender",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-22T22:14:36+00:00",
    "publisher": "Scholars Crossing",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.liberty.edu/cgi/viewcontent.cgi?article=1250&amp;context=lu_law_review"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/213463217.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/213463217"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/213463217/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/213463217/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/213463217"
        }
    ],
    "abstract": "",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.liberty.edu:lu_law_review-1250",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1732",
        "openDoarId": 0,
        "name": "Liberty University Digital Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 213463217,
        "depositedDate": null,
        "publishedDate": "2019-01-22T22:14:36+00:00",
        "updatedDate": "2024-02-14T12:50:50+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T12:20:49+01:00"
    },
    "urls": [
        "https://digitalcommons.liberty.edu/lu_law_review/vol12/iss3/7",
        "https://digitalcommons.liberty.edu/context/lu_law_review/article/1250/viewcontent/Pittman_copy.pdf"
    ],
    "lastUpdate": "2024-02-14T12:50:50+00:00",
    "setSpecs": []
}