{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Vázquez Rodríguez, LG"
        },
        {
            "name": "García-Ramos, FJ"
        },
        {
            "name": "Zurian Hernández, FA"
        }
    ],
    "contributors": [],
    "createdDate": "2023-06-12T09:43:08+01:00",
    "dataProvider": {
        "id": 118,
        "name": "UCL Discovery",
        "url": "https://api.core.ac.uk/v3/data-providers/118",
        "logo": "https://api.core.ac.uk/data-providers/118/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/567877060.pdf",
    "fullText": "43Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64ISSN electrónico: 2172-9077DOI: https://doi.org/10.14201/fjc2020214364LA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)1 The Representation of Queer Teen Identities in Sex Education (Netflix, 2019-)Lucía Gloria VÁZQUEZ RODRÍGUEZPersonal Investigador en Formación, Universidad Complutense de MadridE-mail: luciaglv@ucm.es http://orcid.org/0000-0002-6550-9364Francisco-José GARCÍA-RAMOSProfesor Ayudante Doctor, Universidad Complutense de MadridE-mail: fjgarciaramos@ucm.es https://orcid.org/0000-0002-1805-650XFrancisco A. ZURIAN HERNÁNDEZProfesor Contratado Doctor, Universidad Complutense de MadridE-mail: azurian@ucm.es https://orcid.org/0000-0002-3734-6879Fecha de recepción del artículo: 09/09/2020Fecha de aceptación definitiva: 15/10/2020RESUMENEste artículo aborda la representación de las identidades LGBTIQ+ adolescentes en las dos primeras temporadas de la serie ‘Sex Education’ (Netflix, 2019-). Partiendo de una metodología de análisis anclada en la Teoría Queer y en el concepto de interseccionalidad se estudiará la construcción de aquellos personajes cuya expresión de género y/u orienta-ción sexual trascienden los límites establecidos por la cisheteronormatividad, además de aquellos cuyos deseos (heterocoincidentes o no) no encajan dentro de lo que las socie-dades occidentales entienden como «normal», puesto que se parte del rechazo a la norma como elemento constitutivo de lo queer. Los objetivos principales se concretan en: a.) determinar qué imágenes, conocimientos y construcciones epistemológicas se difunden en la serie en torno a la diversidad sexogenérica; y b.) definir qué discurso articula la serie sobre (no)identidades queer y la violencia que sufren las personas LGBTIQ+.  1. Este trabajo se ha realizado en el marco del Proyecto «Memorias de las masculinidades disi-dentes en España e Hispanoamérica» (PID2019-106083GB-100) del Ministerio de Ciencia e Innovación de España.LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)44Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64Palabras clave: ‘Sex Education’; adolescentes; queer; series para adolescentes; personajes LGBTIQ+.ABSTRACTThis article provides an analysis of the representation of LGBTIQ+ teen identities in the first two seasons of ‘Sex Education’ (Netflix, 2019-). Utilising a methodology of analysis anchored in Queer Theory and in the concept of intersectionality, we will study the construction of those characters whose gender expression and/or sexual orientation defy the limits established by cisheteronormativity, as well as those whose desires (whether straight or not) do not fit within what Western societies understand as «normal», since we consider the rejection of the norm as a constitutive element of queerness. The main objectives are a.) to determine which images, knowledge and epistemological construc-tions regarding sexogenic diversity are disseminated by the show; and b.) to define which discourses are articulated regarding queer (non)identities and the violence suffered by LGBTIQ+ people.Key words: ‘Sex Education’; queer; teenagers; teen fiction; LGBTIQ+ characters.1. Introducción: la representación de la diversidad sexoafectiva en la ficción televisiva para adolescentesMovilizando los códigos propios de las series de ficción para adolescentes y la comedia romántica, ‘Sex Education’ (Netflix, 2019-) irrumpe, en el panorama audio-visual internacional, con un novedoso discurso sobre la sexualidad y la identidad. En sus dos primeras temporadas, la serie subvierte ciertos códigos genéricos de ficción ya establecidos para proponer un enfoque más inclusivo de la sexualidad del que se desarrolla normalmente en las ficciones «teen». Como explica Laury Nunn (Londres, 1985), creadora y guionista de la serie: «Las audiencias buscan verse reflejadas en los personajes y ver contenido desde diferentes perspectivas, de modo que un ‘storyte-lling’ inclusivo es particularmente importante para nuestra serie»2. Dado que la ficción televisiva constituye un aparato privilegiado de la socialización del género y sexuali-dad de su público juvenil, este tipo de producciones permite observar las tensiones y reconfiguraciones de las relaciones de poder atendiendo a las diversas expresiones de género y orientaciones sexuales que presentan sus protagonistas. Personajes que también se ven atravesados por otros vectores identitarios como la raza, la clase o la religión, constituyendo un interesante ejemplo para el estudio de la interseccionalidad. Si tanto la escuela –espacio marco de ‘Sex Education’– como los medios de comu-nicación son espacios de socialización clave en la construcción de las subjetividades (Trujillo, 2015, p. 1531) analizar la representación de la diversidad (sexual, de género, racial, etc.) que lleva a cabo la serie junto al papel que juega la institución educativa en el tratamiento de dicha diversidad nos permitirá conocer qué tipo de discursos en torno a la diversidad sexual se están transmitiendo en los medios de comunicación, especialmente aquellos consumidos por el público más vulnerable a estas cuestiones: los adolescentes.  2. Todas las traducciones son de los autores. Audiences are looking to see themselves reflected in the characters, as well as watch content from different perspectives, so inclusive storytelling is important to our show.LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)45Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64‘Sex Education’ sigue las andanzas de Otis en su instituto, situado en los alrede-dores de Cardiff (Gales, Reino Unido). Tras haber observado a su madre, terapeuta sexual y de pareja, ejerce como consejero sexual para sus compañeros. Cada episodio se centra en alguna cuestión relacionada con la sexualidad adolescente, representán-dose numerosas identidades de género y orientaciones sexuales. Aunque una mayor visibilidad del colectivo LGBTIQ+ en los medios es motivo de celebración, Guidotto (2006, p. 3) advierte a las audiencias LGBTIQ+ de la necesidad de «proceder con cautela cuando digerimos esta visibilidad creciente en los medios y la cultura consu-mista»3 ya que no todos los estereotipos e imágenes que se difunden sobre la diver-sidad sexoafectiva son necesariamente plurales o contribuyen al desarrollo de una identidad realizada en términos positivos. Tras su lanzamiento en Netflix en 2019, la serie fue vista en más de cuarenta millones de hogares en todo el mundo (Porter, 2019). Una cifra que visibiliza el poten-cial para la homogeneización cultural globalizada de este tipo de plataformas, cuyos contenidos tienden a difundir valores asociados con la cultura occidental, como la igualdad de género o la inclusión de la diversidad sexoafectiva. Como afirma Teresa de Lauretis (1991), los medios de comunicación son una tecnología de género que no solo da cuenta de cómo nuestras sociedades se representan a sí mismas, sino que también forma parte de la construcción social de una realidad común, que se carac-teriza por las relaciones de dominación. Analizar en ‘Sex Education’ las representacio-nes de la sexualidad y la identidad desde una perspectiva queer, decolonialista y de género implica tener en cuenta las modalidades discursivas contra-estereotipadas que difunde, siempre auspiciadas por lógicas comerciales que tienen en cuenta factores como la multiplicación de audiencias LGBTIQ+ y adolescentes (Oliveira Silva y Lima Satler, 2019, p. 2) y una era televisiva regida por una lógica económica según la cual la diversidad vende (Farr, 2016, p.155). Ejemplo de ello es el compromiso de Netflix para representar la diversidad de forma más positiva y plural a través de su campaña ‘Inclusion & Diversity’ (Netflix, 2018). El drama adolescente experimenta un enorme desarrollo a lo largo de las décadas de los 90 (‘Beverly Hills 90210’, ‘Melrose Place’, ‘Dawson Crece’, etc.) y los años 2000 (‘Las chicas Gilmore’, ‘Gossip Girl’, ‘Skins’, etc.). En España, contamos con otros ejem-plos significativos como ‘Al salir de clase’, ‘Física o Química’ o ‘El internado’. Estas ficciones televisivas son a menudo comedias dramáticas, pero pueden cruzarse con otros géneros como la fantasía (‘Buffy Cazavampiros’, ‘Vampire Diaries’) o el musical (‘Glee’). ‘Sex Education’ juega con ciertas convenciones del género «teen drama» britá-nico, en el sentido del humor; y del americano, en las referencias a la cultura popular. Su tono se encuentra a medio camino entre la comedia propia de; ‘Everything Sucks!’ (Netflix, 2018) y el drama realista de HBO y la representación de adolescentes queer de ‘Euphoria’ (2019-), construyendo así un producto adecuado para la audiencia globalizada de Netflix (Lopes, Franco y Alves, 2020). Repasando la ficción televisiva «teen» que se ha producido antes del 2010, la inclusión de personajes LGBTIQ+ es siempre anecdótica, normalizadora y con uno o dos perso-najes –generalmente gais o lesbianas– homonormativos. Los valores difundidos inciden más en la asimilación de comportamientos y modos de vida heteronormativos por parte  3. Must proceed with caution when digesting this increased visibility in the media and consu-mer culture.LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)46Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64del colectivo LGBTIQ+ que, con la fluidez, el rechazo de la normalidad y la interseccio-nalidad de otros vectores identitarios más propia de textos queer. Previamente a los años 90 –recordemos que se empieza a teorizar sobre las realidades LGBTIQ+ en esta misma década–, no existían personajes al margen de la cisheteronorma en la ficción televisiva para adolescentes (Kielwasser y Wolf, 1992). Al contrario que la mayoría de «teen dramas» estadounidenses, centrados en intrigas románticas y tramas de amor y desamor, ‘Sex Education’ aborda la temática del sexo retomando el legado de la serie británica Skins (EA, 2007-2012), de la que Laurie Nunn se declara fan (Biscarrat, 2019). Sin embargo, persisten en la serie algunos de los clichés relacionados con la ficción «teen» televisiva, como la idea de que los adolescentes están en periodo de transición, todavía no tienen una identidad definida y son vulnerables a la presión de grupo (Hinton, 2016). Como plantean Davis y Needham (2008 p. 6), «la televisión se ha configurado generalmente como un medio doméstico, de modo que se asocia al hogar, la familia y lo cotidiano; en otras palabras, a lo heteronormativo»4, entendiendo la heteronor-matividad como la creencia en una equiparación natural entre sexo biológico, iden-tidad de género, expresión de género y deseo sexual. La heteronormatividad implica que conformarse a las convenciones de género y a la heterosexualidad es lo natural, y por ende, superior a otras identidades alternativas que se desvían de la norma. Como explica Butler (1990, p. 72), «la heterosexualización del deseo exige e instaura la producción de oposiciones discretas y asimétricas entre «femenino» y «masculino», entendidos estos conceptos como atributos que designan «hombre» y «mujer»» y, al tiempo, atributos expresivos de las categorías biológicas macho y hembra. Al ser la heteronormatividad el discurso hegemónico hasta los años 90, las personas que no encajaban en esta matriz estaban en el punto ciego, invisibles en una aniquilación simbólica del colectivo LGBTIQ+. La diversidad sexoafectiva, «de facto», no existía para las industrias culturales y creativas. En cuanto a los productos audiovisuales, –coincidiendo con la pandemia del VIH, el incremento de la presión activista y la progresiva teorización queer– a mediados de los años 90 se abrirán dos importantes vías que marcarán el punto de partida en la progresiva incorporación de estos personajes y en la evolución y desarrollo de los patrones de representación de la diversidad LGBTIQ+ en la ficción seriada. Por un lado, empezarán a aparecer personajes con patrones muy marcados, de tal manera que las lesbianas tenderán a representarse hipermasculinizadas y los personajes gais hiperfeminizados. Y por otro, personajes que en mayor o menor medida se adscri-ben a prácticas y valores propios del mundo heteronormativo, como su interés por mantener relaciones estables y monógamas que eventualmente conducen a la pater-nidad o maternidad. Aunque la incorporación de personajes gais y lesbianas «chic», blancos, educados, de clase alta y despolitizados supuso un giro representacional, para Becker (2008, p.43) este nuevo cliché hará que «en lugar de machorras en motocicleta y mariquitas afeminados, se nos presenten imágenes de ciudadanos consumistas blancos, acomodados, a la moda, que beben Perrier, tienen doctorados y usan tarjetas de viajero frecuente, con más dinero que gastar que idea de cómo gastarlo»5 Este fenómeno, que  4. Television has regularly been configured as a domestic medium and, as such, closely associated with the home, the family, the quotidian; in other words, the heteronormative. 5. Instead of images of nelly queens or motorcycle dykes we are presented with images of white, affluent, trend- setting, Perrier-drinking, frequent flyer using, Ph.D.-holding consumer citizens with more income to spend than they know what to do with.LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)47Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64se ha denominado «gaystreaming» (Ng, 2013), problematiza sobre el tipo de personajes LGBTIQ+ que tienen cabida en la televisión al señalar la tendencia a representarlos según las normas de género, desexualizados y apolíticos, reafirmando jerarquías racia-les, de clase y cis-sexistas. Para Joyrich (2014), el «gaystreaming» anula la fuerza disrup-tiva y la negatividad anti-normativa que son constituyentes de la queeridad y sugiere que la homofobia y las narrativas de «outing» ya no son un problema estructural, sino que responden a una lógica individual acorde a la ideología neoliberal. No obstante, la incorporación de estos personajes en televisión supuso todo un hito en la década de los 90 y primeros 2000 consiguiendo abrir camino y espacios de representación más fluidos para futuros personajes LGBTIQ+ en la ficción seriada de la mano, a su vez, de los nuevos contextos político-sociales de la década siguiente.En el ámbito académico, la representación de personajes LGBTIQ+ en la ficción «teen» comenzará a ser objeto de estudio en los albores del nuevo siglo. Reseñables serán trabajos como los de Cover (2000), Davis (2004), Armstrong (2011) y, en el contexto español, los de Zurian (2013). Será a partir de los 2010 cuando la ficción televisiva «teen» amplíe progresivamente la representación de personas LGBTIQ+ para crear más espacio para la queeridad y la fluidez con personajes que se cuestionan y subvierten categorías identitarias estancas y normas de género y sexualidad. Este giro ha sido tan drástico que, como revela Wendy Peters (2016), entre junio de 2010 y junio de 2011, la ficción televisiva adolescente incluyó a más personajes no heterosexuales que en las dos décadas anteriores. Un papel cada vez más destacado fruto también de las lógicas del propio mercado audiovisual y de los contextos político-sociales en cuanto a derechos y libertades LGBTIQ+.Respecto a ‘Sex Education’, desde el ámbito académico destaca la aportación que ofrece Lopes, Franco y Alves (2020) sobre el potencial de la serie como herramienta para la enseñanza de educación sexual durante la secundaria, así como los trabajos de Pérez Lence (2019) y Sarah Hilkemeijer (2019). De este modo, y tomado en consi-deración todo lo expuesto, con esta investigación se pretende avanzar un paso más en el estudio de ‘Sex Education’ abordando cómo construye y disemina conocimiento sobre la queeridad entre su audiencia adolescente. 2. Objetivos e Hipótesis Este estudio pretende abordar el análisis de ‘Sex Education’ desde una posición queer. Para ello, se partirá de las preguntas que plantea Ava Parsemain en ‘The Peda-gogy of Queer TV’ (2019) para determinar qué modelos pedagógicos, imágenes y herramientas para la empatía utiliza la ficción televisiva seriada para educar a sus espectadores sobre la queeridad. Así, los objetivos principales de esta investigación se concretan en: a) Determinar qué imágenes, conocimientos y construcciones epistemológicas se difunden en las dos primeras temporadas de ‘Sex Education’ en torno a la diversidad sexogenérica desde una posición queer e interseccional.b) Definir qué discurso articula la serie sobre (no)identidades queer y la violen-cia que sufren las personas LGBTIQ+.Este trabajo pretende trascender cuestiones como la visibilidad o construcción de estereotipos positivos/negativos para analizar la construcción de los personajes LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)48Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64adolescentes de ‘Sex Education’ a través de un marco epistemológico basado en los conceptos de pluralidad y «conocimiento» de las realidades queer (Davis y Needham, 2008). Conceptos que, más allá del modelo epistemológico identitario de los estudios LGBT tradicionales, posibilitan articular modelos de análisis más fluidos y con catego-rías más móviles y acordes a los planteamientos de la Teoría Queer.  En este sentido, este estudio parte de tres hipótesis principales a validar:Hp.1.: ‘Sex Education’ se posiciona como «exemplum» de texto queer, dado que sus personajes no encarnan identidades estancas binarias, en un sentido más relacionado con el concepto LGBTIQ+, ni responden a los valores normalizadores propios de la homonormatividad. Hp.2.: ‘Sex Education’ introduce los discursos abstractos de la modernidad sexual al público adolescente abordando, al tiempo, otras cuestiones relacionadas con la sexualidad.Hp.3.: ‘Sex Education’ construye una suerte de utopía queer neoliberal donde la homofobia y la transhomofobia se presentan más como excepción que como problema social estructural.3. Metodología El marco teórico de esta investigación atraviesa la ficción para adolescentes y la representación de identidades queer desde planteamientos como los de Pullen (2012, 2014), la colección de ensayos ‘Queer love in film and television’ de Demory y Pullen (2013) y Parsemain (2019), en cuanto al potencial pedagógico de los productos tele-visivos queer. Los contenidos y temáticas que articula ‘Sex Education’ se abordarán prestando especial atención a la construcción de personajes que, por salirse de la norma binaria cisheteropatriarcal, pueden calificarse como queer atendiendo también a Butler (1990, 1991) y Sedgwick (1990). Algo que permitirá ahondar en la expresión de género y deseo sexual de los personajes adoptando una aproximación antiesen-cialista sobre la identidad, el género y la sexualidad que «comienza por un impulso a cuestionar, problematizar o incluso negar la misma idea de una noción identitaria fija e inmutable»6 (Chambers, 2009, p. 13) subvirtiendo categorizaciones binarias y fomen-tando la resistencia a cualquier forma de normalización.Partiendo del visionado atento del texto audiovisual se optará por una metodo-logía de carácter cualitativo para abordar de forma heurística el análisis discursivo de la serie y los mecanismos de construcción de la identidad de género y la orientación sexual de los personajes adolescentes de ‘Sex Education’ que puedan calificarse como queer atendiendo a las siguientes variables o indicadores: a) Personajes cuya expresión de género no responden a las convenciones hege-mónicas en torno a la masculinidad o la feminidad definidas en el sistema sexo/género.b) Personajes cuya orientación sexual trasciende de alguna manera los límites establecidos por la norma cishetero. 6. Starts from an impulse to question, problematise, or even disclaim the very idea of a fixed, abiding notion of identity.LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)49Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64c) Personajes que manifiestan deseos (heterocoincidentes o no) que no encajan dentro de lo que las sociedades occidentales entienden como algo «normal», moralmente admisible o socialmente incorporado a lo esperable y deseable.Teniendo presente que la Teoría Queer y con ella los productos culturales queer, buscan «volver extrañas, o queer, las ‘verdades’ o normas que estructuran las formas contemporáneas de conocimiento y del ser»7 (Sullivan, 2003, p. 56) aquí se entenderá por «queeridad» toda forma de alteridad que desafíe la norma hegemónica y perturbe la alineación normativa entre género, sexo y sexualidad. Esta concepción de lo queer trasciende la no cisheterosexualidad y va un paso más allá de las etiquetas gay y lesbiana para capturar un entendimiento fluido y cambiante del yo que rechaza estruc-turas rígidas, esencialistas y estáticas de la identidad enfrentándose, en numerosas ocasiones, a formas interseccionales de opresión. Warner (1993) formulará lo queer como todo aquello que se define a sí mismo en oposición a lo normal o en lugar de lo heterosexual, enfatizando el imperativo moral de normalidad como el objetivo de la crítica queer a los productos culturales. Si aplicamos estas ideas a los estudios sobre televisión, una perspectiva queer implicaría criticar las formas en las que la televisión tiende a normalizar identidades LGBTIQ+ ( Joyrich, 2014), identificando aquellas estrategias representacionales con el potencial para subvertir la normalidad sexual y de género, particularmente en la construcción de los personajes LGBTIQ+, en este caso, de ‘Sex Education’. Asimismo, el enfoque interseccional (Crenshaw, 1989) tomará en consideración las dinámicas existentes entre identidades coexistentes (por ejemplo, homosexual y negro) y los sistemas conectados de opresión (por ejemplo, heteropatriarcado y supremacía blanca). Así pues, el análisis no podrá limitarse a analizar la inclusión de personajes que subvierten la cisheteronorma en la serie ‘Sex Education’, también abordará su posicionamiento en la narrativa en la medida en que, a su vez, invita a los espectadores a problematizar discursos normalizadores que buscan etiquetar identidades y sexualidades (Boisvert, 2020). 4. ResultadosDel total de 31 personajes adolescentes analizados de las dos primeras tempora-das, 29 de ellos (93,54%) presentan, con mayor o menor fluidez, a alguna de estas tres variables (Tabla 1). La excepción será Sean Wiley en la Temporada 1(T1), hermano de Maeve, y Joe (T2), hermano de Isaac, más mayores del resto de personajes que van al instituto. De estos 29 personajes, 9 de ellos (31,03%) responden a las tres variables: Otis, Eric, Adam, Ola, Lily, Anwar, Rahim, Ruthie y Nick. Salvo Nick, personaje anecdó-tico que se presenta como novio de Anwar en la T2 y Ruthie, novia de Tanya (T1E4), el resto de estos personajes conforman el elenco principal de la narración la serie. En comparación con la mayoritaria presencia de personajes que fluyen en estas tres categorías de análisis (29 de 31 personajes), resulta significativo el escaso prota-gonismo en la serie de relaciones sexuales, con o sin penetración, entre personas del mismo sexo en comparación con la que adquiere en pantalla la protagonizada  7. To render strange, or queer, the «truths» or norms that structure contemporary forms of knowledge and of beingLUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)50Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64por personajes de distintos sexos (Tabla 2). Algo que ocurre tanto entre adolescentes (32,14%) como entre adultos (16,66%). Siendo, en este último caso, presentado indi-rectamente a través vídeos en Internet. Respecto a los besos entre adolescentes del mismo sexo con protagonismo destacado en la escena y en pantalla, entre hombres se suceden cuatro en total (1 en T1 y 3 en T2), lo mismo que entre mujeres (1 en T1 y 3 en T2).Tabla 1. Mecanismos de construcción de la identidad sexogenérica de los personajes adoles-centes de ‘Sex Education’ Fuente: Elaboración propia LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)51Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64Complementariamente a lo que muestran las tablas, en ambas temporadas no hay personaje adolescente o adulto que explícitamente manifieste que sea intersex o tran-sexual. Salvo la esporádica presencia de un personaje de mediana edad que pregunta a Eric una dirección, no habrá personajes adultos con perfil marcadamente no binario. Florence será el único personaje en la serie que se declare abiertamente asexual (T2E4), como Ola pansexual (T2E5) y Adam bisexual (T2E6). Por otro lado, en tres ocasiones se explicita la atracción de adolescentes hacia mujeres maduras (Adam hacia la Dra. Jean F. Milburn (T1E1), Kyle hacia la Srta. Sands (T2E7) y un tercero (T1E2) hacia la reina de Inglaterra) y en una ocasión una adolescente hacia un hombre más mayor: el señor Hendricks (T1E3). No hay presencia explícita de poliamor, sexo colectivo o «cruising». El voyerismo será mencionado por Lily como una práctica habitual a través de «Chatrou-lette» (T2E7) y, en cierto modo, la ecosexualidad (Stephens y Sprinkle, 2011) se aborda en tres ocasiones mediante la representación de prácticas sexuales con frutas (mastur-bar un calabacín, hacer una felación a un plátano y hacer un dedo a una naranja) y se menciona en una (penetrar un melón). También se alude a vestirse de animal y a la erótica humano-animal (erección de Otis al ver a un perro pomerania rozar el pezón de su dueña (T2E1) o el sexo con tentáculos de pulpo practicado por Lily (T2E8) –además de su atracción sexual por los alienígenas–. Se alude a prácticas BDSM al interpretar el comportamiento de Olivia en la cama como asfixia erótica y fantasía bondage e, incluso, con fetichismos como la espectrofilia (T2E3). La colectivización del cuerpo y sus fluidos (trío, orgías y bukake) en ambas temporadas será reprobada verbalmente por los propios adolescentes asociándolo a la transmisión de ladillas e ITS como la clami-dia. También será reprobado como práctica ilegal el exhibicionismo (masturbación de Otis en un parking al aire libre (T2E1), el sexo con menores –al descubrir la familia de Olivia que Malik solo tiene 15 años (T2E7)– y las agresiones sexuales, como la que sufre Aimée en un autobús (T2E3), serán denunciadas a la policía. Por último, el consumo de viagra (T1E1) y de la píldora del día después por adolescentes (T2E7) se representa en ambos casos en una ocasión y las prácticas abortivas en adolescentes será ampliamente representada en una ocasión a través del embarazo de Maeve (T1E3).Tabla 2. Escenas con actos sexuales entre adolescentes y entre adultos en T1 y T2 de ‘Sex Education’ (2019-2020)Fuente: Elaboración propiaLUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)52Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64Por otro lado, el 100% de las relaciones –en adultos y adolescentes– se plantean en términos monógamos considerándose la infidelidad, incluso un beso con alguien fuera de la pareja (en dos ocasiones), como una traición susceptible de provocar una ruptura. Entre las diez parejas estables de personajes adultos con mayor prota-gonismo, una estará formada por personas del mismo sexo, en este caso mujeres. No obstante, y a diferencia de lo que ocurre entre mujeres adolescentes, la serie no ofrece ninguna escena sexual o beso entre ellas y su afectividad solo se representará mediante abrazos. 5. Discusión de los resultadosLa «queeridad» de un texto como el que aquí se trata puede deberse tanto a su forma, al lenguaje audiovisual utilizado, las convenciones narrativas –que pueden o no subvertir la norma– como a su contenido. La manera en que ‘Sex Education’ nos cuenta la historia de Otis y demás compañeros de instituto reproduce los mismos esquemas sobre la ficción que existen en series de contenido más convencional: está organizada en orden cronológico, el lenguaje audiovisual responde al sistema de entretenimiento propio de la televisión –se busca la máxima transparencia en la puesta en escena y movimientos de cámara–, los personajes no se saltan la cuarta pared, etc. Aunque ‘Sex Education’ dista de otro tipo de series por los temas que aborda y cómo los aborda, en cuanto a su modo de representarlos sigue las convenciones propias de la ficción televisiva. De este modo, no será relevante la «queeridad textual» de la serie, sino la queeridad de las representaciones de identidades, cuerpos y deseos LGBTIQ+ que lleva a cabo sus dos temporadas. A tenor de los resultados obtenidos en la vali-dación de los tres indicadores sobre la construcción de la identidad sexogenérica de los personajes adolescentes, este análisis se abordará desde los nueve personajes que responden a las tres variables y, en concreto, desde los siete que adquieren un espe-cial protagonismo en la serie: Eric, Adam, Otis, Ola, Lily, Anwar y Rahim. Algo que no excluye abordar la construcción de Ruthie, Tanya, Nick y Florence, así como otros personajes que puedan enriquecer este estudio pese a no cumplir los tres indicadores. 5.1. Lo queer a través de los personajes de Sex EducationSi entendemos lo queer como ese rechazo a la normalidad en todas sus formas, uno de los personajes más transgresores de ‘Sex Education’ es Lily: una adolescente que, en su trayectoria artística como escritora de cómics ha creado su propio universo erótico-espacial lleno de fantasías sexuales con extrañas criaturas alienígenas en una lógica ciborg (Donna Haraway), la identificación con ‘Tank Girl’ (Alan Martin y Jamie Hewlett, 1988) y la teniente Ripley (‘Alien: el octavo pasajero’, Ridley Scott, 1979) y las ficciones espaciales de Anne McCaffrey y Joanna Russ. En cuanto a su sexuali-dad, protagoniza una escena de «role playing» sexual (basado en su propio universo artístico-literario) con un chico apodado «Octoboy» con el que no puede culminar debido a que su vagina se contrae involuntariamente, obteniendo el diagnóstico de vaginismo por parte de Otis (T1E8). Ya antes de que Lily comience su relación lésbica con Ola (T2), su personaje se puede definir como queer: su afán por mantener sexo con alguien desde el inicio de la serie para no ser definida como «virgen rarita» ya constituye una desviación de la «contenida» feminidad normativa y su «rareza» LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)53Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64generalizada (en su forma de vestir o su amor por los «fanfiction») se alinea con la definición de queer que nos ofrece Heather Love (2014, p. 172). Lily es queer porque su misma presencia, su estética, su aspecto andrógino extraterrestre, sus gustos y su persona entera connotan extrañeza. Ella es en sí misma un grito de guerra contra los regímenes de lo «normal». Nada en ella se corresponde a la idea que tenemos de una adolescente británica, blanca, de clase acomodada, culta e inteligente (está en el curso avanzado) y con sensibilidad artística (toca el clarinete y adapta a musical una obra de Shakespeare). A través de la adaptación de ‘Romeo y Julieta’ que escribe y dirige para la actua-ción de fin de curso (T2E8), compartirá con todo el instituto su manera de entender la sexualidad y el amor mediante una puesta en escena fálica y vaginal que recrea el universo de ciencia ficción que puebla sus fantasías. La propuesta de Lily es, quizás, una de las instancias más queer de la serie si consideramos que normalidad, norma o normatividad son constructos sociales que privilegian ciertas estéticas, imágenes y modos de vivir frente a otros y que transgredirlos puede resultar tan divertido como liberador. Las representaciones televisivas de la anti-normalidad, como la que ejem-plifica Lily, de alguna manera reafirman el «status quo» sociocultural, puesto que la anti-normalidad no podría existir sin su contrario (Vanlee, Dhaenens y Van Bauwel, 2018: 614). Que la anti-normalidad se posicione narrativamente como algo positivo en ‘Sex Education’ –Lily está dispuesta a fingir que es un chico para poder acostarse con Eric (T1E3) y entabla amistad con todas las chicas de la serie en un episodio que gira en torno a la importancia del consentimiento y el valor feminista de la sororidad (T2)–, subraya la queeridad del texto audiovisual. Aunque a Lily le cuesta aceptar que se siente atraída por Ola tras su primer beso con ella, «Esto no entraba en mis planes. Entraban los chicos que huelen a sudorcillo. No las chicas que huelen a vainilla» –argumentará pensativa, su rechazo a etiquetarse o definirse con respecto a su recién ampliada sexualidad la posiciona todavía más como un personaje queer (T2E7). Al contrario que Ola, que necesita hacer un test online para descubrir que es pansexual, Lily no necesita salir del armario, ni anclarse en ninguna identidad cerrada y fija. Si bien la negativa de Lily a definirse en términos identitarios responde a un gesto queer, también se asocia a la movilidad y fluidez propia de la adolescencia, que se presupone un terreno liminal en el que las personas no están del todo definidas. Sin embargo, el hecho de que Lily no necesite definir su identidad en términos absolutos, el que acepte con naturalidad su atracción por Ola –acabará diciéndole que no quiere ser solo su amiga porque ella «huele mucho mejor que un chico» (T2E78)– y el que su «rareza» no sea motivo de burla ni de acoso escolar innegablemente posiciona la fluidez y la antinormalidad como un valor positivo tanto a nivel narrativo como afectivo. Algo que permite afirmar que la construcción de este personaje supone todo un hito dentro de la ficción televisiva «teen». La sexualidad de Lily tampoco se posiciona como homonormativa. Ante su supuesto vaginismo, sus relaciones con Ola han de limitarse al ámbito de la estimulación clitoriana en compa-ñía (T2E7). Una escena que, desde un punto de vista audiovisual, no está hipersexua-lizada ni contada por y para la mirada masculina (Mulvey, 1975), al contrario de lo que sucede en la mayoría de los productos audiovisuales que abordan la representación del lesbianismo. Durante la T1, Ola muestra un interés romántico por Otis, a quien conoce porque su padre mantiene una relación –romántica– con la madre de este, lo que propicia una especie de noviazgo entre hermanastros y una estructura familiar desviada, algo que LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)54Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64incluso destacará el propio Otis. Durante la T2 se evidenciará que no existe ninguna química entre ellos. Otis no dejará de pensar en Maeve incluso mientras está en la cama con Ola y ella no es capaz de comunicarle que le desagrada la manera en la que Otis la masturba. Todas las escenas sexuales entre Otis y Ola resultan torpes y despro-vistas de erotismo, al contrario de lo que sucede cuando Ola empieza a fantasear con Lily en un sueño erótico lleno de luces psicodélicas y plagado de tensión sexual. La primera vez que Ola besa a Lily afirma satisfecha: «así es como se supone que una tiene que sentirse». Históricamente a las personas LGBTIQ+ no se les ha permitido en televisión tener finales felices. Al menos, no sin antes haber vivido episodios dramá-ticos, como la agresión homófoba que sufre Eric, o traumáticas y públicas salidas del armario, como sucede con Adam (T2E8). En cambio, Ola simplemente realiza un test online para tratar de entender su orientación sexual una vez asume sus sentimientos hacia Lily. Cuando el resultado que obtiene es el de pansexual lo asume con naturali-dad y le explica a Adam que su atracción es hacia las personas, no hacia un género o sexo, enfatizando la conexión humana por encima de la genitalidad. La pansexualidad como orientación sexual trasciende el paradigma binario y pocas veces ha estado representada en la ficción televisiva, menos aún adolescente, aunque no siempre en los términos positivos de la bisexualidad (San Filippo, 2013). Así, se puede afirmar que la inclusión del personaje de Ola también contribuye a la diseminación de cono-cimiento sobre las realidades queer menos visibilizadas. Resulta destacable también la amistad que Ola brinda a Adam (T2E8) subrayando la importancia de construir comunidades queer a fin de fomentar la auto-aceptación y la conexión. Solo cuando Ola se declara su amiga es cuando Adam reúne la valen-tía suficiente para verbalizar que es bisexual. Antes incluso de declararse pansexual, Ola acude a sus citas con Otis y a las fiestas de instituto vistiéndose con smoking de hombre y en su día a día su indumentaria desarrolla una estética llena de arcoíris altamente significativa en sus citas con Otis. A pesar de que tiene el pelo corto, ni la performatividad de género ni el aspecto de Ola la clasifican tampoco en el estereotipo de lesbiana masculinizada que tan presente ha estado en la ficción televisiva nortea-mericana y que, sin embargo, no es común en la ficción española (González, 2011). «Pensaba que eras lesbiana», le dirá Adam cuando le cuenta que es pansexual (T2E8). Entre Lily y Ola tampoco se reproduce el cliché heterosexualizador que hace que en una pareja de lesbianas una ocupe el rol de «hombre» y la otra el de «mujer», lo cual posiciona la representación de ambos personajes en una instancia más queer que homonormativizadora. Unos patrones que tampoco se reproducen de forma marcada en el caso de Ruthie y su novia Tanya ni en las dos únicas lesbianas adultas que apare-cen en la serie: las madres de Jackson.El personaje de Adam es uno de los que más responden a las convenciones en torno a la homosexualidad adolescente de toda la serie: hijo de un padre excesiva-mente autoritario y disciplinario –es el director del instituto–, representa el cliché del típico abusón homófobo que en realidad lo es porque está «en el armario». Tras haber insultado y aterrorizado a Eric llamándole «trompolla» durante toda la secundaria, ambos mantienen un encuentro sexual cargado de agresividad (T1E8) que empieza como una pelea que se transforma en beso y culmina con Adam practicándole una felación a Eric. Algo que invierte los mecanismos de dominio racial e identidades subordinadas, así como los roles esperables en términos sexuales. Más todavía cuando el gran pene de Adam es algo de dominio público en el instituto.LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)55Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64Adam, blanco y de clase acomodada conservadora, tiene un aspecto convencio-nalmente masculino: es deportista, luce corte de pelo militar y su posicionamiento como abusón poco estudioso se alinea con el ideal de masculinidad agresiva habi-tual en la ficción seriada. No obstante, en la intimidad de su casa se muestra frágil, no oculta sus lágrimas y demuestra gran sensibilidad en el cuidado de la pequeña Madam, el yorkshire de su madre. Tras descubrirse que la redacción que le reportó un premio había sido escrita por Maeve, su padre lo manda a una escuela militar en la que descubre que otros chicos aparentemente «machotes» –incluso el mismo direc-tor– son homosexuales en el armario. Tal y como afirma Meyer (2010), los personajes bisexuales como Adam suelen representarse como «menos gais» y, por consiguiente, más femeninos en el caso de las chicas y más masculinos en el de los hombres. Que Adam sea quien le practica la felación a Eric contradice la idea de que el miembro más «femenino» de una pareja de hombres será el pasivo y deseoso de complacer, al tiempo que constituye el rasgo más queer de la construcción del personaje de Adam. Por otra parte, desde un punto de vista pedagógico y de visibilización de realidades queer, el que Adam se declare bisexual resulta clave: en la cultura popular existe una cierta invisibilización de la bisexualidad, que desde finales del siglo XX parece que está en todas partes, y al mismo tiempo en ninguna, puesto que no es una categoría tan fácilmente asimilable o cognoscible como la oposición binaria «gay vs hetero» (Beemyn y Steinman, 2002, p. 3).Pese a su protagonismo en el capítulo final de la T2, la salida del armario de Adam es uno de los rasgos menos transgresores o queer de ‘Sex Education’. Al representar la homofobia como una cuestión individual que tiene que ver con la no aceptación de la propia sexualidad se reproduce el cliché mediático que afirma que las únicas personas que tienen problemas con la transhomosexualidad son en realidad gais reprimidos, de modo que la homofobia no existe más que en sus propias cabezas (Bergman, 2004). Se trata de un «tropos» particularmente frustrante porque sitúa el origen de la violencia transhomófoba en las propias personas LGBTIQ+ en lugar de en la intolerancia de la norma cisheteropatriarcal. Que los compañeros heterosexuales de Eric no tengan problemas con la orientación sexual de su amigo y que Otis –incluso Rahim– le acon-seje no aceptar una relación armarizada con Adam subraya esta idea y hace que la homofobia abierta y la interiorizada comience y acabe en los márgenes sexuales, en los adolescentes armarizados que acosan a quienes están fuera del mismo. El armario se construye, así como un lugar vulnerable, peligroso y violento en oposición a la seguridad, la aceptación y la felicidad que implica salir del armario en el instituto (Peters, 2016). Algo que recientes éxitos de taquilla para adolescentes como ‘Con amor, Simon’ (Greg Berlanti, 2018) corrobora. En ‘Sex Education’, la idílica escena en la que Adam corre a interrumpir la escena amorosa de ‘Romeo y Julieta’ para decirle a Eric que quiere «cogerlo de la mano» y besarlo delante de toda la escuela refuerza esta idea de que la aceptación pública de la propia identidad –un privilegio a menudo reservado a las personas blancas, urbanas y de clase media-alta (Ross y Stein, 2008)– es necesaria para alcanzar la felicidad. A excepción de los casos de Anwar y Rahim, paradójicamente ni blancos, ni occidentales, ni judeocristianos, ni particularmente acomodados, en ‘Sex Education’ se problematiza mucho más la salida del armario de los hombres que de las mujeres. Adam le dice a Eric que «está asustado» y en un principio ni siquiera se atreve a tomarle la mano en público. Eric, negándose a volver a ser invisible, valientemente LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)56Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64responde: «Estás lleno de vergüenza, tío. Y yo ya no puedo estar en esa etapa. Me he esforzado mucho en gustarme como soy y yo no quiero volver a esconderme» (T2E6). Por último, la inclusión, aunque sea anecdótica, del personaje de Florence, una chica asexual, contribuye a la comprensión de esta otra identidad también invisibili-zada, sobre todo en la ficción. De hecho, la respuesta inicial de Otis cuando Florence le habla de su falta de deseo refleja a la perfección el desconocimiento de la asexua-lidad de gran parte de la sociedad, al pensar que, simplemente, no está todavía lista para mantener relaciones. Este tipo de carencias estará suplido por Jean, la madre de Otis, que ejerce de consultora sexual en el instituto durante la T2. Ella explica a Florence en qué consiste la asexualidad y calma sus temores de estar «averiada» por no querer tener sexo con nadie con una frase muy ensalzada por el colectivo asexual (Escoffié, 2020): «Verás, la sexualidad es fluida. El sexo no es todo lo que somos. Entonces, ¿por qué habrías de estar rota?» (T2E4). 5.2. Interseccionalidades queer a través de los personajes de ‘Sex Education’ Los personajes de Rahim, Anwar y Eric son ejemplo de lo que Purdie-Vaughns y Einbach (2008) denominan «invisibilidad interseccional». Dado que el androcentrismo, el etnocentrismo y el heterocentrismo se confabulan para que definamos a la persona estándar como un hombre blanco hetero, las personas con identidades que intersectan suelen ser percibidas como miembros no estereotípicos de sus grupos identitarios. Eric hace visibles sus raíces raciales y culturales a través de una indumentaria que se inscribe en la tradición textil africana en estampados y colores vivos. En el caso de Anwar, su jerarquía en el instituto está más determinada por su estatus socioeconó-mico alto que por la cuestión racial. La manera en que Anwar performativiza su iden-tidad sexual se alinea a la perfección con el estereotipo de gay «chic» que ha reinado en la ficción seriada desde finales de los años 90: es popular, dado al cotilleo y a la maledicencia, viste a la moda –de hecho, suele criticar los estilismos de Eric– y ocupa el rol del típico «mejor amigo gay» de las chicas más guapas –y racializadas– del insti-tuto. Ni siquiera su miedo a la masturbación anal y su desconocimiento sobre cómo hacerse una lavativa afectará a su popularidad.En el caso de Eric, otro vector identitario que intersecciona con las identidades subordinadas de homosexual y negro será el hecho de pertenecer a una clase econó-micamente desfavorecida. Su familia no cuenta con el capital cultural y económico que sí posee la familia de Anwar, de origen indio. En este sentido, que Anwar ignore por completo a Eric y distribuya un meme sobre él a todo el instituto (T1E2) puede leerse como un mecanismo por el que los grupos dominantes oprimen a los grupos subordinados a fin de mantener su poder social y estatus. Destacable también será el drama familiar entre la familia de Olivia, de origen indio, al enterarse de su novio Malek es iraní, algo que se vive de forma más deshonrosa que el hecho de que Malek solo tenga 15 años y su hija pueda ser señalada por tener relaciones sexuales con un menor.Rahim se libra de esta forma de abuso porque su belleza canónica y el exotismo de ser el chico nuevo –francés de origen magrebí– le otorgan inmediatamente un estatus al que Eric no tiene acceso. Al hablar del «bullying» hacia personas LGBTIQ+ es importante considerar la manera en que las diversas opresiones (raza, género, sexualidad o clase) interseccionan, puesto no toda la violencia puede reducirse a un LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)57Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64mismo tipo, sino que todos estos vectores identitarios, particularmente en el caso de Eric, trabajan juntos para producir diversas formas de injusticia. Por otra parte, los abusos e insultos de Adam sí se alinean más con las formas típicas de «bullying» hacia adolescentes gais, asociadas con la reafirmación de la masculinidad hegemónica y la misoginia. Por tocar la trompa en la banda musical del instituto, Adam llama a Eric «trompolla», juego de palabras que connota cierta afición por el sexo oral masculino, y en el baile de fin de curso le pregunta «¿de qué coño vienes vestido, de chica?». A pesar de que Otis tampoco muestra una masculinidad hegemónica (no es fuerte, popular ni agresivamente sexual), Adam nunca lo acusa de ser «femenino» aunque sea el mejor amigo de Eric, se maquille y travista de mujer para celebrar el cumpleaños de su amigo o le saque a bailar en la fiesta fin de curso de la T1. Otra agresión transhomófoba que se produce en la serie sucede cuando Eric se viste (en «drag») de Hedwig, protagonista del filme ‘Hedwig and the Angry Inch’ ( John Cameron Mitchell, 2001) para ir al cine con Otis y ha de regresar a casa solo. Por el camino, un grupo de hombres en coche lo increpa e insulta, culminando en una paliza que hace que, durante un par de episodios, Eric performativice su homosexualidad de forma más discreta o normativa. Adam le preguntará «¿Qué te pasa Trompolla? ¿Te has levantado hetero? ¡Vaya pinta!» y Anwar, respecto a su nueva forma de vestir y caminar comentará «Ahora le va el estilo presidiario» (T1E6). Este comentario desatará la cólera de Eric y descargará su furia agrediendo con un puñetazo a Anwar, lo que le valdrá la expulsión temporal del instituto: «Pegar al otro gay del insti. Muy bien, Eric» –le reprochará Anwar, «Ahora mi madre piensa que vas por ahí zurrando a gais. Si ves a una señora india mirándote mal que no te extrañe» (T1E6).Cuando Eric se topa casualmente con un hombre vestido con la ropa que a él mismo le gusta, maquillado, con pendientes y esmalte de uñas (T1E7) se dará cuenta de que no está solo en el mundo. Una escena que no deja de ser una suerte de meta-comentario sobre la posición de ‘Sex Education’ en la sociedad: resulta clave vernos representados a nosotros mismos en la televisión y la cultura popular para reafirmar nuestras identidades, sobre todo si se trata de identidades subordinadas. De alguna manera, la serie quiere que Eric sea para los adolescentes cuya masculinidad no se ajusta a los parámetros de la cisheteronorma lo mismo que la aparición (también en su sentido místico) de este personaje representó para Eric: un modelo. Eric constituye uno de los personajes más queer de la serie. Es religioso, su expre-sión de género no es normativa –para el baile de fin de curso acude con un turbante africano, purpurina y unos zapatos de tacón (T1E7) y lo vemos maquillándose y probándose accesorios con Lily (T1E3)–, no es blanco ni clase media (procede de Ghana y Nigeria) y aunque es el mejor amigo de Otis, en ningún momento está rele-gado al papel superficial de «mejor amigo gay» que sirve de apoyo y alivio cómico. Eric, que se define como gay, es un personaje polifacético y complejo, desafía el binarismo, está fuera del armario y está orgulloso de su no-normatividad. Asimismo, en la T2 protagoniza un triángulo amoroso con Rahim y Adam, línea argumental tradi-cionalmente reservada a personajes heterosexuales. Su vestimenta y maquillaje de estética «camp», artificiosa y exagerada (Sontag, 1964), son indudablemente queer. Dyer (1977) asocia la estética «camp» a una forma de resistencia queer, puesto que se trata de una forma de autoexpresión teatral que subvierte los binarismos de género (Luu, 2018). Algo visible en el «drag» que Eric y Otis realizan todos los años por su cumpleaños. Por otra parte, el hecho de que Eric LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)58Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64encarne valores familiares y religiosos, que se configure como un muy buen amigo y una persona valiente a la hora de aceptar su identidad y enfrentarse al resto, son rasgos que tornan a los personajes –incluso a los menos normativos– más aptos para la identificación psicológica en el caso de los espectadores queer y afectiva en el caso de las heterosexuales (Lissitsa y Kushnirovich, 2020). A nivel emocional adquiere particular importancia la escena en la que el padre de Eric le pregunta a su hijo si está seguro de si quiere ir «así vestido» (con turbante africano y tacones) al baile de fin de curso, refiriéndose a sus propias dificultades para encajar como hombre africano en Inglaterra. El hecho de que su padre, tradicional, religioso y negro no solo lo acepte, sino que lo admire y lo anime –«tal vez se me esté pegando tu valentía» (T1E7)– no solo construye un modelo alternativo de «negritud» no homófoba poco común en las representaciones culturales, sino que permite a la audiencia adolescente empatizar y emocionarse todavía más con Eric. Un personaje que, pese a ser distinto a la mayoría de los adolescentes de mil maneras, cultiva una respuesta a la diferencia basada en el entendimiento, la empatía y la aceptación. La respuesta del entorno familiar y religioso de Eric a su identidad sexual –su pastor lo inspira hablándole de la importancia de amarse a uno mismo– es mucho más progresista de lo que en general plantea la ficción «teen» en donde la diferencia, especialmente la homosexualidad, constituye un obstáculo que el amor paterno debe superar (Sarkissian, 2014). El hecho de que ‘Sex Education’ presente a tres personajes homosexuales no blancos es particularmente reseñable. Tal y como señala Bradley (2012), la presencia de personajes gais no occidentales en series de televisión británicas es escasa, debido a que llega atravesada de cuestiones políticas, coloniales y religiosas muy delicadas y difíciles de tratar en un medio generalmente concebido para el entretenimiento. Las religiones y la cultura no occidental, en general, no condonan la transhomosexuali-dad, mientras que la percepción occidental de estas culturas las asocia a la intolerancia y al rechazo de la queeridad, reflejando el concepto de homonacionalismo desarro-llado por Jasbir Puar (2018). Algo que hace a las representaciones de personajes gais no occidentales en la televisión europea o norteamericana sea particularmente revela-dora de esta compleja dinámica. La homosexualidad masculina ya está concebida en sí misma como una forma de otredad, no solo porque constituye la oposición binaria a la heterosexualidad, sino también porque discursivamente se alinea con lo femenino, oponiéndose a la masculinidad convencional. Para mantener el sentido lógico de la heterosexualización del deseo de la que nos habla Judith Butler (1991) resulta nece-sario dibujar al hombre gay que se siente atraído por otros hombres como femenino o a la mujer lesbiana que desea a otras mujeres como masculina. En el contexto británico, donde la multiculturalidad de los núcleos urbanos es una realidad innegable y en constante expansión, los antiguos argumentos de supe-rioridad racial se han tornado en una «otrificación» de las culturas no occidentales que se traduce en una dinámica de nosotros –progresistas, permisivos, feministas y «gay-friendly»– contra ellos, cuya cultura más tradicional o retrógrada parece poner en peligro esos valores de tolerancia y respeto asociados a Europa y Estados Unidos (Said, 1993). A este respecto, Anwar ya está completamente adaptado por su popula-ridad y su novio Erick es ejemplo del estereotipo WASP (blanco, anglosajón y protes-tante); Rahim rechaza los valores del país del que su familia huyó y se declara ateo; y Eric complejiza esa relación intrincada entre homosexualidad, exotismo étnico y LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)59Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64religión, construyendo una identidad queer que busca reflejar la liberalización de la cultura y la sociedad británica. 5.3. ‘Sex Education’ y la utopía queerA pesar de que la serie está ambientada en Reino Unido y al contrario de lo que sucede en la mayoría de las ficciones que tratan cuestiones LGBTIQ+, ‘Sex Education’ no destaca por difundir un discurso homonacionalista (Puar, 2016) según el cual la aceptación de la diversidad sexoafectiva se posiciona como un valor blanco y occi-dental, mientras otras culturas son retratadas como transhomófobas y retrógradas. En este sentido, pareciera que la heteronormatividad predominante no tiene gran efecto en la producción de los diversos niveles identitarios –particularmente el sexual– de sus protagonistas adolescentes, algo que constituye un ejemplo muy ilustrador de los valores y lógicas anti-normalizadores del alumnado del instituto Moordale. A excepción de la agresión homófoba que sufre Eric (T1E5), representada como un incidente aislado, ‘Sex Education’ parece retratar una suerte de utopía queer en donde las narrativas de «outing» no son motivo de trauma y en la que la multiplicidad de orientaciones sexuales está completamente integrada: «Adam, ¿sabes que la homo-fobia es muy de 2008? Pasó de moda» –sentenciará Anwar (T1E1). La transhomofobia, que todavía existe en sectores muy amplios de la sociedad británica (Stewart, 2019), se verá representada como un problema estructural. Más aún si hablamos de un entorno rural como el que contextualiza la serie.Al igual que salir del armario no se plantea como un proceso traumático, tampoco parece existir homofobia en las comunidades más tradicionales y conservadoras como la diáspora africana, marcadamente religiosa, que representa la familia de Eric. La primera vez que el padre de Eric ve a su hijo en «drag» le dice preocupado: «quítate eso de la cara antes de que tu madre te vea». Tras el ataque homófobo que sufre Eric, cambará su actitud al verle con la cabeza ensangrentada: «Si esta va a ser tu vida, has de ser fuerte» (T1E5) y ya en la T2 esos indicios de homofobia desaparecen por completo: Rahim acude con toda la familia de Eric a misa a pesar de declarase ateo en mitad de la iglesia, su madre le insta a dejar a Rahim, no porque sea homosexual, sino porque no hace que Eric brille. Y, cuando Adam se declara a Eric en la obra musical, la familia lo recibirá feliz y con los brazos abiertos: «Encantada de conocerte Adam. ¡Menuda alegría! ¡Qué valiente has sido! Tienes que venir a cenar un día» –dice la madre de Eric (T2E8). Esta construcción utópica de un universo queer en el que la identidad sexual y de género de un personaje como Eric es aceptada por su familia religiosa y tradicional, donde es posible que Ola acepte su pansexualidad con absoluta naturalidad –también lo hará su padre Jakob–, o donde Adam sea aceptado como bisexual sin que sea visto como una coartada de una homosexualidad no asimilada, son aspectos que corresponden con esta misma ideología neoliberal (Hasinoff, 2015, p. 75) que niega la existencia de prejuicios y actitudes transhomófobas de origen estructural y social focalizándolas en el sujeto individual.Aunque es un avance que existan este tipo de productos televisivos optimistas y normalizadores –que quizás llegan a audiencias más amplias que otras ficciones más transgresoras, como por ejemplo ‘Euphoria’– todavía resulta complejo problematizar sobre cuestiones estructurales como la violencia transhomófoba, la interseccionalidad con otros vectores de opresión, la marginación o la discriminación legal y profesio-LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)60Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64nal de las personas LGBTIQ+. Tal y como advierte Peele (2011, p. 5) la inclusión de personajes queer en la ficción televisiva –aunque sea tan diversa y plural como los personajes de ‘Sex Education’–, no elimina el problema de la heteronormatividad o la violencia antiqueer, pero sí las tensiona y las pone en cuestión. 6. ConclusionesLa hipótesis relativa a que la construcción de la homofobia y la discriminación y violencia que sufren las personas LGBTIQ+ en ‘Sex Education’ se adscribe a lógicas neoliberales se confirma en el caso del personaje de Adam, que sigue el cliché del abusón homófobo que está en el armario. La serie presenta a un personaje no hetero (Adam) como individualmente responsable de la homofobia internalizada, externa-lizada y estratégicamente movilizada (Peters, 2016) de la que, en este caso, Eric es víctima. Según esta lógica neoliberal individualista, y atendiendo a Hasinoff (2015), la heteronormatividad y la homofobia no son fruto de desigualdades sociales y estruc-turales y la única manera de eliminarlas, como parece indicar ‘Sex Education’, pasaría por priorizar el cambio individual por encima del cambio social. La solución para terminar con la transhomofobia implicaría la salida del armario de estos personajes abusivos que, como Adam, han de aceptarse a sí mismos y abrazar las oportunidades de felicidad y aceptación que les ofrece el vivir conforme a su «verdadera» identidad. Este tipo de narrativas de alguna manera castigan a los personajes que no están fuera del armario –o todavía están asumiendo su identidad sexual– sin considerar que la visibilidad queer puede ser un privilegio que no está disponible en muchas otras culturas (Schoonover y Galt, 2016). Algo que, además, les culpabiliza –a nivel indivi-dual– de la existencia del armario en lugar de justificar su existencia a la LGBTIfobia a la cisheteronormatividad estructural. ‘Sex Education’, especialmente en la T1, adscribe la existencia y movilización de la homofobia en los institutos a los adolescentes no hetero y armarizados situando la transhomofobia como fenómeno que emerge, en gran medida, en los márgenes sexuales en lugar de en la heteronorma. E, incluso, en razas y culturas ajenas a la blanquitud, como la actitud inicial de la familia de Eric ante su identidad queer. En cualquier caso, que la no heteronormatividad de personajes como Ola, Eric, Lily, Anwar o Rahim se presente como algo socialmente aceptado –especialmente en la T2–, y el que la serie no incluya apenas instancias de LGTBIfobia también tiene que ver con el tipo de producto audiovisual que es: para una ficción televisiva como ‘Sex Education’ ya resulta suficientemente transgresor tratar temas como la masturbación, las lavativas anales o el aborto adolescente como para añadir a las tramas instancias racistas y problemáticas –que desviarían el foco de la educación sexual en adoles-centes– como la discriminación o la violencia hacia personas LGBTIQ+ puesto que ‘Sex Education’ busca llegar a una audiencia amplia, lo cual explica y justifica en gran medida el carácter utópico de la serie, tanto en lo que tiene que ver con cuestiones de género y sexuales como con la raza y clase. Respecto al potencial de ‘Sex Education’ como herramienta pedagógica para ampliar el conocimiento de la sexualidad y, en especial, las sexualidades LGBTIQ+ entre su público adolescente dentro de ese planteamiento basado en la epistemología de Davis y Needham (2008) se confirma su contribución a la diseminación de cono-cimientos queer (hipótesis 2). ‘Sex Education’ ofrece toda una pedagogía sobre sexo LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)61Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64lésbico, masturbación, vaginismo, lavativas, bisexualidad, pansexualidad o asexua-lidad sin participar, además, en la desexualización de personajes LGBTIQ+. Otis y Maeve teorizan sobre la deconstrucción del amor romántico en ambas temporadas. No obstante, la representación de relaciones entre personas del sexo opuesto –tanto en adolescentes como en adultos– construidas en base a la monogamia, la fidelidad y el amor romántico son más numerosas y modelo a seguir, incluso por Maeve, Otis y Jean. De nuevo debemos referirnos aquí a la vocación comercial y de amplia audiencia de ‘Sex Education’ para entender por qué la monogamia se presenta como única alterna-tiva relacional viable en sus dos primeras temporadas: en un medio como la televisión, y siendo todavía una serie en proceso de consolidación como producto audiovisual, la transgresión es permisible hasta cierto punto si se quiere llegar a un gran público e introducirse con éxito en el mercado internacional.Por otra parte, las distintas realidades trans e intersex no serán objeto de abordaje pedagógico en estas dos primeras temporadas. En este sentido, la serie también pierde la oportunidad de expandir los conocimientos de su audiencia juvenil en torno a una identidad de tan difícil definición y asimilación como es el género no binario al no ofrecer un marco epistemológico que podría ser de utilidad a la hora de visibilizar a este colectivo. Destacable será, sin embargo, la incorporación de Isaac en la T2, un personaje con diversidad funcional dotado de deseo sexual y que problematiza los estereotipos capacitistas, algo poco usual en la ficción seriada «teen». En cuanto a la hipótesis sobre ‘Sex Education’ como texto queer, personajes como Eric, Lily y, en menor medida, Ola, constituyen ejemplos particularmente ricos de la representación plural y fluida de la queeridad adolescente y del rechazo a la norma-tividad en todas sus formas. No obstante, en términos generales no se puede afirmar que la serie suscriba una política de queeridad radical. ‘Sex Education’ se sitúa a medio camino entre la lógica binaria de la homonormatividad y la radicalidad queer. El hecho de que, al contrario de lo que sucede en ficciones más transgresoras como ‘Euphoria’, jamás se pronuncie la palabra «queer» ni en su versión española ni en la inglesa –optando por los términos «rarito» («weird») o, en su defecto, etiquetas más ligadas al paradigma identitario LGBTI (bisexual, asexual, lesbiana)– desactiva en parte el potencial radical queer de ‘Sex Education’.Nikki Sullivan (2003, p. 189) recuerda que no existe una única manera correcta de «queerizar» los productos culturales y que estas estrategias toman formas muy diversas, se enfocan en temas diferentes y adquieren posiciones teóricas en ocasiones opuestas. A tenor de todo lo expuesto, no se puede negar el potencial de ‘Sex Education’ en la diseminación de conocimiento de las realidades LGBTIQ+, incluso de aquellas más invisibilizadas, como la pansexual o la asexual. De hecho, un estudio reciente llevado a cabo por Netflix y la Alianza de Gais y Lesbianas contra la Difamación (GLAAD) concluye que el 74% de los encuestados ha encontrado en la plataforma alguna histo-ria que le ayudó a entender más sobre la comunidad LGBTIQ+ (mencionando series como ‘Sex Education’, ‘Atypical’ y ‘Elite’ entre otras), lo que confirma la hipótesis inicial de que este tipo de productos seriales contribuyen a ampliar el paradigma epis-temológico de la queeridad entre sus espectadores, que en muchos casos se mueven en un universo mayoritariamente heteronormativo. ‘Sex Education’ retrata personajes que subvierten o desafían los binarismos sexo-genéricos y, por tanto, los discursos normativos que definen a ciertas personas como «normales» o «anormales» (Foucault, 1978) interpelando a su audiencia a problematizar discursos normalizadores que buscan etiquetar identidades y sexualidades (Boisvert, LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)62Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-642020, p. 185). Como producto cultural queer, busca «volver extraña, o queer, las verda-des o normas que estructuran las formas contemporáneas de conocimiento y del ser»8 (Sullivan, 2003, p. 56), problematizando ciertas ideas normativas en torno a la iden-tidad y las categorías sociales. La inclusión de personajes queer en ‘Sex Education’, pese a no garantizar un cambio estructural respecto a identidades sexuales o normas de género en su audiencia pretende, al menos, fomentar un impulso por «queerizar» o cuestionar sus propios conocimientos normativos sobre la sexualidad y la identidad humana. 7.  BibliografíaArmstrong, J. (28 de enero de 2011). Gay Teens on TV. Entertainment Weekly, 34–41.Becker, R. (2008). Guy Love. A Queer Straight Masculinity for a Post-closet Era? En G. Davis & G. Needham (Eds.), Queer TV: Theories, Histories, Politics (pp. 121-140). Londres: Routledge. Biscarrat, L. (2019). Montrez ce sexe que je ne saurais voir: genre et sexualité dans la série Sex Education (Netflix, 2019). Mouvements, 99(3), 104-110. Recuperado de: https://bit.ly/32qS-jJE (Consultado el 13/07/2020).Bradley, P. (2012). The Exotic Erotic: Queer Representations in the Context of Postcolonial Ethnicity on British TV. En C. Pullen (Ed.), LGBT Transnational Identity and the Media (pp. 161–180). Basingstoke: Palgrave Macmillan.Bergman, D. (2004). Closet-dwellers of the Mind. The Gay & Lesbian Review, 15–16.Boisvert, S. (2020). ‘Queering’ TV, One Character at a Time: How Audiences Respond to Gender-diverse TV Series on Social Media Platforms. Critical Studies in Television, 15(2), 183–201. doi: 10.1177/1749602020914479. Butler, J. (2007) [1990]. El género en disputa. El feminismo y la subversión de la identidad. Barce-lona: Ediciones Paidós.Butler, J. (1991). Imitation and Gender Insubordination. En D. Fuss (Ed.), Inside/out: Lesbian Theories, Gay Theories. Londres: Routledge. Chambers, S. A. (2009). The Queer Politics of Television. Nueva York: I.B. Tauris.Cover, R. (2000). First Contact: Queer Theory, Sexual Identity, and «Mainstream» Film. Interna-tional Journal of Sexuality and Gender Studies, 5(1), 71–89.Davis, G. (2004). ‘Saying It Out Loud’: Revealing Television’s Queer Teens. En G. Davis & K. Dickinson (Eds.), Teen TV: Genre, Consumption and Identity (pp. 127–140). Londres: BFI Publishing.Davis, G. y Needham, G. (2008). Queer TV: Theories, Histories, Politics. Londres: Routledge. Demory, P. y Pullen, C. (2013). Queer Love in Film and Television: Critical Essays. Nueva York: Palgrave Macmillan. Dyer, R. (2002). It’s Being So Camp as Keeps Us Going. En R. Dyer (Ed.), The Culture of Queers (pp. 49-62). Londres: Routledge.Escoffié, C. (2020). Cosas que siente un asexual al ver Sex Education. Homosensual. Recuperado de: https://bit.ly/31nWRkv (Consultado el 07/07/2020). Farr, B. (2016) Seeing Blackness in Prison: Understanding Prison Diversity on Netflix’s Orange is the New Black. En K. McDonald y D. Smith-Rowsey (Eds.), The Netflix Effect: Technology and Entertainment in the 21st Century (pp.155–169). Nueva York y Londres: Bloomsbury Academic. 8. to render strange, or queer, the «truths» or norms that structure contemporary forms of knowledge and of beingLUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)63Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64Foucault, M. (1990) [1978]. The History of Sexuality: Vol. 1. An Introduction. (Traducido por R. Hurley). Nueva York: Vintage Books. González, Clarissa. (2011). Visibilidad y diversidad lésbica en el cine español. Cuatro películas de la última década. Icono 14, 9, 221-255. doi: 10.7195/ri14.v9i3.110. Guidotto, N. (2006, May 5). Cashing in on Queers: From Liberation to Commodification. Cana-dian Online Journal of Queer Studies in Education, 2(1). Recuperado de: https://bit.ly/31p-2sas (Consultado el 15/07/2020). Hartley, J. (1999). Uses of Television. Londres: Routledge. Hasinoff, A. A. (2015). Sexting Panic: Rethinking Criminalization, Privacy, and Consent. Chicago: University of Illinois Press.Hilkemeijer, S.C.A. (2019). «Isn’t It Better to Be Who I Am?»: Research into the Depiction of Eric’s Intersectional Character in Sex Education (Trabajo de Final de Grado). Universidad de Utrecht. Hinton, P. R. (2016). The Cultural Construction of the Girl ‘Teen’: A Cross-cultural Analysis of Feminine Adolescence Portrayed in Popular Culture. Journal of Intercultural Communica-tion Research, 45(3), 233-247.Joyrich, L. (2014). Queer Television Studie: Currents, Flows and (Main)streams. Cinema Journal, 53(2), 133-139. Kielwasser, A. P., y Wolf, M. A. (1992). Mainstream Television, Adolescent Homosexual-ity, and Significant Silence. Critical Studies in Mass Communication, 9(4), 350–373. doi:10.1080/15295039209366839. Lence, F. P. (2019). Sex Education: la educación sexual integral en Netflix. Comunicación y Género, 2(1), 121-134.Lissitsa, S., y Kushnirovich, N. (2020). Is Negative the New Positive? Secondary Transfer Effect of Exposure to LGBT Portrayals in TV Entertainment Programs. Journal of Applied Social Psychology, 50(2), 115–130. doi: 10.1111/jasp.12644.Lopes, D. S., Franco, L. S., y Alves, L. R. (2020). Descomplicando o Vocabulário: Contribuições para o Diálogo Entre Educação e Saúde a partir da Série Sex Education. Anais do Seminário Tecnologias Aplicadas a Educação e Saúde, 65-71.Love, H. (2014). Queer. TSH: Transgender Studies Quarterly, 1(1-2), 172-176. Luu, Ch. (2018). The Unspeakable Linguistics of Camp. JSTOR Daily. Recuperado de: https://bit.ly/3hCtlxj (Consultado el 15/10/2019).Meyer, M. D. E., y Wood, M. M. (2013). Sexuality and Teen Television: Emerging Adults Respond to Representations of Queer Identity on Glee. Sexuality & Culture, 17(3), 434-448. Ng, E. (2013). A «Post-Gay» Era? Media Gaystreaming, Homonormativity, and the Politics of LGBT Integration. Communication, Culture & Critique, 6(2). doi: 10.1111/cccr.12013. Parsemain A.L. (2019). The Pedagogy of Queer TV. Basingstoke: Palgrave Macmillan. Peele, T. (Ed.) (2011). Queer Popular Culture: Literature, Media, film, and Television. Nueva York: Palgrave Macmillan.Peters, W. (2016). Bullies and Blackmail: Finding Homophobia in the Closet on Teen TV. Sexu-ality & Culture, 20, 486–503. doi: 10.1007/s12119-016-9336-3. Phillipson, D. (23 de enero de 2019). ‘Sex Education’ is a Triumph for LGBTQ+ Representation. Digital Spy. Recuperado de: https://bit.ly/2QjVixF (Consultado el 15/10/2019).Porter, R. (2019). Netflix Reveals Viewership Numbers for ‘You,’ ‘Sex Education’ and More. Hollywood Reporter. Recuperado de: https://bit.ly/3goj5ag (Consultado el 15/10/2019).Puar, J. K. (2018). Terrorist Assemblages: Homonationalism in Queer Times. Durham: Duke University Press.Pullen, C. (Ed.) (2014). Queer Youth and Media Cultures. Basingstoke: Palgrave Macmillan.Purdie-Vaughns, V. y Eibach, R. (2008). Intersectional Invisibility: The Distinctive Advantages and Disadvantages of Multiple Subordinate-Group Identities. Sex Roles, 59, 384-385.LUCÍA G. VÁZQUEZ RODRÍGUEZ. FRANCISCO-J. GARCÍA-RAMOS Y FRANCISCO A. ZURIAN HERNÁNDEZLA REPRESENTACIÓN DE IDENTIDADES QUEER ADOLESCENTES EN ‘SEX EDUCATION’ (NETFLIX, 2019-)64Ediciones Universidad de Salamanca Fonseca, Journal of Communication, 21, 2020, pp. 43-64Raya-Bravo, I., Sánchez-Labella, I., y Durán, V. (2018). La construcción de los personajes prota-gonistas en las series de Netflix: el perfil del adolescente en ‘13 Reasons Why’ y en ‘Atypi-cal’. Comunicación y Medios, 27(37), 131-143. Doi:10.5354/0719-1529.2018.48631 Ross, S. M. y Stein, L. E. (eds.) (2008). Teen Television: Essays on Programming and Fandom. Jefferson: McFarland & Company Publishers.Said, E. (1993). Culture and Imperialism. Londres: Chatto & Windus. San Filippo, M. (2013). The B Word: Bisexuality in Contemporary Film and Television. Bloom-ington: Indiana University Press.Sarkissian, R. (2014). Queering TV Conventions: LGBT Teen Narratives on Glee. En C. Pullen (Ed.), Queer Youth and Media Cultures (pp 145-157). Basingstoke: Palgrave Macmillan.Schoonover, K. y Galt, R. (2016). Queer Cinema in the World. Durham: Duke University Press.Sontag, S. (1964). Notes on «Camp». Partisan Review, 31(4), 515-530.Stephens, B. y Sprinkle, A. (2011). Manifiesto Ecosexual. En SexEcology. Where Arts Meets Theory Meets Practice Meets Activism. Recuperado de: https://bit.ly/3hqyVCK (Consultado el 16/08/2020). Sullivan, N. (2003) A Critical Introduction to Queer Theory. Nueva York: New York University Press.Stewart, P. (2019). UK LGBT Hate Crimes Stats Make Shocking Reading. Human Rights Watch. Recuperado de: https://bit.ly/2FLibbe (Consultado el 16/08/2020). Trujillo, G. (2015). Pensar desde otro lugar, pensar lo impensable: hacia una pedagogía queer. Educação e pesquisa, 41(SPE), 1527-1540.Vanlee, F., Dhaenens, F., y Van Bauwel, S. (2018). Understanding Queer Normality: LGBT Repre-sentations in Millennial Flemish Television Fiction. Television & New Media, 19(7), 610–625. doi: 10.1177/1527476417748431. Warner, M. (1993). Fear of a Queer Planet: Queer Politics and Social Theory. Minneapolis: University of Minnesota Press. Zurian, F. A. (2013). Cuerpos masculinos, hormonas y sexo en la ficción televisiva. En F. A. Zurian (Ed.), Imagen, cuerpo y sexualidad. Representaciones del cuerpo en la cultura audiovisual contemporánea (pp. 157-177). Madrid: Ocho y Medio.",
    "id": 567877060,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.ucl.ac.uk.OAI2:10171217"
    },
    "title": "The Representation of Queer Teen Identities in Sex Education (Netflix, 2019-)",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-12-01T00:00:00+00:00",
    "publisher": "'Ediciones Universidad de Salamanca'",
    "references": [],
    "sourceFulltextUrls": [
        "https://discovery.ucl.ac.uk/10171217/1/The_Representation_of_Queer_Teen_Identit%20%282%29.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/567877060.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/567877060"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/567877060/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/567877060/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/567877060"
        }
    ],
    "abstract": "This article provides an analysis of the representation of LGBTIQ+ teen identities in the first two seasons of ‘Sex Education’ (Netflix, 2019-). Utilising a methodology of analysis anchored in Queer Theory and in the concept of intersectionality, we will study the construction of those characters whose gender expression and/or sexual orientation defy the limits established by cisheteronormativity, as well as those whose desires (whether straight or not) do not fit within what Western societies understand as «normal», since we consider the rejection of the norm as a constitutive element of queerness. The main objectives are a.) to determine which images, knowledge and epistemological constructions regarding sexogenic diversity are disseminated by the show; and b.) to define which discourses are articulated regarding queer (non)identities and the violence suffered by LGBTIQ+ people",
    "tags": [
        "Article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Article"
    ],
    "oai": "oai:eprints.ucl.ac.uk.OAI2:10171217",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "118",
        "openDoarId": 0,
        "name": "UCL Discovery",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 567877060,
        "depositedDate": null,
        "publishedDate": "2020-12-01T00:00:00+00:00",
        "updatedDate": "2024-02-19T10:34:57+00:00",
        "acceptedDate": null,
        "createdDate": "2023-06-12T09:43:08+01:00"
    },
    "urls": [
        "https://discovery.ucl.ac.uk/id/eprint/10171217/",
        "https://discovery.ucl.ac.uk/id/eprint/10171217/1/The_Representation_of_Queer_Teen_Identit%20%282%29.pdf"
    ],
    "lastUpdate": "2024-02-19T10:34:57+00:00",
    "setSpecs": []
}