{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Widyaningsih, Eka"
        }
    ],
    "contributors": [],
    "createdDate": "2013-07-12T13:04:24+01:00",
    "dataProvider": {
        "id": 379,
        "name": "Diponegoro University Institutional Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/379",
        "logo": "https://api.core.ac.uk/data-providers/379/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/11717440.pdf",
    "fullText": "THE SOCIAL MOVEMENT OF GAY COMMUNITY IN GUSVAN SANT FILM ENTITLED THE TIME OF HARVEY MILKA THESISIn Partial Fulfillment of The RequirementFor Strata-1 Degree in LiteratureEnglish Department of Diponegoro UniversitySubmitted byEka WidyaningsihNIM. A2B 004 063FACULTY OF HUMANITIES DIPONEGORO UNIVERSITYSEMARANG2010PRONOUNCEMENTThe writer stated truthfully that this thesis is compiled by her without taking the results from otherresearch in any University, both in S-1 degree and in  diploma.  In  addition  the  writer  ascertainsthat she does not take the  material  from  other  publications  or  someone’s  work  except  for  thereferences mentioned in bibliography.  Semarang, February  2010Eka widyaningsihAPPROVALApproved by:Advisor,Arido Laksono S.S, M.Hum.NIP. 1999031002ACCEPTANCEAccepted by:Strata-1 Thesis Examination CommiteeEnglish DepartmentFaculty of Humanities, Diponegoro UniversityOn February, 2010Chairman,Dra. Dewi Murni, MANIP.194912071976032001|First Member,                    |Second Member                    ||                                 |                                 ||                                 |                                 ||                                 |                                 ||                                 |                                 ||Arido Laksono, SS, M. Hum        |Drs. Siswo Harsono               ||                                 |                                 ||NIP. 197507111999031002          |NIP. 196404181990011001          ||                                 |                                 ||                                 |                                 |MOTTO AND DEDICATIONMOTTOMistake is a way to learn and to be better (anonym)Cogito Ergo Sum (Rene Descartes)Cara   terbaik    untuk    mewujudkan    impian    kita    adalah    segerabangun, dan bekerja keras (Mario Teguh)DEDICATIONThis thesis is dedicated toGod AlmightyBeloved parents and brothersBeloved husband, daughter and sonAll best friendsACKNOWLEDGEMENTPraise be to Allah SWT who has given strength and true spirit so the writer can  finish  herthesis entitled  The Social Movement Of Gay  Community  In  Gus  Van  Sant  Film  Entitled  TheTime of Harvey Milk. Without His unceasing blessings, the writer will  absolutely  fail  to  survivefrom obstacles, especially in making this thesis. The writer’s extremely deep gratitude also goes tothe following:  1. Prof. Dr. Nurdien H. K. M.  A,  as  the  Dean  of  Faculty  of  Humanities,  DiponegoroUniversity Semarang.  2. Drs. Mualimin, M. Hum, as the Head of English Department,  Faculty  of  Humanities,Diponegoro University Semarang.  3. Sukarni Suryaningsih,  S.S,  M.  Hum  as  the  Head  of  American  Studies  Section  ofEnglish Department, Faculty of Humanities, Diponegoro University Semarang.  4.  Drs. Sunarwoto, M. S, M. A as the writer’s Academic Supervisor.  5. Arido Laksono, S. S, M. Hum as her Thesis Advisor who has  guided  and  encouragedthe writer in creating a better writing. He gave some vital corrections to improve both the contentsand the language structure of the thesis, without which  it  is  doubtful  that  this  thesis  come  intocompletion.   6.  All  lecturers  of  The  English   Department,   Faculty   of   Humanities,   DiponegoroUniversity Semarang who have shared their knowledge and even moral values tothe writer.  7. The staff of The Library of Faculty of Humanities,  Diponegoro  University  Semarangwho lent the writer many valuable books and other literary sources;  8. The writer’s beloved husband Wahdan Yudho Kusumo,  SH,  little  girl  Sadira  Naafi’Kusuma and  baby boy Dityaga Febian Kusuma  who have been so patient to be ignored while thewriter was bussy in finishing the thesis. They have provided the support and spirit for the writer.9. The writer’s beloved parents, Bapak  Untung  Pramono  and  Ibu  Hanik  Zulaikah,  whohave given  their boundless love and affection; and two caring brothers , Dwi  Bayu  Prasetyo  andDanu Triatmojo Pramono, who have provided her with assistances both physically and mentally.10. The writer’s big family which consists of Parents  in  Law;  Mohammad  Alfan  Wazidand Dyah Koemorowati who have given their support, Aunties; Sylvia Augustine  Messak,  EndahKusumastuti Handayani,  Endang  Retno  Sumilih  and  Eyang  Bambang  Kumoro  also  AninditaPradana.11.  The  writer’s  partner  who  has  accompanied  her  through  the  ‘final  battle’  ClarisaMelinda Ramdhon for the support and advice that mean a lot for the writer. 12. The writer’s friends in Strata-1  English  Department  2004,  namely  Bagus  Prasetya,Ardi Darmawan, Riantine, Agung, Yesca,  Kris,  Rika,  Primy,  Yesti,  Mila,  Popo,  Bagus  Gede,Galuh, Dyah, Erna, Nita, Leo,  Banu,  Idris,  Kesong,  Puput;  and  her  other  sympathetic  friendsSinta, Sylvi, Ruly, Cacho, Wulan, Yonas and many more.  13. The writer’s best friends in ICU; Luky, Ayu, Ismi, Niken, Uut, Patma, Dinar,  Shinta,Winda, Ana, Maya, Barbarita for accompanied her along the struggles she faces.  14. The writer’s friends in  the organization she followed in The  Faculty  of  Humanities,WMS; Kaypang, Kuru, dede, MT, adong, c#, don gondrong, kustam, bram, fadel, astrid,  lingling,gagas, rika, adien,  dinar,  wita,  anis,  indah,  sesha,  bram,  who  have  been  such  a  complicatedcomplex family for the writer.   15.  The  writer’s  acquaintances,  particularly  who  has   granted   many   insights;   oce,mbak linda, mbak  nining,  Cecep,  who  have  taught  the  writer  about  hard  work,  patience  andresponsibility.  16. All people who cannot be mentioned one by one, but have given so  much  support  tothe writer.   Furthermore,  the  writer  will  really   appreciate   any   detailed   criticisms   leading   toimprovements of the thesis, both in style and in content.Semarang, February  2010 The writerCONTENTSPRONOUNCEMENT..................................................................................................................iAPPROVAL.................................................................................................................................iiACCEPTANCE...........................................................................................................................iiiMOTTO AND DEDICATION...................................................................................................ivACKNOWLEDGEMENT...........................................................................................................vCONTENT.................................................................................................................................viiiABSTRACT..................................................................................................................................xCHAPTER I                INTRODUCTION....................................................................................1A. BACKGROUND OF THE STUDY....................................................1B. PURPOSE OF THE STUDY..............................................................3C. SCOPE OF WRITING........................................................................4D. METHODS OF THE WRITING.........................................................41. Method of Research......................................................................42. Method of Approach....................................................................5E. ORGANIZATION OF THE WRITING.............................................6CHAPTER II             THE TIME OF HARVEY MILK...........................................................7CHAPTER III LITERARY REVIEW...........................................................................13A. INTRINSICT ASPECT.....................................................................131. Exponential Aspects...................................................................13a. Setting..................................................................................13b. Plot .....................................................................................14c. Character.............................................................................152. Cinematic Elaments....................................................................16a. Shot Angle...........................................................................16b. Shot Size..............................................................................17c. Camera Movement..............................................................19d. Types of Edit.......................................................................20B. EXTRINSICT ASPECT....................................................................211. Social Movement........................................................................212. History of Gay Community in San Francisco............................253. Gay Right Movement.................................................................29CHAPTER IV           DISCUSSION.........................................................................................32A. EXPONENTIAL ASPECTS.............................................................321. Setting.........................................................................................32a. Setting of Time....................................................................32b. Setting of Place....................................................................40c. Setting of Social Environment............................................432. Plot..............................................................................................463. Character....................................................................................47a. Harvey Milk........................................................................47b. Scott Smith..........................................................................50c. Jim Rivaldo.........................................................................51d. Dick Pabich.........................................................................52e. Anne Kronenberg................................................................53f. Cleve Jones..........................................................................55g. Danny Niccoletta.................................................................56h. AnitaBryant.........................................................................57i. Dan White...........................................................................58j. Jack Lira..............................................................................60B. THE SOCIAL MOVEMENT OF GAY COMMUNITY..................621. The Causes to The Raising of  Social Movement......................622. Type of The Social Movement...................................................653. Characteristics of The Movement..............................................674. Factors that Support The Winning of The Movement...............695. The effects of The Movement....................................................74CHAPTER V             CONCLUSION.......................................................................................77BIBLIOGRAPHYABSTRAKAmerika adalah negara yang menjunjung tinggi filosofi negaranya  yaitu  persamaan  hakasasi manusia. Film The Time  Of  Harvey  Milk  adalah  sebuah  film  yang  sarat  akan  nilai-nilaiperjuangan kaum minoritas di Amerika  untuk  mendapatkan  persaamaan  haknya  sebagai  warganegara.  Kaum  homoseksual  sebagai  kaum  minoritas  banyak   mendapatkan   berbagai   macamperlakuan  diskriminatif  dari  pemerintah  maupun  masyarakat  sekitar  San   Francisco.   Melaluisebuah pergerakan sosial  rumit yang diprakarsai oleh Harvey Milk  akhirnya  kaum  homoseksualdi San Francisco, California mendapatkan haknya sebagai warga negara Amerika.Penulis  menggunakan  teori  sinematografi  dan  sosiologi   dalam   mengkaji   nilai-nilaipergerakan sosial yang dilakukan oleh Harvey Milk dan komunitasnya di  dalam  film.  Selain  itupenulis juga menggunakan teori-teori tersebut untuk melihat dampak  pergerakan  dan  kesesuaiandengan kejadian sebenarnya.Setelah segenap analisa yang dilakukan penulis pada bab IV, akhirnya dapat disimpulkanbahwa apa yang terjadi di film merupakan refleksi nyata dengan apa  yang  pernah  terjadi  di  SanFrancisco. Efek dari pergerakan tersebut adalah  peningkatan  kualitas  hidup  kaum  homoseksualmelalui hak warga negara yang telah mereka  dapatkan  dan  berkembangnya  kota  San  Franciscosebagai kota para homoseksual di Amerika.CHAPTER IINTRODUCTIONA. Background of the StudyAmerica is known as the land  of  hope  for  its  citizens.  Based  on  its  essence  offounding documents,  each  of  people  who  came  in  has  the  right  to  pursue  their  ownhappiness,  goal  and  freedom.  The  spirit  is  well-known  as  the  American  Dream,  thateveryone has the equal right and opportunity to reach their dream in the  land  of  America.In fact, the American society is made  from  collective  groups  of  individual  who  shouldexperience  both  freedom  and  social  constraints.  According  to  the  existing   of   socialdifferentiation inside anyone, several people  who  have  one  or  more  similarities  in  anyaspect of their lives (e.g. race, culture, hobby, class, sex, etc.) then create their  own  socialgroup or community to find their identity. On the other side, there is  not  always  harmonybetween one community and others or a community to the society among  the  community.Every society has sets of norms and rules that structure people’s behavior. Ironically, thesenorms and rules could not  be  fair  for  everyone.  There  are  always  one  or  more  socialgroups that are discriminated  by  the  rules  and  norms.  Some  social  differentiations  arelikely to cause the discrimination toward a certain community. This sometime pursues  thesocial movement of the depressed community. The social movement could happen when  agroup of people feel they do not get what they deserve.  In America, the  nation  of  humanright spirit, there were some social movements that ever happened. One of  them  was  GayRight  Movement.   It  is  also  called  LGBT  (Lesbian,  Gay,  Bisexual  and  Transgender)movement or Queer Movement.The Time of Harvey Milk film by Gus Van Sant is a ‘based  on  true  story’  film  ofGay movement in the Castro, Eureka Valley, San Francisco. Eureka valley is  a  former  ofIrish  Catholic  neighborhood   that   lately   becomes   gay   cultural   center   and   culturalcommunity. Several oppressions and routine harassments toward gay people often  happenas a form of rejection to this  community.  They  almost  lost  their  human  right  until  themovement inspired by a gay man named Harvey Milk happened. Harvey Milk  is  the  firstopenly gay man politician elected in America. Harvey’s succeed on leading the  movementhas  changed  the  city’s  culture,  social  structure  and  also  its  citizen.   Some   supports,obstructions and countermovement have also been coloring the movement.De  Bonald  in  Warren  and  Wellek’s   book,   Theory   of   Literature,   says   that“Literature is an expression of society” (Warren and Wellek, 1989: 95). As it is developingfrom the conventional form into the more modern form, now literature  expression  can  bein the form of electronic and non electronic form. Film is an example of electronic form ofliterature. That is why analyzing a film is a part of cultural studies.“Film dipelajari dari  segi  potensinya  sebagai  seni,  sejarahnya  yang  dituturkansebagai momen-momen tradisi yang hebat, film-film, bintang, dan sutradara palingberarti; film dikutuk sebagai industri budaya; dan film  didiskusikan  sebagai  situspenting bagi produksi subjektivitas individu dan identitas nasional.” (  Rahmawati,2007; 68) As stated above, Laily Rahmawati  (2007)  introduces  several  things  that  can  beanalyzed from a film as the object of cultural studies. Her further explanation states that“  Objek  kajian  dalam  cultural  studies  bukanlah  budaya  yang  diartikan  dalampenengertian sempit, yaitu sebagai objek keadiluhungan estetis (‘seni tinggi’); jugabuka  budaya  yang  diartikan  sama-sama  sempit,  yaitu  sebagai   sebuah   prosesperkembangan  estetik,  intelek  dan  spiritual;  melainkan  budaya  yang  dipahamisebagai teks dan praktik hidup sehari-hari.” (Rahmawati, 2007; 2)Cultural studies is also interested in observing  the  agent  of  socio-cultural  construct  andinstitutional.  As  a  form  of  art  media,  film   also   has   the   ability   in   recording   anddocumenting the real event in the society. The existence of Gay community so  far  createsspecial color for American society and culture. The gay right  movement  means  a  lot  forthe  spirit  of  freedom  and  human  right  as  stated  in  the  United  State   Declaration   ofIndependence. Therefore the writer makes this thesis with the title  The  social  movementof Gay Community in Gus Van  Sant  Film  entitled  The  Time  of  Harvey  Milk  as  aproject of cultural studies.B. Purpose of the StudyIn arranging this thesis, the writer has some purposes. They are:1. To give an overview about Gay community in San Francisco2. To elaborate social movement process of Gay community in San  Francisco  shownin the film.3.  To reveal how the movement affects the society.C. Scope of WritingMaking a scope of writing is important during the process of making a  thesis.  Theaim is to make the analysis more focus and easier to  understand.  It  can  also  sharpen  theanalysis.The object of the analysis that is used by  the  writer  is  film  The  Time  of  HarveyMilk directed by Gus Van Sant. In this writing, the writer only discusses about the  processand effect of social movement by Gay Community  in  San  Francisco  based  on  the  film.Cultural background that will be explained also those which have correlation with the film.D. Methods of the Writing1. Method of ResearchBased on what was said by Semi (1993: 7), method  of  research  is  a  methodthat is used to find out, develop and test the truth of  knowledge  empirically  basedon the fact and the data. Method of research that is used  by  the  writer  to  analyzethe object of research is The Library Research.  Library  research  is  analyzing  theobject inside the researcher’s work room. The sources are any library materials thatcorrelated with the subject analyzed. There are two kinds of data herea) Main Data                  : Film entitled The Time of Harvey Milk  directed  byGus Van Sant.b) Supporting Data        : the supporting  data  are  collected  from  the  booksand articles from the internet that related to the film and theory needed  bythe writer.2. Method of ApproachMethod of approach is a kind of surgeon knife that is applied to  operate  onthe  object  to  find  the  facts  needed  inside.  The  writer   uses   exponensial   andsociological approach  in  this  thesis.  Exponensial  approach  focuses  on  intrinsicaspects of the film which consist of narrative elements (setting, plot and  character)and cinematography elements. Meanwhile, the sociological approach is  applied  todescribe  the  social  movement  process  and  the  life  of  Gay  in  San   Francisco,America.E. Organization of the Writing1. Chapter I          consists of the background of the study, purpose of the study, scopeof writing, method of writing and the organization of writing.2. Chapter II        focuses on synopsis of the film.3. Chapter III       includes all the  literary  reviews  used  by  the  writer.  The  literaryreviews consist of theories that deal with the definition  of  setting,  plot,  character,social  movement  and  Gay  Movement.  Besides,  the  writer  also   addresses   thecinematography aspects that used to analyze the film.4. Chapter IV       addresses the Analysis part of the thesis. It becomes  the  main  partof the thesis since it reveals  the  discussion  of  the  theoretical  reviews  connectedwith  the  topic  discussion.  The  discussion  covers  the  analysis  of  intrinsic  andextrinsic aspects of the film.5. Chapter V        contains the conclusion of the analysis done in the chapter above.CHAPTER IIThe Time of Harvey MilkThe film was opened by the scene of Harvey Milk who is making  a  tape  recorded  of  hisstory on Friday, 18th November 1978. Harvey Milk  is  the  first  openly  gay  man  elected  inAmerica. Harvey is telling about his journey in creating the gay movement  in  San  Francisco.The  story  begins  with  a  documenter  scene  announcement  of  the  assassination  of  MayorGeorge Moscone and Supervisor Harvey Milk by former Supervisor Dan White.The film then moves to 1970, a night before  Harvey’s  40th  birthday,  when  Harvey  firstmet Scott Smith in the New York subway  platform.  Began  with  a  short  conversation,  theycontinue involved in the deep relationship. In this moment Harvey realized that  until  40  yearold he has not made anything to be proud of. Before he meets Scott, Harvey was a discreet gayman who works in a Great US Insurance Company. At the time anyone who recognized  to  behomosexual will lost his/her job. Harvey almost has a straight life until  Scott  inspires  him  tohave a change in his life.This couple finally moves to Eureka Valley, San Francisco, California in 1972. At the timeSan Francisco is being a popular destination for hippies and  gay  man.   There  are  six  blockssquare called The Castro in the Market Street that popular to be the refugee for Gay man.  Thisplace was a former of little Irish Catholic Neighborhood. In this place they start their new  life.They start open their business; a small camera shop. The opening of their camera shop faces  awarning from the Eureka Valley Merchant Association people  named  Mc  Connelly.  For  thebusiness purpose, Harvey thinks of  revitalizing  the  neighborhood  for  Gay  Community.  Hefocuses on Gay business; business that benefits  gay  customers.  What  he  does  finally  couldinvite gays from all over the country to come to the Castro. Though Castro is  popular  as  GayRefugee, there are still a lot of oppressions from the  police,  citizen  also  government  towardgay  community.  The  Police  often  attack  and  beat  a  gay  man  to  clean  the  street  almosteveryday. There is also social discrimination faced by gay community  such  as  difficulties  infinding a job. They almost have to  face  mental  and  physical  violence  from  the  police  andcitizens everyday. That is why, every gay should bring a whistle anywhere they go to look  forhelp if they feel insecure. Watching this kind of discrimination Harvey changes his mind  frombusiness orientation to movement orientation for gay’s better life. Time goes by, and Harvey camera  shop  becomes  more  popular.  There  come  not  onlycustomers into the store but also  activists  and  young  men  who  look  for  a  sanctuary.  Thiscommunity then becomes stronger than ever. They feel the first taste  of  their  power  when  astraight man, the Teamster Leader Allan Baird, asks for help in boycott the Coors beer. As  theboycott runs successfully, The Teamster hires  more  gay  drivers  for  the  first  time.  By  thismoment Harvey realizes the power of these people to change their condition and it is about thetime for him to be Mayor of The Castro. Then he thinks of being a part of  the  government  toenable the gay better life by fighting for their right.Harvey starts his  effort  with  a  campaign  oration  according  to  his  involvement  to  theelection of San Francisco  Board  of  Supervisor  in  1973.  He  makes  a  team  to  support  hiscampaign but he can not get the media endorsement. The owner  of  The  Advocate  Magazinewhich is also a gay refuses to support his movement. He has  a  great  team  consist  of  DannyNicoletta, Jim Rivaldo, and Dick Pabick. He ends up with fails  for  the  first  election.  But  hestill takes  part  in  the  second  election  in  1975  with  some  adjustments  in  his  appearance.Unfortunately he fails again in the second election. And he just can  not  give  up.  He  followsthe next election in 1976 for California State Assembly’s seat and fails  again.  After  the  thirdfailure Harvey is still insist to be part of  gay  movement  by  joining  the  next  San  FranciscoBoard of Supervisor election in 1977.In the third joining in San Francisco Board of Supervisor’s election,  Harvey  makes  manyadjustments in his campaign. He takes a new manager,  a  lesbian,  named  Anne  Kronenberg.Anne could make the campaign become more organized  and  get  more  media  endorsements.By the help of Cleve Jones, Harvey also can gather more people to support  his  campaign.  Hecan  make  a  huge  demonstration  action  in  the  city.  In   this   moment,   there   are   severalobstructions and countermovement faced by Harvey and his community.  Besides  terror  letterand the fact that Scott is leaving him, Harvey should  confront  countermovement  from  AnitaBryant and State Senator John  Briggs  who  fight  for  taking  out  Gay  civil  right  and  makehomosexuality become illegal. In this moment Harvey makes  his  phenomenal  speech  in  thegay riot against Anita Bryant. He inspires gay community to come out  of  the  closet,  fightingagainst gay discrimination and pursue for their equality as American  citizen.  His  speech  canbring more power for gay community. During his fourth campaign, Harvey meets Jack Lira  ashis next boyfriend. All of Harvey’s efforts finally take him to the chair of San Francisco Boardof Supervisor. He becomes one of eleven Supervisors in  the  city  at  January  9th  1978.  Thatgives him more chances to fight for the Gay Right.Being a member of city supervisor is not easy, however he can take control.  He  fights  forhis mission, which is Gay Right Ordinance. He can get  other  member’s  sympathy.  The  Citysupervisor consists of 11  members,  half  is  Liberal  and  the  other  is  conservative.   Due  toHarvey’s ability in convincing the other members of supervisor to be on his side  according  toGay Right Ordinance, the law and policy that support Gay Right in San Francisco  finally  canbe signed by Mayor George Moscone. San  Francisco  becomes  first  state  that  supports  GayRight  in  America.  Gay  Right  Ordinance  provides  the  civil  right  for  gay  citizen  in   SanFrancisco. Harvey gets an opponent in the Board of Supervisor named Dan White who is  alsohis competitor in the election. He is one of  Irish  Catholic  Conservative  citizen.  He  can  notagree to the Gay Right Ordinance as Harvey could not stand on Dan’s side  in  the  PsychiatricCenter case in his  district.  That  causes  Dan’s  anger  toward  Harvey,  he  feels  betrayed  byHarvey.After winning the Gay Right Ordinance, Harvey’s next project is against the Proposition  6promoted by  Anita  Bryant  and  State  Senator  John  Briggs.  Some  states  in  America  havealready sign the Proposition 6. Proposition 6 is a  referendum  to  repeal  gay  right  protection.When the voting for proposition 6 almost comes to California, Harvey again  makes  a  riot  toprotest the proposition. Not only that, he makes Gay Freedom Day Parade on  June  25,  1978.Before his speech he gets another terror from someone who will shot his head if he still  insiststo give the speech, but he doesn’t bother it. Harvey’s efforts are not stop there, after the paradehe challenges John Briggs to do debate about proposition 6. During  this  war,  Harvey  has  todeals with Jack’s suicide because of him. Although it gives him sorrow, Harvey does not  haveanytime to mourn. He should focus  on  Proposition  6  case.  At  some  point  in  that  process,Harvey has many  times  arguing  with  Dan  White  about  some  issues.  Dan  is  still  mad  toHarvey; He doesn’t want  to  help  Harvey  against  this  proposition.  More  over  he  becomesjealous to Harvey’s success  career.  The  voting  day  is  coming.  On  November  7  1978  theCalifornia citizen must make up their mind about the right of gay community.  By  the  end  ofthe day, the voting results winning on Gay side. The Gay citizens in California  get  their  civilright; equal right in housing, employment and education.Since the winning of Gay community, Dan  White  becomes  more  depressed  to  work  asSupervisor. He feels that he fails to be responsible to his conservative community and family’strust that support him. He feels no longer comfortable to work with Harvey.  His  bad  feelingsthen bring him to the resign decision  from  being  Supervisor.  Since  then  he  becomes  morestressed when he realizes that his  payment  can  not  support  his  family’s  life.  To  solve  hisproblem, he asks Mayor Moscone to let him back to work  again.  Unfortunately  by  Harvey’spersuasion, Mayor Moscone refuses Dan’s plan to be back. This decision hurts him  so  badly;he becomes stressed and loses control. Along with his anger,  he  comes  to  the  office  by  theCity hall near window and shoots Mayor Moscone and Harvey Milk right away. They both diein Dan’s hand. This assassination puts sorrow in everybody’s heart in the city,  especially  TheGay community.  Yet, it gives more power for the gay community to survive. Harvey’s effortsand struggles to  get  Gay  rights  back  remains  inspiration  and  hope  for  the  community  tosurvive for their life.CHAPTER IIILITERARY REVIEWA. INTRINSICT ASPECT1. Exponential Elementsa. SettingSetting is the  background  occurs  in  the  story.  Morner  and  Rousch  states“setting refers to general  locale,  time  in  history  or  social  millieu  in  which  theaction of literary work takes place” (1991: 20). Every story includes  setting  as  theimportant aspect to refill its characters. Besides, good setting will  impact  on  goodsense of reading or watching. Setting can influence the course of events  in  a  storyby directly affecting the  characters  and  by  encouraging  certain  kinds  of  eventswhile inhibiting others. There are three elements of setting based on Meyer:1) TimeIt is the time in which every action or event takes place. Time  descriptionmay  include  specific  timing  like  date,  year   and   century   or   naturalcondition such as morning, night or the dawn. It also  could  be  historicaltimes.2) PlacePlace explains about the location where the action occurs.  The  place  canbe a room, a road, a town or a  country.  Natural  environment,  such  as  amountain, island, forest etc, can also be the  setting  of  place.  The  actualgeographical location including topography, scenery, even  the  details  ofroom’s interior can describe the setting of place.3) Social EnvironmentIt  covers  not  only  the  social  class  of  certain  society  but  also   socialenvironment of that society. It shows surrounding condition  of  the  maincharacter. It  consists  of  governmental  regulation,  society  custom,  andreligion, moral, intellectual and emotional. (1990: 107)b. PlotAccording to Meyer’s perception, “Plot is the way the author arrange  the  order  ofevent in the story” (1990: 38). Plot makes the  reader  or  audience  aware  of  eventnot only merely as element in a temporal series but also  as  an  intricate  pattern  ofcause and effect.  In every story, plot is needed to make  the  story  more  attractingand easier to understand. There are five  structures  of  plot  according  to  James  LPotter (1967: 33- 36)                                    Climax             Raising action               Falling ActionExposition                                                       Conclusion1) ExpositionExposition consists of a  situation  in  which  a  potensial  conflict  can  bepercieved2) Raising ActionThe built up actions to the climax3) ClimaxA climax is a point in a narrative in which the conflict comes to a head, isstrikingly intensified for a time.4) Falling ActionActions that follow the climax. It is when the conflict is let down.5) ConclusionResolution of the conflict and the denouement (the outcome of the story)c. Character“A  character,  then,  is  presumably  an  imagined  person  who  inhabits   astory—although that simple definition may admit to a view exceptions.”  (Kennedyand Gioia, 1993: 60). Those exceptions occur because in some work of art the maincharacter could be a person or a thing.Most people are more familiar with human being as the characters of  story.As a human being, characters have various different personalities.  There  could  bestrong, aggressive, introvert, extrovert,  friendly  etc.  On  the  other  hand,  there  isseveral   type   of   division   to   scrutinizing   the   character.   Among   them    areclassifications into a static and dynamic character. Morner and Rausch explain that1) Static CharacterStatic   character   is    the    character    that    possesses    consistentcharacteristics or little changes throughout a story.2) Dynamic CharacterDynamic character is a character whose characteristic is changed bythe action of other character in which he  is  involved  (1991:  23).  Thischaracter usually changes into different personality within  the  story  asthe  effect  of  the  conflict  with  other  characters  in   the   story.   Thistransformation  is  usually  a  result  of   enlightenment,   vigil,   misery,adaptation or effect of events or conflicts he involved.  Besides  classification  based  on  the  character’s  development  along  thestory, there is another classification of  character  based  on  the  role  it  has  in  thestory. It can be devided into protagonist and antagonist. “The protagonist is  alwaysthe focal point of the  action  of  the  story,  the  character  that  the  story  is  almostobviously about” (Potter, 1967: 7). Meanwhile, “The antagonist is the main  personor thing or force that opposes the protagonist” (Potter, 1967: 7)1. Cinematic ElementsCinematography  is  anything  to  do  with  the  camera.  There  are  several  things  aboutcamera that must be understood in analyzing a Film.  Here,  the  writer  will  explain  aboutshot angle, shot size, camera movement and type of editing.a. Shot AngleShot angle is the relationship between camera and the  captured  object.  There  are  fivekinds of shot angle in film making process:1)  The Bird’ Eye ViewThis shot angle is created from above the head of object. Sometime  itis taken from the helicopter or an airplane.2) High AngleThe camera captures the object from above,  the  function  is  to  makethe object looks smaller and decrease the object’s domination.3) Eye LevelThe camera is positioned at about the same height as people’s eyes.4) Low AngleThe object is seen from a low-level  position  (the  camera  is  lookingup).5) Oblique/ Canted AngleThe camera is tilted sideways showing a tilted view of an object.a. Shot SizeThere are 9 kinds of shot size:1) Extreme Long Shot (ELS)This shot is used to capture a long, far and wide image. This shot is oftenused in opening sequences  where  recognition  of  the  scene  is  becomemore important than recognition of person.2) Very Long Shot (VLS)It  is  smaller  than  ELS.  The  function  is  to  capture  a  character  in   alandscape. In this shot human is distinguishable  but  remain  dwarfed  bythe background.3) Long Shot (LS)The framing of this shot is a picture of a person from the head to toe.4) Medium Long Shot (MLS)The function of this shot is to enrich the beautiful side of the picture. It isused to establish a setting. Human in this shot is framed  from  the  kneesup.5) Medium Shot (MS)Medium shot is a view of the upper half of a person’s body. It is showinghis or her bodily stance. Human body is captured from waist up.6) Middle Close Up (MCU)Middle Close Up is deeper the picture by showing more object’s  profile.The aim is to show  the  gesture,  emotion  and  profile  of  the  object.  Itshows the human body from the chest up.7) Close Up (CU)It is typically a full view of human face.  It is the  most  useful  shot  size.The director use this shot to show the  object’s  emotion  and  reaction  ofsomething.8)  Big Close Up (BCU)Big Close Up provides sharper view of emotion than Close Up.9) Extreme Close Up (ECU)Extreme  Close  Up  only  focuses  on  a  mere  portion  of   a   face   likesomeone’s eyes, nose or mouth. (Naratama, 2004: 71)b. Camera movementCamera is changing its position in a dynamic movement during  the  process  offilming. According to Ami Villarejo in Film Studies-The Basics, here are  somecamera movements:1) Panning The camera surveys a scene  by  turning  around  its  vertical  axis.  Itusually used to scan a crowd or establish a vast space.2) TiltingThe  function  is  to  establish  a  view   from   a   lower   to   a   higherperspective. Up and down movement.3) DollyingWhen  camera  rests  on  a   dolly   or   some   other   form   of   wheelcontraption, it is called dollying.4) TrackingWhen such a dolly travels on such  actual  tracks  laid  on  the  set  forcertain purposes. The camera is moving forward or backward.5) TruckingAs the camera rides on a truck or other  vehicle  on  the  ground,  it  iscalled trucking. In this movement, camera follows the object which  isin motion itself.6) CraningCraning  is  happen  when  camera  leaves  the  ground;  it  is  craning,frequently on an actual crane which lifts it on the ground to give aerialperspectives. (Villarejo, 2007: 49-50)c. Types of EditingEditing process is needed in the film making. The aim is to join  shots  togetherinto larger string called sequences, just as words become  sentences.  There  arefive types of editing:a) CutIt is a kind of edits in which the first shot cleanly ends where the secondbegins; the shots are spliced together using a tape or cement.b) DissolveDissolve joins two shots together by blending them, so that  the  end  ofthe first shot and the beginning  of  the  second  shot  are  superimposedupon the screen for a period of time specified by the film  maker  to  thelaboratory.c) Fade in/ Fade outA fade in lightens  a  shot  from  a  black  or  otherwise  colored  screen,while a fade out darkens to black. Fade in or  Fade  out  often  open  andclose the films.d) WipeA  wipe  involved  a  boundary  line  replacing  the  first  shot  with   thesecond. It is a smooth continuous left – right or up – down  replacementof the current shot by the next.e) IrishIt is an opening or closing of the screen to a circle.(Villarejo, 2007: 43)B. EXTRINSICT ASPECT1. Social Movement“Gerakan sosial merupakan perilaku kolektif yang  ditandai  kepentingan  bersamadan  tujuan  jangka  panjang,  yaitu  untuk  mengubah   ataupun   mempertahankanmasyarakat atau institusi yang ada di dalamnya. Ciri  lain  gerakan  sosial  adalahpenggunaan cara yang berada diluar institusi yang ada”. (Sunarto, 2004: 199)As stated above, social movement is  an  on  going  goal  directed  effort  to  changesocial institution from the outside. It is often marked by an  organized  collective  behaviorof a group of people who acknowledge that they are members of the same group and  sharea common interest. Social movement is one  of  many  social  processes  that  occur  in  thesociety. There are several characteristics owned by social movement that  make  it  distinctfrom  others.  The  first  one  is  well  organized.  Second,  the  process  is  extra  ordinarilycomplex. A social movement  may  include  sit-ins,  demonstration,  riots,  meetings,  fundraising, legislative lobbying and letter writing  campaign.  It  could  be  a  political  processalso.Brinkerhoff, White and Ortega  agree  that  there  are  three  kinds  of  theories  thatcould explain the circumstances in which social movement arises:a. Relative-deprivation theory (Breakdown Theory)Relative-  deprivation  theory   suggest   that   social   movement   arise   when   weexperience an intolerable gap between our rewards and what we believe we have  aright to expect. What we believe we have a right to expect is usually determined bycomparing ourselves to other group or other time.  This  theory  is  also  popular  asBreakdown Theory because it relies on disorganizing effects of social change.b. Resource Mobility Theory (Solidarity Theory)According to this theory, social  movements  develop  when  organized  groups  arecompeting for scarce resources. The group  here  is  a  group  of  people  who  havehomogeneity and overlapping ties.  This  theory  suggests  that  without  support  ofhuman  resources  (e.g.   leadership,   organization   and   involvement)   and   otherresources such as fund and tools, the social movement could  not  happen.  Becausethis social movement is built by organized group,  not  alienated  individuals,  so  italso called by Solidarity theory.c. IntegrationRecent study suggests that social movement develop out of a strongly felt sense  ofgrievance; shared sentiment leads previously unacquainted people to  join  togetherto address their concern. Some other  social  movements  cause  of  the  strength  ofpreviously existing social networks.(1995: 3003 – 305)            Based on the theories above, social movement could arise  with  any  different  causes  thatleads one group struggles for a change. There are also  many  kinds  of  changes  that  become  thepurpose of social  movement.  There  are  four  classifications  of  social  movement  according  toDavid  Aberle.  Based  on  the  criteria  of  changes  that   become   its   purpose,   there   are   fourclassifications of Social Movement:a. Alternative movementIt is called alternative movement when the movement  is  aimed  to  change  only  apart or specific of individual behavior.  The  example  is  a  campaign  to  influencepeople to stop smoking.b. Redemptive movementThis movement’s purpose is to change the whole behavior of an individual.c. Reformative movementReformative movement aimed to change some aspects or values in the society. Theexample is feminist movementd. Transformative movementIt is a kind of movement that eager to change the whole  aspect  and  values  of  thesociety. This is a kind  of  a  big  movement  that  could  cause  many  victims.  Theexample of this movement is transformative movement in Uni  Soviet  on  1930  tochange the  country  become  communist  country.  That  was  effecting  the  wholeaspect of citizen life; economical, political also social. (Sunarto, 2004: 196)While the cause  of  social  movement  exists,  then  type  of  changing  is  made,  the  nextprocess  of  social  movement  is  about  how   to   make   it   success.    Based   on   Essentials   ofSosiology book, there are several factors that associated with movement success:a.  The  movement  must  be  able  to  develop  an   ideology   capable   sustainingenthusiasm and continue participation of current membersb. The movement should provide motivation for new member to join.c. The movement must be able to convince that a  particular  grievance  is  seriousand taking action is needed.A successfull social movement  should  also  get  media  involvement  to  spread  out  theirvision and mission. The mass media will help the movement in reaching  the  public  and  creatingthe appearance that public opinion is on its side. Besides some  factors  explained  above,  there  isanother version of important variables  for  the  success  the  social  movement  by  Gary  T  Marx.There are:a. The demands of the movement are seen to be consistent with the broader valuesof society.b. The movement’s demands are concrete, focused and could benefits other groupas well.c.  The  movement  is  able  to  exert  pressure  directly  on  the  responsible  partywithout harming other.d. The movement adopts technique which authorities have had little experience.e. Neutral third party who has interest in restoring harmony is present.f. The movement’s demand is negotiableg. The movement’s demand involved a request for acceptance  of  social  diversityand equal treatment.h. The movement seeks  to  veto  proposed  policies  rather  than  implement  newones.i. The movement is large enough to organize itself for conflict.(Brinkerhoff, White and Ortega, 1995: 308-310)An   on   progress   social   movement   used   to   be   followed   by   a   countermovement.Countermovement is a category of social movement  which  seeks  to  reverse  or  resist  changesadvocated  by  a  social  movement.  Counter   movements   are   almost   always   right-wing   inorientation. They seek to maintain  traditional  structure  of  status,  power  and  values.  When  asocial movement could be strong enough to encounter the  countermovement,  the  possibility  tochange the condition would be raise right away.2. History of Gay Community in San FranciscoThe word “homosexual” first used by Karl Maria Kertbeny in  1869  and  widely-spreadedby Richard Reiherr  Von  Kraft-Ebing  in  his  book  Psychopatia  Sexual.  Homosexual  refer  tosexual attraction among members of the same-sex. As a sexual orientation, homosexuality  leadsto an individual identity based on that same-sex attraction.  The  male  homosexual  is  called  byGay and the female one popular with the remark lesbian. Some  others  used  the  word  “queen”,“butch” or “dyke” to define them. In the past, people  accepted  homosexual  as  the  opposite  ofheterosexual. But in  the  recent  studies,  the  word  “Queer”  is  used  alongside  homosexual  todescribe  any  behavior,  activity  or  attitude  that  reflect  the  resistance  to  what  is   called   byheteronormativity. Heteronormativity is considered as the persistence of heterosexual dominanceand  privilege  (Boyd,  2003:  6).  Queer  is  one  word  to  replace  lesbian,   gay,   bisexual   andtransgender. In many studies the term Queer also refers to sexual orientation, activity  and  socialidentity.Queer community in America spreads in many  cities  with  its  own  characteristics.  Eachcommunity formed their own movement to get better living in the neighborhood they  live.  Nowdays, the most popular queer city in America is San Francisco. San  Francisco  in  the  past  untilnow is widely-known as number one city destination for queer all over the world.“San Francisco is a queer town not simply because  it  hosts  disproportionately  large  gay,lesbian, bisexual, and transgender communities but because a queerness  is  sewn  into  thecity’s social fabric.” (Boyd, 2003: 2)The city provides various kinds of queer entertainment that perhaps that would be  hard  tofind in any other city. The history of visible Queer culture and community  has  appeared  in  1933since the repeal of prohibition to the emergence of queer entertainment in the city. By the  time  ofWorld War II many  gay  and  lesbian  military  personnel  came  fill  the  city.  It  effected  to  theincrease of queer night life in San Francisco. Bars proliferated in order to serve the  vast  influx  ofgay and lesbian military personnel.“Queer communities took up residence in  water  front  bar,  in  the  theatre  district,  alongMarket Street, among labor activists and communists, in Chinatown, along the old BarbaryCoast, among the city’s Beat artists and poets, in bohemian bars and taverns, and as part ofa fledgling civil right movement called homophile movement” (Boyd, 2003: 5)Beat Generation created by Jack Kerouac and Allen Ginsberg helped the publicity of queercommunity in 1950s. Beat Generation or beatnik  is  a  group  of  poets,  novelist  and  artists  whopromote contrast values of white American mainstream. They were endorsing  a  life  unbound  byconservative convention and motivated by spontaneous  creativity.  Very  quickly  after  that,  SanFrancisco became  known  as  a  tolerant  creative  city  (Sterling  and  Downs,  2004:  62).  Queercommunity that existed in San Francisco during 1930s until 1960s did not form a cohesive  whole.They even did not recognize each other. There were two social group of queer existed in  the  city;bar-based and homophile community. Homophile has the same meaning with homosexual. It  wasused to emphasize love over sex toward homosexuality.  It  worked  in  political-based  activity  togain  their  goal.  There  were  two  popular  homophile  organizations  that  fight  for  their   right;Mattachine Society and Daughters of Bilities. As  homophile  activist  began  to  articulate  a  newsocial identity, they distanced  themselves  from  working-class  queer  in  queer  Bar  and  tavern.Homophile movement lately disappeared and changed  into  Gay  Liberation  movement  after  theNew Year Day’s raid in 1965 that sponsored by the Council on Religion  and  the  Homosexual  inSan Francisco’s Hall. In that event, everyone in attendance was arrested by the police. Media  thenhelped in publishing the police’s behavior, as the result, city’s perception changed toward  its  gaycommunity. “In the late 1960s closets opened, gay and lesbian scholars presence  the  homosexualtheme in literature works” (Stam, 2000: 263).  By this year, queer communities  had  acquired  theability  to  work  together  as  a  coherent  social  group.  The   event   demonstrated   the   growingcoordination of lesbian, gay, bisexual and transgender in San Francisco.Gay liberation spirit emerged after routine queer harassment by the police.  The  new  formof cohesive queer community then started to make a street riot against police. Gay  liberation  wasaffected also by The Stonewell Riot in New York  1969.  The  event  gave  the  new  spirit  of  gaymovement. Queer community began to come out and struggle for their liberation from  social  andpolitically discrimination. The characteristic of Gay Liberation  Movement  was  more  anarchists.One of important events that mark the movement is Gay Pride Parade that also being  evidence  tothe new form of counterculture.“The 1970s were the banner decade for the gay community notion wide, especially  in  SanFrancisco. Many gay brought property in the city, and spruched up Victorian  mansions  inneighborhoods such as the Castro. At the same time, however, a seamy gay sex  trade  wasburgeoning south of Market St and along Polk St in the Tenderloin District. It seemed  freelove wasn’t just hippie concept” (Sterling and Downs, 2004: 64)From  the  anarchistic  Gay  Liberation  Movement,  the  movement  changed  to  be   morereformists against the countermovement of Anita Bryant by holding the single  issue  of  gay  civilright. Gay Right Movement was started in 1970s. This new form of movement  is  more  cohesive,organized and transparent. It contained the combination between bar-based and political activities.This movement also became the  starting  point  of  lesbian  involvement  in  the  movement.  Thismovement was focus on  gaining  the  equal  civil  right  for  queer  in  housing,  employment  andeducation. The mode that was used in this era was organized social movement that involves  streetmarches, political activities, and mass media involvement.“Finally, in the late 1970s, with Harvey Milk’s successful bid for  city  supervisor  and  thepolitical response to his assassination, the Castro district emerged as a center of gay life  inthe city. Through the 1980s and 1990s the Castro became a phenomenon,  a  city  within  acity where gay, lesbian, bisexual and transgender residents gradually  began  to  outnumberother residents” (Boyd, 2003: 238)            Resumed in the statement above, it becomes clear  that  the  accomplishment  of  gay  rightmovement in Castro District brought the new quality of living for its  queer  community  and  alsothe wide world knowing of The Castro as Queer city.3. Gay Right MovementIn recent Western thought, homosexuality has been considered a sin or a  sickness.  As  theresult,  it  has  often  been  furtive  and  concealed.  In  the  late   nineteenth   century,   Americanphysicians  diagnosed  homosexuality  as  a  form  of  illness  (Foner  and  Garraty,  1991:   511).Homosexual acts are illegal in most states in United State of  America.  Homosexual  have  beenbarred from service in the military, teaching in public school, custody of their children, and  alsoemployment in federal civil service. Then, a social movement exists to change the situation.  Thebeginning of gay right movement came when sufficient numbers of prominent  individuals  werewilling to step forward and define themselves as homosexuals.Gay right movement or LGBT (Lesbian,  Gay,  Bisexual  and  Transgender)  movement  orQueer Movement is a social movement by gay community  to  reach  their  gay  identity  as  it  isconstructed as a sociological identity in the USA and being nationalized through right  discourse.Based on sociologist Mary Benstein, Gay movement has two kinds of goals. First one is  culturalgoals that it challenges the dominant construction of masculinity, feminist, homophobia  and  theprimary of gendered heterosexual nuclear family  (heteronormativity).  Second  goal  is  politicalgoals that the movement aimed to change the law  and  policies  to  gain  new  right,  benefit  andprotection from harm. Besides, it pursues equal opportunity in joining  the  political  mainstreamon the same level as other society group.Dennis Altman (1982: 122) states that gay movement seeks to do five things:a. To define a gay community and a gay identity.The movement seeks to help gay individuals  realized  they  are  not  alone  andtheir  problems  are  not  merely  personal  troubled  but  are  shaped  by   socialstructure.b. To establish the legitimacy of a gay identity.The movement seeks to reduce the shame,  to  overcome  the  internalized  self-hatred and doubt, of people  who  have  been  socialized  to  believe  they  werewick and sick.c. To achieve civil right for homosexualsThe  movement  seeks   to   decriminalize   homosexual   acts   and   establishesantidiscrimination laws to protect homosexual.d. To challenge the general ascription of gender roles in societyThe movement challenge to give people the  right  to  choose  roles  rather  thanbeing forced to act out a role thrust on them by reason of their sex.e. To secure family rightThe movement goal is to obtain for gay couples the  same  legal  right  as  othercouples enjoys, such as health insurance or survivor benefits for a partner.            The gay right movement has seen some  notable  successes.  The  American  psychologicalAssociation  voted  in  1974  to  declare  that  homosexuality  is  not  a  sickness;   Wisconsin   andMassachusetts have passed laws making discrimination on the basis of  sexual  orientation  illegal;and acknowledged homosexual have been elected to public office, including that of U. S.  Senator.(Brinkerhoff, White and Ortega, 1995: 312)",
    "id": 11717440,
    "identifiers": {
        "doi": null,
        "oai": "oai:generic.eprints.org:17738/core379"
    },
    "title": "THE SOCIAL MOVEMENT OF GAY COMMUNITY IN GUS VAN SANT FILM ENTITLED THE TIME OF HARVEY MILK",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2010-02-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "http://eprints.undip.ac.id/17738/2/THE_SOCIAL_MOVEMENT_OF_GAY_COMMUNITY_IN_GUS_VAN_SANT_FILM_ENTITLED_THE_TIME_OF_HARVEY_MILK.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2010",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/11717440.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/11717440"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/11717440/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/11717440/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/11717440"
        }
    ],
    "abstract": "Amerika adalah negara yang menjunjung tinggi filosofi negaranya yaitu persamaan hak asasi manusia. Film The Time Of Harvey Milk adalah sebuah film yang sarat akan nilai-nilai perjuangan kaum minoritas di Amerika untuk mendapatkan persaamaan haknya sebagai warga negara. Kaum homoseksual sebagai kaum minoritas banyak mendapatkan berbagai macam perlakuan diskriminatif dari pemerintah maupun masyarakat sekitar San Francisco. Melalui sebuah pergerakan sosial  rumit yang diprakarsai oleh Harvey Milk akhirnya kaum homoseksual di San Francisco, California mendapatkan haknya sebagai warga negara Amerika. \n\nPenulis menggunakan teori sinematografi dan sosiologi dalam mengkaji nilai-nilai pergerakan sosial yang dilakukan oleh Harvey Milk dan komunitasnya di dalam film. Selain itu penulis juga menggunakan teori-teori tersebut untuk melihat dampak pergerakan dan kesesuaian dengan kejadian sebenarnya.\n\nSetelah segenap analisa yang dilakukan penulis pada bab IV, akhirnya dapat disimpulkan bahwa apa yang terjadi di film merupakan refleksi nyata dengan apa yang pernah terjadi di San Francisco. Efek dari pergerakan tersebut adalah peningkatan kualitas hidup kaum homoseksual melalui hak warga negara yang telah mereka dapatkan dan berkembangnya kota San Francisco sebagai kota para homoseksual di Amerika",
    "tags": [
        "Thesis",
        "NonPeerReviewed",
        "PS American literature"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Thesis",
        "NonPeerReviewed"
    ],
    "oai": "oai:generic.eprints.org:17738/core379",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "379",
        "openDoarId": 0,
        "name": "Diponegoro University Institutional Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 11717440,
        "depositedDate": null,
        "publishedDate": "2010-02-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T10:48:51+00:00",
        "acceptedDate": null,
        "createdDate": "2013-07-12T13:04:24+01:00"
    },
    "urls": [
        "http://eprints.undip.ac.id/17738/2/THE_SOCIAL_MOVEMENT_OF_GAY_COMMUNITY_IN_GUS_VAN_SANT_FILM_ENTITLED_THE_TIME_OF_HARVEY_MILK.pdf"
    ],
    "lastUpdate": "2024-01-30T10:48:51+00:00",
    "setSpecs": []
}