{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Dietrich, Franz"
        },
        {
            "name": "List, Christian"
        }
    ],
    "contributors": [],
    "createdDate": "2013-07-17T09:59:48+01:00",
    "dataProvider": {
        "id": 425,
        "name": "PhilSci Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/425",
        "logo": "https://api.core.ac.uk/data-providers/425/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/11922103.pdf",
    "fullText": "The aggregation of propositional attitudes:towards a general theoryFranz Dietrich Christian ListOctober 31, 2008AbstractHow can the propositional attitudes of several individuals be ag-gregated into overall collective propositional attitudes? Although thereare large bodies of work on the aggregation of various special kinds ofpropositional attitudes, such as preferences, judgments, probabilitiesand utilities, the aggregation of propositional attitudes is seldom stud-ied in full generality. In this paper, we seek to contribute to lling thisgap in the literature. We sketch the ingredients of a general theory ofpropositional attitude aggregation and prove two new theorems. Ourrst theorem simultaneously characterizes some prominent aggregationrules in the cases of probability, judgment and preference aggregation,including linear opinion pooling and Arrovian dictatorships. Our sec-ond theorem abstracts even further from the specic kinds of attitudesin question and describes the properties of a large class of aggrega-tion rules applicable to a variety of belief-like attitudes. Our approachintegrates some previously disconnected areas of investigation.1 IntroductionOn the Humean picture of rational agency, an agent is a system that hasbeliefs and desires about the world and acts in pursuit of its desires in ac-cordance with its beliefs.1 Beliefs and desires can be modelled as attitudes1Our account of agency as well as our broad picture of the nature of propositionalattitudes follows List and Pettit (forthcoming). See also Dennett (1987) and Pettit (1993).1that the agent holds towards certain propositions. In the simplest case, anagent believes a proposition if it represents the world as being such that theproposition is true; an agent desires a proposition if it would like the worldto be such that the proposition is true. Many di¤erent theoretical modelsof propositional attitudes have been developed. In the standard theory ofrational choice in economics, for example, beliefs are represented as proba-bilities, desires as utilities.2 Alternatively, to give just one other example,beliefs can be represented as binary (acceptance/rejection) judgments, anddesires as binary (acceptance/rejection) goals or preferences.In many contexts, individual human beings are not the only agents hold-ing propositional attitudes. Many collectives also need to form such atti-tudes, for instance when they are faced with certain joint decisions, or whenthey are required to speak with a single voice.3 Legislatures, collegial courts,juries, multi-member governments, executive boards of companies, expertpanels and groups of scientic collaborators are just a few examples of col-lectives that are commonly required to form propositional attitudes. Theyhave to form beliefs on various facts about the world, as well as preferenceson what actions to take. Even groups as large and diverse as the entiredemoswithin a democracy are sometimes said to hold beliefs and desires.How can a group come to hold such attitudes? More specically, howcan the propositional attitudes of multiple individuals be combined into asingle set of collective such attitudes? The aim of this paper is to investi-gate this problem of attitude aggregation. Notably, the need to aggregatepropositional attitudes arises not only in the interpersonal contexts of groupdecision-making and collective agency just mentioned. It also arises in sev-eral intrapersonal contexts. When a single agent decides what opinion to2Probability and utility functions are typically cardinal, but preferences, which are alsocommonly invoked in economics, are often represented ordinally.3The most famous variant of this problem is Arrows (1951/1963) problem of socialchoice, in which the preferences of multiple individuals are to be aggregated into an overallcollective preference. The study of preference aggregation in Arrows tradition has recentlybeen complemented by the study of judgment aggregation (e.g., List and Pettit 2002,Dietrich 2007a and references below). Both problems can be traced back to Condorcet(1785). An account of group agency is developed in List and Pettit (forthcoming).2form in light of the opinions of several others, he or she is e¤ectively facedwith a problem of attitude aggregation.4 Furthermore, individual agentsare sometimes conceptualized as composite systems whose overall attitudesresult from the aggregation of the attitudes of its component selves; thisparallel between intrapersonal and interpersonal attitude aggregation is alsoimplicit in Platos famous analogy between the city and the soul.5 Finally,an individual agent revising his or her beliefs in the light of new evidencecan also be seen as merging his or her original attitudes with the attitudeswarranted by the new evidence.6 Thus attitude aggregation problems arisein contexts of social choice, individual deliberation based on the testimonyof others, multiple selves, and belief revision.While the aggregation of many particular kinds of propositional atti-tudes has already been investigated in great detail, the problem of attitudeaggregation is seldom addressed in full generality. There are large litera-tures on the aggregation of preferences, the aggregation of judgments, theaggregation of probabilities, and the aggregation of utilities,7 but these andother elds of aggregation theory are surprisingly disconnected from eachother, and we still lack a unied theoretical framework that subsumes themall. Moreover, there are some kinds of propositional attitudes  for in-stance, ranking functions over propositions8 whose aggregation has neverbeen studied. We are certainly unable to provide a fully general theory ofpropositional attitude aggregation in this paper, but we hope to sketch someingredients of such a theory.This paper has three main sections. In section 2, we informally introduce4E.g., Lehrer and Wagner (1981), Pettit (2006), List (2008). We will now refer to anindividual agent as he or she rather than it.5E.g., Elster (1987), Minsky (1988), Pettit (2003), Plato (360 BC).6E.g., van Benthem (2008).7The literature on preference aggregation follows Arrow (1951/1963). On judgment ag-gregation, see, e.g., List and Pettit (2002), Pauly and van Hees (2006), Dietrich (2007a),Dietrich and List (2007a), Nehring and Puppe (2008) and surveys in List and Puppe(2009), List (2009). On probability aggregation, see, e.g., Lehrer and Wagner (1981), Mc-Conway (1981), Genest and Zidek (1986), Mongin (1995), Dietrich and List (2007b), Diet-rich (2008). On utility aggregation, see, e.g., Sen (1982), dAspremont and Gevers (2002).8For an overview, see Spohn (forthcoming).3the problem of attitude aggregation and explain its generality. In section3, we present a new theorem which simultaneously characterizes a class ofaggregation rules in the cases of probability, judgment and preference ag-gregation. And in section 4, we formulate the ingredients of the problem ofattitude aggregation more generally, describing how we can model proposi-tional attitudes in a way that abstracts from the specic kinds of attitudesin question and presenting a more general theorem. The paper ends withsome brief concluding remarks.2 The problemAs noted in the introduction, propositional attitudes are key concepts inany theory of rational agency. On the standard Humean picture of rationalagency, an agent is characterized by having both beliefs and desires, whichplay certain roles in determining the agents actions. On some alternative,less established pictures, an agents attitudes fall into only one categorywhose functional role in determining action subsumes that of both beliefsand desires on the Humean picture.9 There are a variety of theories ofrational agency, which di¤er in the kinds of propositional attitudes theyascribe to agents and in their account of the nature of those attitudes.We can characterize di¤erent kinds of propositional attitudes along atleast two dimensions:10 rst, the role they play within the agents rationalperformance, e.g., whether they are belief-like or desire-like; and second,their formal structure, e.g., whether they are binary or admit of degrees.Propositions can also be represented in more than one way. On a syntacticapproach, they are represented by sentences in a suitable language; on asemantic one, by sets of possible worlds. But since there exists a partial iso-morphism between these two approaches, we here set this distinction aside,focusing instead on the variation in the role and structure of propositionalattitudes.9For a discussion of some anti-Humean alternatives, see Lewis (1988, 1996), Bradleyand List (forthcoming).10 In presenting this taxonomy, we follow closely the account of propositional attitudesdeveloped in List and Pettit (forthcoming).4An agents attitude towards a proposition plays the role of a belief if itis part of the agents cognitive representation of what the world is like; itplays the role of a desire if it is part of the agents motivational state asto what the agent would want the world to be like. A belief-like attitudetowards a proposition captures the degree to which the agent cognitivelyrepresents that proposition as being true or false; a desire-like attitude to-wards a proposition captures the degree to which the agent is emotivelydisposed in favour of or against its truth.11An agents attitude towards a proposition is structurally binary if theattitude is either positive or negative, i.e., the agent either takes an a¢ rma-tive stance towards the proposition or a non-a¢ rmative one. In the recentliterature on judgment aggregation, binary belief-like attitudes are calledjudgments.12 According to this terminology, an agent either does or doesnot judge a given proposition to be true. There is no such thing as judgingto a greater or lesser extent that the proposition is true. Similarly, binarydesire-like attitudes can be described as goals or, in a non-standard use oflanguage, categorical preferences not to be confused with (ordinal) pref-erences, as discussed below. On this picture, an agent either does or doesnot prefer a particular proposition to be true; the truth of that propositioneither is or is not a goal for the agent.On the other hand, an agents attitude towards a proposition is non-binary if it admits of degrees, i.e., it can take a number of values, pos-sibly in between the extremes of full a¢ rmation and full non-a¢ rmation(and maybe there is not even a theoretical maximum or minimum to thestrength of attitude). Non-binary propositional attitudes can take severalforms. In the standard theory of rational choice, as mentioned above, non-binary beliefs are typically represented by subjective probability functions,and non-binary desires by utility functions. Generally, non-binary proposi-tional attitudes can be represented by suitable real-valued functions whoseproperties capture the precise formal structure of the attitudes. If the func-11As has become common, we distinguish between belief-like and desire-like attitudesin terms of the di¤erent directions of tbetween the attitudes and the world.12This terminology was introduced in List and Pettit (2002).5tions representing the attitudes are unique only up to positive monotonictransformations  i.e., stretchingand squeezing then we say that theattitudes are ordinal ; below we introduce an alternative relation-theoreticrepresentation of ordinal attitudes. By contrast, if the numerical values ofthese functions have some signicance over and above the ordering theyinduce over the propositions, then we say that the attitudes are cardinal.Table 1 summarizes this simple taxonomy of di¤erent kinds of proposi-tional attitudes.13structure binary non-binaryrole ordinal cardinalbelief (cognitive) judgmentsordinalprobabilitiessubjectiveprobabilitiesdesire (emotive)goals; categoricalpreferencesordinalpreferencesutilitiesTable 1: Di¤erent kinds of propositional attitudesFor an agent to count as rational, the agents propositional attitudes areusually required to satisfy certain conditions, which depend on the kinds ofattitudes in question. For example, in the case of binary beliefs (i.e., judg-ments), full rationality requires truth-functional coherence. So judging thatp, q and p^q, which corresponds to a well-dened truth-value assignment, isrational, while judging that p, q and :(p^q), which is incompatible with anysuch assignment, is not. In the case of cardinal non-binary beliefs (i.e., sub-jective probabilities), full rationality requires probabilistic coherence. Forinstance, assigning probability 0:5 to p and 0:7 to p _ q is probabilisticallycoherent and thus rational, while assigning probability 0:5 to p and 0:3 top _ q is not. Full rationality in the case of ordinal non-binary desires (i.e.,preferences), to give a nal example, requires representability of those de-sires by an ordering over the relevant propositions. Thus a preference for pto q to r is rational (with p, q and r mutually exclusive), while a preferencefor p to q, for q to r and for r to p, which violates transitivity, is not. These13As noted, this draws on the taxonomy developed in List and Pettit (forthcoming).6rationality conditions are just illustrative; we give more formal denitionsin subsequent sections. Any theory of rational agency will have to specifynot only what kinds of propositional attitudes are ascribed to an agent, butalso what the appropriate rationality conditions are.We are now in a position to formulate the problem of attitude aggre-gation: How can a combination called prole of propositional attitudesacross multiple individuals be aggregated into resulting collectiveproposi-tional attitudes? In particular, how can this aggregation be performed insuch a way as to ensure the rationality of those collective attitudes? Theanswer to this question depends crucially on the kinds of attitudes and ra-tionality conditions in question, and on how complex the set of propositionsis over which the attitudes are held.Notoriously, the aggregation of judgments or preferences runs into di¢ -culties when rationality is understood as in our earlier examples and the at-titudes are held over a set of propositions that is non-trivial in certain ways.Arrows classic impossibility theorem, for instance, shows that when thereare three or more distinct objects of preference, only dictatorial aggregationrules, where one xed individual always determines the collective attitudes,can aggregate rational individual preferences into rational collective ones inaccordance with some minimal conditions.14 The recent impossibility theo-rems on judgment aggregation establish similar results for the aggregationof judgments.15The picture is more positive in the case of cardinal non-binary attitudes,whether belief-like or desire-like. There are some attractive aggregationrules based on the idea of averaging, which allow the aggregation of rationalindividual probability assignments into rational collective ones in accordancewith some plausible conditions, and similarly the aggregation of rationalindividual utility assignments into rational collective ones. In the case ofprobability assignments the belief case those aggregation rules are theso-called linear pooling rules, as dened formally in the next section. In thecase of utility assignments the desire case they are the utilitarian rules14See Arrow (1951/1963).15Compare the earlier references.7in the conventional sense.16However, can we go beyond a case-by-case analysis of the aggregation ofparticular kinds of propositional attitudes and say something more generalabout the aggregation of propositional attitudes which applies to more thanone box within Table 1? Our aim in the next section is to provide a rst uni-ed result about the aggregation of (i) subjective probabilities (i.e., cardinalnon-binary beliefs), (ii) judgments (i.e., binary beliefs), and (iii) preferences(i.e., ordinal non-binary desires).3 The rst theorem: linear and dictatorial rulesfor probability, judgment and preference aggre-gationLet X be a set of propositions, represented in some logic or language L, onwhich attitudes are to be aggregated from the individual to the collectivelevel.17 We assume that X is nite, closed under negation and contains atleast one contingent proposition.18 The precise content of X depends on the16The latter require not only the cardinality of attitudes but also their interpersonalcomparability, but we set this issue aside in the present discussion.17Formally, L is set of all propositions in the logic or language. Propositions in L canbe represented semantically or syntactically. In the semantic case, L consists of subsetsof some set  of possible worlds, where L is an algebra, i.e., (i) if p; q 2 L, then p\\ q 2 L,(ii) if p 2 L, then np 2 L, and (iii) ; 2 L. To capture logical interconnections, we denea subset Y of L to be inconsistent if \\p2Y p = ;. In the syntactic case, L is the set ofsentences of some language which can express at least negation and conjunction, i.e., ifp; q 2 L, then :p; p ^ q 2 L. Logical interconnections in L are captured by a notionof consistency satisfying some regularity conditions (Dietrich 2007a): any pair fp;:pg isinconsistent; supersets of inconsistent sets are inconsistent; the empty set ; is consistentand every consistent set of propositions S has a consistent superset T containing a memberof each pair p;:p in L; and any conjunction p^q is logically equivalent with the pair fp; qg.A set of propositions S entails a proposition q if and only if S [ f:qg is inconsistent. Weuse the syntactic notation here, writing p^q, :p, tautology, and contradictionratherthan p \\ q, np, and ;, respectively. Other connectives are dened in the usualway: e.g., p _ q stands for :(:p ^ :q), and p! q for :(p ^ :q).18A proposition is contingent if it is neither a tautology nor a contradiction. Closureunder negation means that if some proposition p is in X, then so is its negation :p (more8aggregation problem in question. In one context, an expert panel may needto form a collective attitude on the proposition Annual CO2 emissions areabove 30000 million metric tons of carbonbut not on the proposition If CO2emissions are above this threshold, then the Greenland ice shield will melt,while in another context the panel may need to form collective attitudeson both of these propositions as well as their implication The Greenlandice shield will melt. In the latter case, the set X could be expressed ascontaining propositions p, p ! q, q and their negations. It is perfectlyimaginable that individuals hold attitudes also on some propositions outsidethe set X, but these attitudes are not taken into account in the aggregation.For the purposes of our rst theorem, we assume further that the propo-sitions in X exhibit some non-trivial logical interconnections. By this, wemean that X has at least one minimal inconsistent subset of three or morepropositions, i.e., an inconsistent subset of that size all of whose propersubsets are consistent. Practically any interesting set of propositions hasthese properties. For instance, if the set X contains propositions p, p ! q,q and their negations, as in the expert-panel example, then the assump-tions are all met. In particular, the required minimal inconsistent subset isfp; p! q;:qg.We assume that there are n \u0015 2 individuals, labelled 1, 2, ..., n. Indi-vidual is attitudes on the propositions in X are represented by an attitudefunction, denoted Ai, which assigns to each proposition p in X a value Ai(p)in a set of possible values V . For the moment, we focus on two kinds of atti-tudes: subjective probabilities (cardinal non-binary beliefs) and judgments(binary beliefs). Below we also consider preferences (ordinal non-binary de-sires), which we will model di¤erently. In the case of subjective probabilities,the value set V is the interval [0; 1], and an attitude function is rational ifit is probabilistically coherent, i.e., extendable to a well-dened probabilityfunction on the entire logic or language.19 In the case of judgments, theprecisely, a proposition logically equivalent to :p, so as to prevent X from having tocontain all of :p;::p;:::p etc.). The set X is often called the agenda, and our non-triviality condition is an example of an agenda condition (often called non-simplicity).19Formally, Ai is rational if there exists a function Pr : L ! R such that, for everyproposition p in X, Pr(p) = Ai(p), and Pr satises the axioms of probability theory, i.e.,9value set V is the set f0; 1g, and an attitude function is rational if it istruth-functionally coherent, i.e., extendable to a well-dened truth-functionon the entire logic or language. Note that truth-functions are special casesof probability functions restricted to the extremal values 0 and 1.As already said, an n-tuple of attitude functions across individuals iscalled a prole. We are looking for an aggregation rule, denoted F , whichassigns to each admissible prole (A1; A2; :::; An) a collective attitude func-tion A = F (A1; A2; :::; An). Let us introduce four conditions that such anaggregation rule might be expected to satisfy:Universal domain. F accepts as admissible inputs all possible proles ofrational individual attitude functions.Collective rationality. F generates as its outputs rational collective atti-tude functions.Independence. F generates the collective attitude on each proposition pin the set X as a function of individual attitudes on p.To state the nal condition, we say that an attitude function is compatiblewith the implication p ! q if the attitude function can be extended to aprobability or truth-function such that the value 1 is assigned to p! q.Implication preservation. For all propositions p and q in the setX and alladmissible proles, if all individualsattitude functions are compatible withthe implication p ! q, then so is the collective attitude function generatedby F .While the requirements of universal domain and collective rationality areintuitively plausible, the main defence of independence is the democratic ideathat the collective attitude on each proposition should be determined by theindividualsattitudes on it. This reects a local notion of democratic aggre-gation, which underlies, for example, majority voting and other systems of(i) Pr(p) \u0015 0 for every p 2 L; (ii) Pr(p) = 1 for every tautology p 2 L; and (iii) Pr(p_ q)= Pr(p) + Pr(q) whenever p and q are mutually inconsistent.10direct democracy. Under a more holistic notion, by contrast, the collectiveattitude on a proposition p might also be inuenced by individual attitudeson other propositions deemed relevant to p, e.g., on premisesor reasonsfor p.20 In many contexts, independence also turns out to be necessary foravoiding various forms of manipulability of an aggregation rule.21The idea underlying implication-preservation is also intuitive: if all in-dividualsattitudes are compatible with some conditional proposition, forexample that increased CO2 emissions lead to a temperature increase, thenthe collective attitudes should not be incompatible with it. Since the con-ditional p! q need not be among the propositions in X (even when p andq are in X), the statement of implication preservation is formulated notin terms of the assignment of an attitude of 1 to p ! q, but in terms ofcompatibility with this assignment.Obviously, the precise meaning of the conditions particularly univer-sal domain and collective rationality depends on whether the value set ofthe attitude functions is the interval [0; 1] or just the set f0; 1g. In eithercase, however, the four conditions characterize a very particular class of ag-gregation rules. To state a general result, which applies to both subjectiveprobabilities and judgments, call an aggregation rule linear if there existnon-negative weights w1; w2; :::; wn summing to 1 such that, for every prole(A1; A2; :::; An) of rational individual attitude functions and every proposi-tion p in the set X, the collective attitude on p is the weighted average ofthe individual attitudes on it, i.e.,A(p) = w1A1(p) + w2A2(p) + :::+ wnAn(p):Theorem 1. An aggregation rule satises universal domain, collective ratio-nality, independence and implication preservation if and only if it is linear.This theorem has radically di¤erent implications in the non-binary andbinary cases. In the non-binary case of subjective probabilities, it is easy20On holistic aggregation, see, e.g., List and Pettit (2006), Dietrich (2007b).21On agendaand strategicmanipulability, see Dietrich (2006) and Dietrich and List(2007c), respectively.11to see that every combination of weights w1; w2; :::; wn gives rise to a lin-ear aggregation rule, which satises the theorems conditions. The weightedaverage of several coherent probability assignments is still a coherent prob-ability assignment.Implication 1. The probability aggregation rules satisfying the four con-ditions are precisely the linear rules dened for all possible combinationsof weights. In particular, any combination of weights w1; w2; :::; wn denessuch a rule.22In the binary case of judgments, by contrast, it is no longer true thatevery combination of weights w1; w2; :::; wn gives rise to a well-dened linearaggregation rule. In particular, unless all weight is assigned to a singleindividual, the average of the individual attitudes is not generally restrictedto the extremal values 0 and 1, even in the presence of this restriction at theindividual level. In other words, the well-dened linear rules in the binarycase are all of a special form: they are dictatorial, i.e., one individual i hasweight 1 while all others have weight 0.Implication 2. The judgment aggregation rules satisfying the four condi-tions are precisely the dictatorial rules, which are the only well-dened linearrules in this case.Theorem 1 and implications 1 and 2 are of particular interest in relationto the recent literatures on probabilistic opinion pooling and judgment ag-gregation, respectively. Linear rules have gained particular prominence inrecent debates on how to reconcile disagreements between epistemic peers.23The main rules proposed in this context, namely splitting the di¤erence,sticking to ones own opinion (applicable only under the individual delib-eration interpretation of attitude aggregation) and deferring to another in-dividuals opinion, are all instances of linear rules. On the other hand, therecent literature on judgment aggregation is replete with characterizations of22This implication generalizes a classic result by McConway (1981); see also Lehrer andWagner (1981). For a more technical account, see Dietrich and List (2007b).23E.g., Elga (2007). Earlier contributions include Lehrer and Wagner (1981).12dictatorial rules.24 It is therefore illuminating to see that both linear prob-ability aggregation rules and dictatorial judgment aggregation rules can becharacterized using the same conditions.Can we extend this unied characterization further? In particular, doestheorem 1 have any implication for the aggregation of preferences as well?Our route towards such an implication is less direct than our routes in theprevious cases. While it is also possible to represent preferences by attitudefunctions, which are unique only up to positive monotonic transformations,a more elegant representation employs binary relations. Suppose that anagent holds preferences on some set of objects K. Since the focus of thepresent paper is on propositional attitudes, we assume that the objects ofpreferences are also propositions, but the set K could in principle be any setof objects: candidates, policy options, states of a¤airs etc. We assume thatK has at least three, but nitely many, elements. We represent an agentspreferences on K for simplicity, we assume they are strict by a binaryrelation \u001f on K, where p \u001f q is interpreted to mean that the agent prefers pto q. The preference relation \u001f is rational just in case it satises the axiomsof strict preferences.25Let us now construct a special set of propositions X consisting of allbinary ranking propositions of the form p \u001f q, where p and q are distinctelements of K. We call a set of binary ranking propositions consistent ifit respects the axioms of strict preferences. For example, the set fp \u001f q,q \u001f rg (where p, q and r are distinct elements of K) is consistent, while theset fp \u001f q, q \u001f r, r \u001f pg is not. A preference relation \u001f on K can thenbe reexpressed as a binary attitude function A on X, where A(p \u001f q) = 1if p \u001f q, and A(p \u001f q) = 0 otherwise. The preference relation \u001f is rationalif and only if the attitude function A is truth-functionally coherent relativeto the axioms on strict preferences.To apply theorem 1, we begin by observing that, since K has three ormore elements, the set X we have constructed has a minimal inconsistent24See the earlier references.25For all p, q, r in K, (i) if p \u001f q then not q \u001f p (asymmetry), (ii) if p \u001f q and q \u001f r,then p \u001f r (transitivity), and (iii) if p 6= q, then either p \u001f q or q \u001f p (connectedness).13subset of three or more propositions and thereby meets the assumption re-quired for the application of theorem 1. For instance, if p, q and r are threedistinct elements of K, then a minimal inconsistent subset of X of size 3 isthe set fp \u001f q, q \u001f r, r \u001f pg. Moreover, the four conditions of theorem1 can be restated as conditions on preference aggregation rules. Universaldomain and collective rationality correspond to the equally named condi-tions in Arrows classic theorem on preference aggregation. Independencecorresponds to the independence of irrelevant alternatives, whereby the col-lective preference over any pair of propositions p and q in K depends onlyon individual preferences over this pair. Implication preservation, nally,strengthens the Pareto principle, according to which any unanimous indi-vidual preference for p over q should be preserved collectively.26 We obtainthe following result as an immediate implication of theorem 1, via implica-tion 2:Implication 3. The preference aggregation rules satisfying the four condi-tions are precisely the dictatorial rules.Setting aside the strengthening of the Pareto principle, this result lies inthe close vicinity of Arrows theorem.27 Theorem 1 thus provides a uniedresult by which we can characterize not only linear probability aggregationand dictatorial judgment aggregation, but also Arrovian dictatorial prefer-ence aggregation using the same conditions.Before generalizing this picture further, it is worth noting that our initialassumption for the applicability of theorem 1 namely thatX has a minimalinconsistent subset of three or more propositions is logically tight: it is notonly su¢ cient for the theorem but also necessary.28 Whenever X violatesthis assumption i.e., all its minimal inconsistent subsets are of size at most26To see why the Pareto principle follows from implication preservation, note that apreference for p over q is equivalent to an attitude of 1 on p \u001f q, and hence to a valueof 1 given to the implication :(p \u001f q) ! (p \u001f q)by any truth-function extending theattitude function.27For an exact match of Arrows theorem, see Dietrich and List (2007a).28Assuming n \u0015 3.14two there do exist aggregation rules that satisfy all of the theorems con-ditions and yet are not linear or dictatorial. In the probabilistic case, thoserules are somewhat complicated to construct, but in the case of judgmentand preference aggregation, they include majority rule.29 Thus our theoremo¤ers a dual characterization: rst, it characterizes the class of aggregationrules satisfying the theorems conditions; and secondly, it characterizes thesets of propositions X for which this characterization of aggregation rulesholds.4 The second theorem: systematic rules more gen-erallyIn the previous section, we have o¤ered a rst unied result on three seem-ingly disparate aggregation problems: probability aggregation, judgmentaggregation and preference aggregation. Can we obtain an even more gen-eral result, which abstracts further from the specic kinds of attitudes inquestion? In this section, we present a rst result which applies to a verygeneral class of belief-like attitudes, including not only judgments and sub-jective probabilities, but also non-binary truth-value assignments, fuzzy andvague truth-value assignments and ranking functions.As before, X is the set of propositions on which attitudes are to beheld, and an attitude function Ai assigns to each proposition p in X a valueAi(p) in some set of possible values V . Again, the rationality conditionson attitude functions depend on the kinds of attitudes in question. Whilein the previous section we dened the rationality of an attitude functionin terms of its extendability to a probability or truth-function, dependingon whether the attitudes are subjective probabilities or judgments, we nowdene rationality more abstractly in terms of extendability to a so-calledvaluation function. This is a function, denoted f , which assigns to each29For an explicit construction in the probabilistic case, see Dietrich and List (2007b).In the binary case, majority voting has the required properties when n is odd, i.e., therecannot be majority ties. For general group size, one can use majority voting among anynon-singleton subgroup with odd size.15proposition p in the logic or language L a value f(p) in the value set V ,subject to some relevant constraints. The precise constraints can take anumber of di¤erent forms the constraints on probability or truth-functionsbeing special cases. But minimally, it must be possible to arrange the valueswithin V in some complete or partial order of strength, denoted \u0015 andbounded below by some minimal element vmin, such that the admissiblevaluation functions respect that order of strength:30(i) For any admissible valuation function f and any propositions p andq in L, if p logically entails q, the value of q must be at least as greatas that of p, i.e., f(q) \u0015 f(p).(ii) For any admissible valuation function f and any propositions p and qin L, if q has the minimal value, i.e., f(q) = vmin, the disjunction p_qhas the same value as p, i.e., f(p _ q) = f(p).(iii) For any value v in V , any non-tautological proposition p in L and anyproposition q in L that entails p but is not equivalent to p, there existsan admissible valuation function f such that f(p) = v and f(q) = vmin.In the familiar cases of probability theory and classical logic, the valuesets are the interval [0; 1] and the set f0; 1g, respectively; the ordering onV is the usual order on the numbers, with minimal element vmin = 0, i.e.,zero probability or falsehood; and the admissible valuation functions are theprobability functions and truth-functions, respectively.31 Below we discussfurther examples.In this general framework, as already indicated, an attitude functionAi is rational if it is extendable to an admissible valuation function. It is30A partial ordering \u0015 on V is a reexive, transitive and anti-symmetric binary relation.A minimal element with respect to \u0015 is an element vmin 2 V such that, for all v 2 V ,v \u0015 vmin.31Probability and truth-functions satisfy property (i) because the probability or truth-value of propositions decreases (weakly) in their logical strength. They satisfy (ii) becausethe probability or truth-value of a proposition does not change by adding a disjunct thathas zero probability or is false. They satisfy (iii) because there are enough degrees offreedom in how probabilities or truth-values can be assigned.16easy to see that this denition reduces to the special cases of probabilisticcoherence or truth-functional coherence when the admissible valuation func-tions are precisely the probability functions or truth-functions. As before,we are looking for an aggregation rule F which assigns to each admissibleprole (A1; A2; :::; An) a collective attitude function A = F (A1; A2; :::; An).In particular, we impose the following conditions on such a function:Universal domain. As before.Collective rationality. As before.Independence. As before.Consensus preservation. If all individuals submit the same attitude func-tion to the aggregation rule, then this attitude function is also the collec-tive one, i.e., F (A;A; :::; A) = A for every admissible unanimous prole(A;A; :::; A).The following result holds. Call an aggregation rule systematic if thereexists some propositionwise decision criterion d which maps each n-tupleof values v1; v2; :::; vn in V to a single value v = d(v1; v2; :::; vn) such that,for every prole (A1; A2; :::; An) of rational individual attitude functions andevery proposition p in the set X, the collective attitude on p is determinedby applying the decision criterion d to the individual attitudes on p, i.e.,A(p) = d(A1(p); A2(p); :::; An(p)).Examples of propositionwise decision criteria are various possible averagingcriteria as in the case of linear rules.Theorem 2. Assuming the propositions in the set X exhibit su¢ ciently richlogical interconnections, every aggregation rule satisfying universal domain,collective rationality, independence and consensus preservation is system-atic.3232This theorem generalizes earlier results in the binary cases of abstract aggregation(Nehring and Puppe 2002, Dokow and Holzman forthcoming) and judgment aggregation(Dietrich and List 2007a).17What do we mean by su¢ ciently rich logical interconnections? It is notenough for the theorem to require, as in the earlier results, that X hasa minimal inconsistent subset of three or more propositions. Instead, werequire, more strongly, that the propositions in X are path-connected : forany pair of propositions p and q in X, it is possible to reachq from p via asequence of pairwise conditional entailments.33 Examples of path-connectedsets are the set containing propositions p, q, p ^ q, p _ q and negations aswell as the set of binary ranking propositions over three or more objects asdened in the previous section. Moreover, any subset of the logic or languageL that is closed under conjunction or disjunction is path-connected.34Theorem 2 basically tells us that, in the general case, any aggregationfunction satisfying the theorems four conditions is denable in terms of asingle propositionwise decision criterion.35 Linear or dictatorial rules, asdiscussed in the previous section, are of course special cases of such rules.How general is the present theorem? As we have already noted, prob-ability functions and truth-functions are instances of valuation functions,and thus the theorem covers the cases of probability and judgment aggre-gation. Other important examples of valuation functions are non-binarytruth-functions, fuzzy or vague truth-functions, and ranking functions. Non-binary truth-functions take values in the set V = f0; 1; :::; T \u0000 1g, where Tis the number of possible truth-values, and are dened as in T -valued logic.Fuzzy or vague truth-functions take values in the interval V = [0; 1] andare dened as in fuzzy logic or a suitable semantics for vagueness.36 Rank-33Formally, there exists a sequence of propositions p1; p2; :::; pk 2 X with p1 = p andpk = q such that, for each j, pj [ Y logically entails pj+1, where Y is some subset of Xconsistent with each of pj and :pj+1. This condition was rst introduced in an abstractaggregation setting by Nehring and Puppe (2002) under the name total blockedness.34Assuming that the subset contains more than two propositions and that tautologiesand contradictions are removed from it.35 In the special case of probabilities or judgments, the theorems path-connectednessassumption on X is not only su¢ cient for the result but also necessary, i.e., in its absence,there exist non-systematic rules satisfying the theorems conditions. In the binary case,see also Nehring and Puppe (2002).36 If L is a propositional logic or language with : and ^ as its only connectives, a T -valued truth-function is usually dened as a function f : L ! f0; 1; :::; T \u0000 1g satisfying18ing functions, as dened by Spohn (forthcoming), take values in the setV = f0; 1; :::g [ f1g of non-negative integers together with innity. Therank of a proposition p can be interpreted as a degree of rejectability ordisbelief, and the order \u0015 is thus dened as the reverse of the natural order,leading to the minimal value vmin = 1.37 To give an example in whichthe order \u0015 is incomplete, let the set of values V have four elements: vmin(rejectable), vmax (acceptable), u (undecidable out of conicting infor-mation) and u0 (undecidable out of conicting intuition). Let \u0015 be thepartial order on V that ranks vmin below all other values and vmax above allother values while leaving u and u0 unranked relative to each other. Let avaluation function be simply any function from L to V = fvmin; vmax; u; u0gsatisfying conditions (i) and (ii) above. For instance, the proposition itwill rainmay be deemed undecidable out of conicting information (u), theproposition a party in the rain is funmay be deemed undecidable out ofconicting intuition (u0), the conjunction it will rain and a party in the rainis funmay be deemed rejectable (vmin) and the corresponding disjunctionacceptable (vmax).38In each of these cases, our theorem implies that, when the rationalityf(p^p) = minff(p); f(q)g and f(:p) = T \u0000f(p), and a fuzzy truth-function as a functionf : L! [0; 1] satisfying f(p ^ p) = minff(p); f(q)g and f(:p) = 1\u0000 f(p). In both cases,the order \u0015 on V is the usual one.37A ranking function gives tautologies maximal rank 0, contradictions rank 1, anddisjunctions p_ q the minimum of the ranks of p and q (with minimumunderstood herein terms of the natural order). Ranking functions are particularly useful in belief revisiontheory, since it is possible to dene conditional ranks as well as unconditional ones.38Some notable exceptions of functions violating our conditions for valuation func-tions above are capacity functions and Dempster-Schafer belief and plausibility functions(Dempster 1967; Schafer 1976). Such functions are vaguely described as being non-additivevariants of probability functions. More precisely, they resemble probability functions inthat they take values in the interval [0; 1], assign a value of 0 to contradictions and a valueof 1 to tautologies, and are monotonic (i.e., they satisfy (i)), but crucially the value ofdisjunctions p _ q of mutually exclusive disjuncts may di¤er from the sum of values of pand q. For instance, someone may assign value 0 to the proposition that it will rain onMonday and also to the proposition that it will rain on Tuesday, but a positive value tothe proposition that it will rain on either Monday or Tuesday. This may cause a violationof our condition (ii) on valuation functions.19of propositional attitudes is dened in terms of extendability to a valuationfunction with the specied properties, the only aggregation rules satisfyinguniversal domain, collective rationality, independence and consensus preser-vation (for a set of propositions X with su¢ ciently rich interconnections)are the systematic rules.5 Concluding remarksAfter presenting a taxonomy of di¤erent kinds of propositional attitudes in terms of their role and structure we have formulated the problem ofpropositional attitude aggregation as follows. There is a set of propositionson which attitudes are to be held, represented in some suitable logic orlanguage. An agents attitudes are usually represented by an attitude func-tion, which assigns to each proposition in that set a particular value fromsome set of possible values. The value assigned to a proposition could beits truth-value, probability value or some other measure of its acceptabil-ity or rejectability. An agents attitudes are deemed rational if the attitudefunction representing them is extendable to a well-dened valuation functionon the entire logic or language. Important special cases of such valuationfunctions are truth-functions and probability functions. An aggregation rule,nally, maps each admissible combination of individual attitude functions toa resulting collective attitude function. Aggregation rules can be axiomati-cally characterized in terms of certain conditions; we have here consideredonly a few examples of such conditions, namely universal domain, collectiverationality, independence, and implication or consensus preservation.To illustrate our approach, we have proved two new theorems. Therst theorem simultaneously characterizes linear and dictatorial aggrega-tion rules in the important cases of probability, judgment and preferenceaggregation and thus o¤ers a rst step towards integrating the literatureson probabilistic opinion pooling, judgment aggregation and Arrovian pref-erence aggregation. It is illuminating to see that such seemingly disparatethings as splitting-the-di¤erence in probabilistic opinion pooling and dicta-torships in preference aggregation can be axiomatically characterized using20the same conditions. The second theorem abstracts even further from thespecic kinds of attitudes in question and describes a large class of aggrega-tion rules the systematic rules applicable to a wide variety of belief-likeattitudes.Of course, one may wish to generalize these results further, by studyingan even broader variety of propositional attitudes and considering aggre-gation rules other than systematic, linear or dictatorial ones. The presentresults, however, are only meant to be illustrative of our more general ap-proach. We hope that this paper will not only establish the ingredients of ageneral theory of propositional attitude aggregation, but also open up newavenues for further research.6 ReferencesArrow, K. (1951/1963) Social Choice and Individual Values. New York(Wiley).dAspremont, C. and L. Gevers (2002) Social welfare functionals and inter-personal comparability. In K. J. Arrow, A. K. Sen and K. Suzumura, eds.,Handbook of Social Choice and Welfare, volume 1, Amsterdam (Elsevier):ch. 10.van Benthem, J. (2008) Updating Beliefs as Social Choice.Working paper,ILLC, University of Amsterdam.Bradley, R. and C. List (forthcoming) Desire-as-belief revisited.Analysis.Condorcet, M. d. (1785). Essay sur lApplication de lAnalyse à la Proba-bilité des Décisions Rendue à la Pluralité des Voix. Paris.Dempster, A. P. (1967) Upper and lower probabilities induced by a multi-valued mapping.Annals of Mathematical Statistics 38: 325-399.Dennett, D. (1987) The Intentional Stance. Cambridge, Mass. (MIT Press).Dietrich, F. (2006) Judgment Aggregation: (Im)Possibility Theorems.Jour-nal of Economic Theory 126: 286-298.21Dietrich, F. (2007a) A generalised model of judgment aggregation. SocialChoice and Welfare 28: 529-565.Dietrich, F. (2007b) Aggregation and the relevance of some issues for oth-ers.Working paper, University of Maastricht.Dietrich, F. (2008) Bayesian group belief. Working paper, University ofMaastricht.Dietrich, F., and C. List (2007a) Arrows theorem in judgment aggregation.Social Choice and Welfare 29: 19-33.Dietrich, F., and C. List (2007b) Opinion pooling on general agendas.Working paper, London School of Economics.Dietrich, F., and C. List (2007c) Strategy-proof judgment aggregation.Economics and Philosophy 23: 269-300.Dietrich, F., and C. List (2008) Propositionwise judgment aggregation.Unpublished manuscript.Dokow, E., and R. Holzman (forthcoming) Aggregation of binary evalua-tions. Journal of Economic Theory.Elga, A. (2007) Reection and Disagreement.Noûs, 41: 478-502.Elster, J., ed. (1987) The Multiple Self. Cambridge (Cambridge UniversityPress).Genest, C. and J. V. Zidek (1986) Combining Probability Distributions: ACritique and Annotated Bibliography.Statistical Science 1: 113-135.Lehrer, K. and C. Wagner (1981) Rational Consensus in Science and Society.Dordrecht/Boston: Reidel.Lewis, D. (1988) Desire as Belief.Mind 97: 323-332.Lewis, D. (1996) Desire as Belief II.Mind 105: 303-313.List, C. (2007) Group Deliberation and the Transformation of Judgments:An Impossibility Result.Working paper, London School of Economics.22List, C. (2009) Judgment aggregation: a short introduction. In U. Mäki,ed., Handbook of the Philosophy of Economics, Amsterdam (Elsevier).List, C. and P. Pettit (2002) Aggregating Sets of Judgments: An Impossi-bility Result.Economics and Philosophy 18: 89-110.List, C. and P. Pettit (2006) Group Agency and Supervenience. SouthernJournal of Philosophy XLIV (Spindel Supplement): 85-105; reprinted in J.Hohwy and J. Kallestrup, eds., Being Reduced. Oxford (Oxford UniversityPress), 2008.List, C. and P. Pettit (forthcoming) Group Agency: The Possibility, Designand Status of Corporate Agents.List, C. and C. Puppe (2009) Judgment aggregation: a survey. In P.Anand, C. Puppe and P. Pattanaik, eds., Oxford Handbook of Rational andSocial Choice, Oxford (Oxford University Press).McConway, K. J. (1981) Marginalization and Linear Opinion Pools. Jour-nal of the American Statistical Association 76: 410-414.Minsky, M. (1988) The Society of Mind. New York (Simon and Schuster).Mongin, P. (1995) Consistent Bayesian aggregation. Journal of EconomicTheory 66: 313-351.Nehring, K. and C. Puppe (2002) Strategyproof Social Choice on Single-Peaked Domains: Possibility, Impossibility and the Space Between.Work-ing paper, University of California at Davies.Nehring, K. and C. Puppe (2008) Consistent judgement aggregation: thetruth-functional case.Social Choice and Welfare 31: 41-57.Pauly, M., and M. van Hees (2006) Logical Constraints on Judgment Ag-gregation. Journal of Philosophical Logic 35: 569-585.Pettit, P. (1993) The Common Mind: An Essay on Psychology, Society andPolitics. New York (Oxford University Press).Pettit, P. (2003) Akrasia: Collective and Individual. In S. Stroud andC. Tappolet, eds., Weakness of Will and Practical Irrationality. Oxford(Oxford University Press): 68-96.23Pettit, P. (2006) When to defer to majority testimony  and when not.Analysis 66: 179-187.Plato (360 BC) The Republic.Schafer, G. (1976) A mathematical theory of evidence. Princeton (PrincetonUniversity Press).Sen, A. K. (1982) Choice, Welfare and Measurement. Oxford (Blackwell).Spohn, W. (forthcoming) A Survey of Ranking Theory. In F. Huber andC. Schmidt-Petri, eds., Degrees of Belief. An Anthology. Oxford (OxfordUniversity Press).A Appendix: ProofsThe notation is as introduced above. The proofs presented here are formu-lated for the case that propositions are represented syntactically, but theproofs in the semantic case are very similar (and, if anything, simpler; forexample, Lemma 1 becomes unnecessary).Theorem 1 is derived from two earlier results of ours.Proof of theorem 1. (1) First, consider a linear rule. Obviously, therule satises independence and universal domain. In the binary case, wehave already explained that linear rules are dictatorial, which implies thatimplication preservation and collective rationality are satised as well. In theprobabilistic case, collective rationality and implication preservation followfrom the fact that a weighted average of probability functions on L is againa probability function.(2) Conversely, suppose a rule F satises all four conditions. In thecase of binary attitudes, these conditions become equivalent to those in anearlier impossibility theorem;39 and by this theorem F is dictatorial; so F islinear (with all weight assigned to the dictator). In the case of probabilisticattitudes, our four conditions become equivalent to conditions of another39Dietrich and List (2008).24earlier theorem after some translation work,40 and by this theorem F islinear. \u0004Our proof of theorem 2 is self-contained and builds on the followinglemmas.Lemma 1 Every valuation function f : L! V satises f(p) = f(q) for alllogically equivalent p; q in L.Proof. Let f be a valuation function and let p; q in L be logically equiva-lent. As q entails p and p entails q, and by property (i) of valuation functions,f(p) \u0015 f(q) and f(q) \u0015 f(p); so, by anti-symmetry of \u0015, f(p) = f(q). \u0004Lemma 2 For every valuation function f and all p1; :::; pk in L (k \u0015 1) iff(p1) = ::: = f(pk) = vmin then f(p1 _ ::: _ pk) = vmin.Proof. Let f be a valuation function. The proof is by induction on k. Fork = 1 the claim is obvious. Now suppose the claim holds for k, and considerp1; ::::; pk+1 in L such that f(p1) = ::: = f(pk+1) = vmin. By inductionhypothesis, f(p1 _ ::: _ pk) = vmin, and hence by one of our assumptions onvaluation functionsf(p1 _ ::: _ pk+1) = f((p1 _ ::: _ pk) _ pk+1) = f(pk+1) = vmin. \u0004Lemma 3 Let an aggregation rule F satisfy universal domain, indepen-dence and unanimity preservation. For all p in X, all v in V , and all pro-les (A1; :::; An) of rational attitude functions, if A1(p) = ::: = An(p) = vthen F (A1; :::; An)(p) = v.Proof. Let F be as specied, consider any p in X and any (A1; :::; An) inthe universal domain, and assume that A1(p) = ::: = An(p). The (universal)40The result is the second theorem in Dietrich and List (2007b). An expositional di¤er-ence is that in Dietrich and List (2007b) we aggregate probability measures dened noton X but on a full algebra that corresponds to the present set L. In turn, the conditionswe use there (independence etc.) quantify only over the members of X. The linearityconclusion obtained there carries over to the present framework, as can be veried.25domain of F also contains the unanimous prole (A1; :::; A1). Applyingindependence and then unanimity preservation, we have F (A1; :::; An)(p) =F (A1; :::; A1)(p) = A1(p). \u0004Lemma 4 Let an aggregation rule F satisfy universal domain, collectiverationality, independence and unanimity preservation. For all p; q in X, ifp conditionally entails q, then Dp \u0014 Dq, where Dp; Dq : V n ! V are (byindependence, existent) local decision rules for p and q, respectively.Proof. Let F be as specied, and let p in X conditionally entail q in X;say in virtue of Y \u0012 X. Let (v1; :::; vn) in V n. We show that Dp(v1; :::; vn) \u0014Dq(v1; :::; vn).Check that q_(:^y2Y y) is not a tautology and that [:p^q^(^y2Y y)]_[: ^y2Y y] entails it without being equivalent to it. So, by property (iii) ofvaluation functions, there are valuation functions f1; :::; fn such that, for alli,fi(q _ (: ^y2Y y)) = vi and fi([:p ^ q ^ (^y2Y y)] _ [: ^y2Y y]) = vmin.Consider any individual i. By property (i) of valuation functions, it followsthatfi(:p ^ q ^ (^y2Y y)) \u0014 vmin,fi(r ^ [: ^y2Y y]) \u0014 fi(: ^y2Y y) \u0014 vmin for all r in L,fi(y) \u0014 vmin for all y in Y ,and hence, as vmin is minimal,fi(:p ^ q ^ (^y2Y y)) = vmin,fi(r ^ [: ^y2Y y]) = fi(: ^y2Y y) = vmin for all r in L,fi(:y) = vmin for all y in Y .The rst two of these three equation lines imply (using Lemma 1 and one26of our assumptions on valuation functions) thatfi(p) = fi([p ^ (^y2Y y)] _ [p ^ (: ^y2Y y)])= fi(p ^ (^y2Y y)) = vi,fi(q) = fi([p ^ (^y2Y y))] _ [:p ^ q ^ (^y2Y y))] _ [q ^ : ^y2Y y])= fi([p ^ (^y2Y y))] _ [:p ^ q ^ (^y2Y y))])= fi(p ^ (^y2Y y))) = vi.Dene Ai : X ! V as fijX , the restriction of fi to X. By universal domain,the prole (A1; :::; An) is in the domain of F . As we have just shown,Ai(p) = Ai(q) = vi for all individuals i = 1; :::; n.So, letting A denote the output attitude function F (A1; :::; An) and f : L!V a (by collective rationality existent) extension of A to a valuation function,we havef(p) = Dp(v1; :::; vn) and f(q) = Dq(v1; :::; vn).Further, for each y in Y we have shown that Ai(:y) = vmin for all i, so thatby Lemma 3 A(:y) = vmin, i.e., f(:y) = vmin. So f(_y2Y :y) = vmin byLemma 2, i.e., f(: ^y2Y y) = vmin by Lemma 1. Hence, by property (i)of valuation functions, f(r ^ (: ^y2Y y)) = vmin for all r in L. So, usinganother one of our assumptions on valuation functions and then Lemma 1,f(r ^ (^y2Y y)) = f([r ^ (^y2Y y)] _ [r ^ (: ^y2Y y)]) = f(r) for all r in L.In particular,f(p ^ (^y2Y y)) = f(p) and f(q ^ (^y2Y y)) = f(q).So, by property (i) of valuation functions and as p ^ (^y2Y y) entails q ^(^y2Y y), we have f(p) \u0014 f(q), i.e., Dp(v1; :::; vn) \u0014 Dq(v1; :::; vn). \u0004Proof of Theorem 2. Let the aggregation rule satisfy all four conditions.The last lemma tells us that, for all p; q inX, we haveDp \u0015 Dq andDq \u0015 Dp,and hence Dp = Dq as \u0015 is anti-symmetric. \u000427",
    "id": 11922103,
    "identifiers": {
        "doi": null,
        "oai": "oai:philsci-archive.pitt.edu:4321"
    },
    "title": "The aggregation of propositional attitudes: towards a general theory",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2008-10-01T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "http://philsci-archive.pitt.edu/4321/1/AttitudeAggregation.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2008",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/11922103.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/11922103"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/11922103/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/11922103/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/11922103"
        }
    ],
    "abstract": "How can the propositional attitudes of several individuals be aggregated into overall collective propositional attitudes? Although there are large bodies of work on the aggregation of various special kinds of propositional attitudes, such as preferences, judgments, probabilities and utilities, the aggregation of propositional attitudes is seldom studied in full generality. In this paper, we seek to contribute to filling this gap in the literature. We sketch the ingredients of a general theory of propositional attitude aggregation and prove two new theorems. Our first theorem simultaneously characterizes some prominent aggregation rules in the cases of probability, judgment and preference aggregation, including linear opinion pooling and Arrovian dictatorships. Our second theorem abstracts even further from the specific kinds of attitudes in question and describes the properties of a large class of aggregation rules applicable to a variety of belief-like attitudes. Our approach integrates some previously disconnected areas of investigation",
    "tags": [
        "Preprint",
        "NonPeerReviewed",
        "Probability/Statistics",
        "Decision Theory",
        "Economics"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Preprint",
        "NonPeerReviewed"
    ],
    "oai": "oai:philsci-archive.pitt.edu:4321",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "425",
        "openDoarId": 0,
        "name": "PhilSci Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 11922103,
        "depositedDate": null,
        "publishedDate": "2008-10-01T01:00:00+01:00",
        "updatedDate": "2024-01-30T10:48:32+00:00",
        "acceptedDate": null,
        "createdDate": "2013-07-17T09:59:48+01:00"
    },
    "urls": [
        "https://philsci-archive.pitt.edu/4321/",
        "https://philsci-archive.pitt.edu/4321/1/AttitudeAggregation.pdf"
    ],
    "lastUpdate": "2024-01-30T10:48:32+00:00",
    "setSpecs": []
}