{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Jason Lucas Ferreira Gomes"
        }
    ],
    "contributors": [
        "Faculdade de Psicologia e de Ciências da Educação"
    ],
    "createdDate": "2023-11-26T21:11:03+00:00",
    "dataProvider": {
        "id": 1947,
        "name": "Repositório Aberto da Universidade do Porto",
        "url": "https://api.core.ac.uk/v3/data-providers/1947",
        "logo": "https://api.core.ac.uk/data-providers/1947/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/591411245.pdf",
    "fullText": "             The moderating role of gender conservatism on attitudes toward adoption by transgender individuals: An exploratory study   Jason Lucas Ferreira Gomes M   2023      ii Universidade do Porto Faculdade de Psicologia e de Ciências da Educação     THE MODERATING ROLE OF GENDER CONSERVATISM ON ATTITUDES TOWARD ADOPTION BY TRANSGENDER INDIVIDUALS: AN EXPLORATORY STUDY     Jason Lucas Ferreira Gomes    Outubro, 2023         Dissertação apresentada no Mestrado em Psicologia da Justiça e da Desviância, da Faculdade de Psicologia e de Ciências da Educação da Universidade do Porto, orientada pelo Professor Doutor Jorge Gato.    iii AVISOS LEGAIS             O conteúdo desta dissertação reflete as perspetivas, o trabalho e as interpretações do/da autor/a no momento da sua entrega. Esta dissertação pode conter incorreções, tanto concetuais como metodológicas, que podem ter sido identificadas em momento posterior ao da sua entrega. Por conseguinte, qualquer utilização dos seus conteúdos deve ser exercida com cautela.   Ao entregar esta dissertação, o/a autor/a declara que a mesma é resultante do seu próprio trabalho, contém contributos originais e são reconhecidas todas as fontes utilizadas, encontrando-se tais fontes devidamente citadas no corpo do texto e identificadas na secção de referências. O/A autor/a declara, ainda, que não divulga na presente dissertação quaisquer conteúdos cuja reprodução esteja vedada por direitos de autor ou de propriedade industrial.             iv AGRADECIMENTOS  Gostaria de aproveitar esta oportunidade para expressar os meus sinceros agradecimentos ao meu orientador, Professor Doutor Jorge Gato, pela orientação durante a elaboração deste projeto e pela oportunidade de aprender com a sua vasta experiência e excelência na área da investigação. Todo o apoio, incentivo e supervisão foram fundamentais ao longo desta jornada. Quero estender meu sincero agradecimento a um conjunto especial de amigas/os. Ao meu grupo de curso, Bia, Lígia e Leonardo, bem como às/aos amigas/os que fiz durante a minha estadia na cidade do Porto, Bia, Carol, Chico, Ivo, Reis e Rito. Agradeço também às/aos amigas/os que trago do secundário, Bea, Cláudia, Mariana, Nânci, Rebeca e Sara. Obrigado por serem uma fonte contínua de apoio e incentivo, por todos os bons momentos e pela paciência ao longo desta jornada, sei que poderei contar convosco no meu futuro. A vossa presença foi essencial para o meu crescimento e desenvolvimento pessoal e académico. À minha Associação de Estudantes, a AEFPCEUP, obrigado pelos últimos dois anos. Estou eternamente grato pelo acolhimento em ambos os mandatos, por me permitirem crescer e conhecer diversas facetas e por todas as oportunidades que pude vivenciar. Uma menção especial à Joana, à Branca, à Carmo, à Catarina, à Cláudia e ao Diogo, por todo o apoio e companheirismo ao longo do nosso mandato, sei que poderei contar convosco no meu futuro profissional e pessoal. Marcarei na memória todas as pessoas que passaram por mim e por nós, bem como todos os momentos que proporcionámos à comunidade estudantil da FPCEUP. “Juntos, a remar numa só direção!”. Expresso, também, especial gratidão aos meus pais por terem possibilitado a minha ingressão no Ensino Superior à distância e por terem sido um porto seguro ao longo de todo o meu percurso. Por último, um agradecimento à Faculdade de Psicologia e de Ciências de Educação da Universidade do Porto e a todas/os as/os colegas e pessoal docente, técnico e funcionárias/os, que se cruzaram comigo ao longo destes últimos cinco anos. Obrigado por acreditarem nas minhas capacidades, prezarem pela minha aprendizagem, formação e bem-estar.  v Abstract   The current study aims to explore the moderating role of gender conservatism on cisgender heterosexual individuals’ attitudes toward couples with a transgender partner and their children, focusing on the developmental outcomes and the acceptability of adopting two children, one girl and one boy. A total of 205 participants, aged between 18 and 70 years (M = 26.2; SD = 7.8), of whom 81 identified as female, and 124 identified as male, completed an online questionnaire measuring attitudes toward different-gender couples and non-traditional couples (same-gender couples and couples with a transgender partner, either FtM or MtF) intending to adopt two children. Moderation analyses revealed that among participants with low levels of gender conservatism, children adopted by different-gender couples were perceived as less psychologically adjusted and exhibiting higher levels of psychological disturbance than those from non-traditional couples. Participants also anticipated less risk of victimization for different-gender couples’ children compared to those raised in non-traditional households. On the other hand, participants with high levels of gender conservatism were less supportive of adoption in these cases. Moreover, no moderating effects were found between same-gender couples and those with a transgender partner, except for perceptions of their children’s normative sexuality. Our findings suggest that cisheteronormativity and, more specifically, conservative gender role beliefs, are associated with judgments about the development of children adopted by non-traditional couples.  Keywords: LGBTQ+ parenting, gender conservatism, attitudes, adoption, cisheteronormativity            vi Resumo   Este estudo visa explorar o papel moderador do conservadorismo de género nas atitudes de indivíduos heterossexuais cisgénero em relação a casais com um parceiro transgénero e aos seus filhos, centrando-se no desenvolvimento e na aceitação da adoção de duas crianças, uma rapariga e um rapaz. Um total de 205 participantes, dos quais 81 eram mulheres e 124 homens, responderam a um questionário online que mediu as atitudes em relação a casais de géneros diferentes e a casais não tradicionais (casais do mesmo género e casais com um parceiro transgénero, FtM ou MtF) que tencionavam adotar duas crianças. As análises revelaram que, entre os participantes com baixo conservadorismo de género, as crianças adotadas por casais de géneros diferentes eram vistas como menos ajustadas psicologicamente e com níveis mais elevados de perturbação psicológica do que as crianças de casais não tradicionais. Os participantes também previram um menor risco de vitimização para as crianças de casais de géneros diferentes em comparação com as criadas em famílias não tradicionais. Por outro lado, os participantes com elevado conservadorismo de género apoiavam menos a adoção nesses casos. Não foram encontrados efeitos moderadores entre os casais do mesmo género e aqueles com um parceiro transgénero, exceto no que diz respeito à perceção da sexualidade normativa dos seus filhos. Os nossos resultados sugerem que a cisheteronormatividade e, mais especificamente, as crenças conservadoras sobre os papéis de género, estão associadas a juízos sobre o desenvolvimento de crianças adotadas por casais não tradicionais.  Palavras-chave: parentalidade LGBTQ+, conservadorismo de género, atitudes, adoção, cisheteronormatividade            vii Résumé   La présente étude vise à explorer le rôle modérateur du conservatisme de genre sur les attitudes des individus hétérosexuels cisgenres à l'égard des couples ayant un partenaire transgenre et de leurs enfants, en se concentrant sur les résultats développementaux et l'acceptabilité de l'adoption de deux enfants, une fille et un garçon. Au total, 205 participants, âgés de 18 à 70 ans (M = 26,2; SD = 7,8), dont 81 se sont identifiés comme femmes et 124 comme hommes, ont répondu à un questionnaire en ligne mesurant les attitudes à l'égard des couples de sexe différent et des couples non traditionnels (couples de même sexe et couples avec un partenaire transgenre, FtM ou MtF) ayant l'intention d'adopter deux enfants. Les analyses de modération ont révélé que parmi les participants peu conservateurs en matière de genre, les enfants adoptés par des couples de sexe différent étaient perçus comme étant moins bien adaptés psychologiquement et comme présentant des niveaux plus élevés de troubles psychologiques que ceux issus de couples non traditionnels. Les participants ont également anticipé moins de risques de victimisation pours les enfants de couples différents que pour ceux élevés dans des foyers non traditionnels. D'autre part, les participants présentant des niveaux élevés de conservatisme en matière de genre étaient moins favorables à l'adoption dans ces cas. En outre, aucun effet modérateur n'a été constaté entre les couples de même sexe et ceux dont le partenaire est transgenre, sauf en ce qui concerne la perception de la sexualité normative de leurs enfants. Nos résultats suggèrent que la cishétéronormativité et, plus spécifiquement, les croyances conservatrices en matière de rôle de genre, sont associées aux jugements sur le développement des enfants adoptés par des couples non traditionnels.  Mots clés: parentalité LGBTQ+, conservatisme de genre, attitudes, adoption, cishétéronormativité        viii  Index    Introduction ........................................................................................................................................ 1 Transgender individuals and parenthood: Specific challenges ...................................................... 2 Social Attitudes toward LGBTQ+ People and Families ................................................................ 4 The Current Study .......................................................................................................................... 6 Method ............................................................................................................................................... 6 1. Participants ............................................................................................................................. 6 2. Data Collection ....................................................................................................................... 7 3. Materials and Measures .......................................................................................................... 7 3.1. Vignettes ......................................................................................................................... 7 3.2. Attitudes toward Children’s Development ..................................................................... 8 3.3. Agreement with Adoption .............................................................................................. 8 3.4. Gender Conservatism ..................................................................................................... 9 4. Procedure ................................................................................................................................ 9 Results .............................................................................................................................................. 10 Discussion ........................................................................................................................................ 11 Strengths and Limitations ............................................................................................................. 13 Conclusion ........................................................................................................................................ 14 References ........................................................................................................................................ 15 Appendixes ....................................................................................................................................... 24 Appendix A .................................................................................................................................. 24 Appendix B .................................................................................................................................. 27 Table B1. .................................................................................................................................. 27 Table B2. .................................................................................................................................. 27 Appendix C ...................................................................................................................................... 28 Table C1. .................................................................................................................................. 28 Table C2. .................................................................................................................................. 29 Figure C1. ................................................................................................................................. 31 Figure C2. ................................................................................................................................. 32 Figure C3. ................................................................................................................................. 33 Figure C4. ................................................................................................................................. 34 Figure C5. ................................................................................................................................. 35 Figure C6. ................................................................................................................................. 36 Figure C7. .................................................................................................................. 37  ix Figure C8. ................................................................................................................................. 38 Figure C9. ................................................................................................................................. 39 Figure C10. ............................................................................................................................... 39     1  The Moderating Role of Gender Conservatism on Attitudes toward Adoption by Transgender Individuals: An Exploratory Study   The number of non-traditional family structures, including those formed by lesbian, gay, bisexual, transgender, non-binary, and other gender or sexual minority individuals (LGBTQ+), has grown remarkably in recent years (Reczek, 2020). This growth has been accompanied by increased societal acceptance and interest in understanding the developmental trajectories and outcomes of children raised in these family structures (Flores, 2021; Shechner et al., 2011).  However, research on societal attitudes toward transgender parenting and its impact on children’s development remains relatively limited compared to research on lesbian and gay-parented families (Lenning & Buist, 2013; Haines et al., 2014; Gato et al., 2016; Gato et al., 2012). Transgender people are those whose gender identity, gender expression, or behavior does not align with the gender expectations assigned at birth (APA, 2015; 2021; Huttunen & Kortelainen, 2021). This study prioritizes the use of the term “transgender” or “trans” alongside “transgenderism” over “transsexual” and “transsexuality” to avoid pathologizing transgender experiences and to acknowledge evolving terminology across cultural, social, and individual contexts (Stryker, 2008; Sá, 2017; Marinho, 2019; APA, 2015).  Even though numerous studies have consistently shown that heterosexual and lesbian and gay parent families have more similarities than differences, doubts about LGBTQ+ individuals’ parenting abilities and concerns about their children’s development persist (Gato & Fontaine, 2015). These concerns may be explained by pre-existing negative attitudes toward sexual minority parent families (Costa & Salinas-Quiroz, 2018). Many studies examining attitudes toward same-gender parenting use a quasi-experimental design in which participants are presented with a vignette describing a hypothetical family situation, such as an adoption scenario. This approach allows researchers to assess different aspects of parental competence and child development, examine different factors that influence attitudes toward different aspects of parenting, and in some way, it allows for the control of social desirability (Gato & Fontaine, 2015). According to Weiner and Zinner (2015), attitudes toward transgender parents tend to be more favorable than those toward same-gender parent families, possibly because some  2 transgender individuals are perceived to be part of heterosexual relationships, aligning themselves with traditional female and male parental roles. In contrast, young adults exhibit more positive and accepting attitudes toward gay fathers and lesbian mothers than toward transgender parent figures (Apperson et al., 2015). This aligns with von Doussa et al’s (2015) findings, highlighting the greater cultural and societal obstacles faced by trans parents in contrast to cisgender parents.  Furthermore, researchers also aimed to understand the influence of several psychosocial and demographic factors in predicting attitudes toward these families. Several correlates associated with negative attitudes toward LGBTQ+ parenting have been identified, including gender (being male), age (being older), religious affiliation, right-wing political ideology, as well as beliefs concerning gender roles and contact with sexual and gender minorities (Costa & Salinas-Quiroz, 2019; Costa et al., 2014; Faccio et al., 2013; Hermosa-Bosano et al., 2022). Our goal in this work was to investigate the moderating role of gender conservative beliefs on attitudes toward transgender individuals seeking adoption with their cisgender partners. Next, we will delve into the unique aspects of life and parenting experiences among transgender individuals. Additionally, we will examine the relationship between gender-conservative attitudes and attitudes toward LGBTQ+ individuals and families.   Transgender individuals and parenthood: Specific challenges   Many transgender individuals already have children (Stotezer et al., 2014), and many others aspire to become parents through various pathways, either biological reproduction, stepparenting, adoption, foster care, or fertility preservation (Gato & Fonseca, 2022; Minter, 2018). However, their journey to parenthood is often conditioned by social, legal, medical, or educational challenges (Marinho et al., 2020). The lack of LGBTQ+ health education hinders the provision of specialized guidance and affirmative normalization processes that could support the internal discourse of transgender patients, empowering them and strengthening their relationship with their own experiences and the professionals involved to support informed decision-making (Hoffkling et al., 2017). In Portugal, the discourse among adoption professionals oscillates between an awareness of the additional challenges faced by same-sex families face and some heteronormativity. However, positive conceptions have been noted among university  3 students and professionals in psychology and social work compared to students and professionals in other fields, such as law (Saleiro et al., 2022; Gato et al., 2021; Xavier et al., 2019). Additionally, transgender and non-binary individuals interviewed by Marinho et al. (2021) reported mixed experiences within Portuguese healthcare services: while some interactions were positive, few individuals received information about fertility preservation options (Saleiro et al., 2022). Transgender individuals potentially face specific challenges in different aspects of their lives, including asymmetries in the coverage, availability, and capacity of many organizations to address issues related to health care, legal contexts, and legal matters. The lack of training and knowledge of transgender experiences among professionals, as their training is primarily focused on the cisgender majority, is one of these challenges (Marinho, 2019).  Despite the increasing amount of literature that examines the distinct experiences and challenges experienced by transgender individuals in areas like healthcare, identity development, and mental health, research on social roles such as parenthood within the trans community and the intersectionality that comes with it is still limited (Haines et al., 2014). Nonetheless, researchers like Tornello and Bos (2017) and Marinho et al. (2021) seek to increase the visibility of transgender families and investigate their intentions and aspirations regarding parenthood. Navigating a gender affirmation process as a parent exposes transgender individuals to additional social pressures and systemic expectations to consistently affirm their competence and suitability as parents (Haines et al., 2014; Faccio et al., 2013). Furthermore, transgender parents are often cautious about their visibility within educational communities due to cisnormative victimization, which forces conformity to outdated conventions and hinders the integration of transgender identities within this context (Brown & Rogers, 2020; Apperson et al., 2015). The cumulative effects of these adversities can lead to negative psychological and emotional outcomes that affect various aspects of transgender parents’ well-being, including their functioning, self-image, self-concept, relationships, and the process of gender affirmation itself (Lenning & Buist, 2013). The initiation of a gender affirmation process by a parent within a family dynamic can indeed have implications for both parents and their children. Petit et al. (2018) shed light on the ongoing evolution of LGBTQ+ individuals’ pathways to parenthood, particularly regarding medical and legal aspects. They reveal that transgender individuals who became parents before their gender affirmation process faced difficulties in gaining acceptance and  4 support for their gender identity within their families, while those who had children after the process primarily faced challenges in their interactions with cisnormative healthcare services (Gato & Fonseca, 2022). When it comes to child development, the existing literature suggests that negative outcomes, when present, cannot be attributed solely to transgender parenting (Petit, 2018).  Emotional challenges, such as sadness, fear, and shame, may arise in such situations. However, it is widely acknowledged that promoting protective factors, such as self-esteem, cultivating healthy relationships with parents and peers, and engaging in supportive initiatives like gay-straight alliances (Johns et al., 2018), can mitigate these challenges and promote positive development (Faccio et al., 2013; White & Ettner, 2004). Transphobia also plays a role in societal negative perceptions of trans people’s parenting abilities, along with the gender affirmation process itself, and can contribute to family disruption and pose risks to child development (Weiner & Zinner, 2015). These factors are often used by society to discredit trans individuals and unfairly attribute parental “incompetence” to them.   Social Attitudes toward LGBTQ+ People and Families  Recent literature shows an emerging pattern of decreasing polarization in the acceptance of and social responses to non-traditional family structures and unions. However, this shift is not uniform across contexts, as certain factors continue to increase polarization and inhibit further progress. In fact, LGBTQ+ couples and families are often perceived in a negative light compared to heterosexual couples, particularly in Western countries (Costa & Salinas-Quiroz, 2021). In Portugal, the last 15 years have been characterized by significant social and legal progress in the recognition, awareness, and respect of sexual and gender minorities (Saleiro et al., 2022). In fact, according to the “EU LGBTI II” survey conducted by the European Union Agency for Fundamental Rights in 2019, 68% of the 4,294 Portuguese LGBTI (lesbian, gay, bisexual, transgender, and intersex) people who participated in the survey reported a decrease in LGBTI prejudice and intolerance in their country over the last five years (FRA, 2020a; 2020b). Portugal is also considered one of the most egalitarian and safe countries in Europe for LGBTQ+ individuals, ranking 11th on the Rainbow Europe Map (ILGA-Europe, 2023b). However, challenges and negative experiences persist daily in various aspects of the lives of  5 these individuals. For example, a substantial portion of this community, namely 40%, felt discriminated against in at least one area of life in the year before the survey; 30% reported being harassed due to their sexual orientation in the year before the survey; and only 14% went to the police to report physical and sexual attacks. It is worth noting that within the LGBTQ+ community, people with transgender and intersex identities report more negative experiences in institutional settings such as health, education, and family (Gato et al., 2020). As highlighted in Sousa et al. (2023), transgender and intersex people are described as having the most discriminated, violated, and invisibilized life trajectories. Cisheteronormativity refers to the systemic bias that favors identities, bodies, and experiences that align with cisgender and heterosexual norms, often leading to the marginalization of those who do not conform to these norms (Kinitz & Salway, 2022). This way, many transgender individuals often encounter discriminatory practices such as erasure, transphobia, and violence, particularly in healthcare and educational settings, where their specific and general needs are less recognized and less prioritized (Hoffkling et al., 2017; Saleiro et al., 2022). At the core of cisheteronormativity are conservative gender beliefs.  Gender conservatism, defined as the tendency to maintain and promote traditional gender roles and stereotypes, is thought to be influential in shaping societal perceptions of gender roles and social expectations (Priyashantha et al., 2021; Budgeon, 2013). Those who strongly adhere to traditional beliefs often perceive dissent from gender minorities as a threat, leading to negative attitudes toward them (Rye et al., 2019; Prusaczyk & Hodson, 2019). Consequently, this conservative outlook on gender roles creates a challenging environment for gender minorities, including transgender individuals, as they may encounter resistance and discrimination when deviating from traditional norms. Consistently, Nagoshi et al. (2008) have highlighted how beliefs about the gender binary and traditional gender norms influence attitudes toward trans people. The influence of gender role attitudes in attitudes toward LGBTQ+ parent families has been less explored. Nevertheless, using the ambivalent sexism theoretical framework, Rye and Meaney (2010) verified that hostile sexism was a stronger predictor of attitudes toward same-sex adoption than benevolent sexism. In the same vein, Gato and Fontaine (2017) found that gender conservatism had an indirect effect on all anticipated developmental outcomes of children adopted by same-sex couples.    6 The Current Study   The primary goal of this research is to investigate the moderating effect of gender conservatism on attitudes toward transgender individuals seeking adoption with their cisgender partners using an experimental design, in which participants first read a vignette describing an adoption situation. In particular, we hypothesized that participants with low levels of gender conservatism would perceive the two depicted children (female and male) at the center of the adoption as being at greater risk for problematic developmental outcomes related to psychological adjustment, victimization, psychological disturbance, and normative sexuality if they were adopted by a couple that included a transgender partner (either a trans woman or a trans man) compared to other cisgender parental family configurations that included different-gender and same-gender couples. Two moderation hypotheses were articulated as follows. Participants who report lower levels of gender conservatism will perceive children adopted by a cisgender different-gender couple as less at risk in their development compared to the same children adopted by “non-traditional couples”, such as same-gender couples and couples with a transgender partner (H1a). Furthermore, participants who report low levels of gender conservatism will perceive children adopted by couples with a transgender partner as more at risk in their development compared to the same children adopted by cisgender same-gender couples (H1b).   Method   1. Participants  A convenience sample of 205 heterosexual and cisgender individuals residing in Portugal completed a self-report questionnaire about their attitudes toward different types of couples planning to adopt children. Participants ranged in age from 18 to 70 years old (M = 26.2; SD = 7.8), with 81 identifying as female (39.5%) and 124 identifying as male (60.5%). In terms of ethnicity, the majority of the participants (n = 202; 99.0%) identified as white-caucasian, one as black/african-american (0.5%), and one as mixed-race (0.5%).  7 The majority of the sample had an undergraduate university degree (n = 160; 78.0%). Regarding parental status, the majority were not parents (n = 188; 92.2%), while only 15 had children (7.3%) and one was a stepparent (0.5%).   2. Data Collection  The current study is part of the research project “Attitudes toward couples who are planning to adopt children” (https://doi.org/10.17605/osf.io/wgsdh.osf.io/j9p2f), carried out in four countries (Italy, United Kingdom, Portugal, and Israel), and led by Silvia Di Battista and Monica Pivetti (Department of Human and Social Sciences, University of Bergamo, Italy). In Portugal, the study is coordinated by Jorge Gato. Data were collected using the Qualtrics platform and participants were selected through a convenience sample of heterosexual and cisgender individuals chosen by Prolific Academic Ltd. Participants received £1.25 to complete the survey. On average, the questionnaire took approximately 10 to 15 minutes to complete. After reading a description of the study, all participants agreed to participate by completing an informed consent form. Then, each participant was randomly assigned to one of five different scenarios that presented an adoption vignette with either a: 1) different-gender couple (n = 43; 21%); 2) gay-men couple (n = 42; 20.5%); 3) lesbian-women couple (n = 39; 19%); 4) couple with a Female-to-Male (FtM) transgender partner (n = 39; 19%); 5) couple with a Male-to-Female (MtF) transgender partner (n = 42; 20.5%).    3. Materials and Measures  3.1. Vignettes The vignette scenario depicted a couple seeking to adopt as being two adults involved in a happy 12-year relationship, who did not have children of their own, but who wanted to adopt twins, a girl and a boy (adapted from Weiner & Zinner, 2015). All scenarios were identical except for the manipulation of the parents’ names, sexual orientation, and gender identity in the version featuring a transgender partner. Each participant received only one version of the vignette, and after reading it, each participant was required to respond to three  8 manipulation and attention check items by rating the truthfulness of the statement (e.g.: “Jack and Margaret applied for adoption”; see Appendix A).  3.2. Attitudes toward Children’s Development Participants were administered the “The Child Developmental Outcomes Rating Scale” (CDORS; Gato et al., 2012) to evaluate their attitudes toward the development of the adopted child. After reading the assigned scenario depicting both a girl and a boy, each participant was asked to rate their expectations on 12 items across four areas of child development: (a) Psychological Adjustment (e.g.: “Jacob will have a good self-concept.”); (b) Victimization (e.g.: “Jacob will be a victim of discrimination by adults throughout her life.”); (c) Psychological Disturbance (e.g.: “Jacob will have emotional problems.”); (d) Normative Sexuality (e.g.: “Jacob will display sexual preference for males.”). Each item was rated on a 7-point Likert-type scale ranging from 1 (absolutely no) to 7 (absolutely yes).  Following preliminary analyses that found no significant differences in ratings based on the vignette child gender, the measures concerning beliefs of girls’ and boys’ development were averaged to build four composite dependent variables. For Psychological Adjustment, higher scores indicate that participants hold stronger beliefs about the child’s positive psychological adjustment (M = 4.6, SD = 0.8). For Victimization, higher scores indicated a stronger belief that the child is at risk of discrimination or victimization (M = 3.0, SD = 1.0). In terms of Psychological Disturbance, higher scores indicated a stronger belief that the child is more likely to develop psychological problems (M = 2.7, SD = 0.9). For Normative Sexuality, higher scores indicated a stronger belief that the child’s development regarding gender identity, gender role behavior, and sexual orientation will conform to “normative” expectations (M = 1.2, SD = 1.1).  3.3. Agreement with Adoption Participants’ agreement with the adoption of the two children depicted in the vignette was assessed using four items (adapted from Crawford et al., 1999; “Do you feel that this adoption path is the best option for Olivia?”). The items were rated on a 7-point Likert-type scale ranging from 1 (absolutely no) to 7 (absolutely yes). The items were then averaged, with higher scores indicating a greater level of agreement with the adoption of the two depicted children (M = 5.0, SD = 1.1).   9 3.4. Gender Conservatism  The Gender Transcendent Beliefs subscale of the Social Roles Questionnaire (SRQ; Baber & Tucker, 2006) assessed participants’ attitudes and beliefs concerning traditional gender roles through five items (e.g., “We should stop thinking about whether people are male or female and focus on other characteristics.”). Each item was rated on a 5-point Likert-type scale ranging from 1 (strongly disagree) to 5 (strongly agree). To enhance interpretability, the items were recoded so that higher scores indicated a greater agreement with gender equality beliefs (M = 1.5, SD = 0.6), with scores rated on a 5-point Likert-type scale ranging from 1 (strongly agree) to 5 (strongly disagree).   4. Procedure   All statistical analyses were conducted using IBM SPSS Statistics 27. Statistical significance was assumed whether the confidence intervals excluded zero or if the p value was less than .05, following the criteria established by Du Prel et al. (2009).  Preliminary analyses were conducted using two-way Repeated Measure Analyses of Variance and Chi-Square Test of Independence to guarantee equitable evaluation of the two children depicted in the vignette. Since no significant differences were identified, moderation analyses were conducted using model 1 in the PROCESS macro tool for SPSS by Hayes (2013), with a 10000-bootstrapping bias-corrected 95% confidence interval (CI).  Moderation analyses were conducted to investigate whether the evaluation of different types of couples had an indirect effect on attitudes toward the development and adoption of the two depicted children while considering the moderating effects of participants' conservative gender role beliefs. Two models were tested, with the type of couple being treated as a multi-categorical independent variable comprising three categories [0 = Different-gender couple (DG); 1 = Same-gender couple (SG); 3 = Transgender couple (TG)] and the attitudes toward children’s development and adoption as the outcome. Following the predictions, the first model (IV1) contrasted different-gender couples with two groups of “non-traditional” couples (same-gender couples and couples with a transgender partner). Then, the second model (IV2) compared same-gender couples to transgender couples.     10 Results   All variables exhibited normal values for both Kurtosis and Skewness, as determined by Kline’s (2023) criteria, and all variables demonstrated good to very good reliability except for victimization, psychological disturbance, and normative sexuality, which presented acceptable values (see Tables B1 and B2 in Appendix B). Next, we will present the results of moderation analyses separately for each aspect of attitudes toward children’s development (psychological adjustment, victimization, psychological disturbance, and normative sexuality) and for agreement with their adoption.  Regarding Psychological Adjustment, only the contrast between the different-gender couple and the non-traditional couples (IV1) was significant. Differences between the two types of couples were significant both when gender conservatism levels were low, p < .001, and medium, p = .004, showing that in these cases children of the different-gender couple were perceived as being less adjusted than the children of the non-traditional couple (see Figure C1, Figure C2 and Table C3 in Appendix C). Hypothesis 1a was thus partially confirmed and hypothesis 1b was not confirmed. Regarding Victimization, only the contrast between the different-gender couple and the non-traditional couples (IV1) was significant. Differences between groups were significant when both levels of gender conservatism were low, p = .025, medium, p < .001, and high, p < .001, showing that in these cases children of the different-gender couple were perceived as less risk of victimization than the children of non-traditional couples (see Table C3, Figures C3 and C4 in Appendix C). Hypothesis 1a was thus partially confirmed and hypothesis 1b was not confirmed. Regarding Psychological Disturbance, only the contrast between the different-gender couple and the non-traditional couples (IV1) was significant. Differences between the different-gender and the non-traditional couples were significant both when levels were low, p = .001, and medium, p = .006, showing that in these cases children of different-gender couples were perceived as more at risk of psychological disturbance than the children of non-traditional couples (see Table C3, Figures C5 and C6 in Appendix C). Hypothesis 1a was thus partially confirmed and hypothesis 1b was not confirmed. Regarding Normative Sexuality, the contrasts between the different-gender and the non-traditional couples (IV1) and the same-gender and the couples with a transgender person  11 (IV2) were both significant. Differences between the different-gender and the non-traditional couples were significant when levels of gender conservatism were high, p = .030, showing that in this case children of different-gender couples were perceived as more likely to develop a normative sexuality in comparison to children of non-traditional couples. Hypothesis 1a was thus partially confirmed. Differences between the same-gender couples and the couples with a transgender person were also significant when levels of gender conservatism were high, p = .023, showing that children of a couple with a transgender person were more likely to develop a normative sexuality compared to children adopted by a same-gender couple (see Tables C1 and C2, Figures C7 and C8 in Appendix C). Hypothesis 1b was thus partially confirmed.  Finally, regarding Agreement with Adoption, only the contrast between the different-gender couple and the non-traditional couples (IV1) was significant. Differences between different-gender couples and non-traditional couples were only significant when levels of gender conservatism were high, p = .047, showing that in this case, children of different-gender couples were more likely to be recommended than were children of non-traditional couples (see Table 3, Figures C9 and C10 in Appendix C). Hypothesis 1a was thus partially confirmed.    Discussion   While attitudes toward LGBTQ+ parenting have become significantly more positive in many countries, there is a widespread perception that transgender parents may disrupt their children’s psychological development (Flores, 2021; Hafford-Letchfield et al., 2019; Tornello et al., 2019). Overall, our results indicated that participants with low to medium levels of gender conservatism perceived children of different-gender couples as being less psychologically adjusted and presenting higher levels of psychological disturbance than those from non-traditional couples. These participants apparently “overvalued” non-traditional parent families. These results are consistent with previous studies, which suggest that LGBTQ+ allies have shown a strong awareness of the risks of the deeply rooted stereotypes, prejudice, and victimization faced by LGBTQ+ parent-families living in highly stereotyped and stigmatizing contexts (Duncan et al., 2017; Jones et al., 2014; Priyashantha et al., 2021;  12 Abrams, 2010; Barni et al., 2022). Furthermore, this finding contradicts previous research, which suggested that a family’s structure does not inherently provide an advantage or disadvantage to a child’s development (Zhang et al., 2023). Instead, the functioning and environment of families are likely to be more influential factors (Imrie et al., 2020; Zhang et al., 2023). Moreover, elements such as the quality of parenting, the relationships within the family, and the availability of social and economic to the household are more plausible factors linked with assessments of children’s adjustment and behavioral problems (Perrin et al., 2013; Imrie et al., 2020). However, research has also found that psychological adjustment levels in children from same-gender households fare just as well if not better than ones raised by different-gender parents (Fedewa et al., 2015; Biblarz & Stacey, 2010). Additionally, our study revealed that regardless of the degree of gender conservatism (low, medium, or high), participants expected that children adopted by a different-gender family would experience less victimization compared to those raised within a non-traditional household. These results closely mirror a realistic assessment of the context, where it is observed that participants are aware of the prejudice that non-traditional family structures have to deal with on a daily basis (Gato & Fonseca, 2022; Costa & Salinas-Quiroz, 2021; Gato et al., 2020). However, participants with higher levels of gender conservatism perceived children of non-traditional couples (i.e., same-gender couples and couples with a transgender partner) as being more vulnerable to victimization and were less supportive of the twins’ adoption in such cases. These findings align with existing literature and could be attributed to a multitude of factors, such as: (a) societal and cultural norms, which often perpetuate stigma and conservative views on gender and sexuality, may lead to the perception that adopted children from non-traditional families face additional stigmatization or discrimination based on their parents’ sexual identity (Farr & Vázquez, 2020); (b) stereotypes and misconceptions about non-traditional families, often linked to traditional views on family and child-rearing, could also play a role (Farr & Vázquez, 2020; Vink et al., 2022). Nevertheless, it is crucial to highlight that prior research also suggests that children from non-traditional families perform just as well as those from traditional families (Carone et al., 2021). Surprisingly, participants anticipated that children adopted by a couple with a transgender partner would be more likely to develop a normative sexuality (i.e., identify as cisgender and heterosexual) than children adopted by same-gender couples, which contradicts our predictions in H1b. These findings suggest that the gender identity and experiences of a transgender parent could potentially influence their child’s development  13 toward a more normative orientation. They also imply that societal gender perceptions and stereotypes about transgender individuals and same-gender couples may influence expectations about child development. However, research has found no evidence that having a transgender parent affects a child’s gender identity or sexual orientation development (Stotzer et al., 2014; Patterson et al., 2021). These results may also reflect societal perceptions and biases more than the actual outcomes for the children involved. That is, society’s limited understanding of gender identity and the projection of traditional gender roles, and heteronormativity bias toward transgender people could significantly affect participants’ judgments (Gato et al., 2022). For instance, societal belief systems, particularly those related to gender norms, can lead to assumptions about the behaviors and identities of transgender individuals, including the assumption that they aim to adhere to societal norms (Perez-Arche & Miller, 2021; Elischberger et al., 2018). Consequently, these assumptions can easily extend to how transgender parents raise their children within these norms, which could potentially lead to the formation of a cisgender and heterosexual identity in their children. The findings from our current study highlight the influence of conservative gender role beliefs on attitudes toward children’s development when cisgender heterosexual individuals make judgments about the acceptability of adoptive parenting.   Strengths and Limitations   This research seeks to fill the existing gap in the literature by examining attitudes in Portugal toward transgender parents (FtM and MtF) and comparing them with attitudes toward same-end and different-gender parents. However, the sample is not representative of the Portuguese population and lacks balance in terms of key participant characteristics, such as age group, which are associated with sexual prejudice in different cultural contexts (Jäckle & Wenzelburger, 2015).  Even though we used a quasi-experimental approach, this may have not avoided the bias associated with the use of self-report measures when addressing attitudes toward sexual and gender minorities (Gomes et al., 2019). Finally, the results are limited in their generalizability due to the narrow focus on participants who identified as heterosexual and were highly educated. Therefore, it is not  14 possible to generalize the findings to sexual and gender minorities or the population outside of higher education.   Conclusion  Our findings suggest that cisheteronormativity and, more specifically, conservative gender role beliefs, are associated with judgments about the development of children adopted by non-traditional couples. Evaluations for non-traditional couples were more extreme than those parallel sets of vignette ratings concerning different-gender couples presenting otherwise identical applications to adopt. Moreover, evaluations for couples that included a binary transgender partner were similar in all aspects of children’s development, except for normative sexuality, when compared to same-gender couples with identical adoption applications.                      15 References   Abrams, D. (2010). Processes of prejudice: Theory, evidence and intervention. In Equality and Human Rights Commission. Equality and Human Rights Commission Research Report Series. American Psychological Association. (2015). Guidelines for psychological practice with transgender and gender nonconforming people. American Psychologist, 70(9), 832–864. https://doi.org/10.1037/a0039906 American Psychological Association. (2021). Guidelines for psychological practice with sexual minority persons. American Psychologist. https://www.apa.org/about/policy/psychological-sexual-minority-persons.pdf Apperson, J. M., Blincoe, S., & Sudlow, J. L. (2015). An exploratory study of young adults’ attitudes toward parental disclosure of LGBT identity. Psychology of Sexual Orientation and Gender Diversity, 2(4), 492–496. https://doi.org/10.1037/sgd0000111 Baber, K. M., & Tucker, C. J. (2006). The Social Roles Questionnaire: A New Approach to Measuring Attitudes Toward Gender. Sex Roles, 54(7–8), 459–467. https://doi.org/10.1007/s11199-006-9018-y Barni, D., Fiorilli, C., Romano, L., Zagrean, I., Alfieri, S., & Russo, C. C. (2022). Gender prejudice within the family: The relation between parents’ sexism and their socialization values. Frontiers in Psychology, 13. https://doi.org/10.3389/fpsyg.2022.846016 Biblarz, T. J., & Stacey, J. (2010). How does the gender of parents matter? Journal of Marriage and Family, 72(1), 3–22. https://doi.org/10.1111/j.1741-3737.2009.00678.x Brown, C. M., & Rogers, M. (2020). Removing gender barriers: Promoting inclusion for trans and non‐binary carers in fostering and adoption. Child & Family Social Work, 25(3), 594–601. https://doi.org/10.1111/cfs.12731 Budgeon, S. (2013). The dynamics of gender hegemony: Femininities, masculinities and social change. Sociology, 48(2), 317–334. https://doi.org/10.1177/0038038513490358  16 Carone, N., Bos, H., Shenkman, G., & Tasker, F. (2021). Editorial: LGBTQ parents and their children during the family life cycle. Frontiers in Psychology, 12. https://doi.org/10.3389/fpsyg.2021.643647 Costa, P. A., & Salinas-Quiroz, F. (2019). A comparative study of attitudes toward Same-Gender parenting and gay and lesbian rights in portugal and in mexico. Journal of Homosexuality, 66(13), 1909–1926. https://doi.org/10.1080/00918369.2018.1519303 Costa, P., & Salinas-Quiroz, F. (2021). Attitudes toward LGBTQ+ people and LGBTQ+ rights in continental American-Hispanic nations. In Springer eBooks. https://doi.org/10.1007/978-3-030-84189-8_3 Costa, P., Almeida, R., Anselmo, C. M. D., Ferreira, A. D., Pereira, H. M., & Leal, I. (2014). University students’ attitudes toward Same-Sex parenting and gay and lesbian rights in Portugal. Journal of Homosexuality, 61(12), 1667–1686. https://doi.org/10.1080/00918369.2014.951253 Crawford, I., McLeod, A., Zamboni, B. D., & Jordan, M. B. (1999). Psychologists’ attitudes toward gay and lesbian parenting. Professional Psychology: Research and Practice, 30(4), 394–401. https://doi.org/10.1037/0735-7028.30.4.394 Du Prel, J., Hommel, G., Röhrig, B., & Blettner, M. (2009). Confidence Interval or P-Value? Part 4 of a Series on Evaluation of Scientific Publications. Deutsches Arzteblatt International. https://doi.org/10.3238/arztebl.2009.0335 Duncan, L. E., Mincer, E., & Dunn, S. R. (2016). Assessing politicized sexual orientation identity: Validating the queer consciousness scale. Journal of Homosexuality, 64(8), 1069–1091. https://doi.org/10.1080/00918369.2016.1236599 Elischberger, H. B., Glazier, J. J., Hill, E., & Verduzco-Baker, L. (2018). Attitudes toward and beliefs about transgender youth: A Cross-Cultural comparison between the united states and india. Sex Roles, 78(1–2), 142–160. https://doi.org/10.1007/s11199-017-0778-3 Faccio, E., Bordin, E., & Cipolletta, S. (2013). Transsexual parenthood and new role assumptions. Culture, Health & Sexuality, 15(9), 1055–1070. https://doi.org/10.1080/13691058.2013.806676  17 Farr, R. H., & Goldberg, A. E. (2018). Sexual orientation, gender identity, and adoption law. Family Court Review, 56(3), 374–383. https://doi.org/10.1111/fcre.12354 Farr, R. H., & Vázquez, C. P. (2020). Stigma experiences, mental health, perceived parenting competence, and Parent–Child relationships among lesbian, gay, and heterosexual adoptive parents in the united states. Frontiers in Psychology, 11. https://doi.org/10.3389/fpsyg.2020.00445 Fedewa, A. L., Black, W. W., & Ahn, S. (2015). Children and adolescents with Same-Gender parents: A Meta-Analytic approach in assessing outcomes. Journal of Glbt Family Studies, 11(1), 1–34. https://doi.org/10.1080/1550428x.2013.869486 Flores, A. R. (2021). Social acceptance of LGBTI people in 175 countries and locations: 1981 to 2020. UCLA: The Williams Institute. https://williamsinstitute.law.ucla.edu/publications/global-acceptance-index-lgbt/ FRA - European Union Agency for Fundamental Rights. (2020a). EU-LGBTI II: A long way to go for LGBTI equality. European Union Agency for Fundamental Rights. https://fra.europa.eu/sites/default/files/fra_uploads/fra-2020-lgbti-equality-1_en.pdf FRA - European Union Agency for Fundamental Rights. (2020b). EU-LGBTI II: A long way to go for LGBTI equality. : Country data - portugal. European Union Agency for Fundamental Rights. https://fra.europa.eu/sites/default/files/fra_uploads/lgbti-survey-country-data_portugal.pdf Gato, J., & Fonseca, M. (2022). Fertility preservation and parenthood: Perspectives of trans and Non-Binary youth and parents in portugal. Social Sciences, 11(10), 458. https://doi.org/10.3390/socsci11100458 Gato, J., & Fontaine, A. M. (2015). Attitudes toward adoption by Same-Sex couples: Effects of gender of the participant, sexual orientation of the couple, and gender of the child. Journal of Glbt Family Studies, 12(1), 46–67. https://doi.org/10.1080/1550428x.2015.1049771 Gato, J., & Fontaine, A. M. (2017). Predicting attitudes toward lesbian and gay parent families among portuguese students from helping professions. International Journal of Sexual Health, 29(2), 187–201. https://doi.org/10.1080/19317611.2016.1268232  18 Gato, J., Fontaine, A. M., & Carneiro, N. S. (2012). Multidimensional scale of attitudes toward lesbians and gay men: Construction and preliminary validation. Paidéia, 22(51), 11–20. https://www.scielo.br/j/paideia/a/54pQSgbx4MvzZzyJkP6tfsH/?lang=pt&format=pdf Gato, J., Henriques, M., & Leal, D. (2021). Adoption by lesbian women and gay men: Perceived challenges and training needs for professionals in portugal. Adoption Quarterly, 24(2), 152–175. https://doi.org/10.1080/10926755.2020.1834044 Gato, J., Leal, D., Biasutti, C., Tasker, F., & Fontaine, A. M. (2021). Building a rainbow family: Parenthood aspirations of lesbian, gay, bisexual, and transgender/gender diverse individuals. In N. A. Morais, F. Scorsolini-Comin, & E. Cerqueira-Santos (Eds.), Parenting and Couple Relationships Among LGBTQ+ People in Diverse Contexts (1st ed., pp. 193–213). Springer Cham. https://doi.org/10.1007/978-3-030-84189-8 Gato, J., Leal, D., Moleiro, C., Fernandes, T., Nunes, D. C., Marinho, I., Pizmony-Levy, O., & Freeman, C. S. (2020). “The worst part was coming back home and feeling like crying”: Experiences of lesbian, gay, bisexual and trans students in portuguese schools. Frontiers in Psychology, 10. https://doi.org/10.3389/fpsyg.2019.02936 Gato, J., Santos, S., & Fontaine, A. M. (2016). To have or not to have children? That is the Question. Factors influencing parental decisions among lesbians and gay men. Sexuality Research and Social Policy, 14(3), 310–323. https://doi.org/10.1007/s13178-016-0268-3 Gato, J., Tasker, F., Shenkman, G., & Leal, D. (2022). What would it be like to be a parent? Exploring the role of sexual orientation and culture on perceptions of parenthood in the future. Sexuality Research and Social Policy, 19(4), 1611–1623. https://doi.org/10.1007/s13178-022-00712-z Gomes, H. S., Farrington, D. P., Maia, Â., & Krohn, M. D. (2019). Measurement bias in self-reports of offending: A systematic review of experiments. Journal of Experimental Criminology, 15(3), 313–339. https://doi.org/10.1007/s11292-019-09379-w  19 Hafford‐Letchfield, T., Cocker, C., Rutter, D., Tinarwo, M., McCormack, K., & Manning, R. (2019). What do we know about transgender parenting?: Findings from a systematic review. Health & Social Care in the Community. https://doi.org/10.1111/hsc.12759 Haines, B. A., Ajayi, A. A., & Boyd, H. (2014). Making trans parents visible: Intersectionality of trans and parenting identities. Feminism & Psychology, 24(2), 238–247. https://doi.org/10.1177/0959353514526219 Hayes, A. F. (2013). Introduction to Mediation, Moderation, and Conditional Process Analysis: A Regression-Based Approach (1st ed.). The Guilford Press. Hermosa-Bosano, C., Hidalgo-Andrade, P., Marcillo, A. B., Torres, A. O., Costa, P. A., & Salinas-Quiroz, F. (2022). “This is not what god intended”: Attitudes toward adoption by same-sex couples in ecuador. Sexuality Research and Social Policy, 19(4), 1702–1716. https://doi.org/10.1007/s13178-022-00746-3 Hoffkling, A., Obedin‐Maliver, J., & Sevelius, J. (2017). From erasure to opportunity: A qualitative study of the experiences of transgender men around pregnancy and recommendations for providers. BMC Pregnancy and Childbirth, 17(S2). https://doi.org/10.1186/s12884-017-1491-5 Huttunen, A., & Kortelainen, T. (2021). Meaning‐making on gender: Deeply meaningful information in a significant life change among transgender people. Journal of the Association for Information Science and Technology, 72(7), 799–810. https://doi.org/10.1002/asi.24447 ILGA-Europe. (2023a). Annual review of the human rights situation of lesbian, gay, bisexual, trans and intersex people covering events that occurred in europe and central asia. https://www.ilga-europe.org/report/annual-review-2023/  ILGA-Europe. (2023b). Rainbow europe map and index 2023. https://www.ilga-europe.org/report/rainbow-europe-2023/ Imrie, S., Zadeh, S., Wylie, K., & Golombok, S. (2020). Children with trans parents: Parent–Child relationship quality and psychological well-being. Parenting: Science and Practice, 21(3), 185–215. https://doi.org/10.1080/15295192.2020.1792194  20 Jäckle, S., & Wenzelburger, G. (2015). Religion, religiosity, and the attitudes toward Homosexuality—A multilevel analysis of 79 countries. Journal of Homosexuality, 62(2), 207–241. https://doi.org/10.1080/00918369.2014.969071 Johns, M. M., Beltran, O., Armstrong, H., Jayne, P. E., & Barrios, L. C. (2018). Protective factors among transgender and gender variant youth: A systematic review by socioecological level. The Journal of Primary Prevention, 39(3), 263–301. https://doi.org/10.1007/s10935-018-0508-9 Jones, K., Brewster, M. E., & Jones, J. A. (2014). The creation and validation of the LGBT ally identity measure. Psychology of Sexual Orientation and Gender Diversity, 1(2), 181–195. https://doi.org/10.1037/sgd0000033 Kinitz, D. J., & Salway, T. (2022). Cisheteronormativity, Conversion Therapy, and Identity among Sexual and gender Minority People: A narrative inquiry and creative non-fiction. Qualitative Health Research, 32(13), 1965–1978. https://doi.org/10.1177/10497323221126536 Kline, R. B. (2023). Principles and practice of structural equation modeling (5th ed.). Guilford Publications. Lenning, E., & Buist, C. L. (2013). Social, psychological and economic challenges faced by transgender individuals and their significant others: Gaining insight through personal narratives. Culture, Health & Sexuality, 15(1), 44–57. https://doi.org/10.1080/13691058.2012.738431 Marinho, I., Gato, J., & Coimbra, S. (2020). Parenthood intentions, pathways to parenthood, and experiences in the health services of trans people: An exploratory study in portugal. Sexuality Research and Social Policy, 18(3), 682–692. https://doi.org/10.1007/s13178-020-00491-5 Marinho, I., Gato, J., & Coimbra, S. (2021). Parenthood intentions, pathways to parenthood, and experiences in the health services of trans people: An exploratory study in Portugal. Sexuality Research and Social Policy, 18(3), 682–692. https://doi.org/10.1007/s13178-020-00491-5 Marinho, M. (2019). Intenções parentais, vias para a parentalidade e experiências no contexto de saúde de pessoas trans (Master’s Dissertation). https://hdl.handle.net/10216/121003  21 Minter, S. (2018). Transgender family law. Family Court Review, 56(3), 410–422. https://doi.org/10.1111/fcre.12357 Nagoshi, J. L., Adams, K. P., Terrell, H. K., Hill, E. A., Brzuzy, S., & Nagoshi, C. T. (2008). Gender differences in correlates of homophobia and transphobia. Sex Roles, 59(7–8), 521–531. https://doi.org/10.1007/s11199-008-9458-7 Patterson, C. J., Farr, R. H., & Goldberg, A. E. (2021). LGBTQ+ parents and their children [Policy brief]. National Council on Family Relations. https://www.ncfr.org/policy/research-and-policy-briefs/lgbtq-parents-and-their-children Perez-Arche, H., & Miller, D. J. (2021). What predicts attitudes toward transgender and nonbinary people? An exploration of gender, authoritarianism, social dominance, and gender ideology. Sex Roles, 85(3–4), 172–189. https://doi.org/10.1007/s11199-020-01212-3 Perrin, E. C., Siegel, B. S., Pawelski, J. G., Siegel, B. S., Dobbins, M. I., Lavin, A., Mattson, G., Pascoe, J. M., & Yogman, M. W. (2013). Promoting the Well-Being of children whose parents are gay or lesbian. Pediatrics, 131(4), e1374–e1383. https://doi.org/10.1542/peds.2013-0377 Petit, M. (2018). Parentalité et parcours trans: Exploration des trajectoires, des expériences et du processus de négociation des désignations parentales chez les parents trans [Doctoral dissertation]. Université du Québec à Montréal. Petit, M., Julien, D., & Chamberland, L. (2018). Interlinkages between parental and trans trajectories: A life course perspective. Psychology of Sexual Orientation and Gender Diversity, 5(3), 371–386. https://doi.org/10.1037/sgd0000280 Priyashantha, K. G., De Alwis, A. C., & Welmilla, I. (2021). Gender stereotypes change outcomes: A systematic literature review. Journal of Humanities and Applied Social Sciences. https://doi.org/10.1108/jhass-07-2021-0131 Prusaczyk, E., & Hodson, G. (2019). The roles of political conservatism and binary gender beliefs in predicting prejudices toward gay men and people who are transgender. Sex Roles, 82(7–8), 438–446. https://doi.org/10.1007/s11199-019-01069-1  22 Reczek, C. (2020). Sexual‐ and Gender‐Minority families: A 2010 to 2020 decade in review. Journal of Marriage and Family, 82(1), 300–325. https://doi.org/10.1111/jomf.12607 Rye, B. J., & Meaney, G. J. (2010). Self-Defense, sexism, and etiological beliefs: Predictors of attitudes toward gay and lesbian adoption. Journal of Glbt Family Studies, 6(1), 1–24. https://doi.org/10.1080/15504280903472485 Rye, B. J., Merritt, O. A., & Straatsma, D. (2019). Individual difference predictors of transgender beliefs: Expanding our conceptualization of conservatism. Personality and Individual Differences, 149, 179–185. https://doi.org/10.1016/j.paid.2019.05.033 Sá, J. P. M. (2017). Tratamento da disforia de género (Master’s dissertation). https://hdl.handle.net/10216/109245 Saleiro, S. P., Ramalho, N., Gato, J., & De Menezes, M. S. (2022). Estudo nacional sobre as necessidades das pessoas LGBTI e sobre a discriminação em razão da orientação sexual, identidade e expressão de género e características sexuais. (Vol. 14). Comissão para a Cidadania e a Igualdade de Género. Shechner, T., Slone, M., Lobel, T. E., & Shechter, R. (2011). Children’s adjustment in non-traditional families in Israel: the effect of parental sexual orientation and the number of parents on children’s development. Child Care Health and Development, 39(2), 178–184. https://doi.org/10.1111/j.1365-2214.2011.01337.x Sousa, E., Neves, S., Ferreira, M., Topa, J., Vieira, C. P., Borges, J., Costa, R., & Lira, A. (2023). Domestic violence against LGBTI people: Perspectives of portuguese education professionals. International Journal of Environmental Research and Public Health, 20(13), 6196. https://doi.org/10.3390/ijerph20136196 Stotzer, R. L., Herma, J. L., & Hasenbush, A. (2014). Transgender parenting: A review of existing research. The Williams Institute. https://williamsinstitute.law.ucla.edu/wp-content/uploads/Trans-Parenting-Review-Oct-2014.pdf Stryker, S. (2008). Transgender history. Seal Press. Tornello, S. L., & Bos, H. (2017). Parenting intentions among transgender individuals. LGBT Health, 4(2), 115–120. https://doi.org/10.1089/lgbt.2016.0153  23 Tornello, S. L., Riskind, R. G., & Babić, A. (2019). Transgender and gender non-binary parents’ pathways to parenthood. Psychology of Sexual Orientation and Gender Diversity, 6(2), 232–241. https://doi.org/10.1037/sgd0000323 Vink, M., Van Der Lippe, T., Derks, B., & Ellemers, N. (2022). Does national context matter when women surpass their partner in status? Frontiers in Psychology, 12. https://doi.org/10.3389/fpsyg.2021.670439 von Doussa, H., Power, J., & Riggs, D. W. (2015). Imagining parenthood: The possibilities and experiences of parenthood among transgender people. Culture, Health & Sexuality, 17(9), 1119–1131. https://doi.org/10.1080/13691058.2015.1042919 Weiner, B. A., & Zinner, L. R. (2015). Attitudes toward straight, gay male, and transsexual parenting. Journal of Homosexuality, 62(3), 327-339. https://doi.org/10.1080/00918369.2014.972800 White, T., & Ettner, R. (2004). Disclosure, risks and protective factors for children whose parents are undergoing a gender transition. Journal of Gay & Lesbian Psychotherapy, 8(1-2), 129–145. Xavier, P., Alberto, I., & Mendes, F. (2017). Same-Sex parenting: Identification of social representations in a sample of portuguese professionals. Journal of Homosexuality, 66(2), 274–296. https://doi.org/10.1080/00918369.2017.1400314 Zhang, Y., Huang, H., Wang, M., Zhu, J., Tan, S., Tian, W., Mo, J., Jiang, L., Mo, J., Pan, W., & Ning, C. (2023). Family outcome disparities between sexual minority and heterosexual families: A systematic review and meta-analysis. BMJ Global Health, 8(3), e010556. https://doi.org/10.1136/bmjgh-2022-010556               24 Appendixes   Appendix A Vignettes and Attention/Manipulation Check Questions  The vignettes and instruments were translated from English to Portuguese by the supervisor of this work. The accuracy of the different versions was established with a back translation. 1. Couple with a FtM Partner. Margaret and Kim are two loving individuals that have been together for 12 years and live in the UK. Kim is a transgender person which means that he is genetically female, born with female genitalia, but he now considers himself man. Growing up, Kim always felt like he was a man, not a woman. During Kim’s late teenage years, he began taking hormones to make his body appear more masculine, beginning the transition of his physical features from female to male. Kim plans to have sex reassignment surgery sometime in the near future, so that his genitalia will reflect that of a man and he is currently saving up enough money to do so. Margaret supports Kim fully in his endeavours to make the full transition to a men’s body. Both Margaret and Kim are college-educated and are very successful at the careers they love; Margaret is a 37-year-old financial consultant and Kim is a 36-year-old restaurant owner. Furthermore, they are well-liked by their friends and neighbours. They own a three-bedroom home and are active members of their neighbourhood. There is no history of psychiatric illness or substance abuse in either of their lives, nor does Margaret and Kim have any legal or financial difficulties. However, Margaret and Kim had a relationship crisis a few years ago. They lived apart for a few months. Now, their relationship is improved. For a long time now, Margaret and Kim have wanted to have kids. Unfortunately, they are unable to have kids of their own but they have recently decided to adopt. They feel that they are good candidates because they believe that they are financially and emotionally well equipped to be parents. Furthermore, both Margaret and Kim are excited about the idea of eventually becoming grandparents and lending as much support to their children and grandchildren as possible. Recently, Margaret and Kim applied for an adoption and went to a foster  25 home to meet with the twins Olivia and Jacob who were 4-year-old girl and boy waiting to be placed for adoption. All four of them got along well, and the twins stated that they would like to live with Margaret and Kim. After carefully considering all of the ramifications of making that decision, Margaret and Kim felt they could provide the children with a loving home and began seeking formal adoption of Olivia and Jacob. The couple is happy that they are fulfilling their desire to become parents and they are confident that they can parent the twins. But the couple also wonder how it will go, particularly about how their wider family, friends, and other people might react. Attention/Manipulation Check Questions: 1) Margaret and Kim have no history of psychiatric illness or substance abuse in either of their lives, however they had a relationship crisis a few years ago; 2) Margaret and Kim are a couple with a transgender person; 3) Margaret and Kim applied for an adoption.  [A Margarida e o Zé são duas pessoas afetuosas, que estão juntas há 12 anos e vivem em Portugal. O Zé é uma pessoa transgénero, ou seja, é geneticamente do sexo feminino, nasceu com genitais femininos, mas agora identifica-se como homem. Ao longo da sua vida, o Zé sempre sentiu que era um homem e não uma mulher. No fim da adolescência, começou a tomar hormonas para tornar o seu corpo mais masculino, começando a mudar as suas características físicas de mulher para homem. O Zé está a pensar fazer uma cirurgia de redesignação sexual num futuro próximo, para que os seus genitais sejam os de um homem, estando a economizar para o fazer. A Margarida apoia totalmente o Zé no seu esforço para fazer a transição completa para um corpo de homem. A Margarida e o Zé têm ambos um curso superior, gostam dos seus trabalhos e são bem-sucedidos profissionalmente; a Margarida tem 37 anos e é consultora financeira e o Zé tem 36 anos e é dono de um restaurante. Além disso, são bastante estimados pelos seus amigos e vizinhos. São proprietários de uma casa com três quartos e participam ativamente na vida do seu bairro. Não existe história de doença psiquiátrica ou de abuso de substâncias na vida de nenhum deles, nem apresentam dificuldades legais ou financeiras. Contudo, há alguns anos a Margarida e o Zé tiveram uma crise conjugal e viveram separados alguns  26 meses. Agora, a sua relação está melhor. Já há muito tempo que a Margarida e o Zé querem ser pais. Infelizmente não podem ter filhos e recentemente decidiram adotar. Sentem que são bons candidatos porque acham que têm as condições financeiras e psicológicas para ser pais. Além disso, estão entusiasmados com a ideia de um dia ser avós e de dar o máximo de apoio possível aos filhos e netos. Recentemente, a Margarida e o Zé candidataram-se a adoção e foram a uma casa de acolhimento conhecer os gémeos Olívia e João, uma rapariga e um rapaz de 4 anos, à espera de ser adotados. Os quatro deram-se bem e os gémeos disseram que gostariam de viver com a Margarida e o Zé. Após considerarem cautelosamente todas as implicações desta decisão, a Margarida e o Zé sentiram que podiam oferecer às crianças um lar acolhedor e avançaram com o processo de adoção formal da Olívia e do João. O casal está feliz por realizar o desejo de se tornarem pais e acredita que pode cuidar dos gémeos. No entanto, o casal também questiona como as coisas vão acontecer futuramente, especialmente em relação à reação da sua família, amigos e outras pessoas. Perguntas de Verificação de Atenção/Manipulação: 1) A Margarida e o Zé não apresentam histórico de doença psiquiátrica ou abuso de substâncias, mas tiveram uma crise conjugal há alguns anos; 2) A Margarida e o Zé são um casal em que uma das pessoas é transgénero; 3) A Margarida e o Zé candidataram-se a adoção.]                27 Appendix B   Table B1. Indexes of Reliability, Descriptive Statistics, Skewness and Kurtosis for Measures of the Depicted Girl and the Depicted Boy   Note: N = 205. ** p <.001   Table B2. Indexes of Reliability, Skewness and Kurtosis, and Correlations   Note: N = 205. ** p <.001      28 Appendix C   Table C3. Moderating Effects of Gender Conservatism Attitudes on Psychological Adjustment, Victimization, Psychological Disturbance, Normative Sexuality and Agreement with Adoption.    29 Note: N = 205. Moderator values are the -1SD, Mean, and +1SD. SE = standard error, Boot 10000 bootstrap samples. ** = p < .001    Table C4. Moderating Effects of Gender Conservatism Attitudes on Psychological Adjustment, Victimization, Psychological Disturbance, Normative Sexuality and Agreement with Adoption.   Note: N = 205. Moderator values are the -1SD, Mean, and +1SD. SE = standard error, Boot 10000 bootstrap samples. ** = p < .001      30 Figure C1. Simple Slope of the Interactions between the IV1 (DGvsNT) and Gender Conservatism on Psychological Adjustment.    Note. 0 = Different-Gender Couple (DG); 1 = Non-Traditional Couples (NT)                31 Figure C2. Simple Slope of the Interactions between the IV2 (SGvsTG) and Gender Conservatism on Psychological Adjustment.    Note. 0 = Same-Gender Couples (SG); 1 = Couples with a Transgender Person (TG)                31 32 Figure C3. Simple Slope of the Interactions between the IV1 (DGvsNT) and Gender Conservatism on Victimization.    Note. 0 = Different-Gender Couple (DG); 1 = Non-Traditional Couples (NT)                31 3 Figure C4. Simple Slope of the Interactions between the IV2 (SGvsTG) and Gender Conservatism on Victimization.    Note. 0 = Same-Gender Couples (SG); 1 = Couples with a Transgender Person (TG)                31 4Figure C5. Simple Slope of the Interactions between the IV1 (DGvsNT) and Gender Conservatism on Psychological Disturbance.    Note. 0 = Different-Gender Couple (DG); 1 = Non-Traditional Couples (NT)                31 5Figure C6. Simple Slope of the Interactions between the IV2 (SGvsTG) and Gender Conservatism on Psychological Disturbance.    Note. 0 = Same-Gender Couples (SG); 1 = Couples with a Transgender Person (TG)                31 36 Figure C7. Simple Slope of the Interactions between the IV1 (DGvsNT) and Gender Conservatism on Normative Sexuality.    Note. 0 = Different-Gender Couple (DG); 1 = Non-Traditional Couples (NT)                  31 37 Figure C8. Simple Slope of the Interactions between the IV2 (SGvsTG) and Gender Conservatism on Normative Sexuality.    Note. 0 = Same-Gender Couples (SG); 1 = Couples with a Transgender Person (TG)                 31 8 Figure C9. Simple Slope of the Interactions between the IV1 (DGvsNT) and Gender Conservatism on Agreement with Adoption.    Note. 0 = Different-Gender Couple (DG); 1 = Non-Traditional Couples (NT)             31 9 Figure C10. Simple Slope of the Interactions between the IV2 (SGvsTG) and Gender Conservatism on Agreement with Adoption.    Note. 0 = Same-Gender Couples (SG); 1 = Couples with a Transgender Person (TG)             ",
    "id": 591411245,
    "identifiers": {
        "doi": null,
        "oai": "oai:repositorio-aberto.up.pt:10216/154935"
    },
    "title": "The Moderating Role of Gender Conservatism on Attitudes toward Adoption by Transgender Individuals: An Exploratory Study",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-11-17T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://repositorio-aberto.up.pt/bitstream/10216/154935/2/649390.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/591411245.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/591411245"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/591411245/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/591411245/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/591411245"
        }
    ],
    "abstract": "",
    "tags": [
        "info:eu-repo/semantics/masterThesis",
        "Psicologia",
        "Psychology",
        "Ciências sociais::Psicologia",
        "Social sciences::Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/masterThesis"
    ],
    "oai": "oai:repositorio-aberto.up.pt:10216/154935",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1947",
        "openDoarId": 0,
        "name": "Repositório Aberto da Universidade do Porto",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 591411245,
        "depositedDate": null,
        "publishedDate": "2023-11-17T00:00:00+00:00",
        "updatedDate": "2024-01-20T10:55:07+00:00",
        "acceptedDate": null,
        "createdDate": "2023-11-26T21:11:03+00:00"
    },
    "urls": [
        "https://hdl.handle.net/10216/154935"
    ],
    "lastUpdate": "2024-01-20T10:55:07+00:00",
    "setSpecs": []
}