{
    "acceptedDate": "2016-12-23T00:00:00+00:00",
    "authors": [
        {
            "name": "Ullman, Jacqueline"
        },
        {
            "name": "Ferfolja, Tania"
        }
    ],
    "contributors": [],
    "createdDate": "2017-05-03T13:20:51+01:00",
    "dataProvider": {
        "id": 1001,
        "name": "Research Online @ ECU",
        "url": "https://api.core.ac.uk/v3/data-providers/1001",
        "logo": "https://api.core.ac.uk/data-providers/1001/logo"
    },
    "depositedDate": "2016-10-01T00:00:00+01:00",
    "documentType": "",
    "doi": "10.14221/ajte.2016v41n10.2",
    "downloadUrl": "https://core.ac.uk/download/81694713.pdf",
    "fullText": "Australian Journal of Teacher Education Volume 41 Issue 10 Article 2 2016 The Elephant in the (Class)Room: Parental Perceptions of LGBTQ-inclusivity in K-12 Educational Contexts Jacqueline Ullman Western Sydney University, j.ullman@westernsydney.edu.au Tania Ferfolja Western Sydney University, t.ferfolja@westernsydney.edu.au Follow this and additional works at: https://ro.ecu.edu.au/ajte  Part of the Curriculum and Social Inquiry Commons, and the Gender and Sexuality Commons Recommended Citation Ullman, J., & Ferfolja, T. (2016). The Elephant in the (Class)Room: Parental Perceptions of LGBTQ-inclusivity in K-12 Educational Contexts. Australian Journal of Teacher Education, 41(10). http://dx.doi.org/10.14221/ajte.2016v41n10.2 This Journal Article is posted at Research Online. https://ro.ecu.edu.au/ajte/vol41/iss10/2 Australian Journal of Teacher Education  Vol 41, 10, October 2016   15 The Elephant in the (Class) Room:  Parental[1]  Perceptions of LGBTQ-Inclusivity in K-12 Educational Contexts   Jacqueline Ullman Tania Ferfolja Western Sydney University   Abstract: While little is known about parental beliefs and desires regarding LGBTQ-inclusive education, assumptions about these appear to justify teachers’, curriculum writers’ and policy makers’ silences regarding sexuality and gender diversity in the K-12 classroom. Thus, in order to better inform educators’ practices, this paper presents an analysis of interview data from focus groups with parents from across the Australian state of New South Wales. The analysis was conceptually guided by the concepts of the “null curriculum” (Eisner, 2002) and “illocutionary silencing” (Saunston, 2013) as applied to understandings – both the authors’ and participating parents’ – of the departmental educational resources. Findings highlight parents’ desires for LGBTQ-inclusivity, not only as a protective factor for sexuality and gender diverse students, but also to engender social cohesion and prepare all students for adult life in the modern social landscape.  Parents struggled with the complexities of promoting positive social values through compulsory content while simultaneously respecting diverse sets of values and parents’ rights to frame such topics according to a private set of beliefs.  Furthermore, parents advocated for teacher training in this area and were eager for teachers and school leadership staff to feel departmentally-supported to enact LGBTQ-inclusive practices.   Keywords:  LGBTQ; school; parents; policy; curriculum; values education   Introduction  There is increasing public acceptance in many Western countries, including Australia, in relation to lesbian, gay, bisexual, transgender and queer/questioning (LGBTQ) diversity. Despite this, young people in schools often remain subjected to discrimination based on actual or perceived gender or sexuality diversity, yet little if any explicit attention is given to these issues in national and state curricula/syllabi. In the state of New South Wales (NSW), silences and problematic framings of LGBTQ-related topics have been documented in both the current Personal Development, Health and Physical Education (PDHPE) K-12 syllabus (Ullman & Ferfolja, 2015) as well as in the relatively new national Health and Physical Education (HPE) Foundations – Year 10 curriculum (Ferfolja & Ullman, 2014), which is to be adapted for implementation in NSW.  Given that health and physical education, which covers topics pertaining to comprehensive sexual health education, is popularly perceived as the ideal curriculum location for the inclusion of LGBTQ-inclusive content, such silences and omissions are concerning. Australian Journal of Teacher Education  Vol 41, 10, October 2016   16 The absence of LGTBQ-related content in NSW state syllabi and curriculum support documentation could be partially explained by the broad audience for whom these documents are written. This includes public, independent and religious schools as well as parents and community members from an array of diverse socio-cultural, religious, regional and educational backgrounds.  Thus, in the case of the PDHPE curriculum, the document is seemingly designed for broad appeal, with the specifics of sexuality-related inclusions intentionally general, perhaps as the quote suggests below, in an effort to minimize any perceived “threat” to align with the “values and expectations of parents” which remain undefined.   Schools may consider different ways of approaching aspects of Human Sexuality Education to ensure a supportive, non-threatening learning environment…The values and expectations of parents will be important considerations when developing school plans (Board of Studies, Teaching and Educational Standards [BOSTES] NSW, 1999a, p. 13). The NSW PDHPE syllabus advises that parental consultation is a necessary component of “Health Promoting Schools” (BOSTES NSW, 1999b).  According to syllabus recommendations, educators should encourage parents to both “express their expectations of what students will learn” (p. 5) as well as participate in “setting school PDHPE policies and strategies” (p. 19) with curricular modifications made accordingly. Likewise, the national HPE curriculum encourages educators to make similar community-guided modifications in relation to curriculum content as well as the amount of attention content areas receive, emphasizing “local needs, available resources, students’ readiness and community priorities” (Australian Curriculum, Assessment and Reporting Authority [ACARA], 2014, p. 18, emphasis added). Although parental perspectives are important in the curriculum generally, such statements provide educators with little guidance around sexuality and gender education, and even less in relation to gender and sexuality diversity which is obscured within oblique terminology. Additionally, parental sensibilities require serious consideration in curriculum development, suggesting that parents will inevitably find such content uncomfortable or offensive if addressed in their child’s education. This positionality and its associated gravitas is reinforced by the “Controversial Issues in Schools Policy” (NSW Department of Education and Training [NSW DET], 2009), which is explicitly hyperlinked to the NSW Department of Education PDHPE webpage on “Teaching Sexuality” (NSW Department of Education and Community [NSW DEC], 2011). According to the policy, teachers are required to present sexuality education in a “neutral”, “rational” and “objective” fashion to allow for an array of parental opinion (NSW DET, 2009, point 1.1).  Furthermore, educators are meant to consult with parents with regard to students’ participation where class content addresses “controversial issues” (NSW DET, 2009, point 4.8). Considering these institutional approaches and guidelines, it is unsurprising that educators perceive a need to dilute or avoid gender and sexuality diverse content believing that parents will complain if such topics are mentioned. Yet, there is virtually no published research in Australia that supports this belief and more general sexuality research findings suggest the opposite is likely. These signifiers serve to position NSW PDHPE teachers as under surveillance (Ullman & Ferfolja, 2015), unequivocally reminding them that their sexuality and sexual health lesson content should sit in agreement with local parent and community sentiment and furthermore suggesting that it is the PDHPE teacher’s responsibility to be aware of their community’s “local needs” (ACARA, 2014, p. 18). In order to contribute to filling this research void and better inform teachers’ practices, this paper presents findings from research conducted in NSW into parental desires, fears and framings of LGBTQ-inclusive education in K-12 schooling. We begin by Australian Journal of Teacher Education  Vol 41, 10, October 2016   17 exploring the framing of LGBTQ-inclusion in current NSW departmental documentation, teachers’ apprehension regarding the teaching of sexuality education and what is currently known about parents’ attitudes towards LGBTQ-inclusion.    Background   Considering the way this topic is presented in official guiding documentation, it is not surprising that Australian teachers are concerned about parental complaint if they address LGBTQ-inclusive material with their students (Cumming-Potvin & Martino, 2014; Duffy, Fotinatos, Smith, & Burke, 2013; Ollis, Harrison, & Richardson, 2012). Recent research with Australian secondary teachers of sexual education found that 44% of a sample of 226 teachers from across every state and jurisdiction were “careful” about the topics they covered because of “possible adverse community reaction” (Smith et al., 2011, p. 27), with 16% reporting never mentioning sexual orientation or same-sex attraction at any point during the secondary years of schooling. Teacher concerns are no doubt linked to their sense of under-preparedness for covering these topics (Goldman & Coleman, 2013); for instance, Smith et al. (2011) found 16% of their sample had received no training in sexuality education and the majority of those who had received training did so while in-service (54%) rather than during their teacher education degree. Furthermore, teachers appear to be unclear about what is allowable and/or mandated with regards to LGBTQ education and what is not (Duffy et al., 2013; Milton, 2010), an issue undoubtedly aided by a vague national HPE curriculum (Ferfolja & Ullman, 2014). This is problematic considering that recent Australian research of 704 sexuality and gender diverse secondary school students aged 14-18 found that 94% had heard homophobic language at school, with almost 60% of students hearing such language on a daily basis. Less than 5% of eligible students reported that their teachers always intervened to stop this language; thus, it is not surprising that when compared to national representative samples of high school students, this cohort felt notably less safe at school and had higher levels of school-based distress (Ullman, 2015a).  Similar findings have been found by other comprehensive studies into the schooling experiences and related well-being of gender and sexuality diverse students (Hillier et al, 2010; Robinson, Bansel, Denson, Ovenden & Davies, 2014). Given the institutional emphasis on parental community consultation across sexuality education curriculum materials and the potential support of inclusive sexuality education for students’ long term personal physical and emotional health and wellbeing (Goldman, 2011, 2012), it appears critical that parents’ expectations related to these topics be known to local school administrators and educators.  Yet, very little is formally documented about what parents want and expect in terms of LGBTQ-inclusivity.  The research that does exist hints that teachers’ fear of parental disapproval may well be imagined: Australian parents generally appear to trust their children’s schools to provide suitable content in comprehensive sexual education classes (Berne et al., 2000).  In a 2009 survey of 177 parents from the Sydney metropolitan region, 97% of the sample felt that same-sex attraction should be unequivocally included in sexual health education, with the majority of parents suggesting the late primary and secondary school years as the appropriate time for such inclusions (Macbeth, Weerakoon, & Sitharthan, 2009).  Similar findings were reported in a 2012 case study of a Victorian K-12 school, with nearly 80% of the 105 parents surveyed expressing a desire for sexuality education to cover sexual diversity (Ollis, Harrison, & Richardson, 2012).  While this small body of work points to parents’ majority support for LGBTQ inclusions in the area of Australian Journal of Teacher Education  Vol 41, 10, October 2016   18 comprehensive sexuality education, more extensive research is needed in order to understand how parents might envision such inclusions beyond the Health and Physical Education key learning area.   Theoretical Framework  This paper starts from the premise that schools are heterosexist organizations where particular subjective constructions constituted in dominant discourses of gender and (hetero) sexuality are normalized and perceived as naturally superior. These discourses structure daily experiences and perceptions (Foucault, 1978). In schools, they are reinforced through institutional processes, including curriculum and policy, teacher pedagogies and perceptions, classroom practices, playground interactions, and gender and sexuality performances that reinforce and surveil the maintenance of the heterosexual matrix (Butler, 1991). Thus, schools are pivotal in the production and policing of normalized gender and sexual subjectivities with those who challenge these constructions potentially experiencing harassment and explicit or implicit marginalization (Foucault, 1978); a fact consistently illustrated through the international research (Hillier et al., 2010; Ferfolja & Stavrou, 2015; Guasp, 2012; Kosciw, Greytak, Palmer & Boesen, 2014; Ullman, 2015b).  Furthermore, this paper draws additional conceptual framing from the work of Elliot Eisner (2002) who discusses how the “null curriculum” – the “options students are not afforded, the perspectives they may never know about, much less be able to use, the concepts and skills that are not a part of their intellectual repertoire” – has “important consequences on the kind of life that students can choose to lead” (p. 107).  We start from the premise that, at least in its current configuration, LGBTQ subjectivities are relegated to form part of the null curriculum in NSW K-12 schooling, with inclusion hinging upon school staff members’ subjective decision as to the local community relevance and age-appropriateness of the content[2].   The work of Sauntson (2013), who draws upon the concept of “illocutionary silencing” in speech act theory (Langton, 1993), or the action performed when something is not said, adds a useful theoretical frame for our transcript analysis.  Sauntson (2013) contends that while a set of school-based beliefs surrounding LGBTQ sexualities are undoubtedly produced by what is linguistically present within the text of any given curriculum, these beliefs are also shaped by the illocutionary silences created by that text. Accordingly, while such curriculum texts themselves might not be read as homophobic, the resulting actions performed by these texts are experienced by members of the school, parent and local community as homophobic. In the current project, this framing had a dual application: 1) to develop a descriptive coding frame which foregrounds the ‘spoken’, or what is present, while acknowledging the ‘unspoken’, or what is absent, with particular interest in the discursive positionings of the issues while also 2) focusing express interest on participants’ awareness of what is currently missing from their children’s formal education on these topics and the impact of this “null curriculum” on the school environment (Eisner, 2002).     Methodology  The objective of the current research project was to begin the process of consultation with parents of school-aged children across urban, regional and rural NSW.  Focus group interviews were held in seven geographical areas including three diverse areas in and around the Sydney metropolitan region (Sutherland Shire, Hills District and Inner West), one in a Australian Journal of Teacher Education  Vol 41, 10, October 2016   19 regional coastal town (Nowra), two in regional agricultural towns (Coffs Harbour and Maitland) and one in a rural town (Dubbo).  While exact locations are named here, direct participant quotes presented in the findings which follow are linked to location typology only (e.g. metropolitan, regional or rural area) to further protect participant anonymity.  All parent participants self-selected, enabling those with a range of views to be involved. Recruitment was undertaken via advertisements placed in local, free newspapers (in the three Sydney metropolitan regions); paid, targeted advertising using social media; and advertisements in government school newsletters (in the four locations outside Sydney). All participants received a $25 gift voucher to a local grocery store to compensate for their travel time and participation.  With regards to our third recruitment approach, it is worth noting that only five of 39 primary and secondary schools approached agreed to include a parent recruitment advertisement in their school newsletter, despite the project having received NSW Department of Education ethical approval and support.  In the majority of cases the request was declined at the principal’s discretion as the research area was deemed incompatible with their parent community.  While numerous explanations may be used to rationalize such explicit rejection of the project, the authors view this as evidence of educators’ reluctance to engage with LGBTQ topics or raise these issues with parents, assuming at best that parents will have little if any interest in such a topic. In total, 22 parents were interviewed across the seven locations[3], with the overwhelming majority of these identifying as female (18 women, four men).   Parents represented a wide range of school sites including public, private (religiously-affiliated), primary and secondary, with some having school-aged children with older siblings who were no longer in school. One participant self-identified as an adoptive parent. It is important to note that one participant was employed as an initial teacher educator at a NSW university and, accordingly, possessed some “insider” information related to curriculum stages, apparent in an interview excerpt presented here. Participants came from a range of ethnic, social, linguistic and religiously-diverse families. Interviews lasted between 45 – 75 minutes. Parents were asked about what LGBTQ-inclusivity should or could look like in the K-12 curriculum, if such content should (or should not) require parental consent or consultation and, more generally, what educational gains or losses might be encountered by explicitly including/excluding LGBTQ educational content.  While the HPE curriculum was offered up by the researchers as a potential area of inclusion, conversation was not limited to this particular key learning area and parents were encouraged to suggest alternative or additional areas in which such topics could be addressed.    Interviews were transcribed and associated thematic-codes (Saldana, 2009) were derived in line with the project’s key areas of enquiry.  Using the NVivo® computer program to assist with organization of the analysis, 48 descriptive codes were created which captured the nuanced and varied nature of parent sentiment on this topic. Through a systematic process of grouping and re-grouping of thematic points, these codes were reduced to four key themes capturing the broad areas of when [should LGBTQ-inclusive education be introduced], which students [should receive such education], who [in the community should be consulted] and how [should teachers be supported in this endeavour].  These four key thematic points are presented below.   Findings and Discussion  Although the participants were in no way a representative sample of NSW parents, a significant finding from this research was that parents across all eight focus group interviews Australian Journal of Teacher Education  Vol 41, 10, October 2016   20 were in favour of some form of LGBTQ-inclusive education and offered a range of suggestions for where and how this information might be best included in K-12 education. The researchers initially expected a more diverse attitudinal spread, thinking that those strongly for and against the issue would be most likely to self-select. The sections below highlight key points of discussion where participants’ differences in opinion sparked important clarifications, specifically focusing on age of students, curricular location of instruction, tenor of classroom and whole-school conversations, practicalities of delivery and engagement with the parent community.   Start Early: LGBTQ-Inclusive Education should match Students’ Knowledge and Exposure  Across each of the focus group interviews, parents were in support of an early start to LGBTQ-inclusivity and highlighted lessons on family in the early primary years as a logical space for broaching the topic same-sex-headed households.  Findings stood out in sharp contrast to the moral hysteria steeped in discourses of childhood innocence and age-appropriateness, so often the focus of media coverage related to LGBTQ-inclusive education, particularly in the primary years, wherein inclusions are linked to an infringement on parents’ rights (Rasmussen, 2006).  Participants instead emphasized an inclusive, yet also inherently heteronormative, frame of equity based on familial love, relationships and care, viewed as innocuous and normalizing early on.   It really needs to start as early as possible….There’s so many different people in the world, you know. There’s single parents, single mums, single dads, there’s mums with mums, mums with dads, you know, they’re all the same. They all love each other and they all love their children as equally.  (Rural location, father) It should just be built from the foundation, when people start talking about love and families and all that sort of thing. That’s where it starts!  Just go, you know, “He loves him and she loves her”, and you know, “Some people have mums; some people don’t. That’s cool.”   (Regional location, mother)  In these conversations, many highlighted the perceived developmental affordances of addressing these topics with younger children, particularly in relation to the idea that since prejudice is learned, very young children do not have preconceived notions about ‘normal’ or ‘abnormal’ families. This time represents an important and fertile space for nurturing socially-inclusive perspectives.  Interestingly, while the Australian media positions same-sex headed households as a political (adult) concept (McDougall, 2015), parents repeatedly highlighted early primary children’s ease in understanding and accepting these varied family constellations.  Paradoxically, however, in most interviews parents discussed the realities of children’s social marginalization in the later primary years as causally-related to their non-(hetero) normative gender expression or family structure.  One mother spoke of the difficulties that her son faced because of his gender non-conformity and, despite not yet having reached puberty or come to a sense of personal awareness about his own sexuality, was subjected to repeated verbal and physical abuses with little to no support from teaching or leadership staff in his primary school environment.  From a very young age he’s been repeatedly just called “gay” and asked about it. On a daily basis he’s been asked to justify his sexuality and what it is and to define it. (Metropolitan location, mother) The nature of the above harassment is also evidence of the dangers of students’ lack of, partial or miseducation on LGBTQ-related topics and the resultant social marginalization. In line with this, in discussing her daughters’ experiences of harassment, another participant Australian Journal of Teacher Education  Vol 41, 10, October 2016   21 highlighted links between her own sexuality as a lesbian and her daughter’s classmates’ misinformation about the development of sexual attraction and identity.  My daughter - she’s suffered mostly because of my sexuality…Herself - fearing that people think that she’s a lesbian, because her mum is and people have said that to her. (Regional location, mother) Accordingly, many parents supported students’ early introduction to LGBTQ-subjectivities in the curriculum, framed by topics of family structure, relationships and love as they appear in the K-6 syllabus, in an effort to address and counter early manifestations of related marginalization.  However, participants agreed that the complexities of LGBTQ-inclusivity increased as students aged, due to the conflation between sexuality and gender diversity and sex itself.  While diversity of family structure and love for children were framed as ‘safe’, innocuous topics with younger students, parents discussed how adolescents’ burgeoning sexual interest and knowledges might (re)position sexuality and gender diversity as awkward for both students and their teachers alike.  In light of this, participants highlighted the need for teacher training to increase their own comfort with addressing these topics with an older audience, particularly if topics related to sex and sexual expression were raised.     LGBTQ-Inclusive Education is a Right of all Students.  As previously-mentioned NSW departmental policy positions sexuality education (and, by extension, LGBTQ-inclusive sexuality education) as controversial via its explicit links between related curriculum support and its “Controversial Issues in Schools” policy[4].  Beyond the troubling implications of positioning sexuality education in this manner and reinscribing PDHPE teachers’ surveillance in relation to this topic, such framing evokes a deficit viewpoint which is predicated on the assumption that parents of school-aged children would find schools’ coverage of sexuality education controversial, in lieu of or, at best, prior to their consultation on the subject.  The policy encourages schools to allow parents the option of excluding their children from conversations involving “controversial” topics such as sexuality education.  Thus, in focus group conversations with parents, we posed a question about where participants saw the boundaries of LGBTQ-inclusive conversation and the option for parents to withdraw their children.   Participants across every focus group framed LGBTQ-inclusive education as only tangentially related to sexuality education/sexual health education in the PDHPE context.  While all participants felt that LGBTQ subjectivities certainly belonged within a comprehensive sexuality education curriculum, many participants framed LGBTQ-inclusive education as an element of social, rather than as physical, education.  Participants discussed the importance of LGBTQ-inclusion for the promotion of tolerance and acceptance of diverse members of Australian society [“I think it’s accepting people as individuals for who they are” (Regional location, mother)].  Furthermore, most parents felt that schools’ explicit acknowledgement and overt acceptance of LGBTQ-subjectivities perpetuated a particular value system, which was not only aligned with NSW and Australia-wide (Australian Government Department of Education and Training, 2014) departmental and school-level documentation on diversity and inclusion but also encouraged a particular type of social and emotional development. You have school values and you have a code of conduct, but they’re just words, so unless you really explore those things and you talk about experiences of different people [pause]…It [LGBTQ-inclusive education] encourages that dialogue for people to share. (Regional location, mother)   Australian Journal of Teacher Education  Vol 41, 10, October 2016   22 Parents’ sense of a school’s desire to instil a particular set of social values in students is explicitly evidenced in the department’s “Values in NSW Public Schools” documentation (NSW DET, 2004).  This statement, endorsed by the Minister for Education and Training of the time and still in circulation, is clear about schools’ active, unequivocal teaching of “core values” which underpin a “concern for equity, excellence and the promotion of a caring, civil and just society” (NSW DET, 2004 p. 3). These values include “democracy,” “fairness” and “respect” and to “oppose prejudice, dishonesty and injustice” (NSW DET, 2004 p. 4).  As the excerpt below illustrates, participants viewed LGBTQ-inclusivity as falling under the broad aim of diversity education, seeing schools as ethically responsible for addressing LGBTQ subjectivities in the interests of positive values education and social cohesion. As a parent, I want my children to be more caring humans on this planet…[to have] some capacity for empathy, you know, as in being able to put themselves in somebody else’s shoes, and imagine what’s that like. It’s like anti-racist, anti-anything. It’s about making sure the kids understand that difference is actually part of the norm; that nature likes difference, it’s just humans don’t. (Regional location, mother)  Furthermore, parents discussed the difficulties of addressing LGBTQ-content if their own knowledge was limited or if lack of time for conversations in the home meant that, inevitably, some topics that did not seem to be immediately applicable would be overlooked.  Others outlined the need to counteract the influence of homes which might either purposely stifle such conversations or actively teach young people that sexuality and gender diversity is wrong.  If you’ve got conservative parents or people around who have never talked about it before or absolutely against it [LGBTQ individuals/topics], that’s all the child knows.  So I’m interested in how you counteract that. (Metropolitan location, mother) If they’re not getting it from home, the only other place kids are the majority of their life up until eighteen is at school. So, you know, that gives them [sexuality and gender diverse students] another opportunity to have somewhere else to go, you know, if home’s not supportive or...they don’t know how to broach it there, or whatever, the only support for kids up until they’re seventeen now is at school. (Regional location, father) Such inclusions were positioned as necessary to prepare young people for the realities of the diverse Australian society in which they live, to create “global citizens” and to reduce discrimination in schools and beyond.  These sentiments appear to be directly aligned with the cross-curricular priority of sustainability as outlined in the Australian National Curriculum which positions “world views which…value diversity and social justice” as “essential to achieving sustainability” (ACARA, n.d.). Being gay or lesbian or transgender is a real thing and it’s going to occur in your life at some point and it’s not something you can believe in – it’s not Greek mythology.  It’s there – it’s in your face every day.  So learn it – get used to it! (Regional location, mother) They [children of conservative parents] hit high school and they get a whole different perspective. There’s another world out there, and it’s not the one your parents told you about! (Metropolitan location, mother) In line with this point, a number of parents highlighted the notion that an important facet of education was about exposure to new and diverse knowledges, acknowledging that there are limits to their own personal experiences, and thus, their ability to provide a complete education for their children.  One such parent made this point by drawing a parallel between special religious education within the public, secular education system and a primarily-Australian Journal of Teacher Education  Vol 41, 10, October 2016   23 heterosexual school population learning about LGBTQ subjectivities, citing the affordances of her daughters’ exposure to diverse religious experiences despite coming from a non-religious home environment. My children in their state school used to go to the Easter church service and do the readings and I don’t belong to a church or religion but I thought that’s fantastic because they are learning about other people. They will live in the community with people who are religious and maybe one day they will become religious too, so I didn’t want to stop them from getting that information.  So similarly getting information about homosexuals – I’m not saying I want them to become homosexual but I want them to understand.  (Metropolitan location, mother) Lively discussions were had about parental rights and the responsibility of the school in terms of this issue.  While participants acknowledged the possible personal affront of schools educating one’s child on a topic area with which they fundamentally disagreed [“To what extent do you want schools and teachers to be deciding the social agenda for your child?” (Metropolitan location, mother #1)], they also acknowledged that this is, in many ways, an inevitable facet of the parent/school relationship [“Teachers teach my children things I don’t agree with all the time!” (Metropolitan location, mother #2 – in response)]. Additionally, they recognized that a social agenda is being foregrounded based just as much on what teachers include as what they omit. They’re [schools] constantly pushing values, saying you should be tolerant, shouldn’t bully, you should look after your friends, you’ve got to respect the teachers, you’ve got to respect the textbooks.  That’s sort of embedded in part of their lessons, so it seems unusual to leave this little bit out [i.e. LGBTQ-inclusivity]. (Metropolitan location, mother) Do we think parents should be instructed that they’re [students] going to learn about Aboriginal people or other minority groups?  Do they need to be told?  Do white people get to choose whether their kids find out about what we did to the Aboriginal people?...If you’re talking about the civil rights history of these people [LGBTQ individuals] then I don’t think that there should be a consent option to opt out.  (Metropolitan location, mother)   Engage With Parents around LGBTQ-Inclusions  Parents across every focus group commented on the importance of informing the parent community about their inclusion of topics related to diversity of sexuality and gender expression.  By way of framing these inclusions, a number of parents stressed that the school community should be informed as to the educative purpose and content of these lessons.  The importance of this latter point was framed dually by both a sense of transparency in relation to parents’ rights to know what their children were learning, thereby minimizing the potential for shock and/or misunderstanding of the nature of the content, and the enhancement of parents’ own learning around these topics, enabling parents to field questions within the home environment.  Yet, parents grappled with the realities of explicitly informing the school community of these inclusions, noting that schools “don’t generally inform parents about what goes on in any other [subject area]” (Metropolitan location, mother) and acknowledging that while the syllabus documentation is freely available online, LGBTQ-inclusive material “isn’t explicitly addressed in our state syllabus” (Metropolitan location, mother).  Thus, until content was Australian Journal of Teacher Education  Vol 41, 10, October 2016   24 unequivocally included, teachers and school leadership personnel would be charting new, potentially unsupported territory and would have to tread carefully. When asked where in the curriculum such LGBTQ-inclusive material might sit, one area that was mentioned repeatedly was relationships and sexuality education, as part of the health and physical education key learning area. Initially, parents pointed out that since sexuality education in NSW has an opt-out option, LGBTQ-specific sexuality education would also require such an option. However, as conversations deepened, many groups returned to framing LGBTQ-inclusivity as an element of Australian socio-cultural diversity rather than simply as additional ‘category’ of sexual orientation which could be addressed through (inclusive) sexuality education.   You can’t just do one unit and you think you’re done with that and, you know, move on.  It needs to be integrated into the planning and be a really strong point in the curriculum. (Regional location, mother)  Accordingly, the challenges associated with allowing parents to remove their child from all LGBTQ-inclusive content, which according to participants could have a substantive place across a range of disciplines including anti-bullying education, English, history, and studies of the social and civic environment, were discussed at length. Parents generally came to the conclusion that allowing an opt-out option for all related conversation was unrealistic and unmanageable.  While participants struggled with a desire to keep parents informed and respect differences of opinion in the home, they acknowledged the conflicting message of requiring permission to broach particular topics. Some commented on how such special framing erodes the normalization of same-sex attraction and diverse gender expression. I see that as a bit of a problem. It’s not normalizing this education if you have to get a permission note. I trust the school to teach my kid calculus and the capital cities, and I trust them to teach this too…I wouldn’t need to give my school permission to teach my kid not to be nasty to blacks. (Regional location, father)   Teachers must be Supported in this Work.  While parents were, by and large, unified in their support of LGBTQ-inclusive lessons on family structure in the early primary years, as conversation turned to slightly older children – those in later primary and early high school years – parents were less aligned in their recommendations for LGBTQ-inclusions.  While all parents acknowledged students’ right to learn about diverse sexualities in the content of sexual education, rich discussions were had around the parameters of these inclusions – whether or not classroom conversations should go beyond simple provision of definitions and, if so, what the scope of those conversations might look like.  At the heart of this tension was the notion of a (positive) value judgement being passed, which was viewed by some as the domain of the home and which might appear as a school’s ‘promotion’ of same-sex attraction or gender diversity. The judgement is for at home, not for at school. [For teachers to say] “This is…what the acronym [LGBTQ] means” and explain the acronym, explain the examples, but whether or not that is a good thing or a bad thing – that stays at home. That’s for your parents to decide. (Metropolitan location, Mother) Several other participants across multiple focus groups countered these sentiments by drawing parallels between sexuality and gender diversity and race, noting the unequivocal values espoused by state and federal departments of education (e.g. racism is wrong; racial diversity should be affirmed and reflected in curriculum materials) and criticizing the hesitancy around affirming sexuality and gender diversity in the same manner.  Referencing the wide-spread moral panic that students might become sexuality or gender diverse if Australian Journal of Teacher Education  Vol 41, 10, October 2016   25 exposed to LGBTQ-inclusive education, several parents stressed the distinction between education and ‘promotion’, with one noting: You’ll have every twelve year old girl pregnant if there’s no sex education or safe sex messages. By teaching that [sexual education] we’re not promoting sex. Similarly, by teaching about homosexuality we’re not promoting homosexuality. (Metropolitan location, mother) While conversations acknowledged the challenges that schools might face in the current curriculum/policy ‘climate’ where (in)visibility positions schools that strive for LGBTQ-inclusion as rogues without institutional support, parents viewed students as the casualties of schools’ inability or unwillingness to make a statement of support for sexuality and gender diversity.  They acknowledged the ways in which such social and curricular marginalization encouraged homo/transphobia in the school environment leading to a variety of social and academic challenges for both sexuality and gender diverse students as well as for any student with a LGBTQ family member or friend, as noted by the sexuality-diverse parent below.    I don’t think [son’s name removed] would say anything, but he’d just be mad and he’d come home and say, “Mum it was really horrible. They were saying things and all I could think about was you.” (Regional location, mother) Parents discussed the need for support to come from the top-down, from school leaders as well as from departmental authorities, rather than forcing individual principals and teachers to be the sole arbiters of whether or not such topics are included and how/when/why parents may or may not be informed. The Board of Studies could position themselves as a leader for social justice for the state. They could actually integrate these issues into the curriculum so when a teacher teaches a [LGBTQ-inclusive] novel and parents say, “Oh, why are you doing this?”, then the teacher can say, “Well, this is on the prescription. This is part of the NSW Stage 6 syllabus and I’ve chosen to integrate this because the topic is discovery, the current one is belonging, you can see the links between discovery, belonging and sexuality—they are really natural fits”. Right now the only way teachers can integrate this [LGBTQ-inclusivity] into Stage 6 is by [selecting] related texts and encouraging students to do that. So I think when we’re talking about change, what can happen in schools, and what needs to go on, it really has to happen at the policy level. (Metropolitan location, mother) According to participants, such positioning by both the departmental authorities as well as leadership at the individual school level would enable teachers to take a stand with inclusive, affirming LGBTQ education as a given element of the K-12 schooling environment. When they do need to send a note home, I suppose having…an explanation around “We’re a zero tolerance school - that includes homophobia, bullying” and so normalizing it. Like, “This is what we will not tolerate…This is part of our policy and philosophy.” So [when new families are] becoming part of this school [they’re told] this will be what is included in not just the curriculum but in the philosophy of the school and then having teachers…[who] also have to fall within the philosophy, the underpinning of kind of values and policies and procedures of the school like anything else. (Regional location, mother) As noted, participants commented on the affordances of a school-wide (and departmental-wide) statement on diversity and inclusion which specifically addressed LGBTQ subjectivities as a way to mitigate risk for individual teachers and encourage whole-school approaches.  Australian Journal of Teacher Education  Vol 41, 10, October 2016   26 Conclusions  Aforementioned challenges to recruitment via school newsletters and limiting our recruitment strategies to particular regions within a single state undoubtedly had some impact on the final sample of K-12 parents who self-selected to participate in this research; thus in no way could our sample be considered representative.  It is nevertheless striking that despite participant diversity of ethnicity, religiosity, location, number and age of children, parents uniformly agreed that LGBTQ subjectivities be acknowledged within a comprehensive sexuality education, with the vast majority advocating for inclusion across the curriculum beginning in the early primary years of schooling.  This study has illustrated that, although LGBTQ-inclusivity in the K-12 schooling environment presents certain complexities, parents in the current project were highly supportive and cognisant of the need to include gender and sexuality diversity in schooling. While additional empirical research with diverse populations of parents is needed to inform more formalized consensus on the issue, in the meantime, it is indefensible for teachers and departmental staff to silence and render invisible LGBTQ subjectivities based on assumed or misinformed notions of parental desire. Rather, findings presented here illustrate that, for a broad variety of reasons, parents are invested in this form of education for their child(ren), reinforcing the recommendation that state and federal departments should look to methods of supporting teachers in this work, via formal curriculum inclusions and supplementary training. Likewise, initial teacher training courses must acknowledge that sexuality and gender diverse students and families are present in all schooling environments and provide training and stage-specific resources which encourage visibility and affirmation of these school community members. Should local contexts require, parents could still be afforded the option of withdrawing their children from the sexuality education elements of such content. Such an approach would enable the majority of students to receive an LGBTQ-inclusive education, representing a significant shift from current practices in Australia.  While a small number of research studies have investigated parental opinion related to comprehensive (e.g. LGBTQ-inclusive) sexuality education, no Australian research to date has provided reliable large-scale, nationally-representative data on parents’ understandings, desires, fears, or negotiations with schools about LGBTQ-inclusive education as integrated more broadly across the curriculum. As a result, curriculum and policy development and implementation in terms of this equity issue is uninformed, haphazard and presumptuous.  Future research in this area would benefit from a nationwide investigation of trend data on parents’ perspectives regarding the inclusion/exclusion of gender and sexuality diversity in school curriculum and practices, with a view to gaining a more thorough understanding of the rationale behind parental support as well as resistance to LGBTQ-inclusivity. Increasing parental voices about gender and sexuality diversity is critical to inform teachers and schools about how and when to best approach these issues with impunity.     Australian Journal of Teacher Education  Vol 41, 10, October 2016   27 References  Australian Curriculum, Assessment and Reporting Authority (ACARA). (2014). The Australian Curriculum. Health and Physical Education, Foundation to Year 10. Retrieved from http://www.australiancurriculum.edu.au/healthandphysical education/Curriculum/F-10   Australian Curriculum, Assessment and Reporting Authority (ACARA). (n.d.). Cross-curriculum priorities: Sustainability, key Ideas. Retrieved from http://www.australiancurriculum.edu.au/crosscurriculumpriorities/sustainability/key-ideas   Australian Government Department of Education and Training. (2014).  Safe Schools Toolkit, Element 2: A supportive and connected school culture. Retrieved from http://safeschoolshub.edu.au/safe-schools-toolkit/the-nine-elements/element-2 /key-characteristics Berne, L., Patton, W., Milton, J., Hunt, L., Wright, S., Peppard, J., & Dodd, J. (2000).  A qualitative assessment of Australian parents’ perceptions of sexuality education and communication.  Journal of Sex Education and Therapy, 25(2-3), 161-168. doi: 10.1080/01614576.2000.11074344 Board of Studies, Teaching and Educational Standards (BOSTES), New South Wales. (1999a).  Personal Development, Health and Physical Education, K-6 Principal’s Package.  Retrieved from http://k6.boardofstudies.nsw.edu.au/files/pdhpe/pdhpek6 _principal.pdf Board of Studies, Teaching and Educational Standards (BOSTES), New South Wales. (1999b).  Personal Development, Health and Physical Education, K-6 Modules.  Retrieved from http://k6.boardofstudies.nsw.edu.au/files/pdhpe/pdhpek6_modules.pdf  Butler, J. (1991). Imitation and gender insubordination. In D. Fuss (Ed.), Inside/Out: Lesbian theories, gay theories (pp. 13-31). New York, NY: Routledge.  Cumming-Potvin, W., & Martino, W. (2014). Teaching about queer families: Surveillance, censorship, and the schooling of sexualities. Teaching Education, 25(3), 309-333. https://doi.org/10.1080/10476210.2014.889672 Duffy, B. Fotinatos, N., Smith, A., & Burke, J. (2013). Puberty, health and sexual education in Australian regional primary schools: Year 5 and 6 teacher perceptions. Sex Education, 13(2), 186-213. https://doi.org/10.1080/14681811.2012.678324 Eisner, E. W. (2002). The educational imagination: On the design and evaluation of school programs. New York, NY: MacMillian.  Ferfolja, T., & Stavrou, E. (2015). Workplace experiences of Australian lesbian and gay teachers: findings from a national survey. Canadian Journal of Educational Administration and Policy, 173, 113-138 Ferfolja, T., & Ullman, J. (2014).  Opportunity Lost or (Re) Written Out:  LGBTI content in Australia’s new national Health and Physical Education curriculum.  In M. Somerville & S. Gannon (Eds.) Contemporary Issues of Equity in Education (pp. 69-87).  London:  Cambridge Scholars Publishing.  Foucault, M. (1978). The history of sexuality. Volume 1: An introduction. New York, NY: Vintage Books. Goldman, J. D. G. (2011). An exploration in Health Education of an integrated theoretical basis for Sexuality Education pedagogies for young people. Health Education Research, 26(3), 526-541. https://doi.org/10.1093/her/cyq084 Goldman, J. D. G. (2012). A critical analysis of UNESCO’s international technical guidance on school-based education for puberty and sexuality. Sex Education: Sexuality, society and learning, 12(2), 199-218. https://doi.org/10.1080/14681811.2011.609051 Australian Journal of Teacher Education  Vol 41, 10, October 2016   28 Goldman, J. D. G., & Coleman, S. J. (2013). Primary school puberty/sexuality education: Student-teachers’ past learning, present professional education, and intention to teach these subjects. Sex Education, 13(3), 276-290. doi:10.1080/14681811.2012. 719827  Guasp, A. (2012).The School Report. The experiences of gay young people in Britain’s schools in 2012. Retrieved from https://www.stonewall.org.uk/sites/default/files/The _School _Report__2012_.pdf Hillier, L., Jones, T., Monagle, M., Overton, N., Gahan, L., Blackman, J., & Mitchell, A. (2010). Writing Themselves In 3 (WTi3): The third national study on the sexual health and wellbeing of same sex attracted and gender questioning young people. Melbourne, Australia: Australian Research Centre in Sex, Health and Society, La Trobe University. Kosciw, J. G., Greytak, E. A., Palmer, N. A., & Boesen, M. J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual and transgender youth in our nation’s schools. New York, NY: GLSEN. Langton, R. (1993).  Speech acts and unspeakable acts.  Philosophy and Public Affairs, 22(4), 293-330. Macbeth, A., Weerakoon, P., & Sitharthan, G. (2009).  Pilot study of Australian school-based sexual health education:  parents’ views.  Sexual Health, 6, 328-333 https://doi.org/10.1071/SH09040 McDougall, B. (2015, August 25). Burwood Girls High School: Anger over gay parenting documentary ‘Gayby Baby’. The Daily Telegraph. Retrieved from http://www.dailytelegraph.com.au  Milton, J. (2010). Primary school sex education programs: Views and experiences of teachers in four primary schools in Sydney, Australia. Sex Education: Sexuality, Society and Learning, 3(3), 241-256. https://doi.org/10.1080/1468181032000119122  New South Wales Department of Education and Communities (2011).  What do I need to be aware of when teaching about sexuality?  Retrieved from:  http://www.curriculum support.education.nsw.gov.au/primary/pdhpe/growth/sexed005.htm New South Wales Department of Education and Training. (2004). Values in NSW public schools: A ministerial statement by Hon Andrew Refshauge, MP, Deputy Premier Minister for Education and Training and Minister for Aboriginal Affairs.  Sydney, Australia: New South Wales Department of Education and Training. New South Wales Department of Education and Training, Office of Schools. (2009). Controversial issues in schools policy implementation procedures (Policy number: PD20020045). Sydney, Australia: Department of Education and Training. Ollis, D., Harrison, L., & Richardson, A. (2012).  Building capacity in Sexuality Education: The Northern Bay College experience.  Melbourne, Australia: School of Education, Deakin University. Rasmussen, M. L. (2006).  Play School, melancholia, and the politics of recognition. British Journal of Sociology of Education, 27(4), 473-487. https://doi.org/10.1080/01425690600803079 Robinson, K.H., Bansel, P., Denson, N., Ovenden, G., & Davies, C. (2014). Growing Up Queer: Issues Facing Young Australians Who Are Gender Variant and Sexuality Diverse. Young and Well Cooperative Research Centre, Melbourne. Saldana, J. (2009). The coding manual for qualitative researchers. Phoenix, AZ: Sage. Sauntson, H. (2013).  Sexual diversity and illocutionary silencing in the English national curriculum.  Sex Education:  Sexuality, Society and Learning, 13(4), 395-408.  https://doi.org/10.1080/14681811.2012.745809   Australian Journal of Teacher Education  Vol 41, 10, October 2016   29 Smith, A., Schlichthorst, M., Mitchell, A., Walsh, J., Lyons, A., Blackman, P., & Pitts, M. (2011). Sexuality education in Australian secondary schools 2010 [Monograph Series No. 80]. Melbourne, Australia: La Trobe University, the Australian Research Centre in Sex, Health & Society. Ullman, J. (2015a).  Free to Be?: Exploring the schooling experiences of Australia’s sexuality and gender diverse secondary school students. Centre for Educational Research, School of Education, Western Sydney University, Penrith. Ullman, J. (2015b). ‘At-risk’ or school-based risk?:  Testing a model of school-based stressors, coping responses, and academic self-concept for same-sex attracted youth.  Journal of Youth Studies, 18(4), 417-433. https://doi.org/10.1080/13676261.2014.963539 Ullman, J., & Ferfolja, T. (2015). Bureaucratic constructions of sexual diversity: ‘sensitive’, ‘controversial’ and silencing. Teaching Education, 26(2), 145-159. https://doi.org/10.1080/10476210.2014.959487   Acknowledgments  We would like to acknowledge all of the project participants, who gave of their time to be a part of this research. We also wish to acknowledge the project research assistants, Anthony Vassallo and Grant Murray as well as Jawed Gabrael, Research Officer in the Centre for Educational Research, Western Sydney University who aided with the preparation of this manuscript.   Funding  This work was generously supported by a Western Sydney University research grant.   Notes  1. The term “parents” is used throughout this paper to delineate all parents, biological or otherwise, of school-aged young people including carers, guardians and extended family. 2. Students are, in contrast, required to learn about homophobic discrimination during Stage 4 (years 7 & 8).  See Ferfolja & Ullman (2014) for a critique of this curricular framing. 3. Two interviews took place in one of the Sydney metro area locations, for a total of eight separate interview occasions/transcripts. 4. From the online “Talking Sexual Health” curriculum support materials: “The school has a responsibility to inform parents, prior to the occasion, of the specific details of the program, so that parents have time to exercise their rights of withdrawing their child from a particular session on certain controversial issues. In this regard, a parent’s wish must be respected.” http://www.curriculumsupport.education.nsw.gov.au/primary/pdhpe/growth/sexed005.htm    ",
    "id": 81694713,
    "identifiers": {
        "doi": "10.14221/ajte.2016v41n10.2",
        "oai": "oai:ro.ecu.edu.au:ajte-3391"
    },
    "title": "The Elephant in the (Class)Room:  Parental Perceptions of LGBTQ-inclusivity in K-12 Educational Contexts",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-01-01T08:00:00+00:00",
    "publisher": "Edith Cowan University, Research Online, Perth, Western Australia",
    "references": [],
    "sourceFulltextUrls": [
        "https://ro.ecu.edu.au/cgi/viewcontent.cgi?article=3391&context=ajte"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/81694713.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/81694713"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/81694713/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/81694713/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/81694713"
        }
    ],
    "abstract": "While little is known about parental beliefs and desires regarding LGBTQ-inclusive education, assumptions about these appear to justify teachers’, curriculum writers’ and policy makers’ silences regarding sexuality and gender diversity in the K-12 classroom. Thus, in order to better inform educators’ practices, this paper presents an analysis of interview data from focus groups with parents from across the Australian state of New South Wales. Findings highlight parents’ desires for LGBTQ-inclusivity, not only as a protective factor for sexuality and gender diverse students, but also to engender social cohesion and prepare all students for adult life in the modern social landscape. Parents struggled with the complexities of promoting positive social values through compulsory content while simultaneously respecting diverse sets of values and parents’ rights to frame such topics according to a private set of beliefs. Furthermore, parents advocated for teacher training in this area and were eager for teachers and school leadership staff to feel departmentally-supported to enact LGBTQ-inclusive practices",
    "tags": [
        "journal_article",
        "LGBTQ",
        "school",
        "parents",
        "policy",
        "curriculum",
        "values education",
        "Curriculum and Social Inquiry",
        "Gender and Sexuality"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "journal_article"
    ],
    "oai": "oai:ro.ecu.edu.au:ajte-3391",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1001",
        "openDoarId": 0,
        "name": "Research Online @ ECU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 81694713,
        "depositedDate": "2016-10-01T00:00:00+01:00",
        "publishedDate": "2016-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-03T18:10:15+00:00",
        "acceptedDate": "2016-12-23T00:00:00+00:00",
        "createdDate": "2017-05-03T13:20:51+01:00"
    },
    "urls": [
        "https://ro.ecu.edu.au/ajte/vol41/iss10/2",
        "https://ro.ecu.edu.au/context/ajte/article/3391/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-02-03T18:10:15+00:00",
    "setSpecs": []
}