{
    "acceptedDate": "",
    "authors": [
        {
            "name": "INTAN AL BALUNI  , RISANTI"
        }
    ],
    "contributors": [],
    "createdDate": "2013-07-08T16:50:20+01:00",
    "dataProvider": {
        "id": 335,
        "name": "Lumbung Pustaka UNY  (UNY Repository)",
        "url": "https://api.core.ac.uk/v3/data-providers/335",
        "logo": "https://api.core.ac.uk/data-providers/335/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/11064568.pdf",
    "fullText": "THE SEXUAL ORIENTATION OF CELIE  IN ALICE WALKER’S THE COLOR PURPLE  A THESIS SUMMARY  Presented as Partial Fulfillment of the Requirement for the Attainment of a  Sarjana Sastra Degree in English Language and Literature     By Risanti Intan Al Baluni 06211144001   ENGLISH LANGUAGE AND LITERATURE STUDY PROGRAM FACULTY OF LANGUAGE AND ARTS YOGYAKARTA STATE UNIVERSITY 2012    CHAPTER I: INTRODUCTION A. Background of the Study Sexual orientation plays an important role in the development of human behavior and human personality. A person’s sexual orientation is a fundamental aspect of sexuality and identity. Many people identify themselves as having a certain sexual orientation based on who they are attracted to or fall in love with. Often lesbian, gay, bisexual and asexual people feel afraid, different, and alone when they first realize that their sexual orientation is different from the community norm. They may have to struggle against prejudice and misinformation about homosexuality. They are afraid of being rejected by family, friends, co-workers, and religious institutions because of misunderstanding or stereotype. Understanding sexual orientation is important so that people will not judge other people based on their sexual orientation. The Color Purple examines not only black people oppression but also bisexual love, and lesbian love. In 1983, The Color Purple won the Pulitzer Prize for fiction, making Walker the first black woman to win. The Color Purple is suitable novel to research about sexual orientation especially lesbian B. Research Focuses This research will be focused on the factors that cause Celie to become a lesbian and Celie’s homosexual identity development process C. Research Questions 1. What are the factors cause Celie to become a lesbian? 2. How is the development of Celie’s sexual orientation identity process? D. Research Objectives 1. to reveal the factors that cause Celie to become a lesbian, 2. to explain the development of Celie’s homosexual identity process E. Research Significant 1. It is hoped that this research can attract people’s interest in reading literary works written by female writers and make people more aware of the existence of women. 2. This research tries to give people more understanding about homosexual people, that homosexuality is not a disease and we should not avoid them.  CHAPTER II: LITERARY REVIEW A. Theoretical Description 1. Feminism  Morris (1993: 1) states that feminism is a political perception based on two fundamental premises: (1) that gender difference is the foundation of a structural inequality between women and men, by which women suffer systematic social injustice, and (2) that the inequality between sexes is not the result of biological necessity but is produced by the environmental construction of gender differences. 2. Sexual Orientation Sexual orientation describes a pattern of emotional, romantic, or sexual attraction to men, women, both sexes or none of them. Reiter (1989: 139) states that sexual orientation is enduring and also refers to a person's sense of personal and social identity based on those attractions, behaviors expressing them, and membership in a community of others who share them. There are four types of sexual orientation: heterosexuality, homosexuality, bisexuality, asexuality. There are three factors that can cause someone’s sexuality: Psychologycal, biological, social/environmental factors. 3. Lesbianism According to Zimmerman (1981), lesbianism is a kind of relationship in which two women’s strongest feelings and affections are directed toward each other. Lesbianism refers to the most intimate bond between two women, whether sexual, emotional, or both.  4. Developmental Stages of Homosexual Identity Process Cass’s states that there are six stages of homosexual identity development process: identity confusion, identity comparison, identity tolerance, identity acceptance, identity pride, identity synthesis. Unlike Cass, Troiden concludes that there are four stages of homosexual identity development process: sensitization, identity confusion, identity assumption, commitment. Grace concludes that there are five stages of homosexual identity formation: emergence, acknowledgement, first relationship, finding community, self-definition and reintegration. 5. The Stages of Homosexual Identity Development Process in The Color Purple There are four stages that the main character of The Color Purple experiences regarding to her homosexual identity development process: sensitization or emergence, identity confusion, identity assumption, first relationship. 6. Previous Research Findings A thesis by Hernita Oktarini entitled The Process of Becoming a Lesbian and Its Consequences as Experienced by Holland Jaeger in Julie Anne Peters’ Keeping You a Secret. Another research is written by Angela Astrid from Sanata Dharma University, she wrote The influence of patriarchy on Otoko and Keiko`s lesbianism in Kawabata`s Beauty and Sadness. 7. Conceptual Framework This research is about the sexual orientation in the main character of The Color Purple. The researcher focuses on the factors that cause Celie to become a lesbian and Celie’s homosexual identity development process. Sexual orientation, feminism and lesbian theories are used to analyze the research problems. Feminism is used as general knowledge to analyze the two research problems.  CHAPTER III: RESEARCH METHOD A. Research Design The most suitable research design in this study was a qualitative research. Qualitative research is concerned with providing description phenomena that occur naturally, without the intervention, or an experiment. According to Bogdan and Biklen (1997: 10), the data collected in qualitative research is in the form of words or pictures rather than numbers. B. Data and Data Sources The main source of data in this research is a novel entitled The Color Purple by Walker, published in 1982 . The secondary data source are taken from books, article and information either written or electronic and the other related sources to support the analysis of the main data source C. Data Collecting Tecnhique There are four steps in the process of collecting data: reading, note taking, interpreting and categorizing. D. Technique of Data Analysis The data taken from the novel and secondary sources were analyzed by using qualitative content analysis technique which covers four steps. 1. The researcher formulated the indicator of factors that cause someone becomes a lesbian based on the theories and the indicators of each stage of lesbian identity development based on the theories . 2. The researcher identified the data from the novel that related to the factors that cause someone to become a lesbian and the stages of lesbian identity development. 3. The data indicating factors that cause Celie to become a lesbian were classified into two factors: psychological and social and cultural factors, while Celie’s lesbian identity development was classified into: sensitization, identity confusion, identity assumption and first relationship. 4. The data were checked related theories to get the valid data analysis. E. Data Validity In achieving credibility, there were two techniques employed, namely triangulation and inter-rated technique. To achieve credibility of the data, the researcher consulted two supervisors, Dr. Widyastuti Purbani, M.A. and Ari Nurhayati, M.Hum. The researcher discussed the data and analysis with her colleagues at English Literature study program, they are Putri Dewi Nurhidayah and Iramaya Nainggolan.   CHAPTER IV: RESEARCH FINDINGS  1. Factors that Cause Celie to Become a Lesbian a. Psychological Factors 1) Celie’s fear of men as a result from her abusive father and husband       She went to visit her sister doctor over Macon. Left me to see after the others. He never had a kine word to say to. me. Just say You gonna do what your mammy wouldn't. First he put his thing up gainst my hip and sort of wiggle it around. Then he grab hold my titties. Then he push his thing inside my pussy. When that hurt, I cry. He start to choke me, saying You better shut up and git used to it. (Walker, 1) 2) The comfortable feeling with another woman as recalling mother-daughter connections   I work on her like she a doll or like she Olivia? or like she mama. I comb and pat, comb and pat. First she say, hurry up and git finish. Then she melt down a little and lean back gainst my knees. That feel just right, she say. That feel like mama used to do. Or maybe not mama. Maybe grandma. She reach for another cigarette. Start hum a little tune. (Walker, 53)  b. Social/environmental factors 1) Abusive father and husband as a result of patriarchal society  She ugly. He say. But she ain't no stranger to hard work. And she clean. And God done fixed her. You can do everything just like you want to and she ain't gonna make you feed it or clothe it. (Walker, 7)  2) The existence of Shug in Celie’s life   Shug saying Celie. Miss Celie. And I look up where she at. She say my name again. She say this song I'm bout to sing is call Miss Celie's song. Cause she scratched it out of my head when I was sick. First she hum it a little, like she do at home. Then she sing the words. It all about some no count man doing her wrong, again. But I don't listen to that part. I look at her and I hum along a little with the tune. First time somebody made something and name it after me. (Walker, 74)  2. Celie’s Homosexual Identity Development Process a. Sensitization/Emergence  This stage occurs before puberty, and is generally not seen in a sexual context. There is no homosexual or heterosexual labeling to one’s feelings or behaviors.   I don't even look at mens. That's the truth. I look at women, tho, cause I'm not scared of them. Maybe cause my mama cuss me you think I kept mad at her. But I ain't. I felt sorry for mama. Trying to believe bis story kilt her. (Walker, 5)  b. Identity Confusion  The confusion stage is a stage in which a person starts to feel the confusion in her mind because of her behaviour.   Before I know it, tears meet under my chin. And I'm confuse. He love looking at Shug. I love looking at Shug. But Shug don't love looking at but one of us. Him. But that the way it spose to be. I know that. But if that so, why my heart hurt me so? (Walker, 74)  c. Identity Assumption In this stage, there is association between Celie with another homosexual and sexual experimentation.   All the men got they eyes glued to Shug's bosom. I got my eyes glued there too. I feel my nipples harden under my dress. My little button sort of perk up too. Shug, I say to her hi my mind, Girl, you looks like a real good time, the Good Lord knows you do. (Walker, 82)  d. First Relationship 1) The dream world phase  I wanted to build me a round house, say Shug, but everybody act like that's backward. You can't put windows in a round house, they say. But I made me up some plans, anyway. One of these days. she say, showing me the papers. It a big round pink house, look sort of like some kind of fruit. It got windows and doors and a lot of trees round it. What it made of? I ast. Mud, she say. But I wouldn't mind concrete. I figure you could make the molds for each section, pour the concrete in, let it get hard, knock off the mold, glue the parts together somehow and you'd have your house. (Walker, 211)  2) Misery Phase My heart broke. Shug love somebody else. Maybe if I had stayed in Memphis last summer it never would have happen. But I spent the summer fixing up the house. I thought if you come anytime soon, I want it to be ready. And it is real pretty, now, and comfortable. And I found me a nice lady to live in it and look after it. Then I come home to Shug. (Walker, 251)  3) Enlightenment The only thing bother me is she don't never say nothing bout coming back. And I miss her. I miss her friendship so much that if she want to come back here dragging Germaine I'd make them both welcome, or die trying. Who am I to tell her who to love? My job just to love her good and true myself. (Walker, 273)  CHAPTER V: CONCLUSIONS There are two factors that cause Celie to become a lesbian: psychological and Social/environmental factors. Celie’s homosexual identity development process covers four stages: Sensitization/emergence, identity confusion, identity assumption, first relationship.      REFERENCES A. Printed Sources Astrid, Angela. 2008. The Influence of Patriarchy on Otoko and Keiko’s Lesbianism in Kawabata’s Beauty and Sadness. Skripsi S1. Yogyakarta: Sanata Dharma University. Barry, Peter. 1995. Beginning Theory: An Introduction to Literary and Cultural Theory. New York: Manchester University Press. Beasley, Chris. 1999: What is Feminism? : An Introduction to Feminist Theory. Australia: Sage Publication. Bell, Alan P, Weinberg, Martin S., Hammersmith, Sue Kiefer. 1981. Sexual Preference: Its Development in Men and Women. Bloomington: Indiana University Press.  Bogdan, R & Biklen,S.K. 1997. Qualitative Research for Education: An Introduction to Theory and Method. Boston: Allyn & Bacon.  Garnets, Linda. D. ; Herek, Gregory M. ; and Levi, Barrie. 2003. “Violence and Victimization of Lesbian and Gay Men: Mental Health Consequences” in Linda D. Garnets and Douglas C. Kimmel (eds), Psychological Perspectives on Lesbian, gay, Bisexual Experiences. NY. Columbia University Press.  Garnets, Linda D. and Kimmel, Douglas C. 2003. “Lesbian, Gay Male, and Bisexual Dimensions” in Linda D. Garnets and Douglas C. Kimmel (eds), Psychological Perspectives on Lesbian, gay, Bisexual Experiences. NY. Columbia University Press. Giddens, Anthony. 2006. Sociology. Cambridge: Polity Press. Glover, David & Kaplan, Cora. 2000. Genders. London: Routledge. Gowaty, Patricia Adair. 1997. Feminism and Evolutionary Biology: Boundaries, Intersections, and Frontiers. United States of America: Chapman & Hall. Hall, Donald Eugene. 2011. Literary and Cultural Theory: from Basic Principles to advanced applications. NY: Houghton Mifflin Company. Herek, Gregory M. 2003. “Why Tell if You’re not asked? Self, Disclosure, Intergroup Contact and Heterosexuals Attitudes toward Lesbians and Gay Men” in Linda D. Garnets and Douglas C. Kimmel (eds), Psychological Perspectives on Lesbian, gay, Bisexual Experiences. NY. Columbia University Press. Hornby, A.S. 1995. Oxford Advanced Learner’s Dictionary of Current English. (5th Ed). New York: NYUP Humm, Maggie. 1988. “Feminist Literary Theory” in Stevie Jackson and Jackie Jones (eds). Contemporary Feminist Theory. NY: NYUP Kitzinger, Celie. 1987. The Social Construction of Lesbianism. London: Sage Publications Moleong, Lexy.J. 2001. Metodologi Penelitian Kualitatif. Bandung: PT. Remaja Rosdakarya. Morris, Pam. 1993. Literature and Feminism: An Introduction. Oxford: Blackwell Publisher. Oktarini, Hernita. 2012. The Process of Becoming a Lesbian and Its Consequences as Experienced by Holland Jaeger in Julie Anne Peters’ Keeping You a Secret. Skripsi S1. Yogyakarta: English language and literature study program. Faculty of languages and arts. State University of Yogyakarta. Pilcher, Jane & Whelehan, Imelda. 2004. 50 Key Concepts in Gender Studies. London: Sage Publications Reiter L. 1989. \"Sexual orientation, sexual identity, and the question of choice\". Clinical Social Work Journal 17: 138–50 Richardson, Laurel & Taylor, Verta. 1993. Feminist Frontiers III. New York: McGraw-Hill,inc. Ritter, Kathleen Y & Terndrup, Anthony I. 2002. Handbook of Affirmative Psychotherapy with Lesbian and Gay Men. New York: The Guildford Press. Showalter Elaine. 1985. The New Feminist Criticism: Essays on Women, Literature, and Theory. New York: Pantheon Books Walker, Alice. 1982. The Color Purple. New York: Harcourt. Widiastuti, Ari. Celie’s Struggle to Show Her Existence in Alice Walker’s The Color Purple. Skripsi S1. Yogyakarta: Sanata Dharma University Willis, Ellen.1992. No More Nice Girls: Countercultural Essays. Connecticut: Wesleyan University Press, 1992. Zimmerman, Bonnie. 1982. What Has Never Been: An Overview of Lesbian Feminist Literary Criticism. America: Feminist Studies,inc. Zuchdi, Darmiyati. 1993. Panduan Penelitian Analisis Konten. Yogyakarta: Lembaga Penelitian IKIP Yogyakarta.   B. Electronic Sources   White, Evelyn C. 1999. “An Interview with Alice Walker: On Finding Your Bliss”. Available in <http://www.bookbrowse.com/author_interviews/full/index.cfm?author_number=314>. Retrieved on 13th January,2012.  --------------------. 2010. \"What is sexual orientation?\". Available in < http://www.apa.org/helpcenter/sexual-orientation.aspx>. Retrieved on 18th December,2011.  Walker, Alice. 2012. Biography.com. Available in <http://www.biography.com/people/alice-walker-9521939>. Retrieved Jun 24, 2012. Walker, Alice. 2008. Background of The Color Purple. Available in < http://www.gradesaver.com/the-color-purple/study-guide/about/>. Retirieved on June,24,2012.   ",
    "id": 11064568,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.uny.ac.id:6979"
    },
    "title": "THE SEXUAL ORIENTATION OF CELIE \n\nIN ALICE WALKER’S THE COLOR PURPLE",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-07-31T01:00:00+01:00",
    "publisher": null,
    "references": [
        {
            "id": 17399094,
            "title": "50 Key Concepts in Gender Studies. London: Sage Publications Reiter L.",
            "authors": [],
            "date": "2004",
            "doi": "10.4135/9781446278901",
            "raw": "Pilcher, Jane & Whelehan, Imelda. 2004. 50 Key Concepts in Gender Studies. London: Sage Publications Reiter L. 1989. &quot;Sexual orientation, sexual identity, and the question of choice&quot;. Clinical Social Work Journal 17: 138–50 Richardson, Laurel & Taylor, Verta. 1993. Feminist Frontiers III. New York: McGrawHill,inc.",
            "cites": null
        },
        {
            "id": 17399103,
            "title": "An Interview with Alice Walker: On Finding Your Bliss”. Available",
            "authors": [],
            "date": "1999",
            "doi": null,
            "raw": "B.  Electronic Sources White, Evelyn C. 1999. “An Interview with Alice Walker: On Finding Your Bliss”. Available in <http://www.bookbrowse.com/author_interviews/full/index.cfm?author_number= 314>. Retrieved on 13 th January,2012.",
            "cites": null
        },
        {
            "id": 17399105,
            "title": "Background of The Color Purple. Available",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Walker, Alice. 2008. Background of The Color Purple. Available in < http://www.gradesaver.com/the-color-purple/study-guide/about/>. Retirieved on June,24,2012.",
            "cites": null
        },
        {
            "id": 17399081,
            "title": "Beginning Theory: An Introduction to Literary and Cultural Theory.",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "Barry, Peter. 1995. Beginning Theory: An Introduction to Literary and Cultural Theory. New York: Manchester University Press.",
            "cites": null
        },
        {
            "id": 17399100,
            "title": "Celie’s Struggle to Show Her Existence in Alice Walker’s The Color Purple. Skripsi S1. Yogyakarta: Sanata Dharma University Willis, Ellen.1992. No More Nice Girls: Countercultural Essays. Connecticut:",
            "authors": [],
            "date": "1992",
            "doi": null,
            "raw": "Widiastuti, Ari. Celie’s Struggle to Show Her Existence in Alice Walker’s The Color Purple. Skripsi S1. Yogyakarta: Sanata Dharma University Willis, Ellen.1992. No More Nice Girls: Countercultural Essays. Connecticut: Wesleyan University Press, 1992.",
            "cites": null
        },
        {
            "id": 17399088,
            "title": "Feminism and Evolutionary Biology: Boundaries, Intersections, and Frontiers. United States of America:",
            "authors": [],
            "date": "1997",
            "doi": "10.1007/978-1-4615-5985-6",
            "raw": "Gowaty, Patricia Adair. 1997. Feminism and Evolutionary Biology: Boundaries, Intersections, and Frontiers. United States of America: Chapman & Hall.",
            "cites": null
        },
        {
            "id": 17399091,
            "title": "Feminist Literary Theory” in Stevie Jackson and Jackie Jones (eds). Contemporary Feminist Theory.",
            "authors": [],
            "date": "1988",
            "doi": null,
            "raw": "New York: NYUP Humm, Maggie. 1988. “Feminist Literary Theory” in Stevie Jackson and Jackie Jones (eds). Contemporary Feminist Theory. NY: NYUP Kitzinger, Celie. 1987. The Social Construction of Lesbianism. London: Sage Publications Moleong, Lexy.J. 2001. Metodologi Penelitian Kualitatif. Bandung: PT. Remaja Rosdakarya.",
            "cites": null
        },
        {
            "id": 17399087,
            "title": "Lesbian, Gay Male, and Bisexual Dimensions” in",
            "authors": [],
            "date": "2003",
            "doi": "10.1037/11105-004",
            "raw": "Garnets, Linda D. and Kimmel, Douglas C. 2003. “Lesbian, Gay Male, and Bisexual Dimensions” in Linda D. Garnets and Douglas C. Kimmel (eds), Psychological Perspectives on Lesbian, gay, Bisexual Experiences. NY. Columbia University Press.",
            "cites": null
        },
        {
            "id": 17399089,
            "title": "Literary and Cultural Theory: from Basic Principles to advanced applications. NY:",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Hall, Donald Eugene. 2011. Literary and Cultural Theory: from Basic Principles to advanced applications. NY: Houghton Mifflin Company.",
            "cites": null
        },
        {
            "id": 17399092,
            "title": "Literature and Feminism: An Introduction.",
            "authors": [],
            "date": "1993",
            "doi": null,
            "raw": "Morris, Pam. 1993. Literature and Feminism: An Introduction. Oxford: Blackwell Publisher.",
            "cites": null
        },
        {
            "id": 17399084,
            "title": "Qualitative Research for Education: An Introduction to Theory and Method.",
            "authors": [],
            "date": "1997",
            "doi": null,
            "raw": "Bogdan, R & Biklen,S.K. 1997. Qualitative Research for Education: An Introduction to Theory and Method. Boston: Allyn & Bacon.",
            "cites": null
        },
        {
            "id": 17399099,
            "title": "The New Feminist Criticism: Essays on Women, Literature, and Theory.",
            "authors": [],
            "date": "1985",
            "doi": "10.1086/494334",
            "raw": "Showalter Elaine. 1985. The New Feminist Criticism: Essays on Women, Literature, and Theory. New York: Pantheon Books Walker, Alice. 1982. The Color Purple. New York: Harcourt.",
            "cites": null
        },
        {
            "id": 17399093,
            "title": "The Process of Becoming a Lesbian and Its Consequences as Experienced by Holland Jaeger in Julie Anne Peters’ Keeping You a Secret. Skripsi S1. Yogyakarta: English language and literature study program. Faculty of languages and arts.",
            "authors": [],
            "date": "2012",
            "doi": null,
            "raw": "Oktarini, Hernita. 2012. The Process of Becoming a Lesbian and Its Consequences as Experienced by Holland Jaeger in Julie Anne Peters’ Keeping You a Secret. Skripsi S1. Yogyakarta: English language and literature study program. Faculty of languages and arts. State University of Yogyakarta.",
            "cites": null
        },
        {
            "id": 17399085,
            "title": "Violence and Victimization of Lesbian and Gay Men: Mental Health Consequences”",
            "authors": [],
            "date": "2003",
            "doi": "10.1177/088626090005003010",
            "raw": "Garnets, Linda. D. ; Herek, Gregory M. ; and Levi, Barrie. 2003. “Violence and Victimization of Lesbian and Gay Men: Mental Health Consequences” in Linda D. Garnets and Douglas C. Kimmel (eds), Psychological Perspectives on Lesbian, gay, Bisexual Experiences. NY. Columbia University Press.",
            "cites": null
        },
        {
            "id": 17399102,
            "title": "What Has Never Been: An Overview of Lesbian Feminist Literary Criticism. America: Feminist Studies,inc.",
            "authors": [],
            "date": "1982",
            "doi": "10.2307/3177760",
            "raw": "Zimmerman, Bonnie. 1982. What Has Never Been: An Overview of Lesbian Feminist Literary Criticism. America: Feminist Studies,inc. Zuchdi, Darmiyati. 1993. Panduan Penelitian Analisis Konten. Yogyakarta: Lembaga Penelitian IKIP Yogyakarta.",
            "cites": null
        },
        {
            "id": 17399083,
            "title": "What is Feminism? : An Introduction to Feminist Theory. Australia: Sage Publication.",
            "authors": [],
            "date": "1999",
            "doi": null,
            "raw": "Beasley, Chris. 1999: What is Feminism? : An Introduction to Feminist Theory. Australia: Sage Publication.",
            "cites": null
        },
        {
            "id": 17399104,
            "title": "What is sexual orientation?&quot;.",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "--------------------. 2010. &quot;What is sexual orientation?&quot;. Available in < http://www.apa.org/helpcenter/sexual-orientation.aspx>. Retrieved on 18 th December,2011.",
            "cites": null
        },
        {
            "id": 17399090,
            "title": "Why Tell if You’re not asked? Self, Disclosure, Intergroup Contact and Heterosexuals Attitudes toward Lesbians and Gay Men” in",
            "authors": [],
            "date": "2003",
            "doi": "10.1177/0146167296224007",
            "raw": "Herek, Gregory M. 2003. “Why Tell if You’re not asked? Self, Disclosure, Intergroup Contact and Heterosexuals Attitudes toward Lesbians and Gay Men” in Linda D. Garnets and Douglas C. Kimmel (eds), Psychological Perspectives on Lesbian, gay, Bisexual Experiences. NY. Columbia University Press. Hornby, A.S. 1995. Oxford Advanced Learner’s Dictionary of Current English. (5 th Ed).",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/11064568.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/11064568"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/11064568/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/11064568/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/11064568"
        }
    ],
    "abstract": "The objectives of this research are to reveal the factors that cause Celie to become a lesbian and to describe Celie’s homosexual identity development. The researcher used sexual orientation, lesbianism and other related theories to answer the formulated research questions.\n\nThe method used in this research is qualitative content analysis. The subject of this research is a novel entitled The Color Purple by Walker. The data are some phrases, clauses, and sentences related to the factors that cause Celie to become a lesbian and process of Celie’s homosexual identity development. The key instrument of this research is the researcher herself employing sexual orientation theory by Giddens and lesbianism theory by Rich as explained in the conceptual framework. Sexual orientation and lesbianism are used as the grand theories for the analysis. The indicators made are based on the employed theories to gain the research data. To gain the trustworthiness, the researcher used data triangulation technique by crosschecking the data with her consultants and other researchers. \n\nThe findings of the research show two important points. First, the factors that cause Celie to become a lesbian are psychological and social/environmental factors. Second, Celie’s homosexual identity development process covers four stages: sensitization or emergence, identity confusion, identity assumptiopn and first relationship",
    "tags": [
        "Thesis",
        "NonPeerReviewed",
        "Bahasa dan Sastra Inggris"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Thesis",
        "NonPeerReviewed"
    ],
    "oai": "oai:eprints.uny.ac.id:6979",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "335",
        "openDoarId": 0,
        "name": "Lumbung Pustaka UNY  (UNY Repository)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 11064568,
        "depositedDate": null,
        "publishedDate": "2012-07-31T01:00:00+01:00",
        "updatedDate": "2024-01-30T09:11:56+00:00",
        "acceptedDate": null,
        "createdDate": "2013-07-08T16:50:20+01:00"
    },
    "urls": [
        "https://eprints.uny.ac.id/6979/",
        "https://eprints.uny.ac.id/6979/1/A%20Thesis%20Summary_Risanti_intan_albaluni.pdf"
    ],
    "lastUpdate": "2024-01-30T09:11:56+00:00",
    "setSpecs": []
}