{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ortiz, Javier"
        },
        {
            "name": "Dick, Matthew"
        },
        {
            "name": "Rankin, Sara"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-30T09:14:29+00:00",
    "dataProvider": {
        "id": 13645,
        "name": "Seattle University School of Law: Digital Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/13645",
        "logo": "https://api.core.ac.uk/data-providers/13645/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/235986382.pdf",
    "fullText": "Seattle University School of Law Seattle University School of Law Digital Commons Homeless Rights Advocacy Project Law School Archives 5-8-2015 The Wrong Side of History: A Comparison of Modern and Historical Criminalization Laws Javier Ortiz Matthew Dick Sara Rankin Seattle University School of Law Follow this and additional works at: https://digitalcommons.law.seattleu.edu/hrap Recommended Citation Ortiz, Javier; Dick, Matthew; and Rankin, Sara, \"The Wrong Side of History: A Comparison of Modern and Historical Criminalization Laws\" (2015). Homeless Rights Advocacy Project. 7. https://digitalcommons.law.seattleu.edu/hrap/7 This Article is brought to you for free and open access by the Law School Archives at Seattle University School of Law Digital Commons. It has been accepted for inclusion in Homeless Rights Advocacy Project by an authorized administrator of Seattle University School of Law Digital Commons. For more information, please contact coteconor@seattleu.edu.  Electronic copy available at: http://ssrn.com/abstract=2602533 The Wrong Side  of hiSTory:A Comparison of Modern  & Historical Criminalization Laws Electronic copy available at: http://ssrn.com/abstract=2602533 The Wrong Side of History   May 2015           The Wrong Side of History:   A Comparison of Modern and Historical Criminalization Laws   AUTHORS Javier Ortiz and Matthew Dick  EDITOR Sara K. Rankin The Wrong Side of History   May 2015   i       ACKNOWLEDGMENTS   The Homeless Rights Advocacy Practicum (HRAP) is a section of the Homeless Rights Advocacy Project at Seattle University School of Law’s Korematsu Center. Javier Ortiz and Matthew Dick, law students at Seattle University School of Law and members of the founding cohort of HRAP, authored this policy brief under the supervision of Professor Sara Rankin of Seattle University School of Law. The authors are deeply grateful to the following individuals for their time and contributions toward the preparation of this brief:    Paul Boden, Executive Director (Western Regional Advocacy Project)  Anne Kysar (Schroeter, Goldmark & Bender; ACLU Cooperating Attorney)  Ben Curtis, Member (SU Poverty Education Center)  Jenny Lee, Staff Attorney (Hawaii Appleseed Center for Law & Economic Justice)  Kirsten Clanton, Attorney (Southern Legal Counsel)  Leigh Weber, Community Pastor (REACH)  Lisa Gustaveson, Program Manager (SU Faith & Family Homelessness Project)  Marcy Bowers, Director (Poverty Action)  Margie Quinn, Operations Manager (Facing Homelessness)  Nancy Talner, Staff Attorney (American Civil Liberties Union)  Nick Licata, Councilmember (City of Seattle)  Professor Matthew J. Hickman and his Criminal Justice Research Methodology students at Seattle University School of Law  Our HRAP colleagues Joshua Howard, Kaya Lurie, Scott MacDonald, Justin Olson, Breanne Schuster, and David Tran  Ruth Blaw, Director (Orion Center)  Steven Bender, Professor (Seattle University School of Law)   The University of California Berkeley, School of Law Policy Advocacy Clinic, including students Marina Fisher, Nathaniel Miller, and Lindsay Walter, along with Clinic Director Jeffrey Selbin   And finally, the authors would like to thank Professor Sara Rankin, whose passion and dedication to teaching and advocacy has inspired the authors to continue their efforts as homeless rights advocates.  Professor Rankin has guided and supported the authors every step of the way and we are forever grateful.      The Wrong Side of History   May 2015   ii      TABLE OF CONTENTS  EXECUTIVE SUMMARY ......................................................................................................... iii  INTRODUCTION..........................................................................................................................1  I. HISTORICAL EXCLUSION LAWS ..........................................................................................2  A. Vagrancy Laws ...................................................................................................................2 B. Anti-Okie Laws ..................................................................................................................4 C. Jim Crow Laws ..................................................................................................................6 D. Ugly Laws ...........................................................................................................................9 E. Sundown Town .................................................................................................................11  II. MODERN CASE STUDIES .....................................................................................................12  A. Honolulu, HI .....................................................................................................................12 B. Clearwater, FL .................................................................................................................13 C. Burien, WA .......................................................................................................................14  III. SHIFT FROM HISTORICAL EXCLUSION LAWS TO MODERN ORDINANCES ..........16  A. How Historical Exclusion Laws Led to Modern Criminalization Ordinances ..........16 B. Broken Windows Theory ................................................................................................19 C. Criminalizing Homelessness in Washington State ........................................................20  IV. CRIMINALIZATION: WE’VE TRIED AND REJECTED THIS BEFORE .........................22  A. Similarities Between Modern and Historical Criminalization Efforts .......................22 B. Trends to Overturn Historical Exclusion Laws ............................................................24 C. The Shift in Public Opinion on Historical Criminalization Efforts ............................25 D. Predictions Based on Historical Criminalization Rejections .......................................26  CONCLUSION ............................................................................................................................27  BIBLIOGRAPHY ........................................................................................................................28      The Wrong Side of History   May 2015   iii EXECUTIVE SUMMARY  This brief discusses the history of the criminalization of homelessness. Specifically, this brief explores historical criminalization laws and the framework created for modern anti-homeless ordinances. This brief’s section on historical criminalization laws will explore the impetus for their creation, their effects, and ultimately the reasons for their repeal. Next, modern anti-homeless ordinances are analyzed through three modern case studies. Finally, historical criminalization laws and modern anti-homeless ordinances are compared, revealing their similarities in form, function, and phrasing. These similarities should lead to the repeal of modern anti-homeless ordinances: a similar fate of historical criminalization laws.  Historical exclusion laws targeted groups to exclude them from public space. The following are examples of exclusion laws and their purposes:  Laws were created in England and early colonial America to protect “public space” from disreputable individuals.1  Warning-out was a process by which colonial towns could exclude people from communities by preventing them (if they thought they were going to be a welfare burden) from obtaining residence if they could not prove either financial self-sufficiency and/or familial heritage to the community.2  The English government adopted increasingly punitive vagrancy laws directed against wandering, unemployed indigents.3  Elizabethan poor laws gave power to cities over the daily lives of the poor.   The great migration to the West, during the Dust Bowl, gave rise to the term “Okie” and created a negative connotation as Western states felt the burden of an excess population.4  In the case of sundown towns, these laws were meant to keep minorities—often times African American, Chinese American, or Hispanics—from residing in the town.5  The United States Supreme Court struck down vagrancy and loitering laws as impermissibly vague in violation of the Due Process Clause of the Fourteenth Amendment.  Although many states were encouraged to overturn, repeal, or discontinue enforcement of these laws without intervention from the Supreme Court or Congress, the process was slow to conclude.6 Modern anti-homeless ordinances seem to be a response to the repeal of historical exclusion laws, but still function in the same manner:                                                  1 Sandra Wachholz, Hate Crimes Against the Homeless: Warning-Out New England Style, JOURNAL OF SOCIOLOGY AND SOCIAL WELFARE, VOL. XXXII, NUM. 4, 141 (Dec. 2005). 2 Id.  3 Harry Simon, Towns Without Pity: A Constitutional and Historical Analysis of Official Efforts to Drive Homeless Persons From American Cities, 66 Tul. L. Rev. 631 (1992). 4 DONALD WORSTER, DUST BOWL—THE SOUTHERN PLAINS IN THE 1930S, 50 (25th Anniversary ed., Oxford Univ. Press 2004) (other terms for Okies including “Arkies” or “Texies”). 5 Tom I. Romero, II, No Brown Towns: Anti-Immigrant Ordinances and Equality of Educational Opportunity for Latina/os, 12 J. Gender Race & Just. 13, 30-32 (2008). 6 Marcia Pearce Burgdorf & Robert Burgdorf, Jr., A History of Unequal Treatment: The Qualifications of Handicapped Persons as a Suspect Class Under the Equal Protection Clause, 15 SANTA CLARA L. REV. 855 (1975) (stating that many ugly laws were not repealed until the 1970s and the latest were still in effect until 1974). The Wrong Side of History   May 2015   iv  The repeal of historical vagrancy and group-specific exclusion laws led to the creation of more detailed modern conduct-specific ordinances.  The removal of homeless individuals from a city’s public spaces as a policy goal was largely influenced by the Broken Windows theory.  Modern criminalization ordinances afford law enforcement similar discretion as was afforded under the historical vagrancy/group-specific exclusion laws.  In form and function, modern criminalization ordinances are similar to historical exclusion laws that society has already rejected on legal and policy grounds.   The Wrong Side of History   May 2015   1 INTRODUCTION  The law, in its majestic equality, forbids the rich as well as the poor to sleep under bridges, to beg in the streets, and to steal bread.7   The criminalization of homelessness is an issue that affects cities and counties across the United States. The past decade has seen a drastic increase in the number of homeless people in cities across the country.8 Due to the increase of homeless people, many cities are finding it difficult to assist them.9 The visibility of homelessness in cities has led to attempts to decrease the visible presence of homeless people10 by criminalizing the conduct of “life-sustaining activities” in public.11 These criminalization laws impact the living conditions of America’s homeless population, many of whom are “socially isolated[] and are part of no community.”12    The targeted exclusion of specific marginalized groups in general is much older than modern efforts. Modern criminalization laws find their roots in English and colonial vagrancy laws.13 Vagrancy laws punished vagrants—people who travelled from city-to-city without money or a job—for fear they would burden the state by requiring extreme welfare and inviting lawlessness to enter the town.14 These laws worked to give local authorities the right to banish people from sharing space.   Beyond colonial vagrancy laws, current anti-homeless ordinances share similarities with other historical exclusion laws. Some historical exclusion laws subjugated African-Americans and controlled where they could sit, stand, or visit.15 During the Dust Bowl era of the early-twentieth century, migrant farmers from the plains states were prohibited from entering states like California and Washington.16 Finally, people with physical disabilities were punished for appearing in public spaces in the twentieth century.17 These examples reveal the history of exclusion in the United States.   The fight to control public space drives the creation of many of the modern criminalization laws against the homeless. This brief defines public space as “all areas that are open and accessible to all members of the public in a society, in principle though not necessarily in practice.”18 The struggle to control public spaces is seen in the implementation of historical                                                  7 ANATOLE FRANCE, LE LYS ROUGE [THE RED LILY] (Nabu Press 2010). 8 NAT’L LAW CTR. ON HOMELESSNESS & POVERTY, NO SAFE PLACE: THE CRIMINALIZATION OF HOMELESSNESS IN U.S. CITIES (2014) [hereinafter NAT’L LAW CTR.], available at http://nlchp.org/documents/No_Safe_Place.   9 Id. 10 Id. 11 Pottinger v. City of Miami, 810 F. Supp. 1551, 1559 (S.D. Fla. 1992) (the court defining life-sustaining activities as including eating, sleeping, and sitting). 12 Id. at 1553. 13 Simon, supra note 3, at 635. 14 Wachholz, supra note 1, at 141.  15 See C. VANN WOODARD, THE STRANGE CAREER OF JIM CROW (Oxford Univ. Press 1974). 16 WORSTER, supra note 4. 17 Susan Schweik, Kicked to the Curb: Ugly Law Then and Now, 46 HARV. C.R.-C.L. L. REV. 1, 1-2 (2012). 18 ANTHONY M. ORUM & ZACHARY P. NEAL, COMMON GROUND? READINGS AND REFLECTIONS ON PUBLIC SPACE (THE METROPOLIS AND MODERN LIFE) (Routledge 2009).  The Wrong Side of History   May 2015   2 exclusion laws. Each of these laws worked to exclude many groups of individuals that were deemed undesirable by people in control. Some of these laws specifically stated that certain people had to leave towns and cities. Many local authorities hid behind ancient duties that they believed they owed to residents to control space and its accessibility.  Current anti-homeless ordinances seek to criminalize the basic human life-sustaining conduct of homeless people and in turn, limit their accessibility to public spaces.19 This conduct, however, is not in and of itself criminal. The attribution of the conduct to homeless people, however, has made the acts—sitting, eating, or sleeping in public spaces—punishable.20 By punishing these acts, local authorities are controlling public spaces much like the local authorities that enforced historical exclusion laws did.   This brief illustrates and analyzes select historical exclusion laws like the ones stated above to show why today’s criminalization of homelessness is not new, and also seeks to understand why states like Washington and cities like Seattle criminalize homelessness. The brief opens with a survey of historical criminalization laws and discusses how the underlying rationale for these historical laws was control over public space. Next, this brief examines the shift from historical criminalization laws to modern anti-homeless ordinances by highlighting case studies of homeless criminalization practices from around the country, illuminating examples of criminalization ordinances and how they target homeless people. Finally, this brief ends by exploring the similarities between historical criminalization laws and modern anti-homeless ordinances, showing how the similarities in form, function, and phrasing of these two types of laws should compel society to reject anti-homeless ordinances just like historical exclusion laws.  I. HISTORICAL EXCLUSION LAWS   The trend to punish homeless people’s “life-sustaining activities” has received a recent push by many cities; laws of this nature are not new. Laws punishing conduct existed in the United States as far back as the original colonies.21 These conduct-punishing laws, however, historically focused on specific groups in the United States. These laws, when compared to modern anti-homeless ordinances, show a repeated effort to exclude groups from participating in public space. This section looks at historical criminalization laws in the United States and analyzes how these laws came to be, their effects, and ultimately, how they were overturned.   A. Vagrancy Laws   Many of today’s laws criminalizing homelessness stem from colonial vagrancy laws that were adopted from England.22 In the fourteenth century, England’s population suffered massive                                                  19 NAT’L LAW CTR, supra note 8. 20 Don Mitchell, The Annihilation of Space Law: The Roots and Implications of Homeless Laws in the United States, 29 ANTIPODE 305 (1997). 21 Simon, supra note 3, at 635. 22 Id. The Wrong Side of History   May 2015   3 deaths and economic struggles after the Black Death.23 In response, the English government enacted statutes to help the economy.24   During the fourteenth century, England enacted the Statute of Labourers that “confined the laboring population to stated places of abode, and required them to work at specified rates of wages.”25 The Statute confined workers to specific locations and punished people who decided to wander in search of jobs. It made being a “vagabond” or vagrant punishable because “it was seen as desertion.”26 The punishment stemming from this statute ensured that the movement of the poor would be limited and controlled.27  Colonial America adopted much of the Statute of Labourers.28 The American version of this law became known as the vagrancy law. These vagrancy laws, much like the Statute of Labourers, limited the movement of poor people from town to town. Most of the time, these vagrancy laws were known as “warning-out laws” by local authorities. These laws empowered local colonial authorities to notify new people in town that they would have to leave.29 New town arrivals would be presented with a note that would read in part, “In the name of the Government and the people…you are hereby required…to depart out of this town immediately and no longer make it the place of [your] residence.”30   Many towns in colonial America used these notices to protect themselves from economic instability.31 In order to protect the town, local authorities relied on the argument that a duty arose to protect the residents of town.32 Therefore, many local authorities pushed new people out because these newcomers could potentially cause an economic burden on the town, burden residents, and make it difficult for local authorities to carry out their duty.33   Warning-out laws served two purposes for colonial towns. First, these laws served to determine who could obtain jobs in colonial towns.34 Local authorities ensured that only town residents could obtain jobs by requiring that newcomers leave the town after being warned-out.35 The second purpose gave local authorities the legal mechanism to control access to public spaces within a town. The requirement that people had to establish residency before obtaining a job or  show familial ties to the community to live within the towns’ borders ensured that local authorities could control who resided within them. This control would prevent vagrants and other                                                  23 Id. 24 Id. at n. 31. 25 Id.at n. 30. 26 Vagabond was defined as a person who wandered around without home or job. See Simon, supra note 3. 27 Id. at 639. 28Id. at 636 (stating that war efforts left many soldiers displaced and the dissolution of monasteries had a significant impact on the homeless population of England). 29 Wachholz, supra note 1.  30 JOSIAH H. BENTON, WARNING OUT IN NEW ENGLAND, 1656-1817,17 (Ulan Press 2012), available at http://archive.org/details/warningoutinnew00goog. 31 JOAN M. CROUSE, THE HOMELESS TRANSIENT IN THE GREAT DEPRESSION: NEW YORK STATE, 1929-1941, 15 (SUNY Press 1986) (by 1770, every colony except Georgia adopting laws of settlement and removal). 32 BENTON, supra note 30, at 20. 33 Id. 34 Wachholz, supra note 1 (individuals warned-out if viewed as a threat to the supply of waged labor positions). 35 Id. at 143. The Wrong Side of History   May 2015   4 people from being able to use services available to residents of the town because towns felt vagrants did not belong.36   Colonial vagrancy laws continued after the revolution. Many American towns continued to enact these laws. As towns continued to expand, many states passed Settlement Acts that expanded on colonial vagrancy laws.37 These acts were used “for the punishment of idle and disorderly persons, [and] for the support and maintenance of the poor.”38 Many towns and cities continued to reinforce colonial rights to warn inhabitants out because it was “necessary for a state to provide precautionary measures against the moral pestilence of paupers, vagabonds, and possibly convicts.”39 These acts expanded on local authorities’ powers to evict people and control the use of public space. Below is a chart showing years that some New England states enacted warning-out laws or Settlement Acts.  Table A.1 Warning-Out and Settlement Laws40  Name of State Year Law Enacted Vermont (Warning-Out) 1787 Massachusetts (Warning-Out) 1793 Connecticut (Settlement) 1796 New Hampshire (Settlement) 1796 Vermont (Settlement) 1817 Maine (Settlement) 1821   B. Anti-Okie Laws41  In the 1930s and 40s, the United States experienced two drastic events that affected most of the country. First, 1930 saw the end of a nationwide economic surplus and the beginning of the Great Depression. At its peak, the Great Depression negatively impacted over a million people.42 Many U.S. citizens were left without jobs or homes resulting in a rise in the urban homeless population. Second, the plains states—home to many of the United States’ farmers—                                                 36 Id. 37 BENTON, supra note 30, at 90. 38 Id. at 100. 39 See Mayor of New York v. Miln, 36 U.S. 102 (1837). 40 BENTON, supra note 30. 41 JOHN STEINBECK, THE GRAPES OF WRATH [Cover Art] (1939). 42 Casey Garth Jarvis, Homeless: Critical Solutions to a Dire Problem; Escaping Punitive Approaches By Using a Human Rights Foundation in the Construction and Enactment of Comprehensive Legislation, 35 W. ST. U. L. REV. 407, 416 n. 104 (2011) (citing to the discussion on the number of homeless individuals during the 1930s. The author cited various research findings estimating a range of 1 to 5 million homeless individuals in the United States during this time).  The Wrong Side of History   May 2015   5 experienced a catastrophic drought.43 Many farmers became displaced and went without work during this “Dust Bowl.”44 As a result of the Great Depression and the Dust Bowl, many former farmers travelled west in search of new jobs and homes.45  Many cities in western states experienced an influx of these former farmers that were now being called Okies.46 From 1935 to 1940, California received more than 250,000 migrants.47 During this time period, more than 70,000 southwesterners migrated to the San Joaquin Valley in search of farming land.48 The influx of migrants depressed wages and displaced Hispanic and Filipino workers.49 Unlike these displaced workers who would leave after the harvest was done, Okies would permanently stay. The Okie presence after the harvest—many living in filth, in tents and shantytowns along the irrigation ditches—bred a negative sentiment.50   In response to the influx of Okies, many western states passed laws punishing the presence of Okies as well as those that tried to assist them. In California, one ordinance from Yuba County provided that “[e]very person, firm or corporation, or officer or agent thereof that brings or assists in bringing into the State any indigent person who is not a resident of the State, knowing him to be an indigent person, is guilty of a misdemeanor.”51 While counties passed ordinances punishing residents who aided migrants, many other counties punished Okies trying to establish permanent residency in the Western state.   In 1941, the issue of controlling the travel of indigents and Okies came before the Supreme Court of the United States. The 1930s had seen a net migration of about one million people in California.52 Employment opportunities in California, however, did not increase to meet the new demand.53 Increase in migration burdened the social service programs that had incentivized people to migrate to California.54 In particular, the Farm Security Association suffered from an increase as Okies burdened the system.55 Counties complained of increases in education and sanitation costs, and the state experienced an increase in taxes to support all of these programs.                                                    43 Drought: A Paleo Perspective—20th Century Drought, NATIONAL CLIMATIC DATA CENTER (April 5, 2009) http://www.ncdc.noaa.gov/paleo/drought/drght_history.html (last visited Oct. 25, 2014). 44 Stephen Loffredo, “If You Ain’t Got the DO, RE, MI”: The Commerce Clause and State Residence Restrictions on Welfare, 11 YALE L. & POL’Y REV. 147 (1993) (“When the drought hit, farmers could no longer produce enough crops to pay off loans or even pay for essential needs . . . Many farmers were forced off of their land, with one in ten farms changing possession at the peak of the farm transfers.”). 45 See Stephen Loffredo, “If You Ain’t Got the DO, RE, MI”: The Commerce Clause and State Residence Restrictions on Welfare, 11 YALE L. & POL’Y REV. 147 (1993); DONALD WORSTER, supra note 4. 46 WORSTER, supra note 4 (other terms for Okies including “Arkies” or “Texies”); Ben Reddick, Onetime O.C. Supervisor, Dies, LA TIMES, Oct. 28, 1997, http://articles.latimes.com/1997/oct/28/news/mn-47602. 47 WILLIAM H. MULLINS, ENCYCLOPEDIA OF OKLA, HIST. AND CULTURE, OKIE MIGRATIONS (2009), http://www.okhistory.org/publications/enc/entry.php?entry=OK008.   48 Id. 49 Id. 50 Reddick, supra note 46. 51 Edwards v. California, 314 U.S. 160, 173 (1941). 52 Reddick, supra note 46. 53 Mullins, supra note 47. 54 Id. 55 Id. The Wrong Side of History   May 2015   6 In 1941, a man, Edwards, had been charged with violating a California statute that prohibited residents from knowingly transporting indigents into the state when he helped transport a homeless and jobless family member into Yuba County.56 In its brief to the Court, the State pointed to the economic burden placed on the county and the state as a whole with the influx of Okies.57 The State further wrote that California had an inherent state power to limit entry into the State because they owed a duty to protect their state residents from economic disparity.58  The Supreme Court found the state’s actions to be unconstitutional.59 The Court found that California’s efforts to banish poverty within its borders violated the Commerce Clause and the basic rights of “life, liberty, and the pursuit of happiness.”60 Regarding the Commerce Clause, Justice Brynes wrote that a state could not close its doors to prevent the impact of the Great Depression.61 By closing its doors, a state would force other states to carry a larger burden by forcing them to expend more resources on social services.62 The action of one state would affect other states’ commerce decisions and therefore the act of closing doors to indigents would violate federal law under the Commerce Clause.63 This act would burden other states that would be forced to provide for more individuals, creating a burden on interstate commerce.64 Therefore, in his written opinion, Brynes made poverty a national issue that concerned every state in the union.65 By finding that poverty was a national issue, the Supreme Court ultimately found anti-Okie Laws and their predecessors, Vagrancy Laws, unconstitutional.66   C. Jim Crow Laws   After losing the Civil War, the Southern states were left in economic turmoil and instability.67 In response to the turmoil and instability, many local governments passed what would be known as “Jim Crow” laws that aimed to segregate newly freed African-Americans from public spaces.68 These laws spanned many generations and led local and state authorities to criminalize African-Americans based on their race alone. This section will focus on the early judicial rulings validating Jim Crow laws and then look at cases that dismantled Jim Crow laws to show how the Supreme Court rejected segregation as a rational justification of exclusion.  Jim Crow’s racial segregation began as early as 1876 and lasted until the mid-twentieth century.69 Jim Crow laws targeted day-to-day activities of African-Americans. The chart below                                                  56 Edwards v. California, 314 U.S. 160, 164 (1941). 57 Id. 58 Id. 59 Id. at 173. 60 Id. 61 Id. at 172. 62 Id. 63 See id. at 173. 64 Id. at 173. 65 Id. 66 See id. 67 WOODARD, supra note 15. 68 Id. 69 Barbara Y. Welke, Beyond Plessy: Space, Status, and Race in the Era of Jim Crow, UTAH L. REV. 267, 268 (2001). The Wrong Side of History   May 2015   7 shows examples of laws that prohibited African-Americans from sharing the same public space as non-African-Americans. The span of these laws shows how states criminalized different activities and how each used race as a criminalizing factor.   Table C.1 Example of Jim Crow Laws70  Name of State Location or Service Denied  Language of the Law Alabama Restaurant It shall be unlawful to conduct a restaurant or other place for the serving of food in the city, at which white and colored people are served in the same room, unless such white and colored persons are effectually separated by a solid partition extending from the floor upward to a distance of seven feet or higher, and unless a separate entrance from the street is provided for each compartment. Georgia Parks It shall be unlawful for colored people to frequent any park owned or maintained by the city for the benefit, use and enjoyment of white persons . . . and unlawful for any white person to frequent any park owned or maintained by the city for the use and benefit of colored persons. Louisiana Housing Any person . . . who shall rent any part of any such building to a negro person or a negro family when such building is already in whole or in part in occupancy by a white person or white family, or vice versa when the building is in occupancy by a negro person or negro family, shall be guilty of a misdemeanor and on conviction thereof shall be punished by a fine of not less than twenty-five ($25.00) nor more than one hundred ($100.00) dollars or be imprisoned not less than 10, or more than 60 days, or both such fine and imprisonment in the discretion of the court.                                                  70 Ferris State Univ., The Origins of Jim Crow, JIM CROW MUSEUM OF RACIST MEMORABILIA (last updated Apr. 2015), http://www.ferris.edu/jimcrow/links/misclink/examples/homepage.htm (this project provides examples of Jim Crow laws affecting different social services) (last visited May 2, 2015). The Wrong Side of History   May 2015   8 New Mexico Transportation The . . . Utilities Commission . . . is empowered and directed to require the establishment of separate waiting rooms at all stations for the white and colored races. Texas Education [The County Board of Education]: shall provide schools of two kinds; those for white children and those for colored children.  In 1896, the Supreme Court in Plessy v. Ferguson adopted a policy that prohibited the two races from mixing in public spaces—like those listed above—to ensure minimal interaction between the two races.71 In Plessy, the partitioning of the two races in a train was at issue.72 The Court reasoned that keeping the races apart would be beneficial because it would prevent tension that may arise from people having to sit with people of another race.73 The ruling in Plessy signaled the beginning of the justification for the separation of the two races.  This separationist ideology continued well into the twentieth century as local governments issued laws that banned African Americans from going to the same restrooms, schools, or other public facilities as their white counterparts.74 In fact, Jim Crow made racial segregation “mandatory, not permissible or negotiable and was an undeniable expression of state power.”75   In 1938, however, the Supreme Court provided some expansion in the realm of education for African-Americans. An African-American student sought to attend an all-white law school in Missouri.76 Missouri separated the two races into separate schools; however, there was no law school that African-American students could attend.77 The Court found that Missouri had deprived a class of individuals the same privileges that it had granted its white students.78 Due to this discrepancy, the Court ruled that it was unconstitutional for the State to deny law school facilities to African-Americans even if there was little or no demand.79 Furthermore, it was found to be unconstitutional for the State to require African-American residents to attend law school out-of-state.80 The Court ordered that if there were to be only a single law school, students of all races would be eligible for admission.81  Ten years later, two more cases continued to expand accessibility to African-Americans. In 1946, the Supreme Court ruled that a Virginia law that segregated train passengers was                                                  71 Plessy v. Ferguson, 163 U.S. 537 (1896). 72 Id. 73 Id. 74 Welke, supra note 69. 75 Id. at 273. 76 Missouri ex rel. Gaines v. Canada, 305 U.S. 337, 342 (1938). 77 Id. 78 Id. at 351. 79 Id. 80 Id. at 352. 81 Id. at 351. The Wrong Side of History   May 2015   9 unconstitutional because it placed an undue burden on interstate commerce.82 The Court found that the Virginia statute in question, which gave train conductors the power to rearrange passengers to avoid integration, created delays in travel and an inefficient system.83 Furthermore, the Court found that the policing powers of the state could not extend to control public space when the activity extended beyond the boundaries of the state.84 Since the transportation of passengers extended beyond the borders of Virginia, this statute affected the autonomy of the states surrounding Virginia and made the state law unconstitutional.85   In 1948, the Court overturned a law that prevented African-Americans from purchasing property in an all-white neighborhood.86 The law in question allowed private individuals to create covenants on property that virtually prohibited African-Americans from integrating into communities.87 The Court ultimately reasoned that the “freedom from discrimination by the States in the enjoyment of property rights was among the basic objectives sought to be effectuated by the framers of the fourteenth Amendment.”88   These preceding cases, when combined, reveal the Court’s reluctance to accept laws discriminating against race. The era of Jim Crow began to decline as the Court ruled that discriminatory efforts to banish African-Americans from observing the same privileges held by white Americans and participating in the same public spaces was now unconstitutional.   This anti-discrimination policy came to the forefront in the landmark decision, Brown v. Board of Education. In Brown, the Court ruled that “in the field of public education the doctrine of ‘separate but equal’ ha[d] no place.”89 The Court further held that “segregation [was] a denial of the equal protection of the laws.”90 The decision in Brown v. Board of Education dismantled the Jim Crow era in education, and in 1964 President Johnson signed into law the Civil Rights Act. This Act expanded on what Brown v. Board of Education had done and guaranteed that African-Americans, as well as other people of different “race, color, religion, sex, or national origin,” could not be discriminated against by the government.91 The Civil Rights Act of 1964 ensured that people could access public space that they had been deprived of by the Jim Crow laws.  D. Ugly Laws  Ugly laws in the United States also controlled public space and criminalized conduct much like previous historical exclusion laws. Ugly laws targeted people that were seen as unappealing to society—specifically, people with disabilities. Two cities that enforced Ugly laws                                                  82 Morgan v. Virginia, 328 U.S. 373 (1946). 83 Id. at 381. 84 See generally, id. at 386. 85 Id. at 383. 86 Shelley v. Kraemer, 334 U.S. 1 (1948). 87 Id. at 13. 88 Id. at 20. 89 Brown v. Board of Education, 347 U.S. 483, 495 (1954) [hereinafter Brown]. 90 Id. 91 The Civil Rights Act of 1964, Pub. L. 88-352, 78 Stat. 241 (Enacted July 2, 1964).  The Wrong Side of History   May 2015   10 in the twentieth century were Chicago and Portland. Chicago had one of the first known Ugly laws. Chicago’s Municipal Code, Section #36034, included an ordinance that stipulated:  No person who is diseased, maimed, mutilated or in any way deformed so as to be an unsightly, disgusting or improper is to be allowed in or on the public ways or other public places in this city, or shall therein or thereon expose himself to public view, under penalty of not less than one dollar nor more than fifty dollars for each offense.92   In Portland, Oregon, one law provided that “if any crippled, maimed or deformed person [begged] upon the streets or in any public place, they shall upon conviction thereof before the Police Court, be fined not less than five dollars nor more than one hundred dollars.”93 Portland’s law was unique in that it specifically prohibited panhandling by people with physical disabilities.94 The Portland city council found this law was necessary to ensure that the city could fight against “paupers and vagabonds.”95   Ugly laws spread to many cities across the country and were enacted with the goal of preserving the quality of life for cities.96 Many of these laws took on the name of “Unsightly Beggar Ordinances.”97 In some cities, the local government would pay for citizens who fell within Ugly law standards to move to another city to ensure that their physical disabilities did not lower the quality of living within the city limits.98  Ugly laws were met with many efforts to overturn them. As advocates for people with disabilities increased, states either repealed their laws by legislative action, or discontinued their enforcement.99 Although many states were encouraged to overturn, repeal, or discontinue enforcement of the law without intervention from the Supreme Court or Congress, the process was slow to conclude.100 In 1990, Congress acted to officially end all such discrimination with the American with Disabilities Act (ADA).101 The Act declared that individuals with disabilities were a discrete minority who had been faced with restrictions and limitations, subjected to a history of purposeful unequal treatment, and “relegated to a position of political powerlessness in our society, based on characteristics that are beyond the control of such individuals and resulting from stereotypic assumptions not truly indicative of the individual ability of such individuals to participate in, and contribute to, society.”102 The ADA, much like the Civil Rights Act of 1964, worked to allow people access to public spaces that they had once been denied.                                                   92 Dan Thompson, Ugly Laws: The History of Disability Regulation in North America, PROGRESS (2011), http://www.ambest.com/directories/bestconnect/DeeGeeArticle.pdf.  93 Id. 94 Id. 95 Id. 96Id.. 97 Id.; Schweik, supra note 17. 98 JAMES W. LOEWEN, SUNDOWN TOWNS: A HIDDEN DIMENSION OF AMERICAN RACISM (New Press 2005). 99 Burgdorf & Burgdorf, Jr., supra note 6. 100 Id. (stating that many ugly laws were repealed until the 1970s and the latest were still in effect until 1974). 101 42 U.S.C. § 12101. 102 42 U.S.C. § 12101(a). The Wrong Side of History   May 2015   11 E. Sundown Towns   Sundown Towns first surfaced in the early twentieth century.103 Just like other historical exclusion efforts, Sundown Towns aimed to prevent certain individuals from occupying public space within a town’s geographical borders. In the case of Sundown Towns, these laws were meant to keep minorities—often times African American, Chinese American, or Hispanics—from residing in the town.104 This control of public space ensured that many minorities were either removed from the city’s limits or discouraged from residing within the limits.105   Some of the earliest examples of Sundown Towns had postings on city limit signs warning minorities from entering or residing in the town. For example, in Rogers, Arkansas, the city had a sign that said “N—, You Better Not Let the Sun Set on You in Rogers.”106 Local authorities used these signs to enforce ordinances that prohibited minorities from owning property.107    While many of the earliest Sundown Town signs targeted African-Americans, as the phenomenon expanded to other states, towns began to target other racial minorities. For example, in Colorado, there were signs that said “No Mexicans After Night.”108 In Connecticut, “Whites Only Within City Limits After Dark.”109 Finally, in Nevada there were signs that prohibited “Japs” from being within the city.110   The effect of Sundown Towns created more of a social exclusion rather than a legal exclusion. While some Sundown Towns passed ordinances that prohibited minorities from being within the city limits or established property covenants limiting land ownership to white Americans, many relied on the effect of the signs alone to keep people out.111 The effect of these signs left a dark legacy for many towns. In Anna, Illinois, even as late as 2001, the name Anna was colloquially understood to stand for “Ain’t No N— Around.”112   Unlike other historical exclusion efforts, Sundown Towns were not directly overturned or repealed. The disappearance of Sundown Towns flowed incidentally from Supreme Court cases ruling that restrictive covenants were unconstitutional.113 As stated earlier, the Supreme Court held that courts could not enforce racial covenants on real estate.114 The Court held that courts                                                  103 LOEWEN, supra note 99. 104 Romero, supra note 5. 105 Id. at 33. 106 See Peter Carlson, When Signs Said ‘Get Out’, THE WASH. POST, 4 (Feb. 21, 2006), available at http://www.washingtonpost.com/wp-dyn/content/article/2006/02/20/AR2006022001590.html.; LOEWEN, supra note 99. 107 Peter Carlson, When Signs Said ‘Get Out’, THE WASH. POST, 3 (Feb. 21, 2006), available at http://www.washingtonpost.com/wp-dyn/content/article/2006/02/20/AR2006022001590.html. 108 Id. at 1. 109 Id. 110 Id. 111 See id.  112 LOEWEN, supra note 99 (opening with an anecdote about Anna, Illinois and the reputation that the town’s name stood for “Ain’t No N— Around,” as late as 2001). 113 Shelley v. Kraemer, 334 U.S. 1, 3 (1948). 114 Id. at 5. The Wrong Side of History   May 2015   12 could not enforce these covenants because this would create a state action discriminating against a group in violation of the Fourteenth Amendment.115 Finally, the Supreme Court held that under the Civil Rights Act of 1968 Congress could regulate the sale of private property in order to prevent racial discrimination.116 The Court found that Congress’s duty under the Thirteenth Amendment allowed Congress to bar all public or private racial discrimination in the sale of property to remedy the final “badges and incidents of slavery.”117    While the Court’s ruling in these two cases invalidated many private covenants and allowed many minorities an opportunity to live in many all-white cities, most Sundown Towns continued to make minorities feel unwanted. Whether it was a lynching or sign at the city limits, most Sundown Towns did not use ordinances to control public space.118 This effect can be seen as new “Brown Sundown Towns” appear in some Southwestern cities.119 These Brown Sundown Towns, much like old Sundown Towns, work to limit access to public space. With Brown Sundown Towns, cities now work to exclude undocumented immigrants.120   The study of historical criminalization laws reveals a framework of public space and control. Vagrancy Laws and Sundown Towns worked to banish outsiders from establishing residency within a city. Jim Crow Laws, Anti-Okie Laws, and Ugly Laws worked to remove and punish undesirable people and prohibit their access to public spaces. Over the past 200 years, the United States has justified these exclusion laws to protect against lawlessness entering into public space. Vagrancy and Anti-Okie Laws prevailed for years because state and local governments relied on historical duties that governments owed to their residents. When looking at how governments justified these exclusion laws, similarities appear within modern anti-homeless ordinances.121 Modern ordinances, when looked at through the framework created with these historical exclusion laws, begin to look very similar in form and function.  II. MODERN CASE STUDIES The three case studies below illustrate different ways U.S. cities are implementing new and inventive methods for removing homeless individuals from public space or criminalizing their existence within that area. These are only a few examples of ordinances of this kind, and any state in the nation could provide similar examples to illustrate similar trends.  A. Honolulu, HI   Attempting to ensure the island’s continued popularity as a tourist paradise, city officials in Honolulu are aggressively targeting the area homeless population.  The City Council in Honolulu, Hawaii has recently adopted an ordinance prohibiting homeless individuals from sitting or lying down on public sidewalks. This would not be a particularly egregious example of                                                  115 Id. 116 Jones v. Alfred H. Mayer Co., 392 U.S. 409, 410 (1968). 117 Id. at 412. 118 See generally, LOEWEN, supra note 99. 119 Maria Marulanda, Preemption, Patchwork Immigration Laws, and the Potential for Brown Sundown Towns, 79 FORDHAM L. REV. 321 (2010). 120 Id. 121 NAT’L LAW CTR, supra note 8. The Wrong Side of History   May 2015   13 an anti-homeless ordinance compared to other ordinances aimed at the homeless, except for the fact that supporters of this new ordinance are transparent about their goal of completely removing the homeless population from the area.122 Citing the area’s popularity as a tourist destination, its reputation for good “photo-ops,” and the need to keep tourists coming back, local leaders believe that the best method for dealing with the homeless “epidemic” in the area is to first criminalize life-sustaining conduct in public spaces and later move all of the homeless people off of the island entirely.123 Therefore, one plan to deal with homeless individuals in Honolulu is to relocate these people to a small industrial island to camp. This island is far out of the view of tourists, was formerly used as an internment camp during WWII, and contains a large wastewater facility and former garbage dump.124      As a further indication of how some leaders feel about the issue of homelessness in this city, Hawaii State representative Tom Bower reportedly walked through the streets of Honolulu recently with a sledgehammer, and proceeded to smash any shopping cart he could find that he suspected might be used by a homeless person.125 In addition, Bower has been quoted as saying he is “disgusted” by homeless people,126 and admits to walking around Waikiki and waking up sleeping homeless people and telling them “Get your ass moving!”127  B. Clearwater, FL  City officials in Clearwater, Florida have a similar plan to push the homeless population out of their city. Once again, the new ordinances they have adopted are similar to many ordinances around the country, as these new laws commonly prohibit sitting and lying down in public areas.128 Like in Waikiki, city officials in Clearwater are also transparent about their intent to drive the local homeless population elsewhere.129 In addition to passing new ordinances and verbally supporting the removal of the homeless, city officials are also shutting off the water at public spigots, welding the doors shut at public bathrooms, and discouraging the distribution of free food, even though the city does not have sufficient shelter beds to accommodate the homeless in the area.130 The city has not only refrained from opening or expanding any shelter facilities; it is actually reducing financial support to existing shelters, resulting in closures.131                                                   122 Cathy Bussewitz, New Laws Move the Homeless Out of Waikiki, THE SEATTLE TIMES (last updated Sept. 11, 2014), http://seattletimes.com/html/travel/2024514095_honoluluhomelesshawaiixml.html  123 Id. 124 Id. 125 Utah is Ending Homelessness by Giving People Homes, NATION OF CHANGE, http://www.nationofchange.org/utah-ending-homelessness-giving-people-homes-1390056183 (last visited Dec. 16, 2014). 126 Ashley Trick, Hawaii Senator Uses Sledgehammer to Fight Homelessness, STREET SENSE, http://streetsense.org/article/hawaii-senator-uses-sledgehammer-to-fight-homelessness-by-ashley-trick/#.VRB37ylpxoE (last visited Mar. 22, 2014). 127 Hawaii Rep. Tom Brower Takes A Sledgehammer (Literally) To Homelessness Problem, HUFFINGTON POST, http://www.huffingtonpost.com/2013/11/18/tom-brower-hawaii_n_4299256.html (last visited Mar. 22, 2014). 128 Drew Harwell, Clearwater Says Homeless Should go to Shelters, But Most Have no Space, TAMPA BAY TIMES (June 23, 2012), http://www.tampabay.com/news/localgovernment/clearwater-says-homeless-should-go-to-shelters-but-most-have-no-space/1236931. 129 Id. 130 Id. 131 Id. The Wrong Side of History   May 2015   14 Clearwater officials’ plan to remove homeless people from their city has been likened to “squeezing a balloon.”132 One city official characterized the city’s efforts as the elimination of services that have become “public enablers” for homeless people.133 As part of the city’s plan to push homeless people out of Clearwater, violators of certain anti-homeless ordinances are given the choice between jail time and being admitted into an emergency shelter in another city.134A consultant hired by the city for $25,000 says that these measures are necessary to end the city’s “history of enablement.”135  A number of documents acquired through public records requests were recently produced by the City of Clearwater.136 Among these was a City document titled, “Some of the tools officers can utilize to limit the socially undesirable behaviors that an individual, including a homeless person, may sometimes exhibit in public are as follows:” followed by a list of 28 city ordinances and federal statutes that the City finds useful to criminalize area homeless individuals. Another City document revealed that, although a housed individual in violation of one of these ordinances would be issued a notice to appear, a homeless individual is given the choice between jail time and immediate forced admission to the area shelter.137  Homeless people in the area reportedly call the Pinellas Safe Harbor shelter facility the “jailter” because it is run by prison guards and is on the prison grounds138 and likely due to the fact that many homeless individuals are brought there in the back of a police car.  C. Burien, WA139   The targeted criminalization of area homeless individuals in Burien recently gained national attention.  A recent ordinance passed in Burien, Washington is a particularly egregious and shocking example of a city’s attempt to remove homeless people from public spaces. The city passed a trespass ordinance that would be enforced if a person were determined to have a “hygiene or scent that is unreasonably offensive.”140 Once a person is cited for trespass under this ordinance, even if it is just for smelling a certain way, that person is now subject to                                                  132 Id. 133 Brad Davis, Clearwater Welds Bathrooms Shut at Crest Lake Park and Cuts Electricity in Downtown Parks, ABC ACTION NEWS (June 14, 2012), http://www.abcactionnews.com/news/region-north-pinellas/clearwater/clearwater-welds-bathrooms-shut-at-crest-lake-park-and-cuts-electricity-in-downtown-parks. 134 Clearwater Neighborhoods Coalition, Change for the Homeless in Clearwater, CLEARWATER PATCH (May 16, 2012) http://patch.com/florida/clearwater/bp--change-for-the-homeless-in-clearwater. 135 Harwell, supra note 129. 136 Interview with Kirsten Clanton, attorney, Southern Legal Counsel (Apr. 24, 2015). 137 Id. 138 Id. 139 See photograph of man holding a sign, SAFE in Seattle Facebook page, https://www.facebook.com/SafeInSeattle?fref=ts (last visited May 3, 2015). 140 BMC 606.   The Wrong Side of History   May 2015   15 criminal punishment for returning to the area of the original issuance.141 The ACLU of Washington immediately spoke out about the unconstitutional vagueness and arbitrariness of the ordinance.142 After the ACLU sent a cease and desist order to the City of Burien, city officials agreed to reconsider the ordinance’s odor provision in light of the negative press and public outrage the ordinance generated.143   Some Burien officials claim that the odor ordinance was not proposed to target the homeless, but rather to address residents’ concerns about feeling “intimidated” in public places.144 To justify this new proposed ordinance, which also targets “boisterous” behavior, a city official cited the need for people to feel safe in places where they bring their children.145 One Burien councilmember, who reportedly was the only one to vote against the proposed ordinance, believes that the ordinance appeared to be an attempt to target a group of local homeless youth who are largely “kids of color,” raising concerns that the ordinance is largely a response to local residents’ personal fears.146 Unlike most other homeless criminalization ordinances, Burien’s odor ordinance has failed to appear neutral in the eyes of the public, resulting in the kind of public response that proponents of homeless criminalization efforts naturally attempt to avoid.   Even with the apparent removal of Burien’s odor provision in ordinance 606, the remaining language now codified in Burien’s ordinance 621 is still described by homeless rights advocates as “a recipe for discriminatory and arbitrary enforcement” due to its targeting of homeless individuals.147 Recent extensive research reveals further concerns with the City of Burien’s targeted criminalization methods.148 For example, Burien’s municipal code contains a provision that gives the City the discretion to decide to choose either a civil infraction or a criminal misdemeanor charge against any violation of a civil ordinance, allowing for problematic discriminatory enforcement.149   These three case studies are just a few, brief examples of how cities are using the new criminalization ordinances to achieve the same goals that were sought under the old historical exclusion laws. Although some cities are explicit about their motivations, while others cite different justifications, the overall goal of these modern homeless criminalization ordinances are                                                  141 Aaron Burkhalter, Burien Bans ‘Behavior Problems’, REAL CHANGE NEWS (Sept. 10, 2014), http://realchangenews.org/index.php/site/archives/9359. 142 Elisa Hahn, ACLU Says Burien 'Hygiene' Law is Unconstitutional, K5 (Oct. 5, 2014), http://www.king5.com/story/news/local/2014/10/08/aclu-burien-trespass-ordinance-odor-hygiene/16946627/. 143 Jack Mayne, Burien City Council to Reconsider ‘Laughing Stock’ ‘Body Odor’ Trespass Law, B TOWN BLOG (Oct. 12, 2014), http://b-townblog.com/2014/10/12/burien-city-council-to-reconsider-laughing-stock-body-odor-trespass-law/?utm_source=feedburner&utm_medium=email&utm_campaign=Feed%3A+b-townblog+%28B-Town+%28Burien%29+Blog%29. 144 Lynn Thompson, Advocates For Homeless to Protest Burien Ordinance, THE SEATTLE TIMES (Feb. 22, 2015), http://o.seattletimes.nwsource.com/html/localnews/2025760946_burienhomelessxml.html. 145 Id. 146 Id. 147 Jack Mayne, Burien City Council Hears Raucous Protest Over its ‘Trespass’ Ordinances Monday, B TOWN BLOG, http://b-townblog.com/2015/02/24/burien-city-council-hears-raucous-protest-over-its-trespass-ordinances/ (last visited May 1, 2015). 148 Justin Olson & Scott MacDonald, SEATTLE UNIVERSITY HOMELESS RIGHTS ADVOCACY PROJECT, Washington's War on the Visibly Poor: A Survey of Criminalizing Ordinances & Their Enforcement at 27 (Sara Rankin ed., 2015). 149 Id. The Wrong Side of History   May 2015   16 the same. The goal is the removal of homeless people from sight. Although the specific language of the old laws and the new laws may appear different on their face, historical exclusion laws and the new homeless criminalization ordinances are actually very similar as applied.  III. SHIFT FROM HISTORICAL EXCLUSION LAWS TO MODERN ORDINANCES Historical exclusion laws were eventually struck down by the courts as unconstitutional.150 Some challenges to the constitutionality of the archaic laws were successful by showing that the law (1); violated the Eighth Amendment Cruel and Unusual Punishment clause by punishing a person’s status (e.g., poor, drug addict, destitute, jobless) rather than their conduct,151 (2); was unconstitutionally vague under the Fourteenth amendment Due Process Clause by providing insufficient notice of the conduct to be prohibited,152 and/or (3); failed to provide adequate standards leading to unfettered and discriminatory enforcement discretion by police.153   The loss of historical exclusion laws led cities to seek new methods to achieve the removal of unwanted groups of people. Often influenced by an emerging theory called “Broken Windows,” cities passed laws that were meant to avoid constitutionality challenges, while still providing the same enforcement power to exclude.154   A. How Historical Exclusion Laws Led to Modern Criminalization Ordinances The fall of historical exclusion laws led to the creation of the modern criminalization ordinances that are enforced against homeless people today.155 The following is an example of the type of vagrancy law that was prevalent in the U.S. before the civil rights movement:  All persons . . . who have no visible means of living, who in ten days do not seek employment, nor labor when employment is offered to them, all healthy beggars, who travel with written statements of their misfortunes, all persons who roam about from place to place without any lawful business, all lewd and dissolute persons who live in and about houses of Ill-Fame; all . . . common drunkards may be committed to jail and sentenced to hard labor for such time as the Court, before whom they are convicted shall think proper, not exceeding ninety days.156  These laws often classified “vagrants” as “drunkards,” “pilferers,” “runaways,” “idle or disorderly persons,” “lewd or wanton persons,” and/or those who “neglect their employment.”157                                                    150 KATHERINE BECKETT & STEVE HERBERT, BANISHED: THE NEW SOCIAL CONTROL IN URBAN AMERICA (STUDIES IN CRIME AND PUBLIC POLICY), 13 (Oxford Univ. Press 2011). 151 Robinson v. California, 370 U.S. 660 (1962). 152 Kolender v. Lawson, 461 U.S. 352 (1999); Papachristou v. City of Jacksonville, 405 U.S. 156 (1971); State v. Richard, 108 Nev. 626 (2010). 153 Papachristou 405 U.S.; Richard, 108 Nev. 154 BECKETT & HERBERT, supra note 151, at 14. 155 Id. 156 1855 Cal. Stat. ch. 165 § 1. 157 BECKETT & HERBERT, supra note 151.  The Wrong Side of History   May 2015   17 Vagrancy laws provided police officers an effective tool for the removal of unwanted people from public space because of the broad discretion the officers were granted by the wording of the statute. First, the officer had the discretion to decide whether a person’s actions were in violation of the law, but the description of the prohibited conduct was ambiguous and required a subjective determination by the officer. For example, the officer had the discretion to decide who was “drunk,” who was “not seeking employment,” or who was “roaming or wandering.”158 Second, the officer also had the discretion to classify a person based on his or her visible status. A person could be considered in violation of the law entirely based on who they were or how they looked. For example, the officer could decide who appeared “lewd or dissolute,” “unemployed,” like a “common drunkard,” or other similar classifications that might fall under the wording of the law.159 These vagrancy laws were eventually struck down as unconstitutional due to their vagueness and the determination that they afforded police too much discretion in deciding who to cite.160   In addition to the unconstitutional degree of discretion afforded to police under such laws, these laws were also commonly found unconstitutional because they did not provide sufficient notice as to what conduct would constitute a violation of the statute.161 A Jacksonville, Florida statute was struck down for criminalizing “nightwalking,” “loafing,” and “wandering and strolling” because the court determined that a person of normal intelligence would not know whether he or she was in violation of the statute while simply walking down the street.162 The overbreadth of the old vagrancy laws therefore ran afoul of the Fourteenth Amendment Due Process clause requirement for proper notice of prohibited conduct.163  Following the repeal of these historical exclusion laws after the civil rights movement, cities began enacting civil ordinances that avoided the issue of unconstitutionality by more specifically describing the “conduct” or “behavior” to be prohibited.164 Examples of the more contemporary conduct-specific laws include sit-and-lie ordinances, sidewalk obstruction ordinances, anti-camping ordinances, prohibitions on storing private property in public places, public urination and defecation ordinances, park exclusion orders, panhandling ordinances, prohibitions on sleeping in vehicles, public nuisance laws, and loitering with “intent” ordinances.   While vagrancy statutes were previously determined unconstitutional for criminalizing people who appeared “lewd,” “wanton,” or “unemployed,” contemporary ordinances have largely avoided constitutional challenges by not characterizing the types of people who will be found in violation of the law. Where vagrancy laws criminalized “wandering” or “idleness,” new ordinances criminalize “sitting,” “camping,” and “panhandling.”165 This attempt to increase the language specificity for the conduct to be prohibited is an effort to avoid the issue of facial unconstitutionality, and an attempt to resolve the issue associated with the requirement for adequate notice. Although this new more conduct-specific language (e.g., sitting, lying down,                                                  158 Kolender, 461 U.S. at 357. 159 Robinson, 370 U.S. at 666. 160 BECKETT & HERBERT, supra note 151, at 13. 161 Papachristou, 405 U.S. at 162; Richard, 108 Nev. at 629. 162 Papachristou, 405 U.S. at 161-64 . 163 Kolender, 461 U.S. at 353. 164 BECKETT & HERBERT, supra note 151, at 33. 165 SMC 15.48.040; 18.12.250; 12A.12.015. The Wrong Side of History   May 2015   18 panhandling) attempts to remove the ambiguity that was present in vagrancy laws, many believe that the new ordinances still contain ambiguity. This statutory evolution is a clear response to the loss of historical exclusion laws and the facial unconstitutionality challenges they faced.  While the increased language specificity of modern criminalization ordinances attempts to evade Due Process challenges, the more specific new ordinance language also restricts the effectiveness of these laws as a broad tool for law enforcement officers. Vagrancy laws provided officers one umbrella statute to utilize in many different situations due to the broad and ambiguous language of the statute. The new ordinances’ specific language requires a person to perform the listed conduct in order to be found in violation of the law, in theory allowing less room for unfettered and discriminatory enforcement discretion. Responding to the loss of the all-encompassing vagrancy law method, cities have resorted to adopting a variety of ordinances that criminalize a wide range of behaviors. Instead of having one broad vagrancy law to use as an enforcement tool to remove individuals from public space, cities have adopted many different ordinances to achieve similar results. This new multiple ordinance approach has helped law enforcement regain the broad discretion that they were previously allowed under historical exclusion laws.166   The increase in the statutory language specificity of prohibited conduct does not mean that the categories of prohibited conduct are narrowly tailored. Categories of prohibited conduct such as sitting, lying down, relieving oneself, and storing of personal property in public are arguably less ambiguous than prior statutory language. Even if modern criminalization ordinances do contain less ambiguity, they still remain extremely broad in terms of what they restrict. For someone who has no home and no place to stay, it is very difficult not to violate these ordinances because these laws restrict the conduct of life-sustaining activities. The result of this use of combined modern criminalization ordinances is broad enforcement discretion comparable to what was exercised under the historical exclusion law regime.  To further understand the shift from historical exclusion laws to modern criminalization ordinances, it is helpful to consider the theory behind the modern criminalization regime and the policy goals it advocates. In the post-civil rights era, new tools in the form of criminalization ordinances allowed cities to begin implementing an enforcement regime influenced by a theory called “Broken Windows.”                                                        166 Olson & MacDonald, supra note 149.  at 29 (finding that Auburn, Washington has 14 criminalization ordinances that prohibit 13 different behaviors that are common among homeless people). The Wrong Side of History   May 2015   19 B. Broken Windows Theory167           Today’s laws have their roots in the broken-windows theory which holds that one poor person in a neighborhood is like a first unrepaired broken window and if such a “window” is not immediately fixed or removed, it is a signal that no one cares, disorder will flourish and the community will go to hell in a hand basket. A direct outcome of this theory is the introduction of legislation to criminalize the presence of homeless people in public.168  The Broken Windows Theory has shaped the policing strategies in many cities since the early 1990’s, and the overall strategy is one of zero-tolerance.169 The theory asserts that the catalyst for the overall decline of an area is one “broken window” or a similar sign that the area has cosmetic defects, such as graffiti. If the window is not immediately fixed, the theory suggests that others will likely break more windows, spray more graffiti, and leave trash in the streets because they will see the area as a place where such behavior is tolerated. Next, Broken Windows Theory proponents believe that the concerned residents become fearful and move out or withdraw from these public spaces, resulting in the loss of social control.170 Next, this theory suggests that organized crime and serious criminal actors seek out neighborhoods that appear to be in disorder or disrepair.171 The cycle of crime and poverty is believed to have been set in motion, and more serious crime will inevitably envelop the area.172 This is why the Broken Windows Theory recommends that the very first broken window should be “fixed” immediately in order to avoid the inevitable landslide of criminality that will otherwise follow.173    In practice, the Broken Windows approach often begins with a law enforcement crack-down on small misdemeanor offenses and less serious crimes in order to cut-off the potential for an area to fall into disrepair in the first place.174 This focus on petty crimes suggests that high crime areas are a result of an initial period of unchecked low level crimes or an appearance of disrepair or dirtiness. The application of the Broken Windows Theory to the issue of homelessness often results in the assertion that the presence of homeless people in a neighborhood leads to high levels of serious crime. This theory, therefore, acts as a justification                                                  167 See photograph of broken window, http://www.elevenwinds.com/the-broken-window-theory (last visited May 3, 2015). 168 Historical Criminalization Fact Sheet: Homeless Bill of Rights Campaign, WESTERN REGIONAL ADVOCACY PROJECT, http://wraphome.org/images/stories/ab5documents/HistoricalCriminalizationFactSheet.pdf (last visited Dec. 16, 2014). 169 BECKETT & HERBERT, supra note 151, at 33. 170 Id. at 32. 171 Id. 172 Id. 173 Id. 174 Daniel Brook, The Cracks in ‘Broken Windows’, THE BOSTON GLOBE (Feb. 19, 2006), http://www.boston.com/news/globe/ideas/articles/2006/02/19/the_cracks_in_broken_windows/?page=full.  The Wrong Side of History   May 2015   20 for the forcible removal of the homeless population from a geographic area as the first step in restoring social order and regaining desirable aesthetic qualities.   The Broken Windows approach has come under increasing scrutiny. With the recent killings of several African Americans at the hands of police officers who were attempting to prevent relatively petty crimes, the policing strategy of cracking down on minor offences has many people contemplating the costs associated with such an approach.175 Others assert that this Broken Windows approach is simply a tool used by law enforcement to discriminate against marginalized groups such as racial minorities and the homeless.176 If the persistence of homelessness in America is any indication, it appears that this theory has not helped to alleviate the homeless problem.  C. Criminalizing Homelessness in Washington State   The following is an example of a former Washington State vagrancy law: Be it enacted by the Legislative Assembly of the Territory of Washington, That the following persons are vagrants: All persons who tell fortunes, or where lost and stolen goods may be found; all common prostitutes, and keepers of bawdy houses or houses for the resort of prostitutes; al habitual drunkards, gamesters, or other disorderly persons; all persons wandering about and having no visible calling, or business to maintain themselves; all persons going about as collectors of alms for charitable institutions under any false, or fraudulent pre- tenses; all persons playing or betting in any street or public or open place, at, or with any table or instrument of gaming at any game or pretended game of chance.177  A number of varieties of criminalizing ordinances have emerged in Washington State cities to replace old vagrancy laws such as the one quoted above. Considering that the Broken Windows Theory has at its core an aesthetic “clean-up the neighborhood” element, cities such as Seattle have used this theory to justify the control of public space. The new criminalization ordinances largely focus on prohibiting specified conduct, and the consequences usually involve the violator’s exclusion from a specified geographic area. Rather than an attempt to remedy the issue (presumably the prohibited conduct), cities appear to be predominantly concerned with moving violators of the ordinances out of certain areas, and inevitably moving them into another area.178   For example, Seattle has many options to draw from in order to remove “undesirable” people from public spaces including new types of criminalization ordinances such as a sit and lie ordinance,179 a sleeping in public spaces ordinance,180 parks exclusion orders,181 an aggressive                                                  175 REUTERS, NYC Congressman Says Antiquated ‘Broken Windows’ Policing Played Role in Eric Garner Death, MAIL ONLINE, http://www.dailymail.co.uk/news/article-2863023/New-York-chokehold-death-brings-attack-broken-windows-doctrine.html (last updated Dec. 6, 2014). 176 Id. 177 Washington State Legislative Assembly, An Act Defining Vagrancy and Providing Remedy Against, http://www.leg.wa.gov/CodeReviser/documents/sessionlaw/1875pam1.pdf (last visited Dec. 16, 2014). 178 BECKETT & HERBERT, supra note 151, at 54. 179 SMC 15.48.040. 180 SMC 11.72.430. 181 SMC 18.12.279. The Wrong Side of History   May 2015   21 panhandling ordinance,182 a sidewalk obstruction ordinance,183 an anti-camping ordinance,184 a public urination/defecation ordinance,185 and a storage of personal property on public property ordinance.186 While Washington’s historical vagrancy laws were eventually struck down because they granted police officers too much discretion to decide who to cite, the new laundry list of ordinance options provided to officers allows them to choose which ordinance to use to either fit a particular situation or to achieve a desired result. Although the new ordinances may appear more specific regarding the conduct they prohibit, now a variety of tools exist for a city to choose from, resulting in a similar degree of discretion as was allowed under historical exclusion laws.    A recent comprehensive report on Washington’s homeless criminalization ordinances reveals a number of problematic issues with the criminalization method.187  One of the most concerning issues with many modern criminalization ordinances is the civil/criminal legal distinction of an ordinance. While classifying an ordinance as civil rather than criminal may appear to some as a sign of lenience, the actual effect is a relaxation of due process for those cited under the civil ordinance.188 Due to the civil classification of the citation, the homeless person cited (1) loses the right to legal representation, (2) loses the right to a jury trial, and (3) is often cited for a later criminal charge due to the failure to pay a fine.189 Some cities have reportedly been changing criminal ordinances to civil ordinances because many homeless individuals, given their day in court, prevail due to sympathetic juries.190   Another recent report on the intersectionality of homelessness and other marginalized groups reveals some often-unseen discriminatory issues that arise under Washington’s homeless criminalization practices.191 This report shows that racial minorities, women, veterans, LGBTQ individuals, individuals with mental disabilities, and incarcerated individuals are all disproportionately represented in the homeless population, and are therefore disproportionately affected by homeless criminalization ordinances.192   In addition to the discriminatory nature of these ordinances, another recent report on the cost of homeless criminalization reveals that this method is both extremely expensive and ineffective at reducing recidivism rates.193 This comprehensive cost analysis reveals the enormous costs cities in Washington incur in their efforts to criminalize homelessness, and also provides examples of cities around the country that have reduced those costs by implementing                                                  182 SMC 12A.12.015. 183 SMC 12A.12.015. 184 SMC 18.12.250. 185 SMC 12A.10.100. 186 SMC 15.38.010. 187 See generally Olson & MacDonald, supra note 149. 188 Id. at 13. 189 Id. at 14. 190 Id. at 13. 191 See generally Kaya Lurie & Breanne Schuster, SEATTLE UNIVERSITY HOMELESS RIGHTS ADVOCACY PROJECT, Discrimination at the Margins: The Intersectionality of Homelessness and Other Marginalized Groups (Sara Rankin ed., 2015). 192 Id. 193 See generally Joshua Howard & David Tran, SEATTLE UNIVERSITY HOMELESS RIGHTS ADVOCACY PROJECT, At What Cost: The Minimum Cost of Criminalizing Homelessness in Seattle & Spokane (Sara Rankin ed., 2015). The Wrong Side of History   May 2015   22 alternative programs to address homelessness.194 Considering that Washington’s homeless criminalization ordinances are largely aimed at geographic banishment, a comparison to former historical laws that shared this goal reveals problematic similarities between the two types of laws.  IV. CRIMINALIZATION: WE’VE TRIED AND REJECTED THIS BEFORE  The ordinances that are disproportionately enforced upon homeless people are now written differently than previous unconstitutional laws. Where former vagrancy laws were lengthy and contained multiple prohibited conducts, the new criminalization ordinances are purported to be more brief and specific. Where vagrancy laws contained ambiguous characterizations and allowed subjective discretion, new ordinances claim to target specified conduct and do not name the groups or types of people who are targeted. Although some of the apparent facial similarities between historical and modern criminalization laws may have been removed, these two types of laws are similar as applied.  In order to understand the comparison between the historical exclusion laws and the modern homeless criminalization ordinances, it is important to explain the scope of the comparison. Historical exclusion laws were often broad and all encompassing, and therefore only one law was required to accomplish the enforcement goals of a city. The modern ordinances are commonly more direct and specific, and therefore cities often enact multiple ordinances to accomplish their enforcement goals. Therefore, when comparing the historical exclusion laws to the modern criminalization ordinances, the comparison is not between a single historical law and any one modern ordinance, but rather between a historical law and the collective group of modern ordinances a city possesses. Using this comparison, it is possible to see the similarities between these two types of enforcement strategies as applied.   A. Similarities Between Modern and Historical Criminalization Efforts The men and women out here, they don’t want to be homeless…I don’t care how broken down you are, not one person out on the street wants to be homeless. And to be penalized for being homeless? ... You got to go to the back of the bus, you can’t come into certain restaurants, you can’t go to the bathroom…it’s already a system that needs a lot of work.195  Comparing historical exclusion laws with the modern homeless criminalization ordinance regime exposes four distinct similarities between the historical repealed laws and the new ordinances: both legal tools (1) disproportionately affect one marginalized group of people; (2) result in unavoidable violations by the targeted group; (3) remove all practicable options from the targeted group; and (4) seek to remove the targeted group from sight.  First, modern criminalization ordinances do not affect all citizens equally. A law that criminalizes begging does not affect the wealthy and the homeless equally. Laws that prohibit storing private property in public or public urination do not equally affect someone who owns a                                                  194 Id. 195 NAT’L LAW CTR, supra note 8 (quoting Cynthia Mewborn). The Wrong Side of History   May 2015   23 home. Similar to the historical exclusion laws that were found to be unconstitutional, these ordinances do not have an equitable impact.   In practice, modern criminalization ordinances only affect one marginalized group of people.  Jim Crow laws were passed specifically to affect African Americans. Ugly laws were meant to restrict the conduct or geographic location of those who were deemed “unsightly,” “repulsive,” or “ugly,” and disproportionately targeted disabled people. Anti-Okie laws specifically targeted migrant workers, and Sundown Town laws targeted racial minorities. Therefore, one of the most identifiable characteristics of these various historical exclusion laws was that they disproportionately impacted a marginalized group or groups.   Although a law that prohibits sitting or lying down on a sidewalk facially prohibits all people from sitting or lying down on the sidewalk, there are a few reasons why the law in practice disproportionately targets the homeless. Police have the ability to selectively enforce these laws. The typical enforcement of this type of ordinance is not the citation of a man in a business suit enjoying his brownbag lunch on the curb outside his favorite café. Armed with this type of ordinance, a police officer instead may selectively enforce such a law in order to address complaints by local business owners. Moreover, as an alternative to eating his lunch on the curb, the man in the business suit has other options of places to sit that are unavailable to the homeless individual. Once again, because those who do not appear homeless have the option to sit inside various establishments, this type of law only affects the homeless in practice. Similar to the unconstitutional historical exclusion laws, modern ordinances only affect one targeted group of people.  Second, aside from the problems of the unequal applicability of these ordinances and their targeted creation, there is also an issue with a homeless person’s ability to obey the law because of their circumstances. Vagrancy laws made criminals of those who were determined to be poor or unemployed simply because they were poor or unemployed. Therefore, it was not possible for a “vagrant” to comply with the law, resulting in a violation based on their circumstances alone. Considering that the new criminalization ordinances prohibit life-sustaining activities such as sitting, lying down, sleeping, urinating, eating, and storing belongings, homeless people in the area actually cannot comply with the laws.196 In effect, a homeless person is made a criminal simply because they have no reasonable alternatives but to perform such conduct in public. Therefore, similar to the unconstitutional vagrancy laws, these modern ordinances effectively criminalize a person’s status.   Third, the wide coverage of life-sustaining activities the modern ordinances prohibit result in a lack of options for homeless individuals. In the abstract, the typical historical vagrancy law would require a poor person to either immediately lift themselves from poverty or to leave the city in order to comply with the statute. Similarly, a Sundown Town law would require a racial minority to leave the city in order to avoid non-compliance. Therefore, the lack of options created by the law was common among the historical exclusion laws. Considering many cities’ lack of available shelter beds197 and the fact that cities are divided into private property and public land, how can a homeless person comply with an ordinance that prohibits them from                                                  196 Id. 197 Id. The Wrong Side of History   May 2015   24 “camping” on public property? How can a homeless person avoid violating a public urination ordinance if there are no public restrooms provided in the area? The combined effect of the various ordinances and the lack of services in the area create a situation in which a homeless individual is unable to legally exist in the city and must therefore relocate to another city. To further follow the chain of events, if neighboring cities similarly have criminalization ordinances and a lack of available services, the homeless individual is without viable options to legally survive in his or her new location. Similar to the unconstitutional laws that have been struck-down, modern criminalization ordinances result in a lack of options for the targeted marginalized group.  Finally, modern criminalization ordinances attempt to remove a specific “undesirable” group from sight.198 Jim Crow, Anti-Okie, Sundown Town, and Ugly laws, based on their explicit language, were all drafted to exclude specific marginalized groups from a geographical area or from public space. Because these historical laws criminalized one’s presence in a specified area, and the only option for compliance was to leave that area, a common characteristic of these laws was their goal of removing targeted groups from sight. The prevalence of exclusion orders and the evidence shown in the case studies indicates that the overall policy goal of the modern homeless criminalization ordinance regime is the removal of homeless individuals from the city. This is a very different and less admirable goal than the eradication of homelessness. This policy goal of physical removal is another way in which the homeless criminalization ordinances are the same as the unconstitutional historical exclusion laws that have been struck down.  B. Trends to Overturn Historical Exclusion Laws  The effects of many of the historical exclusion laws were felt decades after their implementation. While the efforts of advocates in response to historical exclusion laws caused local authorities to stop enforcing many of the punishments, in most instances, it was not until judicial and legislative efforts intervened that many of these laws ceased to operate.  Many of the exclusion laws that were overturned by the Supreme Court were found to violate some fundamental right guaranteed by the Constitution. In Edwards, the Court said that denying vagrants the right to travel from state to state violated their right to “life, liberty, and the pursuit of happiness.” In Brown, the Court ruled that denying African-American children the opportunity to a proper education denied them the right to be a well-equipped member of our society.   The Supreme Court, in striking down these laws, has looked beyond the conduct that the law is prohibiting. Not only is the Court looking at the purpose of the law, but they are also looking at the consequences of the law. In its rulings, the Court has found that many of these laws have detrimental effects on the groups being criminalized.   In the same vein, Congress and state legislatures have also found that the legislation in question violated a fundamental right. Specifically, looking at the American with Disabilities Act, Congress acknowledges that people with disabilities had become a marginalized group that                                                  198 BECKETT & HERBERT, supra note 151, at 54. The Wrong Side of History   May 2015   25 had lost its political voice and power. State legislatures and local governments refusing to enforce ordinances like those found in Sundown towns also showed that a fundamental right of a group was being limited.   Finally, one trend in the reasoning to overturn historical exclusion laws was the acknowledgement that many of these laws had historical roots. Sometimes the roots were found in earlier American legislation or cases, and in the case of Anti-Okie laws, were found to have English ties. Each time one of these laws was overturned, however, the Court or legislators found that it was time to move away from those roots: they focused on societal change from when these discriminatory laws were first accepted. These laws needed to be overturned because later generations found they were on the wrong side of history.  C. The Shift in Public Opinion on Historical Criminalization Efforts  This section will explore the common phenomenon of a shift in public support after a discriminatory law is determined to be unconstitutional. Historical exclusion laws commonly enjoyed at least moderate, if not widespread, support during their creation and implementation; however, when these laws are determined to be unconstitutional, public support often drops drastically.199  For example, Jim Crow laws institutionalized racial discrimination against African American citizens for a century after slavery ended.200 After such a long period of time, the political will and societal pressure was not able bring about the repeal of these archaic laws until the 1960’s and 1970’s.201 Although it took a long time to repeal these laws and there was fierce opposition from proponents of racial discrimination, eventually public opinion shifted in the post-Jim Crow era concerning the former discriminatory laws.202   Some public opinion polls suggest increasing rejection of racially discriminatory laws. Although it is difficult to find public opinion statistics relating specifically to the repeal of historical discriminatory laws, general polls gauging society’s historical and current trends can be helpful to show dramatic shifts in societal beliefs. While a 1958 poll showed that 94% of white Americans disapproved of interracial marriages between African Americans and whites, a 2013 poll indicated that now 13% of whites disapprove of the same marital union.203 This poll suggests an 81% shift in less than 60 years, showing how public opinion can change once a discriminatory regime is determined impermissible. Similar polls show that 33% of white Americans are still dissatisfied with the treatment of African Americans today, and 51% of white Americans support affirmative action for racial minorities.204 Though not specifically related to                                                  199 Paul Burstein, The Impact of Public Opinion on Public Policy: A Review and an Agenda, POLITICAL RESEARCH QUARTERLY, http://web.iaincirebon.ac.id/ebook/moon/PublicPolicyService/impact%20of%20public%20opinion %20 on%20PP.pdf (last visited May 1, 2015). 200 The Rise and Fall of Jim Crow: A Century of Segregation, PBS, http://www.pbs.org/wnet/jimcrow/segregation.html (last visited Dec. 16, 2014). 201 Id. 202 STEVEN W. BENDER, MEA CULPA: LESSONS ON LAW AND REGRET FROM U.S. HISTORY 17 (2015) (looking at historical regret and shifts in public opinion as evidenced by formal government apologies).  203 GALLUP, Race Relations, http://www.gallup.com/poll/1687/race-relations.aspx (last visited Dec. 16, 2014). 204 Id. The Wrong Side of History   May 2015   26 the historical discriminatory laws, these statistics indicate a shift in public opinion over the course of a generation.  Similar polls suggest comparable shifts in public opinion concerning issues such as disability rights, women’s rights, and LGBTQ rights. While Ugly Laws historically acted as a blanket ban on disabled individuals’ presence in society, subsequent legal challenges and current legal efforts continue to push for the expansion of disability rights. Currently, constitutional challenges are emerging across the country to enable marriage equality. This is likely to be the next example of a dramatic shift in public support for a historically marginalized group.205 206 Recent polls have shown 55% support nationwide for gay marriage, compared to 32% in 1996.207   The comparison of homelessness to these other historically marginalized groups is not meant to suggest that each faces the same struggles and issues. Still, these examples do suggest that public education and advocacy are key to protecting the basic civil and constitutional rights of homeless Americans. Although these shifts in public opinion on discriminatory practices often take far longer than they should, eventually these former practices are looked back upon with shame and regret. Considering the harsh and targeted consequences of the modern homeless criminalization ordinance, society will likely similarly look back on its former treatment of vulnerable individuals with regret and disbelief.  D. Predictions Based on Historical Criminalization Rejections   Previous sections in this brief established that (1) modern homeless criminalization ordinances are fundamentally similar to unconstitutional historical exclusion laws, and (2) public opinion shifts once a law is exposed as discriminatory. More recently, a handful of modern criminalization ordinances have been successfully challenged on constitutional grounds, perhaps indicating the beginning of a line of precedent for challenging homeless criminalization ordinances.208 Considering that the majority of society looks back at historical discriminatory laws with disgust and disbelief, and considering how similar anti-homeless ordinances are in function and purpose to these historical examples, proponents of anti-homeless laws are on the wrong side of history.   Although the modern criminalization ordinances initially appeared to successfully avoid the type of legal challenges that brought about the repeal of historical exclusion laws, there have been a number of more recent cases that have exposed the potential unconstitutional features of modern ordinances.209 These successful constitutional legal arguments included showings of Fourteenth Amendment lack of notice and discriminatory enforcement practices,210 violations of                                                  205 BENDER, supra note 203, at 99 (recent polls showing 57% of young Americans supporting same-sex marriage). 206 See generally Sara Rankin, Invidious Deliberation: The Problem of Congressional Bias in Federal Hate Crime Legislation, 66 RUTGERS L. REV. 563 (2014). 207 GALLUP, Same-Sex Marriage Support Reaches New High at 55%, http://www.gallup.com/poll/169640/sex-marriage-support-reaches-new-high.aspx (last visited Dec. 16, 2014). 208 City of Chicago v. Morales, 527 U.S. 41 (1999); Johnson v. City of Cincinnati, 310 F.3d 484 (6th Cir 2002); Justin v. City of Los Angeles, No. CV0012352LGBAIJX, 2000 WL 1808426 (D. C.D. Cal. Dec. 5, 2000). 209 Morales, 527 U.S.; Johnson, 310 F.3d; Justin v. City of Los Angeles, 2000 WL 1808426 (2001). 210 Morales, 527 U.S. 41 (1999). The Wrong Side of History   May 2015   27 substantive due process and freedom of association rights,211 and Fourth Amendment violations for random stops and searches and destruction of personal property.212 These successful constitutional challenges expose the legal susceptibility of these ordinances, but political will and public knowledge of the issue are still necessary components of a successful social movement to repeal discriminatory laws.   For now, the language of modern criminalization ordinances appears to have curbed much of the public outcry that opposed laws such as Ugly Laws, Jim Crow laws, and Sundown Town laws. By adopting ordinances that do not explicitly name “homeless people” as the target, proponents of the criminalization method are able to keep the discriminatory nature of the laws under the radar to a large extent. Still, advocacy efforts by organizations that fight for homeless rights continue to bring this issue into the public eye.   The modern homeless criminalization ordinances are, in practice, the same as the old vagrancy laws, Jim Crow laws, Ugly Laws, Sundown Town laws, and Anti-Okie laws. These historical laws have all been found unconstitutional, and have therefore been repealed. Although there was popular support for these laws before their repeal, they now are looked back on by the vast majority of society as objectionable, cruel, and discriminatory. Considering their similarity to these historical exclusion laws, modern homeless criminalization ordinances will be similarly evaluated—and rejected—in the near future.  CONCLUSION  Historical exclusion laws and modern anti-homeless ordinances work to punish the conduct of people seen as undesirable by society. The conduct in and of itself is not criminal. The criminalization of homelessness shares many similarities with the criminalization of many other groups throughout history. Historical exclusion laws worked, just like anti-homeless ordinances, to prohibit groups of people from having access to public spaces within towns or cities. The purpose of excluding them was to limit their ability to engage in the same public spheres as the groups that these laws targeted.   Anti-homeless laws are detrimental to the homeless population in the United States. For now, modern criminalization ordinances remain the principle means by which cities attempt to control the homeless population. Similar to their predecessors, these ordinances are often not narrowly tailored to advance public health or safety, but instead they function as tools to physically remove homeless people from public space. The purging of homeless people is not an attempt to end homelessness. It is an attempt to control and define who has access to public space. Anti-homeless ordinances truly share the same criminalizing and marginalizing effect as historical exclusion laws. It is not difficult to imagine society looking back at ordinances that criminalized homeless people for sitting down, sleeping, and other life sustaining activities, and regretting them—like historical exclusion laws.                                                   211 Johnson, 310 F.3d. 212 Justin, No. CV0012352LGBAIJX, 2000 WL 1808426. The Wrong Side of History   May 2015   28 BIBLIOGRAPHY 1855 Cal. Stat. ch. 165 § 1.  42 U.S.C. § 12101.  42 U.S.C. § 12101(a).  Aaron Burkhalter, Burien Bans ‘Behavior Problems’, REAL CHANGE NEWS (Sept. 10, 2014), http://realchangenews.org/index.php/site/archives/9359.  ANATOLE FRANCE, LE LYS ROUGE [THE RED LILY] (Nabu Press 2010).  ANTHONY M. ORUM & ZACHARY P. NEAL, COMMON GROUND? READINGS AND REFLECTIONS ON PUBLIC SPACE (THE METROPOLIS AND MODERN LIFE) (Routledge 2009).   Ashley Trick, Hawaii Senator Uses Sledgehammer to Fight Homelessness, STREET SENSE, http://streetsense.org/article/hawaii-senator-uses-sledgehammer-to-fight-homelessness-by-ashley-trick/#.VRB37ylpxoE (last visited Mar. 22, 2014).  Barbara Y. Welke, Beyond Plessy: Space, Status, and Race in the Era of Jim Crow, UTAH L. REV. 267 (2001).  BMC 606.   Brad Davis, Clearwater Welds Bathrooms Shut at Crest Lake Park and Cuts Electricity in Downtown Parks, ABC ACTION NEWS (June 14, 2012), http://www.abcactionnews.com/news/region-north-pinellas/clearwater/clearwater-welds-bathrooms-shut-at-crest-lake-park-and-cuts-electricity-in-downtown-parks.  Brown v. Board of Education, 347 U.S. 483 (1954).  C. VANN WOODARD, THE STRANGE CAREER OF JIM CROW (Oxford Univ. Press 1974).  Casey Garth Jarvis, Homeless: Critical Solutions to a Dire Problem; Escaping Punitive Approaches By Using a Human Rights Foundation in the Construction and Enactment of Comprehensive Legislation, 35 W. ST. U. L. REV. 407 (2011).  Cathy Bussewitz, New Laws Move the Homeless Out of Waikiki, THE SEATTLE TIMES (last updated Sept. 11, 2014), http://seattletimes.com/html/travel/2024514095_honoluluhomelesshawaiixml.html.   City of Chicago v. Morales, 527 U.S. 41 (1999).  Johnson v. City of Cincinnati, 310 F.3d 484 (6th Cir 2002).  The Wrong Side of History   May 2015   29 Justin v. City of Los Angeles, No. CV0012352LGBAIJX, 2000 WL 1808426 (D. C.D. Cal. Dec. 5, 2000).  Clearwater Neighborhoods Coalition, Change for the Homeless in Clearwater, CLEARWATER PATCH (May 16, 2012) http://patch.com/flora/clearwater/bp--change-for-the-homeless-in-clearwater.  Dan Thompson, Ugly Laws: The History of Disability Regulation in North America, PROGRESS (2011), http://www.ambest.com/directories/bestconnect/DeeGeeArticle.pdf.   Daniel Brook, The Cracks in ‘Broken Windows’, THE BOSTON GLOBE (Feb. 19, 2006), http://www.boston.com/news/globe/eas/articles/2006/02/19/the_cracks_in_broken_windows/?page=full.  Don Mitchell, The Annihilation of Space Law: The Roots and Implications of Homeless Laws in the United States, 29 ANTIPODE 305 (1997). DONALD WORSTER, DUST BOWL—THE SOUTHERN PLAINS IN THE 1930S (25th Anniversary ed., Oxford Univ. Press 2004).  Drew Harwell, Clearwater Says Homeless Should go to Shelters, But Most Have no Space, TAMPA BAY TIMES (June 23, 2012), http://www.tampabay.com/news/localgovernment/clearwater-says-homeless-should-go-to-shelters-but-most-have-no-space/1236931.  Drought: A Paleo Perspective—20th Century Drought, NATIONAL CLIMATIC DATA CENTER (April 5, 2009) http://www.ncdc.noaa.gov/paleo/drought/drght_history.html (last visited Oct. 25, 2014).  Edwards v. California, 314 U.S. 160 (1941).  Elisa Hahn, ACLU Says Burien 'Hygiene' Law is Unconstitutional, K5 (Oct. 5, 2014), http://www.king5.com/story/news/local/2014/10/08/aclu-burien-trespass-ordinance-odor-hygiene/16946627/.  Ferris State Univ., The Origins of Jim Crow, JIM CROW MUSEUM OF RACIST MEMORABILIA (last updated Apr. 2015), http://www.ferris.edu/jimcrow/links/misclink/examples/homepage.htm (last visited May 2, 2015).  GALLUP, Race Relations, http://www.gallup.com/poll/1687/race-relations.aspx (last visited Dec. 16, 2014).  GALLUP, Same-Sex Marriage Support Reaches New High at 55%, http://www.gallup.com/poll/169640/sex-marriage-support-reaches-new-high.aspx (last visited Dec. 16, 2014).  Harry Simon, Towns Without Pity: A Constitutional and Historical Analysis of Official Efforts to The Wrong Side of History   May 2015   30 Drive Homeless Persons From American Cities, 66 Tul. L. Rev. 631 (1992).  Hawaii Rep. Tom Brower Takes A Sledgehammer (Literally) To Homelessness Problem, HUFFINGTON POST, http://www.huffingtonpost.com/2013/11/18/tom-brower-hawaii_n_4299256.html (last visited Mar. 22, 2014).  Historical Criminalization Fact Sheet: Homeless Bill of Rights Campaign, WESTERN REGIONAL ADVOCACY PROJECT, http://wraphome.org/images/stories/ab5documents/HistoricalCriminalizationFactSheet.pdf (last visited Dec. 16, 2014).  Interview with Kirsten Clanton, attorney, Southern Legal Counsel (Apr. 24, 2015).  Jack Mayne, Burien City Council Hears Raucous Protest Over its ‘Trespass’ Ordinances Monday, B TOWN BLOG, http://b-townblog.com/2015/02/24/burien-city-council-hears-raucous-protest-over-its-trespass-ordinances/ (last visited May 1, 2015).  Jack Mayne, Burien City Council to Reconsider ‘Laughing Stock’ ‘Body Odor’ Trespass Law, B TOWN BLOG (Oct. 12, 2014), http://b-townblog.com/2014/10/12/burien-city-council-to-reconser-laughing-stock-body-odor-trespass-law/?utm_source=feedburner&utm_medium=email&utm_campaign=Feed%3A+b-townblog+%28B-Town+%28Burien%29+Blog%29.  JAMES W. LOEWEN, SUNDOWN TOWNS: A HIDDEN DIMENSION OF AMERICAN RACISM (New Press 2005).  JOAN M. CROUSE, THE HOMELESS TRANSIENT IN THE GREAT DEPRESSION: NEW YORK STATE, 1929-1941 (SUNY Press 1986).  JOHN STEINBECK, The Grapes of Wrath 1939 [Photograph]. Britannica Online for Ks. (Retrieved Apr. 30 2015), from http://ks.britannica.com/comptons/art-144320.  Johnson v. City of Cincinnati, 310 F.3d 484, 2002 Fed. App. 0332P (2002).  Jones v. Alfred H. Mayer Co., 392 U.S. 409 (1968).  Joshua Howard & David Tran, SEATTLE UNIVERSITY HOMELESS RIGHTS ADVOCACY PROJECT, At What Cost: The Minimum Cost of Criminalizing Homelessness in Seattle & Spokane (Sara Rankin ed., 2015).  JOSIAH H. BENTON, WARNING OUT IN NEW ENGLAND, 1656-1817 (Ulan Press 2012), available at http://archive.org/details/warningoutinnew00goog.  Justin Olson & Scott MacDonald, SEATTLE UNIVERSITY HOMELESS RIGHTS ADVOCACY PROJECT, Washington's War on the Visibly Poor: A Survey of Criminalizing Ordinances & Their Enforcement (Sara Rankin ed., 2015). The Wrong Side of History   May 2015   31  Justin v. City of Los Angeles, 2000 WL 1808426 (2001).  KATHERINE BECKETT & STEVE HERBERT, BANISHED: THE NEW SOCIAL CONTROL IN URBAN AMERICA (STUDIES IN CRIME AND PUBLIC POLICY) (Oxford Univ. Press 2011).  Kaya Lurie & Breanne Schuster, SEATTLE UNIVERSITY HOMELESS RIGHTS ADVOCACY PROJECT, Discrimination at the Margins: The Intersectionality of Homelessness and Other Marginalized Groups (Sara Rankin ed., 2015).  Kolender v. Lawson, 461 U.S. 352 (1999)  Lynn Thompson, Advocates For Homeless to Protest Burien Ordinance, THE SEATTLE TIMES (Feb. 22, 2015), http://o.seattletimes.nwsource.com/html/localnews/2025760946_burienhomelessxml.html.  Marcia Pearce Burgdorf & Robert Burgdorf, Jr., A History of Unequal Treatment: The Qualifications of Handicapped Persons as a Suspect Class Under the Equal Protection Clause, 15 SANTA CLARA L. REV. 855 (1975).  Maria Marulanda, Preemption, Patchwork Immigration Laws, and the Potential for Brown Sundown Towns, 79 FORDHAM L. REV. 321 (2010).  Mayor of New York v. Miln, 36 U.S. 102 (1837).  Missouri ex rel. Gaines v. Canada, 305 U.S. 337 (1938).  Morgan v. Virginia, 328 U.S. 373 (1946).  NAT’L LAW CTR. ON HOMELESSNESS & POVERTY, NO SAFE PLACE: THE CRIMINALIZATION OF HOMELESSNESS IN U.S. CITIES (2014) available at http://nlchp.org/documents/No_Safe_Place.   Papachristou v. City of Jacksonville, 405 U.S. 156 (1971)   Paul Burstein, The Impact of Public Opinion on Public Policy: A Review and an Agenda, POLITICAL RESEARCH QUARTERLY, http://web.iaincirebon.ac./ebook/moon/PublicPolicyService/impact%20of%20public%20opinion %20 on%20PP.pdf (last visited May 1, 2015).  Peter Carlson, When Signs Sa ‘Get Out’, THE WASH. POST (Feb. 21, 2006), available at http://www.washingtonpost.com/wp-dyn/content/article/2006/02/20/AR2006022001590.html.  Plessy v. Ferguson, 163 U.S. 537 (1896).  Pottinger v. City of Miami, 810 F. Supp. 1551 (S.D. Fla. 1992). The Wrong Side of History   May 2015   32 REUTERS, NYC Congressman Says Antiquated ‘Broken Windows’ Policing Played Role in Eric Garner Death, MAIL ONLINE, http://www.dailymail.co.uk/news/article-2863023/New-York-chokehold-death-brings-attack-broken-windows-doctrine.html (last updated Dec. 6, 2014).  Robinson v. California, 370 U.S. 660 (1962).  Sandra Wachholz, Hate Crimes Against the Homeless: Warning-Out New England Style, JOURNAL OF SOCIOLOGY AND SOCIAL WELFARE, VOL. XXXII, NUM. 4 (Dec. 2005).  Sara Rankin, Invidious Deliberation: The Problem of Congressional Bias in Federal Hate Crime Legislation, 66 RUTGERS L. REV. 563 (2014).  Shelley v. Kraemer, 334 U.S. 1 (1948).  SMC 11.72.430.  SMC 12A.10.100.  SMC 12A.12.015.  SMC 12A.12.015.  SMC 15.38.010.  SMC 15.48.040.  SMC 18.12.250.  SMC 18.12.279.  State v. Richard, 108 Nev. 626 (2010).  Stephen Loffredo, “If You Ain’t Got the DO, RE, MI”: The Commerce Clause and State Residence Restrictions on Welfare, 11 YALE L. & POL’Y REV. 147 (1993).  STEVEN W. BENDER, MEA CULPA: LESSONS ON LAW AND REGRET FROM U.S. HISTORY (2015).  Susan Schweik, Kicked to the Curb: Ugly Law Then and Now, 46 HARV. C.R.-C.L. L. REV. 1 (2012).  The Civil Rights Act of 1964, Pub. L. 88-352, 78 Stat. 241 (Enacted July 2, 1964).   The Rise and Fall of Jim Crow: A Century of Segregation, PBS, http://www.pbs.org/wnet/jimcrow/segregation.html (last visited Dec. 16, 2014).  The Wrong Side of History   May 2015   33 Tom I. Romero, II, No Brown Towns: Anti-Immigrant Ordinances and Equality of Educational Opportunity for Latina/os, 12 J. Gender Race & Just. 13 (2008).  Utah is Ending Homelessness by Giving People Homes, NATION OF CHANGE, http://www.nationofchange.org/utah-ending-homelessness-giving-people-homes-1390056183 (last visited Dec. 16, 2014).  Washington State Legislative Assembly, An Act Defining Vagrancy and Proving Remedy Against, http://www.leg.wa.gov/CodeReviser/documents/sessionlaw/1875pam1.pdf (last visited Dec. 16, 2014).  WILLIAM H. MULLINS, ENCYCLOPEDIA OF OKLA, HIST. AND CULTURE, OKIE MIGRATIONS (2009), http://www.okhistory.org/publications/enc/entry.php?entry=OK008.     ",
    "id": 235986382,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.law.seattleu.edu:hrap-1003"
    },
    "title": "The Wrong Side of History: A Comparison of Modern and Historical Criminalization Laws",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-05-08T08:00:00+01:00",
    "publisher": "Seattle University School of Law Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.law.seattleu.edu/cgi/viewcontent.cgi?article=1003&amp;context=hrap"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/235986382.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/235986382"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/235986382/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/235986382/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/235986382"
        }
    ],
    "abstract": "Like many other cities throughout the country, Washington’s homeless population is being targeted through ordinances infused with a historical spirit of control and discrimination. The policy brief looks at the history of criminalization laws by focusing on historical criminalization laws and how they paved a way for current anti-homeless ordinances. The policy brief reveals that the spirit of historical criminalization laws is present in anti-homeless ordinances today. Since these historical laws have been repealed and overturned, so should anti-homeless ordinances that share the same spirit of control, exclusion, and discrimination.\nThe brief focuses on five historical laws and modern anti-homeless ordinances through case studies: Vagrancy; Anti-Okie, Jim Crow, Ugly, and Sundown Town laws. Each section discusses the impetus for each law and the effect it had on targeted individuals. Next, the brief examines specific language from these laws and how they were applied - and ultimately, how they were overturned by judges, legislatures, and public opinion. The brief then shifts focus to three case studies of modern anti-homeless ordinances.\nThis comparison reveals that modern anti-homeless ordinances share much of the same form, phrasing, and function as historical laws that banned African-Americans from attending public school with white Americans; that banned Midwesterners from entering Western states during the Great Depression; and that banned people with physical disabilities from residing in certain cities. And yet, anti-homeless ordinances are just contemporary expressions of the same impulse to marginalize already marginalized people. Ultimately, this brief shows that modern anti-homeless ordinances are just historically infamous laws in a new guise.\nKeywords: public space, homelessness, race, gender, sexual orientation, sexual identity, LGBTQ, homeless, poverty, constitutional rights, civil rights, human rights, criminalization, neolibera",
    "tags": [
        "text",
        "HRAP",
        "Homeless Rights Advocacy Project"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.law.seattleu.edu:hrap-1003",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13645",
        "openDoarId": 0,
        "name": "Seattle University School of Law: Digital Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 235986382,
        "depositedDate": null,
        "publishedDate": "2015-05-08T08:00:00+01:00",
        "updatedDate": "2024-02-14T19:47:15+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-30T09:14:29+00:00"
    },
    "urls": [
        "https://digitalcommons.law.seattleu.edu/hrap/7",
        "https://digitalcommons.law.seattleu.edu/context/hrap/article/1003/viewcontent/SSRN_id2602533.pdf"
    ],
    "lastUpdate": "2024-02-14T19:47:15+00:00",
    "setSpecs": []
}