{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Murphy, John F."
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T11:13:22+01:00",
    "dataProvider": {
        "id": 1441,
        "name": "epublications@Marquette",
        "url": "https://api.core.ac.uk/v3/data-providers/1441",
        "logo": "https://api.core.ac.uk/data-providers/1441/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/213049697.pdf",
    "fullText": "The Linacre QuarterlyVolume 43 | Number 4 Article 6November 1976The Teacher and the HomosexualJohn F. MurphyFollow this and additional works at: http://epublications.marquette.edu/lnqRecommended CitationMurphy, John F. (1976) \"The Teacher and the Homosexual,\" The Linacre Quarterly: Vol. 43: No. 4, Article 6.Available at: http://epublications.marquette.edu/lnq/vol43/iss4/6The Teacher and the Homosexual John F. Murphy, Ph.D. Dr. Murphy is Assistant Pro-fessor in th e School of Education at Brooklyn College. City Univer-sity of New York. A former teach-er of English in both th e public and Catholic schools of New York, he is now inuolved in teach-er training, both in meth ods and social foundations. Dr. Murph y's articles have appeared in Notre Dame Journal of Education, The Living Light, and The New Cath-olic World. November, 1976 Several weeks ago, I informally asked some of my college stu-dents whether or not gay teach-ers who worked in elementary or high schools should \"come out.\" All my students were against the teachers announcing thei r sexual preference at those academic lev-els. These usually articulate stu· dents, however, were unable to spell out their arguments. I played the \" devil's advocate\" and suggested that since there was a growing acceptance of mi· nority positions, e.g., women and blacks, and since there were courses in college for people whose rights have been neglected or vio-lated, I thought it was logical fo r gays to speak out and to be ac· knowledged. I asked. why not provide models for students with similar sexual preferences? I ar· gued that to deny the homosexual open and fair treatment was to deny ou r purposes of education, the development of the individual to his/ her fullest potential. 249 1 can continue to argue per-suasively for gays, but 1 think the question of the homosexual in education needs to be explored more critically and more ana-lytically so that the various sides of the concern can be seen in perspective. My public and criti-cal reflection on this topic has arisen from the lack of adequate understanding of my students as they prepare to teach, from the lack of precision in language and directives of boards of education, and also from the strong approach of the gay liberation movement in the critical area of education. With those ideas in mind, I called the co-spokesperson of the Gay Teachers Association of New York City, a contact I had noted when wa t.ching a three hour tele-vision marathon on gay issues presented on public channel 13 in New York. In our co~versation, I mentioned that I thought another revolution in education was ap-proaching, one not noted by the people who normally s tand guard defending the old values. He agreed. Following his suggestion I made contact with a gay book-store in New York city, and I dis-covered a growing source of ma-terial on campus organizations, student groups, legal appeals, and support statements for gays from churches, unions, and public cor-porations. Much of the available material, of course, is related to the univer-sity and college level. The devel-opment of consciousness, how-ever, present in students and ad-ministrators -in post secondary 250 level will ·work its way to second-ary schools. The movement and openness of college faculty to de-clare themselves homosexual will prompt many secondary and ele-mentary teachers to run the risk of public declaration. Most of us , hopefully at this point, are aware of the rapidity of value and community change. A routine glance -at the present set of issues in the diocesan pa-pers, or \"in the secular journals, gives proof to To£fler's ideas in Future Shock that we must be prepared-to live with change. Ten-sion issues, for example, in the Church of ten yea'rs ago such as birth control, language, celibacy, priesthood, authority, have been so openly discussed or SO radically rethougbt that many oC us are at least prepared for change as a way of life. The \" hope\" of some that homosexuality will disappear or fade away should not be con-sidered . If anything, ·some aware-ness of how change -can come so soon should prompt legislatures, administrators, educators to look at the present scene and begin to prepare for the growing issue of homosexuality aDd education. What are- some of the possible issues in education and homosex-uality? Here are three areas from a policy statement of the Gay Teachers Association of New York City: AFFIRM that gay\", proud. AFFIRM our righb to educate all people a bout the ou tstandin~ contributions or gay writers. gay Iminters. gay his lorians, lI:ay psy-Linacre Quarterly chologist.s, sociologisiJl, philosophers, and a host of other gay IJoeOI)le ..... ho huve invested the ir wlents to the cu lture of a world society . AFFIRM the beauty a nd legiti-macy of our life s ty le. Basically these three affirma· tions relate to three major areas of concern: 1.) the basic purpose of the American school as n value trans-mitter and assimilator; 2_) the place of curriculum rna terial as renective of the community val-ues, and within the general in-tellectual and cul tural heritage of our society; 3. ) the role of the teacher as model and transmitter of knowledge and values. Each of these areas needs scru· t iny and exploration and I t hink each should be seen in as fu ll an introductory context as possible. Basic Purposes American schools have talked and are continually talking about the overall development of the person, of the individual, a growth t hat encompasses more than just tradit ional a cad e m i c learning. And, of course, we view our pub-lic and private schools as instru-ments of value transmission and assimilation. The key words in recent Ameri-can educational vocabulary have bee n adjustment, socia lization , fui£iIJment, personhood, unique· ness. There were some vague assumptions underlying these words, assumptions of stabili ty and continui ty of values, especial· Iy sexual values. We have come a long way, but we sti ll have limits. We pushed for the growth of the November, 1976 individual , for his uniqueness, but always we have presumed a cer· tain constant: heterosexuality, At present 1 live in a sma ll community near New York City. [ went to the local public library and obtained a copy of the com-munity school board's philosophy of education. I read it carefully, and discovered that much of its language is open to affinning the individual , his potential , and his adjustment to society_ The purpose of education in the lK:hools of this dis t ric t is to fadli -tnte the development of the poten-tinl of each ch ild to the full est. T he school s luff s.ooka 10 recognize in-divid ual differences and to engend · er al·hicvcmcnt a nd p rogress. not only in bns ic s kills but in the abili ty to Ihink indel)l'n(jently and crit i-cally. Educatio n is the guidan('(! o f the c hild through learning proce88eS to the e nd Ihat he becomes personally effective in n dy namic society. As each chi ld g rows, there is consta nt (though not un iform) mental, physi-ca l, social I)nd emotional develop. men t . T he Bou rd of Education, renect -ing to the best or iu ubili ty the concerns and desire!! of the cit izens ror an excellent tmblic school sys-tem. recognizes it.s responsibility to provide tl broad educational pro-gram consistent wit h the menta l and physil'lll I>otentiai of e ve ry ch ild in our school communit y. T he Boord believes that ellch in-dividual should be aCl'epted into our cductllionul prog ram as he iB, (ita lics ndde<i) lind thut he be pro· vided with a slimulating environ-ment and o Pl>ortunities for learning extJeriencel! designed to promote be· havioral cha nges that will e:Hect continuing s. ... tis ractory adjustmenu to life. 251 · . . To a t\"t.\"Omplish its purpose. our school sys lCm mus t rOIlier a high level of moml mltl ethical be· lids as ~uidelines for innuencilll1! the aCiions of s tudents. stuff :mrl ~\"(Jrnmunity. The statement certainly pro-vides an opportunity for a minori-ty group, such as the gays, to request help in the school for any individual who feels his/ her po-tential is to the gay world with it.s own adjustment to society. The final statement of a \"high level of moral and ethical beliefs as guidelines\" may not be the bulwark it once was in our so-ciety. We now have word t.hat homosexuality is not to be con-sidered an illness. And although the Vatican Declaration on Sex-ual Ethics in 1975 considers ho-mosexuality int.rinsically evil (and hence a very difficult topic for some Catholic schools to handle), public or secular morality has dif-ferent value components for sex-ual activity, e.g., birth control, abortion, extra-marital sex. Special programs for people of heterosexual preference are al-ready in evidence; ma r ria g e courses are acceptable and even mandated. And should not stu-dents who are homosexual have the advantage, during their form-ative years, of a choice of role models, and / or public counseling and development? Given the reality of t he situa-tion, what questions or assump-tions need examination? I think, perhaps, that sta tements about American education will become more explici t and precise. The 252 function of the school will need to be more carefu lly delineated, and the articu lation of goals wiJI require a broader look at our contemporary society and its (.'Omponents_ School boards may need to ask whether their schools are to be more formative or informative. The limits of the school as va lue transmitter will come under scru-tiny more and more. ( It must be noted that in this particular time of American life, some retrench-ment and some degree of con-servative reaction among school boards is surfacing, e.g., the cen-sorship of books on Long Island t.his spring semester.) The argument that homosex-uali ty is so unacceptable to American society that any at-tempts to set up new rules or pre-cautions is unnecessary is not particularly a strong one. It ne-gates the possibi li ty of working through and establishing norms, or the possibility of dialogue ahout diHerences, or the reality of the present situation. I think t he adamant \"the problem doesn't exist\" approach is obviously weak. Yet I question the statement of the Gay Teachers' Association that there is a need to arfirm the beauty and legitimacy of the gay life style. In my hesitancy, I am aware that the American public and pri-vate school actively supports and encourages the \"practice and skills of family living,\" a position that doesn't basically allow for the positive affirmation of an-other sexual/social style. Linacre Quarterly My reservations are in t.he areas of affirmation, proclamation, of protest. It amounts to a procla-mation of values, of acceptance of differences or of new norms fo r public behavior, but these need to be spelled out more defini tive-ly. more clearly, wi th more speci-fication of norms. H American society (and rath-er specifically the Catholic com-muni ty) has learned anything in the last two decades, it is that change needs to be discussed, analyzed, and carefully dialogued so that all of the sides receive a good measure of clarity and con-sideration. Minority groups have achieved change by reason of the examination of public documents, of the careful questioning in the public order of what has been as-sumed privately or quietly. The gay affirmation of its po-sition is not necessa rily a good for all, but unless it is acknowl-edged, met, discussed, the issue of concern for all humans that we profess in our statements will not ring t rue. Curriculum Material As a teacher of some twenty years in both secular and Catho-lic education, I am well aware of the changes in curriculum content in t he last two decades. Certain forbidden topics have surfaced al-most everywhere in education, e.g., sex, race, pacifism, even the topic of change itself. Books that were normally hidden in paper bags, such as Catcher iTl the Rye, would be welcomed by some con-servatives today as a pleasant change from contemporary litera-November, 1976 ture. At my own pubHc institu-tions, credit bearing courses in e thnic and racial studies will soon be followed by women's studies. If the topic of homosexuali ty has come out of the closet, it will soon app ea r in the catalogues for credit. A 1975 booklet, Gays on Cam-pus, listed courses at University of Nebraska, Ru tgers College, California Sta te University at Sacramento, Swarthmore College, Concordia University (Montreal), U n i v e r sit y of Massachusetts (Boston) in such departments as English, Anth ropology, Sociology and Psychology. Ti t les of the courses were: Pro-seminar in Ho-mophile Studies; Sex Role in Literature; Li terature and Ho-mosexuality; Laboratory in Hu-man R e i a t i o n s; Gay-Straight Male Encounter; Sociology of Ho-mosexual Behavior; The Other Face of Love; Studies in Gay Male Li terature; Homosexuality in Western Literature; History of the Gay Movement ; Sexual Vari-ance: The Contemporary Homo-sexual in Life and Li terature; Con temporary Civilization and Homosexuali ty. A different si tua tion for some educators and citizens comes when it is the area of the less than formal inclusion of homosexuality as a factor in our curriculum. And the concern is greater when the issue of homosexuali ty surfaces at the elementary and/ or secondary level. Peter Fisher in The Gay Mystique writes what he thinks is missing from our curricula: 253 Heterosexual !H'OIJogandu begins in the II('hool from the ve ry sturt. All the !>rimers have nice little g irls lind boys. but you don' t find close, afrectionate relutionshi!Js that might be interpreted os homosexuality. H you encountered anybody who by the rurthest s treich of the imagina-tion mi,l:ht hnve been homosexual. it was I)robnbly in the form of n warning against taking candy from s tmngeMl. '11ere are no Kay COUI)Jes in reading text&--all uclults are helerosexuul. and most are married. In later school yetlMl, as students encounte r literature written by ho· mosexuals, or his tory concerning in· dividuals who we re homOSCXU:lI. this as!Je<'1 ill !'OmlJletely obSO:·IJre<I. (pp. 174· 175) The cry is for more openness of the content of our tradit ions. The question for educators goes back to the purpose of t he schools, to what va lues the school is willing to share and wishes to make public and continuous. There are, of course, special purpose schools--e.g., for reli· gious groups, fo r certain economic levels-where the contribution of members of the particular group are given special emphasis. I re-member reading about certain Catholic authors who were of par-ticular significance to my identity and to my groups' cohesiveness. Wha t the gays are asking fo r, then, is not unusual in tenns of our American education tradition. What becomes significant is the va.lue/ tension level for the com-munity, and another issue that has not yet surfaced with suf-ficient empha.sis: the readiness of secondary/ elementary students to handle certain topics in sex-254 uality. A great deal of work has been done on sexual development that covers the readiness of stu-dents from pre-school to early childhood to elementary to sec· ondary levels to work with and through topics of sex (or very significantly, what is commonly caUed family li fe education). It would seem fitting that the inclusion of gay studies or the informal inclusion of gay material at the secondary/ elementary lev-els needs to ut ilize the resources of the specialists in sexual devel-opment. The absence of any men-tion of homosexuality in most cases at the present doesn't mean the blanket introduction of the topic to fill the void. And certain-ly at the secondary level, some as-pects of the gay movement will need to be included in the very near fu ture. With the present em-phasis in American education on relevance, the civil, social, and legal aspects of the gay movement cannot be avoided. But perhaps the major problem t hat may surface in the future will be the issue of the homosex-ual teacher, since it is the person of the teacher who is rightfully considered the prime innuence on the student. The Teacher and Homosexuality The role of the teacbe r in twentieth century America and also in other areas of the indus-trial Western world has been in process of great change. Although t he gay is now calling for his civil rights, he is joining the whole teacher movement in a call for Linacre Quarterly freedom of life style. The gay teachers have not been the only teachers with problems: teachers as a group were, until recently, confined to narrow roles in tenns of conduct, dress, income, status, power. The present call of the gay teacher to affirm his/ her iden-tity has been paralleled or pre-ceded by the teacher union strug-gles for righ ts to an adequate in-come, privacy limi ts, freedom of dress codes, rights to protest or make grievances. The teacher as a person is a relatively new situa-tion. Some of the established tradi-tions of teacher selection and be-havior can be traced as far back as Plato and his R epublic. Teach-ers are to be civil servants whose Jife and life style are dedicated to the needs and use of the state. Wisely, Plato saw that the young are the gift of the fu ture. That fu ture is brought forth out of the youngs' ex periences of values and models. P lato's guardians were examplars. So too, the gay com-munity sees that tradition in its own light. In a 1974 \"Welcoming Address\" at a Conference of The Universities and The Gay Experi -ence, the speaker, a professor at Barnard College, put it very well: The univel'llities in our world nre custodians of human culture anrl the major fac tories of new knowl· edge: we ed uca te the young and ('any on the work of the mi nd. How many gay people h:lve pa rt icipated in this human endeavo r th roughou t his tory we wi ll never know, hut what we do know is that today many gay 1>eQ1)le all over the world are pa r t:lking in this humnn and November, 1976 hopefully humanizing work. The world mus t know. as indeed we must too. wh::l1 ou r role in culture and education has been, is. and will be. To accomplish this we must put a stop to the shoddy theories which pretend to eXI>lain us and the shady images which pretend to repre~nt us. \\Ve must write our history and eal·h of us tell our story. It is up to us today to begin this task of un· covering and discovering ourselves. Yet we cannot do this sinl(ly or silently. Rathe r we must stand to· gethe r before all. before professor!! and administrators. publishers and editors. Ilarenis nnd students. Je~ ­isla tors and legisl;lted. s,1ying: \"We ;He here: we will nol go wny:' ( I>P. 221·22) There's a twofold theme run-ning through Professor Gustaf-son's remarks. We educate the young; the youn g must take us as we are. What may be critical here is the role of the society t hat is on ly now beginning to accept a teacher as person, but still wants that person to fit into a standard fo rm of service or subservience to community values. I think Professor Gustafson is correct in his projection of the present and the future. \"They are here; they will not go away.\" I am not sure tha t the larger Ameri -can society has yet to come to a working understanding of where the homosexual group as educa-tors will have its freedom. There seems to be little dis-agreement, in theory, on the ques· t ion of t he civi l rights of the homosexual who wishes to be employed as a teacher. The gay movement has documented enough evidence to make it clear to boards of education and local 255 communities that anti-gay rules are discriminatory and illegal. Growing support for civil rights of gays and some progress in posi-tive legislation are coming forth. At my own university public dec-laration of homosexuali ty seems to be acceptable. The question of the homosex-ual as active role model in the classroom is the major issue, al-though I know the legal battle for discriminatory hiring practices is fa r from over. On a recent television show, the question of the homosexua l as role model for some adolescents was stressed. The need for a'Jail-able role models who are not hid-den is stressed in Fisher's work. He writes: It should be clear that II gay tellcher is in no l)()!jition to Ilrose· Iytize. and if he were lInd wished (0 he wouldn', suc:-t'eCd. Unfortu -nately. in $Orne ins tances it would be highly ndvantageous if a gay tenrher were free to he open aoout his homosexuality. SI>ClIkin~ from m y own eX I>c ri-ence lind that of mnny gay friends. hi,:h school cnn be he ll for a you ng homosexual. Young men or women who nrc first becominl{ aware Ih:.! they nre homosexull l are placed under nn enormous emotiona l strai n_ \\Vhy nre they rlifferenl from eve ryone e lsc'! \\Vhy do IlCOl)le hate homosexuals so milch? How can they hide the truth from family. friends. nnd /!('hool authorities? How mlmy high school students are troubled by inner (.'O nrJicis ove r homosexuality whkh they date not eXpre8.~ to anyone? How many \"in-eX llliclIble\" you thful suicides cnn be tmeed to the i80lntion lind reM im· I'IOBed on you ng homosexuals? Just 256 as II student who is n member of any other minority Srou l) cn n bene· fit from the oPI'IOrtunity to LUlk to a teacher who s hnres his minority SL'l tus. the chant-e for gay s tuden ts to talk about their problems with n gay teacher 1V0uld be or enormous value. Members of o the r minority grou l)S can lit least lurn 10 family nnd friends: the youn,:: homosexulll cannot (PI). 176·177). The difficul ty education will face here is one of values for the school, for the students, for the community. Traditionally we use the teacher as a role model for the young as well as the trans-mitter of academic content. But what rights do people of in-be-tween moral status have in our society? What rights does a so-ciety have to restrain certain changes? The question of faculty proc-lamation of sexual preference at the secondary/ elementary levels is facing the major hurdle that our society basically holds that homosexuality is a problem which must be closeted in order to pro-tect the young and the adolescent during their formative years. While a discussion of the issue of homosexuality might be consid-ered acceptable at certain age lev-els, the question of a viable model will cause concern in most schools and communities. The gay com-munity, of course, is well aware of this. Fisher writes: In most 1)lIrts or the country. fl ny leacher who let9 it be known Ihllt he is gay. mUl·h less ndvocatcs n homosexual life-lltyle fo r hia slu-dents. will lose his job, regu rdlcu Linacre Quarterly of h is teaching qualifiCl!.tions. Al-though it is expected thut straight tenchers make their heterosexuality perfectly obvious and encoumgc it in their students, it is intolemble fo r 1'1 homosexual teacher even to be known to be gay. Rather th.'lo Ilroselytize, the gay teacher must make every effort to (:onceal his homosexuulity (p. 176) . The \"coming out\" pro c e s s seems to be primarily concerned about achieving an accepted role in society, and then help for the gay students. The con flict from the community is that the chil· dren will be influenced by this teacher whom they have hired to transmit values and to be role model. Therefore, they want that model to reflect the basic com-munity values. Coming out at the secondary/ elementary level will provide too much ambiguity for the child or the adolescent about the norms expected in American society of today. Significantly enough, on the other hand, there is considerable support for the rights of the gays to be hired, provided they don't move into the rol e models ap-proach. Some support for the gay is support for the right of lhe individual to privacy. What is not as clear in all the literature is t.he problem of com-munity limits for va lues. Like it or not, the community tends to demand of its teachers that they reflect the community's stand-ards. The gay teacher situation provokes memories of the Scopes evolution t rial, the problem of suffragettes, the problem of any November, t 976 ignored minority. What may sur-face is the depth or real concern of the community for its values of family, of sexuality, and an at-tempt on t he part of t he com-munity to spell out its limits, and for local boards of education to work out some carefully deline-ated models for employment. The gays in education have hit home, of course, because they recognize what education means to their lives and future. Because t hey are a minority they have tried to call forth from t he li tera-ture and the laws what rights they actually have, and what precedents back their position. What the gay situation also provides us with is another ex-ample of the American political and educational system at its most tried and tested. In each of the recent crises of education, e.g., blacks, women, ethnic studies, et ai., each group has called for a re-examination of basic assumptions, has studied the process of compromise, has redefined the limits of curriculum and purpose, and has learned how to use pressure. Perhaps some general rules will be needed in the cont inuing dia-logue on the issue of homosexuali-ty and teaching: 1.) some common ground on human development, the when and what, the why, of the intro-duction of sexuality to infants, children, and adolescents; 2.) dis-tinctions bet wee n knowledge, proclamation, affirmation, advo-cacy; 3.) acceptance of acknowl-edgement that our society has 257 pluralistic values and practices in sexuality; 4.) dialogues on areas of sexuality to be included in the curriculum. Society has chosen in some areas to restrict or exclude some topics, e.g., religion in the public school. Perhaps there are needs for avenues of curriculum change; and 5.) continuous re-evaluation of the overall purposes of our schools, and the examina-tion of the language we used to express our purposes. This is a difficult process, but one that is more and more necessary. Con-flicts over values are not helped by turning to poor or vague de-scriptions of values. The call that \"everybody knows what we're talking about,\" is of little value to anyone. If we ignore this issue, we do marked injustice to our own goals for human development, but if we don't clarify the limits, we leave ourselves open to all possibilities. Ordllr Your CHRISTMAS GIFT Subscription NOW! THE LINACRE QUARTERLY will make an excellent gift for doctors, nurses, priests, hospital and medical school administrators, social workers, lawyers, dentists, and all concerned with the philosophy and ethics of medical practice. SPECIAL CHRISTMAS OFFER: 5 issues for the price of 4. We'll mail this issue of the L.Q. to those you designate, plus all four issues in 1977. In addition, we'll send an acknowledgment Jetter infonning the recipient that you have subscribed to the L.Q. for him. Order as many subscriptions as you wish. Be sure to list exact name, address and zip codes. E\"d .... ~d.i. my chn:k !o Cov~e sill sub,ni,.uon> foe 'h ~ollo .. ·i ':l< l\"'r50'~ i: ( $8. for each annual 5ubSCrlp\"on ). ~Iah check. pa.}\"abl~ 10 LI:-l ,\\CRf: Q UAR1ERL\\ and ma.llo t.;nur~ Qua ... rl)\", 850 Elm Grove Ro.d, Elm Gro .. ~. Wi, . 53122. Send Subscriplion to: N .. ' __________________________________________________ __ AddM\" ________________________________________________ ___ Cily ________________________ Stale/Province ___________ Zip ______ _ Your Name ____________________________________________________ ___ Your Addre\" ____________________________________________________ _ Your Cily _____________________ State __________________ Zip ______ _ 258 Linacre Quarterly ",
    "id": 213049697,
    "identifiers": {
        "doi": null,
        "oai": "oai:epublications.marquette.edu:lnq-1402"
    },
    "title": "The Teacher and the Homosexual",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "1976-11-01T08:00:00+00:00",
    "publisher": "e-Publications@Marquette",
    "references": [],
    "sourceFulltextUrls": [
        "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1402&amp;context=lnq"
    ],
    "updatedDate": "",
    "yearPublished": "1976",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/213049697.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/213049697"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/213049697/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/213049697/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/213049697"
        }
    ],
    "abstract": "",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:epublications.marquette.edu:lnq-1402",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1441",
        "openDoarId": 0,
        "name": "epublications@Marquette",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 213049697,
        "depositedDate": null,
        "publishedDate": "1976-11-01T08:00:00+00:00",
        "updatedDate": "2024-01-23T09:23:07+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T11:13:22+01:00"
    },
    "urls": [
        "https://epublications.marquette.edu/lnq/vol43/iss4/6",
        "https://epublications.marquette.edu/context/lnq/article/1402/viewcontent/LQ_Vol43_No04_murphy.pdf"
    ],
    "lastUpdate": "2024-01-23T09:23:07+00:00",
    "setSpecs": []
}