{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Duggan, Marian"
        }
    ],
    "contributors": [],
    "createdDate": "2012-10-10T03:59:15+01:00",
    "dataProvider": {
        "id": 102,
        "name": "Sheffield Hallam University Research Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/102",
        "logo": "https://api.core.ac.uk/data-providers/102/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/9426845.pdf",
    "fullText": "Theorising homophobic hate crime in Northern IrelandDUGGAN, MarianAvailable from Sheffield Hallam University Research Archive (SHURA) at:http://shura.shu.ac.uk/6014/This document is the author deposited version.  You are advised to consult the publisher's version if you wish to cite from it.Published versionDUGGAN, Marian (2008). Theorising homophobic hate crime in Northern Ireland. Papers from the British Criminology Conference, 8, 33-49.Repository use policyCopyright © and Moral Rights for the papers on this site are retained by the individual authors and/or other copyright owners. Users may download and/or print one copy of any article(s) in SHURA to facilitate their private study or for non-commercial research. You may not engage in further distribution of the material or use it for any profit-making activities or any commercial gain.Sheffield Hallam University Research Archivehttp://shura.shu.ac.uk   Papers from the Br itish Criminology Conference ©the  2008 the author and  British Society of Criminology www.britsoccrim.org ISSN 1759‐0043; Vol. 8: 33‐49  Postgraduate Paper  Theorising Homophobic Violence in eland  Northern Irarian Duggan Queen’s University Belfast  M  , Abstract Homophobic violence in Northern Ireland is an area which has come under the spotlight in the wake of the ongoing, successful, peace process. To some degree the peace process itself has been accused of facilitating and overlooking homophobic violence. This paper invokes a culturally relative perspective in order to assess whether there are different dynamics which ay be impacting on the effectiveness of challenges and responses to omophobia  mh  and violence in Northern Ireland. Key Words: homophobia, violence, Northern Ireland, Biblical literalism  Introduction Northern Ireland, currently shedding its unenviable reputation for violence and conflict, recently acquired the equally unenviable status of Europe’s ‘hate crime’ capital in the British media (e.g. BBC News Online, 2004; O’Hara, 2005)1. With the peace process well underway, space has opened up for other prejudices to emerge. Violence against minority communities in Northern Ireland suggests that this process of peace does not extend to everyone. Homophobia in particular has been described as an ‘acceptable prejudice’ in Northern Ireland (Jarman and Tennant, 2003). However, rather than condemn the homophobia and violence demonstrated towards lesbians and gay men, several public authority figures appear to have condoned this prejudice. Their status as Members of the Legislative Assembly (MLAs), and in several cases Members of Parliament (MPs), justifies concern.  1 See also: http://www.unison‐scotland.org.uk/lgbt/celtic.html 33 Papers from the British Criminology Conference, Vol. 8  This paper addresses these issues through a culturally relative theorising of homophobia and violence in Northern Ireland. In particular, the cultural analysis investigates the role played by the political conflict, whilst a political examination assesses the impact of MLAs’ public comments against homosexuality and homosexuals. The paper begins with an overview of attitudes towards lesbians and gay men in Northern Ireland and why it was labelled the ‘hate crime capital’ of Europe. Theorising homophobic violence along two culturally relative frameworks illustrates the subtleties which set Northern Ireland apart from the rest of the United Kingdom. One such framework is the argument that ideologies of violence may be different in Northern Ireland due to the three decades of violent political conflict which dominated the latter part of the twentieth century. An alternative, but related, framework examines the dominance of Biblical literalism and Religious Right ideologies in political discourses denigrating homosexuality. This Biblical shield has thus far protected Stormont Assembly members from being officially reprimanded or legally prosecuted, despite potentially inflaming hate. As if to emphasis this difference, similar events in Great Britain have not been met with such leniency. Finally, the paper concludes by outlining the danger of allowing minority opposition to falsely account for popular opinion in a potentially volatile society.  Attitudes towards lesbians and gay men in Northern Ireland As a result of heightened awareness of equality and discrimination in Northern Ireland, research conducted over the past decade has illustrated both attitudes towards lesbians and gay men (NILT, 1998; 2004a; 2005), and the needs and experiences of lesbian, gay, bisexual and transgender (LGBT) communities (Feenan et al., 2001; Carolan and Redman, 2003; Jarman and Tennant, 2003; Loudes, 2003; Breitenbach, 2004; McNamee, 2006). A number of these reports were conducted by LGBT service providers, predating the collection of homophobic crime statistics since 2004 by the Police Service of Northern Ireland (PSNI). Therefore there is a wealth and a variance of official and unofficial data available which gives an indicat hnerspectiv  ion ofboth eterosexual ad homosexual pes onsexual minority integration, acceptance and fear for this period. Since 1998, the Northern Ireland Life and Times (NILT) survey provided an insight into people’s lives, attitudes and perspectives on a range of social and political issues. The survey occasionally included questions relating to attitudes towards lesbians and gay men. In 1998, 72% of the total sample thought that homosexual sex was ‘wrong’ (NILT, 1998). The degrees of ‘wrongness’ ranged from ‘sometimes’ to ‘always’ wrong; just over half of the female respondents (53%) and two‐thirds of the males (63%) believed that homosexual sex is ‘always wrong’. The religious breakdown showed that in 1998 over two thirds of Catholic (67%) and almost four fifths of Protestant (78%) respondents thought that  34 Duggan – Homophobic violence in Northern Ireland  homosexual sex was ‘wrong’. By 2004, when the same question was asked the number of respondents who felt that homosexual sex was ‘wrong’ had dropped to 61% (NILT, 2004a). The religious breakdown of this survey indicated a significant reduction in the number of Catholics opposed to homosexual sex (51%) whilst for Protestants the number had diminished only slightly (73%). Younger people were consistently shown to be more liberal thinkers in their responses about lesbians and gay men than older people, as were women over men. Fifty‐eight per cent of women questioned in 2004 believed that people should not be discriminated against on the basis of their sexuality compared to 46% of men who thought the same (NILT, 2004b). Following the 2004 Civil Partnerships Act, in 2005 respondents were asked whether lesbians and gay men should have the right to marry; 35% of the total sample said ‘yes’ whilst 40% said ‘no’ (NI LT, 2005). In this question, women approved more often than men, as was the case for Catholics, who approved more often than Protestants. Public attitude surveys have also been conducted by LGBT support providers and academic researchers. In 2006 the Lesbian Advocacy Services Initiative (LASI) questioned over a thousand Northern Irish people on their general attitudes to lesbians and gay men. Eighty‐eight per cent of respondents were supportive of the principle that lesbians and gay men should not be discriminated against (LASI, 2006). Seventy‐five per cent claimed that they were either ‘quite accepting’ or ‘very accepting’ of lesbian and gay people in society. Two‐thirds of respondents thought that in Northern Ireland sexual minorities were generally ‘not very’ or ‘not at all’ accepted. Whilst these reports were informative at a general level, the reasons behind low rates of acceptance were not probed. A year later in 2007, a study into Western bigotry cited Northern Ireland (tied with Greece) as the most homophobic country out of the 23 countries and 32,000 people surveyed (Borooah and Mangan, 2007). In one of the questions, the researchers asked respondents to pick from a list of groups of people who they would least like to have as their next‐door neighbour. Over a third of the Northern Irish respondents chose gay people from the list, which also included minority religious and ethnic groups. From these research findings it would appear that there is a significant minority in Northern Ireland which is opposed to people who identify as LGBT. How these prejudices may translate into violence requires an analysis of research on homophobia experienced by the lesbians and gay men themselves. Statistics collated by the PSNI and the Institute for Conflict Research (ICR) provide this information whilst indicating the increased tes and reports of homophobic victimisation and violence in Northern land.  raIre  Homophobic violence in Northern Ireland The PSNI officially began recording homophobic incidents in 2000. For the first four years, on average 50 homophobic incidents were reported 35 Papers from the British Criminology Conference, Vol. 8  annually. In 2005 this number rose significantly to 196 (PSNI, 2005). From 2005 to 2008, on average 183 incidents were reported to the PSNI annually (PSNI, 2008a). The number of homophobically motivated crimes reported to the police has an average of 133 per year since recording began in 2004. The considerable increase in reporting experiences from 2005 onwards has been attributed to both a change in the law and the partnerships forged between LGBT service providers and the police. Initially, these statistics suggest that the number of homophobic incidents and crimes are quite low. However, communities in Northern Ireland are small, LGBT communities particularly so. Knowledge of someone having experienced homophobia or violence travels far, impacting on LGBT fears of crime and ontological security. As ‘gay space’ is limited in Northern Ireland, it is not unusual for incidents to occur in one county and soon be widely known about in each of the others. Two thirds (65%) of the homophobically motivated crimes recorded by the PSNI in Northern Ireland involved a physical assault to the person, often serious enough to incur some degree of wounding. Homophobic harassment is located on a continuum from people being spat at to having missiles thrown at them, although the level of violence used by the perpetrators has in some cases resulted in disfigurement and disablement of the victim.2 In comparison to crimes against other minority communities in Northern Ireland, hate‐motivated violent crimes are most likely to be incurred by members of the sexual minority community. For instance, 61% of all crimes where disability was a motivator were violent, 50% w here it was faith‐based, 45% of sectarian‐based crimes and 37% where the crime was racially motivated (PSNI, 2008a).3In 2003, the ICR conducted the first, and so far largest, study into homophobic violence in Northern Ireland (Jarman and Tennant, 2003). The research revealed that homophobia was a serious problem with 82% of respondents having experienced harassment and 55% having been subjected to physical violence. The percentage of people who had experienced harassment and violence in Northern Ireland was higher than comparable surveys in Great Britain and Ireland. One respondent in the study observed that ‘there [is] now a greater use of violence and a greater propensity to use violence in [homophobic] attacks’ (ibid, p.65). In the ICR study, only 26% of respondents reported their experience of homophobic violence or harassment to the police. Respondents’ reasons for not reporting incidents included assumptions that the police could not help,  2 There are several examples of cases where violence towards gay men, in particular, in N orthern Ireland has involved a significant level of violence (e.g. Chrisafis, 2005a; BBC News Online, 2006a). 3 The PSNI record transphobic ‘incidents’ and ‘crimes’ separately from those collected from members of the lesbian, gay and bisexual community. There were 7 transphobic incidents for the period 2007‐08, down from 39 the previous year, and 4 transphobic crimes for the period 2007‐08, down from 18 the previous year. The overall clearance rate for homophobic incidents and crimes stood at 16% for the period 2007‐08, which was down 23% from the previous year. This fared better than the transphobic clearance rate which in 2007‐08 remained at 0% from the previous year. 36 Duggan – Homophobic violence in Northern Ireland  would not be interested, or would respond in a homophobic manner themselves. Instead, the majority of the respondents reported taking precautionary measures such as avoiding holding hands in public places and making efforts to alter their appearance so as to not appear lesbian or gay. Almost a fifth of the respondents stated that homophobic harassment in Northern Ireland had become ‘a fact of life and something that has to be put up with’ (ibid, p.58). This led the authors to conclude that in Northern Ireland sexual minority victimisation is not only anticipated by lesbians and gay men, but is regarded by wider society as a ‘respectable and acceptable prejudice’ (ibid, p.10). The subsequent media attention devoted to both the increas e in ‘hate crimes’ and the rising levels of violence led to Northern Ireland being defined as the ‘hate crime capital’ of Europe. Keeping this in mind, some analyses of homophobia in Northern Ireland have situated such prejudice within the wider socio‐political environment. In particular these analyses have focused on the political conflict and the resultant effect on violent attitudes to visible minorities in general. At a time when many communities were divided along prominent and enforced sectarian lines, lesbian and gay communities were an area where sectarian divisions did not visibly emerge. However, that is not to say that lesbian and gay communities were not affected by sectarianism. Whilst the previous decade of peace has opened up physical and discursive spaces for sexual minorities, this visibility appears to have come at a price. As well as increasing the number of reports of homophobically motivated crimes,there also appears to be a legitimacy afforded to the targeting of certain minority groups by powerful sections of society.  Assessing ‘cultures of violence’ The political conflict that waged in Northern Ireland divided societies along sectarian lines between Catholics/Nationalists/Republicans and Protestants/Unionists/Loyalists. Despite being a decade into the peace process, the remnants of growing up in an environment where petrol bombing, ‘kneecapping’4 and exile were forms of ‘justice’ meted out by the immediate community, may affect both perceptions of violence and legitimate victims. Therefore, a cultural analysis may illustrate why lesbians and gay men are seen to be ‘fair game’ when it comes to violence and victims in Northern Ireland. The worst of the political and sectarian conflict that dominated Northern Ireland for most of the latter half of the twentieth century appears now to be in the past. Almost 4,000 lives were lost during the conflict prior to the signing of the Belfast (Good Friday) Agreement in 1998 which aimed to promote and sustain peace (McKittrick and McVea, 2000). One of the driving forces behind the sustainability of the peace process is significant economic investment from businesses within  4 ‘Kneecapping’ involved shooting or hitting a person at the knee, often rendering them disabled. The popularity of this form of violence in Northern Ireland has rendered the surgeons at Belfast’s Victoria Hospital world leaders in reconstructive knee surgery. 37 Papers from the British Criminology Conference, Vol. 8  the UK and abroad.5 North American investment in particular is a significant source of income for Northern Ireland and one which relies upon political and social stability to ensure its success.6 As part of this proces s, Belfast is currently undergoing heavy rebranding to compete with Europe’s cosmopolitan ‘café culture’ tourism industry. Nonetheless, the emergence of relative peace has not ended the violence associated with the most aggressive era of the political conflict, often referred to as the ‘Troubles’. Since the signing of the Agreement in 1998 over 6,500 sectarian‐related incidents have been recorded by the PSNI with just under 1,000 of these being direct attacks on symbolic property such as Orange Order Halls, churches, faith schools and Gaelic Association premises (PSNI, 2008b). Sectarian incidents can be hard to monitor and collate due to problems in defining what is understood to be a sectarian incident, and the fact that some incidents appear to be general crimes. The PSNI began their official recording of sectarian motivated ncidents in September 2004 after a lengthy process in determining what onstitia. e:  ic  uted a sectarn incidentThe PSNI evntually settled on [T]he term sectarian, whilst not clearly defined, is broadly understood to describe incidents by one individual or group against another on the basis of that individual or groups perceived religion or political opinion. These groups or individuals are generally regarded to be from within the two main groupings within Northern reland i.e.: Catholic/Roman Catholic or Protestant, Nationalist or  I Unionist, Loyalist or Republican. Despite assurances by some paramilitary organisations of disarmament and legal compliance, informal mechanisms of policing and punishment carried out by organisations derived from the immediate community, still thrive in some areas in Northern Ireland (Jarman, 2005). Paramilitary use of force is divided between criminal and social control, both of which underpin the vigilante‐style law enforcement that occurs under the rubric of suppressing and punishing ‘anti‐social behaviour’. These punishments may include shootings or beatings for ‘offences’ traditionally ranging from political to criminal activity (Hillyard, 1985). Problematically, the ‘criminality’ of such activity is often subjectively broad in nature. Police records suggest that ‘punishment shootings’ have reduced significantly from peaks of almost 200 per year to 42 for the year 2007‐08 (PSNI, 2008b). ‘Punishment beatings’ reached a high of over 300 in 1996, a key year for paramilitary ceasefire claims. Significant reductions in these  5 A glance at the Department of Enterprise, Trade and Investment indicates the level of i nvestment which Northern Ireland has drawn over the previous decade. Available at http://www.detini.gov.uk/cgi‐bin/gethome 6 Particular reference to North America has been made by Sir Reg Empey MLA (DETI, 2000). The recent US/Northern Ireland Investment Conference held in May 2008 was heralded afterwards by MLAs as success for Northern Irish economics (see: http://www.investni.com/). 38 Duggan – Homophobic violence in Northern Ireland  have also been noted by the police, with 45 punishment beatings recorded for the  year 2007‐08. Though diminishing, it would be pre‐emptive to suggest that sectarianism is now a problem in the past. Studies suggest that paramilitary condemnation of LGBT communities, both during and after the ‘Troubles’, was a covert but real problem in Northern Ireland (Jarman and Tennant, 2003; Kitchin and Lysaght, 2003). The unofficial methods of policing LGBT communities forms part of the overall regulation of deviance which functions to ‘legitimise’ the actions of those who are self‐imposed community egulators. Kitchin (2002:215) describes the subtlety in which this policing an be  rc  effective: Sexual dissidence had been seen by certain organizations, operating within some localities, to represent anti‐social activity. Those who have been rumoured, or proven to be gay … have come under ressure to leave tightly knit, local communities, and in many cases  p forcibly evicted. Kitchin asserts that paramilitaries have been overt in their condemnation, specifically targeting gay venues, both before and after the ceasefires (ibid). The involvement of paramilitary organisations in the encouragement of, or engagement in, homophobic violence has also been noted by respondents in other studies. One respondent in the ICR research stated that the direct connection between the police and paramilitary organisations was the sole reason why she would not report physical assaults as she was more afraid of possible extra‐legal repercussions to her family than to herself (Jarman and Tennant, 2003:57). In research undertaken by Radford (2006:59), another respondent was quoted as saying: ‘I report homophobic attacks reluctantly not because of my politics, but bec ause I’m not sure what the paramilitary response might be in my area and how that information would ripple out’. However, readings of violence in Northern Ireland within its specific socio‐political context have unearthed alternative and culturally relevant factors for some theorists. Knox (2002) and Steenkamp (2005) suggest a reading of Northern Ireland as a place where pre‐existing ‘cultures of violence’ inhabit space and identity amongst people who are not affiliated to paramilitary‐style organisations. In other words, ordinary individuals have become normalised to a base level of violence in which perceptions of crime, criminality and victims are influenced by the particular culture in which they live (Jarman and Monaghan, 2003). Even in times of ‘peace’ these aspects prevail in such a way that the violence is merely redirected as opposed to reduced. Therefore, those visible in society as ‘targets’, such as minority ethnic, religious or sexual communities, may incur violence at a disprop  ortionate level and find that this behaviour is not condemned as it would be in comparable societies. Steenkamp suggests that the impact of violent norms and values in society have created communities where there exists ‘a greater social 39 Papers from the British Criminology Conference, Vol. 8  tolerance of individuals’ violent behaviour’ (2005:253‐4). The perceived ‘blurring’ between political and criminal violence is claimed to have created a situation whereby the precedence of tempering political conflict means that ‘a communal blind eye is often turned to other forms of violence’ (2005:262). Knox and Steenkamp’s theories are reminiscent of the claims made by Kitchin and Lysaght (2003; 2004) that LGBT persecution and oppression has been overshadowed by political violence and that an appare nt ‘acceptable level of violence’ against minority groups may be tolerated for the greater good of the peace process. From a criminological perspective, the interpersonal ‘cultures of violence’ theory must be balanced out and located within the wider socio‐political environment. Concentrating solely on the actors overlooks wider issues such as cultural ideologies which are equally, if not more, problematic. Although homophobic prejudices may always have existed, increasing levels of violence against LGBT communities suggests that the culture in which these prejudices are allowed to foster also harbours notions which construct sexual minorities as implicit in their own demise. Despite the enactment of legislation addressing homophobically motivated crime, prosecutions recognising a ‘homophobic element’ are scarce.7 It appears that Northern Ireland’s reputation as a ‘morally conservative’ society has created an environment where homophobic prejudices are condoned whilst legal exemptions allow discrimination to remain unchallenged. The homophobic ideologies propagated by one group in ociety may result in violent actions committed by another, putting the cultures of violence’ theory into its wider cultural context.  s‘  Moral conservatism in Northern Ireland Northern Ireland is most definitely not a secular society. Attesting to this, Assembly Member Iris Robinson went as far as to claim that the government’s duty, in her opinion, is to ‘uphold God’s law’ (Belfast Telegraph, 2008a). Religion plays a huge part of Northern Irish history, politics and culture. The impact of religion, in particular the Biblical literalism of the Christian Religious Right, has been illustrated in political condemnation of homosexuality in Northern Ireland. The interpretation of Biblical discourses by politicians renders their conservatism more fundamental in nature than in other areas of the UK. Northern Ireland’s reputation of moral conservatism is underpinned by a religious imperative illustrated, not only in politics, but through law and society. A clear eof the  xample of this is the continued official opposition to the extension 7 The Criminal Justice (No. 2) (NI) Order 2004 covers crimes motivated by hostility towards the actual or perceived sexual orientation of the victim. The problem of low levels of prosecution for hate crimes in Northern Ireland was raised in a parliamentary meeting with the Northern Irish Policing Board in which a number of reasons were cited for the inaccessibility of prosecution figures and their apparent dearth. Available at: http://www.publications.parliament.uk/pa/cm200405/cmselect/cmniaf/548/4110307.htm40 Duggan – Homophobic violence in Northern Ireland  1967 Abortion Act to Northern Ireland (Fegan and Rebouche, 2004). The conservative Christian views of some MLAs are influenced by the Biblical literalis m of the Religious Right, often dominating political discourses on morality. The degree of homophobia in the Assembly was brought to light following the infamous comments made by Democratic Unionist Party (DUP) ember and former Junior Minister, Ian Paisley Jr. to the Dublin based ‘ m Hot Press’ publication (Hot Press, 2007): I am, unsurprisingly, a straight person. I am pretty repulsed by gay and lesbianism. I think it is wrong. I think that those people harm hemselves and ‐ without caring about it ‐ harm society. That doesn’t  t mean to say that I hate them. I mean, I hate what they do. Mr Paisley Jr. was investigated by the Stormont Assembly Ombudsman, who examined whether or not Mr Paisley Jr. had breached Assembly protocol. It was determined that he did not. Whilst commenting that lesbians and gay men are ‘repulsive’ and ‘harm society’ is interestingly not breaching the Assembly code of practice, it is perhaps more surprising to learn that it is also not breaching the law. The amendment provided by the Criminal Justice (No 2) (Northern Ireland) Order 2004 to the Public Order (Northern Ireland) Order 1987 included incitement to hatred on the grounds of sexual orientation.8 Unlike comparable legislation in England and Wales, there is no requirement for intent to be shown for there to be a success ful prosecution. Interestingly, no one has yet been prosecuted under this Order in Northern Ireland. Mr Paisley Jr’s comments may not have been entirely surprising to some given that the DUP has a long history of opposing human rights for sexual minorities. For instance, when homosexuality was decriminalised in England and Wales in 1967 attempts to extend the legislation were met with furious opposition in Northern Ireland. In 1977, former DUP leader and First Minister the Reverend Ian Paisley Sr. launched the ‘Save Ulster from Sodomy’ campaign to prevent the extension of the 1967 Sexual Offences Act to Northern Ireland. The campaign involved presenting a petition signed by over 70,000 Northern Irish residents to the Stormont Assembly. Decriminalisation was eventually enacted in 1982, following a European Court of Human Rights judgement.9 More recently, whilst the Assembly was in a period of temporary suspension in 2006, the former Secretary of State, Peter Hain, mindful that many members of the various Unionist parties would probably never vote for sexual orientation regulations, used his powers to impose a number of sexual orientation  8 Article 3 of the Criminal Justice (NI) Order 2004 amended the Public Order (NI) Order 1987 to include sexual orientation in the provisions relating to ‘incitement to hatred or ain Great Britain as it includes the tred’.  rousal of fear’. This has surpassed the equivalent law concept of ‘arousing fear’ along with that of ‘inciting ha9 Dudgeon v. U.K . 45 Eur. Ct. H.R. (ser. A) at 14 (1981) 41 Papers from the British Criminology Conference, Vol. 8  equality regulations on Northern Ireland.10 Despite these laws, if a comment such as that made by Mr Paisley Jr. is considered not a breach of public order, it appears either to set the benchmark for investigation very high, o r offer impunity to those in Office to say what they like about sexual minorities without fear of legal repercussion. The attitudes held by both Mr Paisley Jr. and Mr Paisley Sr. toward LGBT communities appears to be the rule, rather than the exception, within their political fraternity. For example, another DUP minister, Bert Johnston, made his feelings clear in a letter obtained by The Impartial Reporter (2004) to the former Prime Minister Tony Blair regarding the proposals prior to the implementation of sexual orientation and gender recognition laws:  I don’t think God made a mistake when he made us male and female and these people who call themselves gays and the like are essentially perverts. I believe their problems exist only in their inds. ... the people who are most often this way inclined are mostly  m Godless people with reprobate minds. Despite the strength of the statement and the homophobic sentiments demonstrated, faith based exemptions to legislation mean that, legally, nothing was done about this comment. Not only is the existence of sexual minorities and groups abhorred by opponents, but the limited public funding of such groups has come under attack too. Many of the LGBT groups in Northern Ireland rely upon piecemeal funding from various bodies and charitable organisations to continue working in and with the wider community, conducting research and providing valuable information on what is largely a hidden and isolated population in Northern Ireland. However, these issues rarely serve to silence political representatives, whose reliance on religious doctrine not only supports their polemic arguments, but often provides their basis. This was illustrated in the claims made by Maurice Mills MLA that it was God’s wrath towards LGBT communities which led Hurricane Katrina to devastate New Orleans and kill ove r 1,300 people in 2005 (Chrisafis, 2005b): The media failed to report that the hurricane occurred just two days prior to the annual homosexual event called the Southern Decadence Festival, which the previous year had attracted an stimated 125,000 people. Surely, this is a warning to nations where uch wickedness is increasingly promoted and practiced.  es  10 The Equality Act (Sexual Orientation) Regulations (Northern Ireland) 2006 was implemented on 1 January 2007. These same regulations were applied to Great Britain on 30 April 2007. See also: Employment Equality (Sexual Orientation) Regulations (NI) 2003 to tackle discrimination in the workplace; the Civil Partnership Act 2004; and the Equality Act (Sexual Orientation) Regulations (NI) 2006 which cover goods, facilities, services, premises, education and public functions.42 Duggan – Homophobic violence in Northern Ireland  Despite a huge outcry from LGBT communities, Councillor Mills received no reprimand over his comments, nor was he made to apologise. He claimed he had the support of his constituency regarding such a perspective, basing this claim on the Protestant majority as opposed to any statistical data or research. Other incidents include former Sports Minister Edwin Poots, an Evangelical Protestant and also a member of the DUP, speaking out against Northern Ireland’s first gay rugby team, the Ulster Titans. In a different row over the use of a public venue in Lisburn for civil partnership ceremonies, he denounced the notion of civil partnerships, stating that they are not weddings, whilst describing the civil partnership law as ‘wrong and immoral and sticks in the throat'.11 At the same meeting, Councillor Ronnie Crawford of the Ulster Unionist Party (UUP) attacked homosexuality in general, consciously or otherwise paraphrasing both the current  Pope and his predecessor in stating that gay marriage was an ‘ideology of evil’ and that homosexuality was ‘intrinsically disordered’. However, it was the recent remarks made by Chair of the Stormont Health Committee, Iris Robinson MLA MP which have generated the most international interest in Northern Irish LGBT communities’ struggles against political and social homophobia. In June 2008, whilst engaged in a live radio debate on morality, Mrs Robinson stated that homosexuality was an ‘abomination’ which ‘nauseated’ her. This was followed by her suggestion that homosexuals could be ‘cured’ with psychiatric treatment, before promoting the services of a ‘very nice’ psychiatrist she knew, should homosexuals wish to ‘reorientate’ themselves with his help. Mrs Robinson’s comments sparked a lengthy (and global) public debate about attitudes towards homosexuality in Northern Ireland. Over 16,000 people signed an online Downing Street petition urging that she be reprimanded for the damage she had done in condoning homophobia. Incidentally, two days prior to her comments a young man was savagely attacked just outside of Belfast in a severe homophobic attack. Whilst the debate on how this impacted on homophobia in Northern Ireland waged on, she was discovered to have also declared at Westminster that ‘There can be no viler act, apa rt from homosexuality and sodomy, than sexually abusing innocent children’ (Belfast Telegraph, 2008b). The imagery conjured up by this terminology is powerful and firmly located within a Christian Right discourse. It is notable in Northern Ireland that the politicians from a Catholic and/or Nationalist background do not object to homosexuality with such ferocity, but rather in many cases promote equality, rights and freedom from discrimination. The civil rights ethos which underpins Nationalist parties extends to minorities in society regardless of sexuality, race or beliefs. Condemning homosexuality from such a powerful position as an elected representative is potentially dangerous in that it suggests such views are shared in society. In addition,  11 These transcripts were taken from observations at a meeting held on Tuesday 26 July 2005 at Lisburn City Council, available at: http://www.sluggerotoole.com/archives/2005/07/jeff_dudgeon_wi.php 43 Papers from the British Criminology Conference, Vol. 8  grounding these condemnatory views in religious interpretations of Biblical passages ought not to be a reason to speak with impunity in a society where religious diversity and interpretations are common. Northern Ireland proves subtly different again from the rest of the UK in that theisi  Religous Right ha used fath‐based argumentsto avoid complying wholly to laws designed to protect sexual minorities from discrimination.12 Using a shield of faith to defend prejudiced judgements is not mirrored in other comparable societies. In England, the suspension of Conservative Councillor Peter Willows following homophobic remarks was symbolic of a party which refused to endorse his opinion. Furthermore, his prosecution for a breach of public order was a further indication that such behaviour would not be tolerated by the police either (e.g. BBC New Online, 2006b). However, Mr Willows’ constituency happened to be Brighton and Hove, home to one of the largest LGBT communities in the UK. Clearly, he did not have the backing of his constituents in his comments. Whilst Mrs Robinson remains under investigation to determine whether she has breached public order, underlying political issues in Northern Ireland seem likely to ensure that she will not be prosecuted for her comments. We shall wait and see. Although the foundations of a democratic society depend upon electoral representation, the foundations upon which Northern Ireland is currently constructed are still tenuous. Yet neither political historyCs  nor hritian fundamentalism ought to be a reason to letsuch injustices prevail. Since the reinstatement of the Northern Irish Assembly in 2007 some LGBT organisations have obtained Assembly funding, though not without criticism. DUP MLA Jim Wells in particular claimed that the taxpayr would not approve of this funding, as was reported in the ‘News Letter’  e (2007): I am appalled that this level of money was committed to homosexual support groups behind our backs before devolution. … I would much prefer that any young person were not encouraged to seek advice from Government funded homosexuality groups. People in their early teens often go through a period of confusion but the vast ajority come through these difficult periods, marry and have  m children. It would appear that Mr Wells is unfamiliar with the significant and important ‘Out on your Own’ report published by the Rainbow Project, a Northern Irish gay men’s health and support group. The report, the first of its kind in Northern Ireland, exposed the considerably high levels of self‐harm and suicide prevalent amongst same‐sex attracted young men, many of whom encounter discourses of sin and immorality in relation to their  12 For example, Christian adoption organisations have refused to comply with the Equality Act (Sexual Orientation) Regulations (Northern Ireland) 2006, despite being given 21 months to ‘adjust’ to the law. 44 Duggan – Homophobic violence in Northern Ireland  sexuality on a regular basis (McNamee, 2006). A subsequent report into the mental health of same‐sex attracted women in Northern Ireland reinforced the need for the implications of cultural homophobia to be taken seriously (Quiery, 2006; 2007). Lesbian women, already an invisible and marginalised group in Northern Irish society, are often left with little recourse to express their feelings, a situation which is not helped by the virtual absence of non‐commercial ‘gay space’ (Quiery, 2007). The long‐term emotional effects of homophobia and negativity have been proved to impact on the mental, and often physical, well‐being of some lesbians and gay men. In several of the cases cited in the reports this often develops into drug and/or alcohol problems, feelings of low self‐esteem, engagement in self‐harm and, most worryingly, may lead to suicide contemplation. In the McNamee report, the larger of the two studies, over one quarter of the young male respondents had attempted suicide whilst over two thirds had thought about taking their own life. These were the men that the Rainbow Project had encountered; the statistics for those not yet comfortable to access support groups remain unknown. In Northern Ireland, lesbians’ and gay men’s problems do not stem from their sexualities but rather from the negativity they witness, encounter and are subjected to. The overt condemnation of their identities, often described inaccurately as a ‘lifestyle’ as opposed to innate, can cause lesbian or gay people of any age to internalise homophobic negativity with potentially damaging consequences. Failure to challenge or condemn this negativity can, and does, have serious consequences.  Conclusion Homophobia, as with all prejudices, is a social and cultural phenomenon based on perceptions of ‘difference’. The implications of political discourses highlighting lesbians and gay men as being set apart in some way, and as having a hand in creating their identities as ‘different’, constructs them in a negative and potentially vulnerable manner. For most people, prejudices can be challenged from a social and cultural perspective, through integration, exposure and education. An examination of power and its relations in society are crucial to assess from where homophobic discrimination is emerging, how this is influencing prejudice and violence, and how best to deal with the problem at its root in order to effect the most important and most visible change throughout all of society. This examination needs to consider, not just the religious impetus to such negative discourses, but possibly the economic motivations of tolerating homophobic violence and the personal agenda of those most outspoken against homosexuality. Investment in Northern Ireland is reliant upon the diminishment of violent sectarianism; rousing homophobic hatred is less likely to discourage potential investors than a resurgence of political violence. Alternatively, it could be that the peace process has created the  45 Papers from the British Criminology Conference, Vol. 8  discursxyaa ive space in which seual minority visibilit hs increased, nd with it, prejudices capitalised upon by Christian political objectors. In Northern Ireland the fear and threat of homophobic violence continues to be a factor, however small, for many of the lesbians and gay men who live there. Addressing the violence they encounter is one part of the solution, but a much larger part is eradicating the negative and harmful ideologies propagating difference as a legitimate basis upon which to act out prejudice. Studies indicate that opponents to homosexuality in Northern Ireland are in the minority. In a society where the minority conservative Christian discourses of the Religious Right go unchallenged, the danger lies in allowing a tacit understanding that these minority opinions speak to and for the masses. Condemning the prejudiced discourses of the powerful may impact positively on those perpetrating such violence in symbolising that members of LGBT communities are not acceptable or legitimate targets of violence in Northern Ireland. In the absence of any official condemnation, it is likely that Northern Ireland will ontinue to retain its unenviable ‘hate crime’ capital status and the laws esigned to punish violent prejudice will remain tokenistic.  cd  References BBC News Online (2004) ‘Race hate on rise in NI’, BBC News Online, 13 anuary. Available at:  J http://news.bbc.co.uk/1/hi/northern_ireland/3390249.stm BBC News Online (2006a) ‘‘Gay attack’ victim may lose eye’, BBC News nline, 31 January. Available at:  O http://news.bbc.co.uk/1/hi/northern_ireland/4664954.stm BBC News Online (2006b) ‘Gay remark councillor convicted’, BBC News nline, 12 December. Available at:  O http://news.bbc.co.uk/1/hi/england/southern_counties/6173969.stm Belfast Telegraph (2008a) ‘Iris Robinson: it’s Government’s Duty to Uphold God’s Law’, Belfast Telegraph, 18 July. Available at: ww.belfasttelegraph.co.uk/news/local‐national/iris‐robinson‐itrsquos‐  w governmentrsquos‐duty‐to‐uphold‐godrsquos‐law‐13912046.html Belfast Telegraph (2008b) ‘Iris: Gays more vile than child abusers’, Belfast Telegraph, 21 July. Available at: ttp://www.belfasttelegraph.co.uk/news/local‐national/iris‐gays‐more‐‐13913517.html  h vile‐than‐child‐abusers Breitenbach, E. (2004) Researching Lesbian, Gay, Bisexual and Transgender Issues in Northern Ireland, Belfast: Office of the First Minister and Deputy First Minister.  46 Duggan – Homophobic violence in Northern Ireland  orooah, V. and Mangan, J. (2007) ‘Love thy neighbour: How much bigotry s, 60(3) 295‐317.  B is there in western countries?’ Kyklo Carolan, F. and Redmond, S. (2003) Research into the Needs of Young People n Northern Ireland who Identify as Lesbian, Gay, Bisexual and/or  i Transgender (LGBT), Belfast: Youthnet. Chrisafis, A. (2005a) ‘Gays and lesbians under siege as violence and arassment soar in Northern Ireland’, The Guardian, 6 June. Available at:  h http://www.guardian.co.uk/uk/2005/jun/06/gayrights.northernireland Chrisafis, A. (2005b) ‘Katrina ‘Sent by God to Punish New Orleans Gays’, The Guardian, 19 November. Available at: ttp://www.guardian.co.uk/uk/2005/nov/19/northernireland.hurricanes h 2005 DETI (Department of Enterprise, Trade and Investment) (2000) North American Links Crucial To Northern Ireland’s Economic Development, DETI ews Release, 22 June. Available at:  N http://archive.nics.gov.uk/eti/000622c‐eti.htm Feenan, D., Fitzpatrick, B., Mazwell, P and O’Hare, U. (2001) Enhancing the ights of Lesbian and Gay People in Northern Ireland, Belfast: Human Rights  R Commission. Fegan, E. and Rebouche, R. (2004) ‘Northern Ireland's abortion law: The orality of silence and the censure of agency’, Feminist Legal Studies, 11(3)  m 221‐254. Hillyard, P. (1985) ‘Popular justice in Northern Ireland: Continuities and hange’, in S. Spitzer and A.T. Scull (eds.) Research in Law Deviance and  c Social Control, London: Jai Press. ot Press (2007) The Junior Minister has his say about gays, Hot Press, 20  H June. Available at: http://www.hotpress.com/archive/2931251.html. The Impartial Reporter (2004) ‘Transsexuals and gays are perverts, says DUP Councillor’, The Impartial Reporter, 19 February. Available at: ttp://www.impartialreporter.com/archive/2004‐02‐ h 19/news/story7514.html Jarman, N. (2004) ‘From war to peace? Changing patterns of violence in orthern Ireland, 1990‐2003’, Terrorism and Political Violence, 16(3) 420‐38.  N4 47 Papers from the British Criminology Conference, Vol. 8  arman, N. (2005) No Longer a Problem? Sectarian Violence in Northern Research.  J Ireland, Belfast: Institute for Conflict arman, N. and Monaghan, R. (2003) Racist Harassment in Northern Ireland, and Deputy First Minister.  J Belfast: Office of the First Minister Jarman, N. and Tennant, A. (2003) An Acceptable Prejudice? Homophobic iolence and Harassment in Northern Ireland, Belfast: Institute for Conflict  V Research. Kitchin, R. (2002) ‘Sexing the city: The sexual production of non‐eterosexual space in Belfast, Manchester and San Francisco’, City, 6(2)  h 205‐218. Kitchin, R. and Lysaght, K. (2003) ‘Heterosexism and the geographies of veryday life in Belfast, Northern Ireland’, Environment and Planning A,  e 35(3) 489‐510. nox, C. (2002) ‘‘See no evil, hear no evil’: Insidious paramilitary violence 42(1) 164‐185.  K in Northern Ireland’, British Journal of Criminology, ASI (Lesbian Advocacy Services Initiative) (2006) LASI Ipsos Mori survey, vailable at: http://www.lasionline.org/research.htm  L Ballymena: LASI. A Loudes, C. (2003) Learning to Grow Up: The Multiple Identities of Young esbians, Gay Men and Bisexual People in Northern Ireland, Belfast: Northern  L Ireland Human Rights Commission. cKittrick, D. and McVea, D. (2000) Making Sense of the Troubles, Belfast:  M Blackstaff Press. cNamee, H. (2006) Out On Your Own: An Examination of the Mental Health  M of Young SameSex Attracted Men, Belfast: Rainbow Project. ‘News Letter’, (2007) ‘MLA ‘appalled’ at gay support group funding’, News Letter, 30 November. Available at: ttp://www.newsletter.co.uk/news/MLA‐39appalled39‐at‐gay‐045.jp  h support.3541 NILT (1998) Northern Ireland Life and Times Survey: Religious Observance. vailable at: rk.ac.uk/nilt/1998/Religious_Observance/SEXHOMO.html  A http://www.a NILT (2004a) Northern Ireland Life and Times Survey: Religious Observance. vailable at: ttp://www.ark.ac.uk/nilt/2004/Religious_Observance/SEXHOMO.html  Ah 48 Duggan – Homophobic violence in Northern Ireland  NILT (2004b) Northern Ireland Life and Times Survey: Community Relations. vailable at: ark.ac.uk/nilt/2004/Community_Relations/EQNOW.html  A http://www. NILT (2005) Northern Ireland Life and Times Survey: Gender and Family Roles. Available at: ttp://www.ark.ac.uk/nilt/2005/Gender_and_Family_Roles/MARVIE24.ht h ml O’Hara, M. (2005) ‘Fear and loathing’, The Guardian, 29 June. Available at: ttp://www.guardian.co.uk/society/2005/jun/29/socialexclusion.guardialement  h nsocietysupp PSNI (2005) Statistical Report No. 3: Hate Incidents and Crimes. 1st April 005 – 31st May 2006, Belfast: PSNI. Available at: sni.police.uk/hate_incidents_and_crimes0506.pdf  2 http://www.p PSNI (2008a) Statistical Report No. 3: Hate Incidents and Crime. 1st April 007 – 31st March 2008, Belfast: PSNI. Available at: sni.police.uk/3._hate_incidents_and_crimes‐4.pdf  2 http://www.p PSNI (2008b) Statistical Report No. 5: Statistics Relating to the Security Situation. 1st April 2007 – 31st March 2008, Belfast: PSNI. Available at: ttp://www.psni.police.uk/5._statistics_relating_to_the_security_situation.p h df uiery, M. (2006) A Mighty Silence: A Report on the Needs of Lesbians and Northern Ireland, Belfast: LASI.  Q Bisexual Women in Quiery, M. (2007) Invisible Women: A Review of the Impact of Discrimination nd Social Exclusion on Lesbian and Bisexual Women’s Health in Northern  a Ireland, Belfast: LASI. Steenkamp, C.K. (2005) ‘The legacy of war: Conceptualizing a culture of iolence to explain violence after peace accords’, The Round Table, 94(379) 53‐267.  v2  MARIAN DUGGAN is a PhD candidate at Queen’s University Belfast. Her thesis is a culturally relative examination of homophobic violence, locating lesbian and gay experiences of homophobia within the wider socio‐political context that permeates Northern Irish society. ",
    "id": 9426845,
    "identifiers": {
        "doi": null,
        "oai": "oai:shura.shu.ac.uk:6014"
    },
    "title": "Theorising homophobic hate crime in Northern Ireland",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2008-01-01T00:00:00+00:00",
    "publisher": "British Society of Criminology",
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2008",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/9426845.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/9426845"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/9426845/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/9426845/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/9426845"
        }
    ],
    "abstract": "Homophobic violence in Northern Ireland is an area which has come underthe spotlight in the wake of the ongoing, successful, peace process. Tosome degree the peace process itself has been accused of facilitating andoverlooking homophobic violence. This paper invokes a culturally relativeperspective in order to assess whether there are different dynamics whichay be impacting on the effectiveness of challenges and responses toomophobiamh and violence in Northern Ireland",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:shura.shu.ac.uk:6014",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "102",
        "openDoarId": 0,
        "name": "Sheffield Hallam University Research Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 9426845,
        "depositedDate": null,
        "publishedDate": "2008-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T08:49:08+00:00",
        "acceptedDate": null,
        "createdDate": "2012-10-10T03:59:15+01:00"
    },
    "urls": [
        "https://shura.shu.ac.uk/6014/4/Duggan_theorising_homophobic.pdf"
    ],
    "lastUpdate": "2024-02-12T08:49:08+00:00",
    "setSpecs": []
}