{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Vajjala, Emily"
        }
    ],
    "contributors": [],
    "createdDate": "2018-04-14T14:54:45+01:00",
    "dataProvider": {
        "id": 3424,
        "name": "Eastern Illinois University",
        "url": "https://api.core.ac.uk/v3/data-providers/3424",
        "logo": "https://api.core.ac.uk/data-providers/3424/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/154533037.pdf",
    "fullText": "Eastern Illinois UniversityThe KeepMasters Theses Student Theses & Publications2014\"They Want All of Your Kids to be Gay and OpposeGod\": Incivility and Othering in Yahoo! NewsCommentsEmily VajjalaEastern Illinois UniversityThis research is a product of the graduate program in Communication Studies at Eastern Illinois University.Find out more about the program.This is brought to you for free and open access by the Student Theses & Publications at The Keep. It has been accepted for inclusion in Masters Thesesby an authorized administrator of The Keep. For more information, please contact tabruns@eiu.edu.Recommended CitationVajjala, Emily, \"\"They Want All of Your Kids to be Gay and Oppose God\": Incivility and Othering in Yahoo! News Comments\" (2014).Masters Theses. 1272.https://thekeep.eiu.edu/theses/1272Thesis Reproduction Certificate Page 1of1 THESIS MAINTENANCE AND REPRODUCTION CERTIFICATE TO: Graduate Degree Candidates (who have written formal theses) SUBJECT: Permission to Reproduce Theses An important part of Booth Library at Eastern Illinois University's ongoing mission is to preserve and provide access to works of scholarship. In order to further this goal, Booth Library makes all theses produced at Eastern Illinois University available for personal study, research, and other not-for-profit educational purposes. Under 17 U.S.C. § 108, the library may reproduce and distribute a copy without infringing on copyright; however, professional courtesy dictates that permission be requested from the author before doing so. By signing this form: • You confirm your authorship of the thesis. • You retain the copyright and intellectual property rights associated with the original research, creative activity, and intellectual or artistic content of the thesis. • You certify your compliance with federal copyright law (Title 17 of the U.S. Code) and your right to authorize reproduction and distribution of all copyrighted material included in your thesis. • You grant Booth Library the non-exclusive, perpetual right to make copies of your thesis, freely and publicly available without restriction, by means of any current or successive technology, including but not limited to photocopying, microfilm, digitization, or Internet. • You acknowledge that by depositing your thesis with Booth Library, your work is available for viewing by the public and may be borrowed through the library's circulation and interlibrary departmenst or accessed electronically. • You waive the confidentiality provisions of the Family Educational Rights and Privacy Act (FERPA) (20 U.S.C. § 1232g; 34 CFR Part 99) with respect to the contents of the thesis, including your name and status as a student at Eastern Illinois Univerity. Petition to Delay: I respectfully petition that Booth Library delay maintenance and reproduction of my thesis until the date specified and for the reasons below. I understand that my degree will not be conferred until the thesis is available for maintenance and reproduction. Date: '---------' Date This form must be submitted in duplicate. http://www.ei u. edu/ graduate/forms/thesisreproductioncert.html 5/19/2014 \"They Want All of Your Kids to be Gay and Oppose God\": Incivility and Othering in Yahoo! News Comments (TITLE) BY Emily Vajjala THESIS SUBMITIED IN PARTIAL FULFILLMENT OF THE REQUIREMENTS FOR THE DEGREE OF Master of Arts in Communication Studies IN THE GRADUATE SCHOOL, EASTERN ILLINOIS UNIVERSITY CHARLESTON, ILLINOIS 2014 YEAR I HEREBY RECOMMEND THAT THIS THESIS BE ACCEPTED AS FULFILLING THIS PART OF THE GRADUATE DEGREE CITED ABOVE DATE THESIS COMMITTEE MEMBER DATE THESIS COMMITTEE MEMBER THESIS COMMITTEE MEMBER DATE THESIS COMMITTEE MEMBER DATE DATE Running head: INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS \"They Want All of Your Kids to be Gay and Oppose God\": Incivility and Othering in Yahoo! News Comments Emily Vajjala Eastern Illinois University INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 2 Copyright 2014 by Emily Vajjala INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 3 Abstract In 2004, many newspapers in the U.S. allowed public commenting on news articles posted to their websites, however since then, many U.S. news websites have removed public comment boards, ceased archiving public comments, or turned to moderators to edit or delete hateful or overly aggressive comments (Hughey and Daniels, 2013). Yahoo!, however, continues to utilize comment boards on Yahoo! News reports, in which incivility continues to run rampant. Utilizing critical discourse analysis, this study addresses incivility and \"othering\" in Yahoo! News article comment sections from news reporting on LGBTQ-related stories. From a sample of 1000 Yahoo! News comments using open coding, several themes are clear in five news reports from this year. Human rights, perversion, and gender are each themes in comments, many of which perpetuate homophobia and heteronormativity, and promote incivility. I conclude Yahoo! News comments are ultimately ineffective and do not support civil, thoughtful discussion. Keywords: LGBTQ, civility, othering, Yahoo!, gender, critical discourse analysis INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS Acknowledgments I could never have finished this research study without the guidance and support of my thesis chair, Dr. Richard G. Jones, Jr. You have been the best motivator and mentor. You always knew when I needed a push, and when to let me do my thing. I'm so happy to have spent the last year working on this project with you! Thank you! 4 Dr. Marita Gronnvoll and Dr. Sam Szczur-you have both been incredibly helpful, and I value all of the suggestions you brought to this project. Thank you so much for making my \"defense,\" from the prospectus to the end, more like a nice chat among friends and scholars. To my husband, Sanjiv-thank you for all your support as I disappeared, sometimes for days, into Coleman Hall. You have been incredibly supportive of my research interests while simultaneously keeping me grounded to \"the real world.\" I love you. To my family-thank you for everything. You are always there for me. Mim, Hannah, and Laura, thank you for coming to my various ceremonies, and getting me out of the office now and then. And Dexter, you are my sweet dog-kitten, and always a welcome distraction. To my peers, my colleagues, and my friends-my fellow graduate students-each and every one of you have influenced me in countless ways. I feel like I've known each of you forever, and I'm incredibly grateful for everything you have taught me. One of the INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS greatest things I will take from the past two years is the importance of friendship and making time for relaxation, even amongst the chaos of grad school and thesis writing. 5 To all my professors in the Communication Studies department-I have learned so much from you all! It is unbelievable how much you can learn in two years, from theories to time management. Thank you! Dr. Donald Holly-I began my journey into social science, and ultimately communication studies, from my interest in your introductory anthropology class. I consider that class my first stepping stone into the discipline, and truly a turning point for my life in academia. Thank you for all your support along the way, from multiple letters of recommendation, valued advice, to short chats to escape Coleman Hall. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 6 Table of Contents Abstract ................................................................................................ 3 Acknowledgments ................................................................................... 4 Introduction .......................................................................................... 7 Literature Review/Conceptual Framework .................................................. 12 Online Comments and Anonymity .................................................... 12 Civility and Discourse .................................................................... 16 \"Othering\" ................................................................................. 23 Critical Discourse Analysis ............................................................. 30 Methodology ........................................................................................ 37 Rationale .................................................................................... 37 Data Collection ............................................................................. 38 Coding and Data Analysis .............................................................. .42 Data Analysis/Results ............................................................................. 46 Human Rights and Law ................................................................. 46 Perversion .................................................................................. 60 Gender ideologies exposed .............................................................. 66 Discussion and Conclusions ..................................................................... 73 Themes and Research Questions ....................................................... 73 Civility and Online Discussion Boards ............................................... 79 Limitations ................................................................................. 82 Suggestions for Future Research ...................................................... 84 Final Thoughts ............................................................................ 86 References ........................................................................................... 87 INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 7 \"They Want All of Your Kids to be Gay and Oppose God\": Incivility and Othering in Yahoo! News Comments How does the United States of America, a country which glorifies terms such as \"equality\" and \"freedom,\" blatantly and legally discriminate against LGBTQ (lesbian, gay, bisexual, transgender, queer) people? This question has long puzzled me, and fueled a desire to research homophobia. I am uncertain when exactly my interest in this research area was ignited, but looking back on my life, a series of events stand out as pivotal in my curiosity. I remember small things from year to year, like whispered playground rumors about someone being gay, a boy being made fun of for wearing a pink shirt, and someone telling my friend and I not to hold hands because we are \"both girls.\" However, the incident that stands out most vividly (probably because it seemed like such a personal attack at the time) in my mind happened when I was in middle school. I very clearly remember several boys yelling \"dyke\" at me because I won knockout (a basketball game) during gym class. Why was I a \"dyke\" because I could beat the boys at basketball? These incidents led me to start asking questions about sexuality and gender. I may not have known it at the time, but these questions would evolve and follow me into graduate school and fuel my research. I wanted to understand how homophobia, heteronormativity, and sexism could become such a legitimized and accepted part of our society. However, I was at first unsure of how and where I would find data to study homophobic discourse. This uncertainty ultimately led me to Yahoo! News. I find myself drawn to online news comments, particularly Yahoo! News comments. Yahoo! News was the homepage of the first computer I ever owned, and at some point in time, I INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 8 discovered the comments section. From my experience, these comments are terrible, and filled with hate and flawed logic. I was drawn to these comments, as the saying goes, like a train wreck-it was awful, but I couldn't look away; I couldn't stop reading. So, naturally, I became interested in studying homophobic comments, which ultimately lead to the creation of this study. At the time I was preparing the prospectus defense for this research study, Dan Cathy, CEO of Chick-fil-A had, in fact, just won an equality award. Dan Cathy had previously come to my attention when responding \"guilty as charged\" when prompted if he was against \"gay marriage\" (Stampler, 2014, para. 4). Furthermore, profits from Cathy's restaurant, Chick-fil-A have often funded \"anti-gay\" groups (Reports, 2012). The Community Empowerment Award, awarded by The Urban League of Greater Atlanta, was given to Cathy despite his stance on LGBTQ equality (Ellis, 2013). I have always been outraged by the blatant discrimination against the LGBTQ community, but after reading about Cathy's recent award, the night before my defense, I found my energy to research this topic renewed. What fuels this discrimination? How can someone who unashamedly opposes LGBTQ equality win an equality award? I was utterly disgusted and troubled by the very flawed logic that led to this award. By analyzing, in depth, uncivil internet discourse targeted at the LGBTQ community, I hope to create a better understanding of the ideologies and power which fuel homophobia, heteronormativity, and other ideologies which may have contributed to the logic which ultimately allowed Cathy to win an equality award. More generally, sexuality has been the focus of academic research for decades. Foucault (1990) states: \"if sexuality was constituted as an area of investigation, this was only because relations of power had established it as a possible object\" (p. 98). In this INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 9 quote, Foucault comments on the influence of the powerful in deciding what constitutes an area of inquiry, as well as the definitions of populations. Sexuality has become a categorization of populations-the LGBTQ community-as well as an important area of inquiry because it has been defined as such by those in power. The focus on sexuality as an \"issue\" to be discussed publicly may be partially fueled by its prevalence in the media, particularly regarding same-sex marriage in the United States. Scholars, activists, and online commenters in discussion boards each discuss sexuality to various degrees, though each group discusses the topic in very different ways. Policies regulating marriage in the United States are changing, which is a sign of progress, but public discourse surrounding the LGBTQ community continues to perpetuate incivility and hate. For example, on Novermber 5, 2013, the Illinois House of Representatives vote on marriage equality passed (Davey & Yaccino, 2013). Furthermore, the Editorial Board (2014) of the New York Times reports in addition to the Defense of Marriage Act (DOMA) having been struck down in 2013, there is currently an \"explosion of new lawsuits in more than 30 states\" which challenges current discriminatory marriage laws. Discussion of the LGBTQ community is prominent in political discourse, but an unfiltered, unmoderated discourse exists online in the form of anonymous internet comments. In this analysis, I investigate internet comments which respond to Yahoo! News articles about LGBTQ issues and analyze this internet discourse while considering civility and \"othering\" through critical discourse analysis. I am especially interested in how internet comments implicate gender norms, as well as perpetuate misconceptions and incivility. The association between gender and sexuality is certainly a fascinating one. Sedgwick (1990) and Wilchins (2004) discuss at length the socially constructed INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS connections between gender and sexuality, starting with the early women's rights movements. Wilchins (2004) writes of women's rights and the feminist movement: 10 \"America had no interest in tearing down traditional gender roles\" (p. 8). According to Knobloch-Westerwick and Hoplamazian (2012), traditional gender role expectations and \"attitudes may be among the most influential ones for our perceptions and behavior\" (p. 358). Gender conformity expectations have a huge influence on human behavior. Much online discourse perpetuating oppressive and restrictive gender ideologies and hate clearly shows the disinterest or perhaps blatant ignorance of breaking down gender roles. For example, gay or lesbian parents are often criticized or discriminated against because many believe children should be raised with both a father and a mother, a theme which comes up quite often in my analysis, suggesting both a mother and father figure (a male and female) are necessary to properly raise and care for a child. This also suggests men and women must bring different parenting roles and strategies to the table, if two women or two men could not also raise well-adjusted children. Gender roles are still a talking point in the struggle for equal LGBTQ rights today. Jagose (1996) points out early gay liberation activists believed \"gay liberation would be secured only after sex and gender categories had been eradicated\" (p. 59). This is exemplified by the tendency for many people to conflate gender norm violations with sexual orientation. For example, the common use of the term \"gaydar\", which is the assumption sexual orientation can be distinguished by behavior, suggests a belief the performance of gender can be an indicator of sexual orientation (Stern, West, Jost, & Rule, 2013). Until gender performance and sexual orientation are no longer viewed as co-constituting, hegemonic gender role expectations will continue to be an issue for INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 11 LGBTQ activists and scholars. In fact, many examples of uncivil comments regarding the LGBTQ community stem from sexism, as I will explore in my analysis. Wilchins (2004) states many feminist groups were accused of \"advancing the homosexual agenda\" because they were \"being run by lesbians\" (p. 9). \"Such attacks were not against homosexuality per se-whom feminists slept with and what they did in bed weren't an issue. On the contrary, the attacks were intended to play directly on the public's fears about male and female roles\" (Wilchins, 2004, p. 10). The gay rights movement and the feminist movement both deal with issues of gender. Therefore, in this research study, I also look at how online comments perpetuate oppressive gender ideologies, particularly related to incivility and enforcement of gender roles. Through this analysis, I explore themes in online discourse relating to homophobia, including human rights, perversion and gender, while also exploring instances of incivility and \"othering\". In this analysis, I analyze online discourse through a sample of 1000 comments from various Yahoo! News stories which report on issues related to the LGBTQ community. However, before getting into an analysis of online comments, I first consider the existing research relevant to this research study. I discuss previous research on online comments, particularly anonymous posts, civility and discourse, \"othering,\" and critical discourse analysis. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 12 Literature Review/Conceptual Framework In order to analyze online discourse, I use research on incivility and \"othering\", while simultaneously conducting a critical discourse analysis. In order to thoroughly complete this analysis, I must first consider the existing research on incivility, particularly relating to online communication, as well as \"othering\" and critical discourse analysis. I look to existing research in order to add to the scholarly conversation about civility, the \"other,\" and critical discourse analysis. I look to how the existing research regarding civility and online communication, as well as \"othering\" and critical discourse analysis, intersect in a way useful to my own research, particularly focusing on online comments and anonymity. Online Comments and Anonymity Benson (2011) states \"civility as a behavior is fundamentally about communication\" (p. 23). Instances of incivility in internet discourse make for a potentially fascinating communication study, particularly when analyzed critically. Benson goes on to describe expectations of civility as a type of code of conduct which \"governs the way we talk and the meaning we attribute to our actions and those of others\" (p. 23). Therefore, when incivility occurs, when the rules of civility are broken, the communication process experiences something of a norm violation. What makes the study of incivility in online discourse even more fascinating (and problematic) is when incivility works to further marginalize already marginalized groups. However, that is not to say incivility cannot be, at times, justifiable. As Foucault (1990) discusses the powerful as deciding what constitutes an area of inquiry, so too do the powerful often define what constitutes incivility. Therefore, those commenters who further marginalize INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 13 with uncivil comments are perpetuating oppressive power inequalities. On the other hand, those who may impolitely, and perhaps uncivilly demand equality, though uncivil, may be justified. For this reason, I want to explore incivility in online comments which \"other\" LGBTQ (lesbian, gay, bisexual, transgender, and queer) individuals. Drawing on Hall (1997) Krumer-Nevo and Sidi (2012) state the \"other\" can refer to anybody, yet \"othering\" most often occurs against marginalized groups. In this analysis, using research on incivility, \"othering,\" and critical discourse analysis, I analyze online discursive representations ofLGBTQ individuals in Yahoo! comments. First, however, I consider the literature regarding online discussions and computer mediated communication (CMC) and anonymous or semi-anonymous commenting. Next, I explore the conceptual framework which I utilize throughout this research study: civility and discourse, \"othering\", and critical discourse analysis (CDA). The introduction of comments sections to online news articles changed the way audiences interact with the news. Reader (2012) describes this change: Traditional feedback forums were heavily managed---editors selected letters to the editor to publish, and often edited those selections for length or grammar. As such, published letters to the editor became products of journalistic gatekeeping, and the resulting forums often were more reflective of what journalists wanted than of what the writing public desired (p. 1). However, more recently, public responses to news articles became much less edited. For example, in 2004, many newspapers in the U.S. allowed public commenting on news articles posted to their websites (Hughey & Daniels, 2013). However Hughey and Daniels (2013) state, since then, many U.S. news websites have removed public comment INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 14 boards, ceased archiving public comments, or turned to moderators to edit or delete hateful or overly aggressive comments. Yet, though many news outlets now edit or have removed public comments, other news outlets, such as Yahoo! News, continue to allow unedited comments without moderation. As Reader (2012) and Santana (2011) point out, many news reporters and journalists do not find online comments on the news useful to a civil conversation. While this more unedited version of public commentary may function to give a voice to the public, simultaneously the quality of those comments comes into question, particularly regarding online anonymity. Scott (2004) defines anonymity as \"the condition in which a message source is absent or largely unknown to a message recipient\" (p. 128). Furthermore, Scott also points out a large portion of online communication is anonymous in nature. However, Scott also mentions a source can be partially identified. He points out online anonymity is distinctive because an internet-user may perceive himself or herself to be posting anonymously, though unknowingly provide identifying information. Rather than creating a dichotomized concept of identified or anonymous, Scott writes, \"anonymity must be considered to exist along a continuum from fully anonymous to fully identified\" (p. 129). Current research paints online comments, particularly anonymous online comments as problematic, yet also essential to public discussion. Scott (2004) also states, \"the ability to communicate anonymously is viewed as part of our basic right to free speech ... but increasingly problematized by new communication technologies\" (p. 127). Some scholars (Laineste, 2013; Reader, 2012; Scott, 2004), as well as the National Communication Association credo (1999) point to the anonymous nature of online interactions as an issue regarding social responsibility for what is said due to a lack of INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS accountability. Regardless of the part anonymity plays in the incivility of internet discourse, the scholarly research on online commenting generally describes online aggression as quite common. For example, Laineste (2013) writes \"the generally aggressive comments condemn the subculture of gays\" (p. 37), an observation particularly relevant to this current study, and one I elaborate on later. 15 Many scholars suggest establishing or increasing the number of online moderators as a possible solution to online incivility and bigotry (Haugh, 2010). However, as Hughey and Daniels (2013) write, this solution is not problem-free. First and foremost, moderators are not free. Reader (2012) conducted a study which found many internet users believed online forums, discussion boards, or comments sections should be moderated \"by those who participate in the forums, not staff or news media\" (pp. 8-9). While this approach could cut down costs of moderation, it does not completely solve many of Hughey and Daniels' (2013) other issues with moderators. They also point out, regarding the removal of racist comments, moderation can \"represent a challenge for potential discourse analysis because they construct an ideal image of participation in the public sphere that hides the racism that frequently emerges\" (p. 336). Furthermore, Hughey and Daniels (2013) also indicate moderators may miss some offensive or hate-filled messages, particularly those which are coded or difficult to recognize as offensive. Rather than abandoning or moderating forums or comments sections, they suggest confronting the issue in some manner. They write: Moderation is itself a reactionary tactic predicated on dominant understandings of racism. Rather than engendering a focus on interfacing with racist discourse in a meaningful way, these news sites simply attempt to ban the problem, frame the INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 16 offenders as rogue commenters, and then bury their head in the sand-hoping not to encounter more racism ... Moderation does not address racism, but rather hides it (pp. 343-344). As evidenced in the above quote, not only is the LGBTQ community targeted in online discourse, but racist comments are also prevalent, suggesting a very general lack of civility in online discourse. Although moderation would certainly result in the removal of hateful, bigoted, or generally uncivil comments, and thus decrease the perpetuation of these tremendously harmful ideas online, this alone would not address the problem. As Hughey and Daniels (2013) point out, this study would not be possible if moderators were used in online commentary on Yahoo! News. However, because hateful online messages do exist and are readily available, I take this opportunity, as Hughey and Daniels (2013) suggest, to address these issues and the ideologies and misconceptions behind them. Civility and Discourse In this study, I am concerned with incivility in online comments and how uncivil comments may function to further marginalize oppressed groups targeted by these comments. Similarly, I am concerned with the kinds of dominant ideologies reproduced and perpetuated through incivility online. Arnett (2001) points out \"a civil society offers a common space for diverse standpoints\" (p. 327). While online comments often provide space for diverse opinions, in a series of civility studies, two-thirds of respondents in 2011, and 63 percent ofrespondents in 2012 indicated they believed the \"U.S. has a major civility problem\" (Lane & McCourt, 2013, p. 24). Furthermore, 55 percent stated they expect civility problems in America to get worse. Clearly incivility is an issue in INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS general, and when paired with anonymous posting and politics, becomes particularly interesting for evaluation. Incivility in internet discourse often unveils dominant ideologies and assumptions, as well as sheds light on prejudice. 17 Currently, LGBTQ individuals are discriminated against legally in the United States (and throughout the world, for that matter) through marriage laws, discriminatory organizational policies, and unequally applied laws. Despite recent steps towards equality, such as public discussions and passages of marriage equality laws in certain parts of the United States, online discourse in internet comments remains hateful and discriminatory, backing up legal discrimination and even expressing clear outrage and hate. Incivility runs rampant in many internet comments, which is both fascinating and terrifying, and also extremely relevant to my discussion of online discourse relating to LGBTQ issues and exposed gender and sexuality ideologies. Ethics, politeness, norms or social rules/social order are all keywords used, to describe civility (Lane & McCourt, 2013). Lane and McCourt (2013) point out it is important to consider both politeness and ethics in a discussion of civility. A speaker may be polite yet unethical at the same time, as Lane and McCourt (2013) show in their example of the Nazi who politely asks a prisoner to step into a gas chamber to their death. Internet hate speech, therefore, would certainly fall into the category of incivility, as it is neither polite nor ethical. However, Benson (2011) points out civility must also be judged based on the circumstances. Context becomes important when considering whether comments are intentionally rude for purpose of \"flaming\". \"Flaming\" is defined by Laineste (2013) as \"online verbal aggression\" (p. 31), though Johnson, Cooper, and Chin (2008) go into more detail, defining \"flaming\" as \"the antinormative hostile INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 18 communication of emotions ... that includes the use of profanity, insults, and other offensive or hurtful statements\" (2008, p. 419). \"Flaming\" occurs for a variety of reasons, depending on the user. Laineste (2013) points to the anonymous nature of online commenting as the main factor contributing to online displays of aggression. However, some internet users utilize \"flaming\" on internet discussion boards to intentionally get a rise out of other posters by writing controversial or offensive statements (Santana, 2011 ). Moreover, restraint and responsibility are important aspects of civility (Lane & McCourt, 2013), meaning the use of \"flaming\" would certainly represent incivility. It is important to be reflexive and not simply express our first, unfiltered thoughts. Lane and McCourt (2013), therefore, suggest civility means finding a balance between self-expression and social responsibility. However, as will be made evident through my analysis, the intersection of social responsibility and self-expression remain elusive in online comment boards. In addition to online instances of incivility, incivility in politics is a common theme in civility research. An example of incivility in political discourse can be seen through looking at the discourse involved in the January 8, 2011 shooting in Tucson which claimed the lives of 6 people as well as critically injuring Representative Gabrielle Giffords (Peters & Stelter, 2011). Before the 2011 shootings in Tucson, Arizona, \"news reports called attention to a threatening rhetorical atmosphere ... with politicians-mostly Republicans-evoking descriptions of 'Second Amendment solutions' should an election not go as hoped\" (Benson, 2011, p. 24). News reports, which called attention to the discursive incivility by the Right as a contribution to the Tucson shooting, suggested very real consequences to incivility. One such news report by Peters and Stelter (2011) draws INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 19 specific attention to uncivil discourse from politicians directly, and the conclusions made by anonymous internet posters. The authors describe that some liberals accused conservatives of perpetuating incivility which they suggested contributed to violence, ultimately suggesting a cause-effect relationship between political incivility and the shooting1. Furthermore, Sobieraj and Berry (2011) point out the use of outrage as a form of incivility in politics, such as mockery, misrepresentative exaggeration, insulting language, and name-calling. This use of outrage was also paralleled in Peters and Stelter' s (2011) news article. They state \"commentators on the right were quick to condemn their perennial adversaries, including The New York Times, for drawing a cause-and-effect relationship between overheated political rhetoric and the shootings\" (para. 14), when no such relationship truly existed. Therefore, news sources which quickly suggested a cause-effect relationship between discursive incivility and the shooting where, themselves, creating an uncivil environment by jumping to false conclusions about the shooter's motives. Though Peter and Stelter's news story and Benson's (2011) and Sobieraj and Berry's (2011) articles focus primarily on civility in political discourse, articles discussing LGBTQ issues are often political in nature, and the online commenters who post under these articles often bring politics into the discussion, which I discuss more fully in my analysis. Sobieraj and Berry (2011) also point out that outrage as a form of incivility comes from both conservative and liberal internet commenters, however the authors further state \"liberal content is quite nasty in character, following the outrage model with emotional, dramatic, and judgment-laden speech. Conservatives, 1 Despite accusations of a uncivil discursive environment leading up to the Tucson shootings, the shooter, Jared Lee Loughner, suffered from mental illness and had other motives. Although many news sources suggested a link between discursive incivility and the shooting, Loughner's motives were not an effect of discursive incivility. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 20 however, are even nastier\" (p. 30). This becomes important due to the polarized views of conservatives versus liberals regarding LGBTQ issues. For example, in the recent Illinois House of Representatives vote on marriage equality, which passed November 5, 2013, 61 representatives voted to pass the bill, with only 3 Republicans voting yes (Davey & Yaccino, 2013). Furthermore, the rhetoric of incivility can be applied to internet rhetoric much the same as in political discourse, regardless of the political affiliations, or lack thereof, of those contributing to internet comment discourse. Moreover, the tendency for internet users to gain courage through the shield of hiding behind a computer screen and the anonymous nature of online posting has many implications for civility. Hlavach and Freivogel (2011) suggest \"readers may be so willing to speculate because they can post their thoughts anonymously\" (p. 24). They also point out the anonymous comments provide speculation and misinformation which could never, ethically, be reported in the original reported story in the newspaper. As Lane and McCourt (2013) point out, ethics are an important consideration of civility, and therefore many internet comments on news stories fail to remain civil conversations due to unethical discourse. However, online comments are not only unethical in a factual sense, but are also often hateful, bigoted, and contain problematic morality assumptions. According to Santana's (2011) article which discusses online reporters' perceptions of the usefulness, or lack thereof, of internet discussion boards, 64.8 percent of reporters did not believe online comments were conducive of \"civil, thoughtful discussion\" (p. 75). The usefulness of online comments and discussion boards for news stories, then, is questionable. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 21 As Benson (2011) points out in his article, incivility is a common occurrence in U.S. political rhetoric, with sometimes violent implications. Benson (2011) states, \"incivility is itself a tactic in political discourse, employed as an indicator of sincerity, as a marker of high stakes disagreement\" (p. 27). Therefore, with incivility being a popular discursive tool in political discourse, incivility via an online medium with anonymous posting, unsurprisingly, takes an even more vicious turn. Anonymous online comments often blend opinion and speculation (Hlavach & Freivogel, 2011), which becomes a spiraling mess of misinformation, prejudice, and distorted conclusions. Hlavach and Freivogel (2011) state: When a news organization sincerely invites a reader to comment, it can establish a personal relationship with that reader; it can treat that reader as a valuable individual whose opinion and input matters. The reader who feels valued is more likely to contribute comments that can build ... 'social harmony'. However, if a news organization allows comments to degenerate into a discourteous, disrespectful digital diatribe, astute readers will avoid participation (p. 29). Therefore, the presence of incivility in news articles not only creates ethical implications, but also fosters more hate while repelling well thought out, insightful comments. Moreover, Santana (2011) quotes a reporter as stating, \"Comments often quickly turn to racist, bigoted, inarticulate diatribes related to the story's subject matter only tangentially at best\" (p. 80). Regardless of the subject matter of the original news article, incivility in comments is common. Furthermore, the tendency for political rhetoric to sway towards incivility, as pointed out by Benson (2011) and Sobieraj and Berry (2011) further exemplifies how incivility has become not only common, but becomes important when INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 22 considering how every aspect of life, from sexual orientation to gender identity becomes politicized through laws regulating marriage, for example, to widely accepted gender ideologies. Online civility and rhetorical threats will certainly come into play in my analysis of online internet comments regarding LGBTQ news stories. Hlavach and Freivogel (2011) question the ethics of soliciting user comments for all news articles due to the widespread incivility in anonymous comments. Furthermore, Hlavach and Freivogel (2011) suggest comments should only be made anonymous \"for a just cause\" (p. 34), suggesting users take accountability and own their comments, which may lean towards more thoughtful and civil discussions. This discussion of ethics in communication is also mirrored in the NCA (National Communication Association, 1999) credo for ethical communication, which endorses freedom of expression, but also condemns \"communication that degrades individuals and humanity through distortion, intimidation, and violence, and through the expression of intolerance and hatred.\" Furthermore, the NCA credo emphasizes accepting any consequences for communication at the individual level. Therefore, the NCA is emphasizing the importance of ethical and civil communication, as well as emphasizing the importance of taking responsibility for the communication in which individuals engage. Anonymous, uncivil internet comments in no way foster a positive communication climate, and therefore anonymity in comments can be harmful to positive discourse. Though incivility is obviously something that should be minimized, Benson (2011) states \"incivility will always be with us, and in our contemporary media culture we're going to know about it\" (p. 29). However, by studying and drawing attention to incivility and its implications, perhaps it can be INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS minimized, or at the very least, better understood. Furthermore, drawing attention to online incivility could function as a call for better moderation in internet comments. In the next section, I discuss \"othering\" of marginalized groups, and particularly LGBTQ individuals. \"Othering\" 23 In this section, I discuss the \"othering\" of marginalized people, specifically discussing how LGBTQ individuals are \"othered\" through discourses of human rights, perversion, and gender. First, however, I provide broad overview of the existing scholarly discussions related to \"othering.\" Drawing on Hall (1997), Krumer-Nevo and Sidi (2012) define \"othering\" as \"the process of attaching moral codes and inferiority to difference\" (p. 300). The incivility expressed by many online commenters functions to signify difference between LGBTQ individuals and the majority, effectively creating a heterosexual and \"others\" dichotomy. Hall (1997) points out that through representing difference as negative, or labeling a group as inherently different, the majority group functions to \"other\" those who differ from the majority, whether that be a different race, gender, nationality, sexual orientation, or anything else. The \"majority\" category, such as men, whiteness, heterosexuals, etc., is then rendered invisible. For example, discussions of race tend not to be about whiteness, while discussions of gender tend to focus on women. Likewise, discussions of \"sexuality\" tend on \"other\" sexual orientations, but not heterosexuality. Through problematic uses of incivility in internet discourse, many commenters effectively \"other\" LGBTQ individuals, as I discuss below in my analysis. Hall, Held, Hubert and Thompson (1996) describe \"the relations between men and women, the problem of sexual deviance, the question of family and other relationships, INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 24 the relations between adults and children, and the issue of difference\" (p. 375) as recurrent discussions which often come up when discussing sexuality in particular. These themes in discussions of sexuality also come into play in the online discussions I consider in the analysis portion of this study. Each of these themes ties to normalization of heterosexuality, which emphasizes difference, creating misconceptions and hate towards LGBTQ individuals. \"Othering\" leads to the normalization of majority groups, which in the case of sexual orientation, creates heteronormativity. Berlant and Warner (1998) describe heteronormativity as: The institutions, structures of understanding, and practical orientations that make heterosexuality seem not only coherent-that is, organized as a sexuality-but also privileged. Its coherence is always provisional, and its privilege can take several (sometimes contradictory) forms: unmarked, as the basic idiom of the personal and the social; or marked as a natural state; or projected as an ideal or moral accomplishment. It consists less of norms that could be summarized as a body of doctrine than of a sense of rightness produced in the contradictory manifestations--often unconscious, immanent to practice or to institutions. Contexts that have little visible relations to sex practice, such as life narrative and generational identity, can be heteronormative in this sense (p. 548). Heteronormativity, then, is normalizing the heterosexual. This is perpetuated in media, conversations, family values, and in various other subtle ways which often go unnoticed. For example Elia (2003) writes: INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 25 The institution of traditional family has set the direction and tone for sexual life. The term family has long been synonymous not just with heterosexuality broadly defined, but with a very specific brand of heterosexuality which involves marriage, baby making, monogamy ... (p. 65). This conflation of family, marriage, monogamy, and reproduction comes up quite often in Yahoo! comments, which I discuss more thoroughly in the analysis below. The conceptualization of the \"traditional,\" family, which Elia describes as heterosexual, middle class, and perpetuating \"white values\" (p. 65), becomes heteronormative. Furthermore, Yep (2003) writes \"normalization is a symbolically, discursively, psychically, psychologically, and materially violent form of social regulation and control\" (p. 18). Therefore, Yep concludes, heteronormativity is violent; this normalization of heterosexual privilege \"others\" LGBTQ individuals, accentuating difference, and perpetuating the \"marginalization, disempowerment, and oppression of sexual others\" (p. 18). This heterosexual privilege creates inequality, which effects power distributions, as I discuss next. Moreover, \"othering\" also takes place within unequal power distributions. Hall (1997) writes \"power cannot be captured by thinking exclusively in terms of force or coercion: power also seduces, solicits, induces, wins consent\" (p. 261). Power, therefore, creates ideologies from which no one is immune. However, Hall (1997) also points out that, although power influences everyone, both the powerful and powerless, these ideological power influences effect groups in different ways. \"No one - neither its apparent victims nor its agents - can stand wholly outside its field of operation\" (Hall, 1997, p. 261). Like ideology, no one can escape power. This becomes important for my INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 26 analysis as I investigate uncivil, hateful opinions which function to \"other\" the LGBTQ community. Incivility, then, directly ties to \"othering\". By using hate speech and uncivil discourse, online posters are directly \"othering\" the LGBTQ community in a harmful, blatant way. However, through the use of critical discourse analysis, I not only problematize this \"othering,\" but also expose the ideological influences which contribute to and normalize incivility. Human rights and othering. LGBTQ individuals are \"othered\" through declarations of moral inferiority, but, as Hall suggests, issues of power also come into play. The blatant denial of certain rights to LGBTQ individual certainly suggests inferiority and \"othering.\" For example, the Universal Declaration of Human Rights (UDHR) lists marriage by consenting adults as a human right, yet LGBTQ individuals across the world are often denied this right (Malik, Bogomolov, Chang, Cassin, Roosevelt, Dukes, Hodgson, Santa Cruz, & Humphrey, 1948). However, Encarnacion (2014) points out it was not until six decades after the UDHR was drafted that \"gay rights\" were incorporated into the document. Furthermore, Kalny (2009) writes \"the dignity of all human beings is a central value of human rights, and that this idea materializes in the prohibition of discrimination\" (p. 372). Therefore, by excluding, discriminating, or \"othering\" LGBTQ individuals, human rights are being denied. In fact, Madson and Odegard (2013) state \"there are few places in the world where it is truly safe to be gay and there are even fewer places where it is safe to be a transgender or gender non-conforming person\" (p. 65). It is important to note, \"gay rights\" is not limited to marriage rights, but rather recognition of equality as human beings. It should INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 27 not be unsafe for LGBTQ individuals in any part of the world, let alone most parts of the world. Much of the \"othering\" and discourse surrounding the LGBTQ community may originate from the failure to fully recognize \"gay rights\" as human rights. Likewise, there is a tendency for \"gay rights\" to be associated with \"special rights\" (Brickell, 2001 ), and therefore, gay rights activists are thought to be seeking more than just \"equality\" but also looking to \"move beyond it in search of 'special status and privileged treatment\"' (p. 222). Of course, the assumption gay rights activists are seeking \"special rights\" is incredibly problematic, as it assumes the rights for LGBTQ individuals are not equal to the rights of the majority. LGBTQ individuals have faced a long history of discrimination, both in the U.S. and throughout the world. Encarnacion (2014) writes: Homosexuality was classified as a mental disorder by the American Psychiatric Association until 1973, and by the World Health Organization until 1990. Anti-sodomy laws remained on the books in the United Kingdom until 1982, and in the United States until 2003, when the Supreme Court struck them down. In 1996, a Democratic president, Bill Clinton, with the support of large majorities in both chambers of the Congress, signed the Defense of Marriage Act (DOMA), which defined marriage, for federal purposes, as the union of a man and a woman (p. 37). Although, as Encarnacion also points out, DOMA was recently overturned in 2013, LGBTQ individuals still face legal discrimination and hate not only in the U.S., but around the world. This history of discrimination has an impact on the way LGBTQ INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 28 individuals are perceived, as well as the discourse found on anonymous online comments, such as comments posting on Yahoo! News. Perversion and othering. There is a tendency for \"other\" sexualities to be tied to perversion. Terry (1995) states \"since the late nineteenth century, the body had been central to both scientific and popular constructions of the origins of homosexuality\" (p. 129). This connection between the body and \"homosexuality\" has also discursively tied LGBTQ individuals to \"perversion\" or \"disease,\" as Terry (1995) points out. Further evidence of \"othering\" also exists in the reduction of LGBTQ individuals to genitalia, such as through the emphasis of the \"homosexual body,\" as well as the existence of anti-sodomy laws on the books in the U.S. as late as 2003. Furthermore, Millbank (2005) writes in the U.K., LGBTQ individuals seeking asylum for persecution based on their identity as LGBTQ are expected to \"be 'discreet' in their home countries to avoid persecution\" (p. 133). Millbank argues this creates a \"sexual other\" who is unfairly viewed as a sexual pervert undeserving of political asylum. Likewise, Reddy (2002) conducted a thematic analysis of statements made in the southern regions of Africa, which included discourse from \"newspaper reports, government press releases, activist literature and the internet\" (p. 168). Reddy describes many of the comments as accusing individuals, particularly gay men, of perversion, and linking LGBTQ individuals with bestiality. From this analysis, Reddy provides a list of terms commonly used to describe LGBTQ individuals including \"abnormal,\" \"barbaric,\" \"immoral,\" \"animalistic,\" and \"satanic.\" From the scholarly research discussed here, it is clear that across nations, LGBTQ individuals are commonly conceptualized as unnatural, or discursively connected to INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 29 sexual \"perverts\". This very arbitrary discursive connection between \"gay\" and perversion is perpetuated in uncivil speech discourse, which I discuss more thoroughly in the analysis section of this study. By casting LGBTQ individuals as sexual deviants, perverts, or \"unnatural,\" the discourse focuses heavily not only on difference, but also on very negative, fallacious comparisons between LGBTQ individuals and the \"unnatural,\" directly marginalizing and \"othering\" the LGBTQ community. Gender and othering. Hall et al. (1996) state \"gender is not a simple analytical category; it is, as feminist scholarship has increiJ;ingly documented, a relationship of power\" (p. 377). Because gender is a category of power, gender also becomes a category in which \"othering\" occurs. Furthermore, Wilchins (2004) states violations of gender norms are often associated with assumptions of sexuality. Those who do not adhere to gender norms are viewed as the different or the \"other.\" However, Sedgwick (1990) points out the arbitrary nature of the highly emphasized connection between sexuality and gender: Of the very many dimensions along which the genital activity of one person can be differentiated from that of another (dimensions that include preference for certain acts, certain zones or sensations, certain physical types, a certain frequency, certain symbolic investments, certain relations of age or power, a certain species, a certain number of participants, etc. etc. etc.), precisely one, the gender of object choice, emerged from the turn of the century, and has remained as the dimension denoted by the now ubiquitous category of \"sexual orientation\" (p. 8). INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 30 The gendered assumptions that come along with discussions of sexuality are, indeed, fascinating. As Jagose (1996) points out, gender and sexuality are not the same thing, however, the \"othering\" which takes place based on gender and sexual orientation have ties which cannot be ignored. Although this study aims to specifically discuss the \"othering\" ofLGBTQ individuals through online discourse, specifically Yahoo! News comments, queer studies are informed by gender studies. Jagose (1996) points out a \"call to treat gender and sexuality as distinct but 'inextricable\"' (p. 122). Critical Discourse Analysis By looking at online incivility using critical discourse analysis as a methodological and theoretical lens, I hope to shed light on the ideological influences which contribute to incivility and hate speech. Fairclough (2003) defines \"discourse\" in the following way, '\"Discourse' is used abstractly (as an abstract noun) for 'the domain of statements', and concretely as a 'count' noun ('a discourse', 'several discourses') for groups of statements or for the 'regulated practice' (the rules) which govern such a group of statements\" (p. 124). Although discourse may have many uses and definitions, for the purpose of my study, I turn to Fairclough's (2003) definition of discourse as \"the domain of statements,\" as discussed above. I look specifically at the domain of online statements which utilize incivility and hate speech to create or suggest rules which function as an attempt to regulate sexuality, or at least how it is discussed. Moreover, power will also be a vital component of rule-making within discourse. Wilchins (2004) writes: The effects of discursive power are hard to see once a discourse is in place. Once we see gay, black, female, or transgender people, it's hard to imagine that they weren't always there. We imagine the cultural discourse about them just popped INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 31 up in response; rather, it was the discourse that created such identities in the first place (p. 71). As Foucault (1990) also states, the powerful define what becomes socially significant in society. There is nothing about LGBTQ individuals that is controversial other than the fact the discourse which has defined them as such. People's differences, such as sexuality, are not innately important or naturally subjects of politics, but rather, they are defined as such by discourse. Therefore, because discourse is so heavily influenced by power, while at the same time, perpetuating current power structures, it is vital that scholars critically analyze discourse in order to critique the status quo. Through critical discourse analysis, I intend to do this in my analysis of online discourse. Critical discourse analysis has been utilized to discuss debate about gays and lesbians being allowed in the U.S. military (Blain, 2005), Colorado joining \"the national 'gay marriage' debate\" in 2006 (Jones, 2009, p. 59), a 1994 proposition in Idaho to block equal rights regardless of sexual orientation (Meyers, 1994), the reporting and language regarding AIDS (Lupton, 1993), and discourse about the television personalities from Queer Eye for the Straight Guy as stereotypical, as well as a look at performativity of sexual identity (Weiss, 2005). Critical discourse analysis (CDA) \"states that discourse is socially constitutive as well as socially conditioned\" (Blommaert & Bulcaen, 2000, p. 448). Language, therefore, is not simply a passive, neutral system of symbols used to represent material conditions, but rather a reflection of society's distribution of power, as well as reflective of oppression. Blommaert and Bulcaen (2000) discuss \"discourse-as-text\" as one dimension of CDA which will be particularly useful in an analysis of online internet posting. They also discuss the importance of analyzing the context of comments INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 32 by looking specifically at vocabulary, such as wording and metaphors, as well as grammar. In my analysis, for example, I leave all comments as they were written, including any grammatical errors, which may provide further insight to my analysis. Conducting a critical textual analysis of online discourse is particularly challenging due to the absence of nonverbal cues. However, as Blommaert and Bulcaen (2000) point out above, vocabulary, grammar and text structure each become more evident through a text, which will be useful for my analysis. Further, an analysis of hate-speech targeted at the LGBTQ community in general through internet comments follows in the path of popular topics for which CDA has been used in the past. For example, political discourse, ideology, and gender, which are three of the nine popular domains of analysis Blommaert and Bulcaen (2000) cite as integral to CDA, may each come into play through this analysis. The portrayal of gay and lesbian individuals through online commenting is telling of the ideological influences of our time. Meyers (1994) states: The media both reflect and reproduce the dominant ideology of their times ... the news media's portrayal of gay men and lesbians as either deserving or undeserving of civil rights not only tells us about their social standing and the prevailing societal view of homosexuality, but it also points to ways in which that portrayal may be challenged (p. 322). Because my study looks at internet discourse posted on online news articles, the framing of the news article, as well as the comments from internet users will both come into play in my analysis. The context of the story certainly impacts the resulting discussion on the comment boards. I look at incivility in internet comments, some of which are INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS exceptionally uncivil, and how those comments are rationalized in order to not only further understand the ideologies under which they thrive, but also in an attempt to further challenge those ideologies, as Meyers (1994) points out above. 33 In order to successfully perform a critical discourse analysis of online comments, I look at published analyses using CDA as exemplars. One such example is Blain's (2005) critical discourse analysis of an anti-gay campaign in Idaho. In 1994, an initiative in Idaho, called the 'no special rights' initiative, \"represented themselves as conservative Idaho citizens fighting a culture war to preserve traditional family values against a powerful, sexually perverse subject with a militant gay agenda\" (Blain, 2005, p. 31.) As Blommaert and Bulcaen (2000) point out, CDA can be used to expose ideological influences about gender and sex in written discourse. Fairclough (2003) points out ideologies influence the ways we talk about, and therefore discursively define, people. The ways LGBTQ individuals are talked about, then, influences the way the LGBTQ community becomes represented in discourse, thus perpetuating oppression and exploitation. For example, the arguments against equal lesbian and gay rights, as exemplified in Idaho in 1994, often frame the struggle for equality as a \"sinister gay agenda\" which threatens families and children (Blain, 2005, p. 31 ). Further, lesbians and gays are often portrayed as sinners, kinky, untrustworthy, not productive in society, easily spotted, suicidal, and constituting an insignificant part of the population (Meyers, 1994). Similarly, Jones (2009) draws from Fairclough's (2003), use of existential, propositional, and value assumptions. Jones discusses political discourse in Colorado as making assumptions about what exists (existential assumptions), about what can be (propositional assumptions), or what is moral or good (value assumptions) regarding same-sex INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 34 marnage. I look at themes similar to Meyers (1994) and Jones (2009) in anti-LGBTQ discourse, specifically assumptions which unveil ideologies about gender and sexuality. These ideological influences in casual internet discourse, from what I have seen from past research, though many times extreme and hateful, accurately mirror the political discourse outlined in Blain's (2005) article about anti-gay political discourse. Using CDA, I want to analyze the everyday discourse found in internet news comments sections. Blain (2005) points out membership categorization devices (MCDs) can be used in discourse analysis to show how a group frames their membership, activities, and motives. The binary categories posters employ to define both themselves and their opposition are also telling of ideological influences, as well as polarizing, and therefore, problematic. For example, Blain (2005) discusses \"victimage rhetoric\" as a strategy for villianizing the \"gay agenda\" while simultaneously casting the actor's agenda, as well as strategic others into the role of victim (p. 37). By casting themselves as the victims, internet posters strategically draw attention away from the incivility of their own comments. In addition to the blatant hate speech in internet comments discourse, I also want to look at the more latent gender ideologies which are exposed through anti lesbian and gay discourse. Wilchins (2004) points out \"gay activists have continued to fight for mainstream acceptance by pointedly comparing gayness to straightness\" (pp. 126-127). While, on the surface, this comparison appears favorable by pointing out sameness, it also reifies heteronormativity by suggesting there is something wrong with anything which differs from straightness. Therefore, this strategy implicates heteronormativity and heterosexism as being normalized through ideology. Patriarchy and heterosexism are, INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 35 according to Wilchins (2004 ), the most oppressive forms of normalized knowledge, which regulate gender performance and perpetuate homophobic ideas. Weiss (2005) discusses gender as a performance, describing the stars of Queer Eye for the Straight Guy as linguistically encoding themselves of the feminine or masculine gender in various instances. However, because gender is a socially constructed concept and is performed, rather than inherited, any statements problematizing gender performances based on sexual orientation will, from a critical discourse standpoint, become interesting texts for analysis. These statements should cast light on associations between sex and social roles and gender, as well as performance and gender. Meyers (1994) also points out \"the presence of gay men in the armed forces provides a direct challenge to the notions of masculinity and manhood\" (p. 323). Regardless of other problems with this view of gay men, this notion is also telling in other important ways regarding gender. If the armed forces must represent \"masculinity and manhood\", where does that leave women? Moreover, while gay men both in and out of the military are perceived as a threat to masculinity, women are regulated by gender roles as well, which may manifest in online comments regarding lesbians. Wilchins (2004) writes \"women in suits and ties or men in dresses still make us profoundly uncomfortable\" (p. 9). As I discuss above, Wilchins describes women in the feminist movement as a threat to femininity, as well as \"advancing the homosexual agenda\". Wilchins also details how feminists are often assumed to be lesbians due in part because of feminists wanting to eliminate \"all sexual differences\" (p. 9). Because gay and lesbian individuals are so often, erroneously, associated with gender role violations, confronting gender ideologies in my analysis could be thought-provoking. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS As Jones (2009) writes, \"CDA provides a method couched within a larger perspective that primarily focuses on the way social power, dominance, and inequality are presented, reproduced and resisted\" (p. 65). I pull from CDA as a conceptual framework and methodology throughout my analysis. In the next section, I discuss in more detail my incorporation of CDA, as well as my methodological approach. 36 INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 37 Methodology This section details the methods I utilized for collecting and analyzing data for this research study. In this study, I analyze online comments sections on Yahoo! News stories which report on LGBTQ-related issues. Through this analysis, I hope to better understand the ideological influences on discourses pertaining to gender and sexual orientation in the discussion of LGBTQ individuals and issues. During this analysis, I consider the following research questions: RQl: In what ways do online comments perpetuate and reinforce homophobia? RQ2: In what ways do incivility and homophobia work together in internet comments? RQ3: What are the connections between homophobic comments and oppressive gender ideologies? Throughout my research, I consider each of these questions, and I discuss my findings in the conclusions section of this research study. However, I first discuss my rationale for using online comments via Yahoo! News as a text for analysis. Rationale Blommaert and Bulcaen (2000) discuss \"discourse-as-text\" as an important part of CDA. Online comments are a rich text for analysis, through CDA, as they provide an archived, easily accessible, and unfiltered glimpse into internet discourse about the LGBTQ community. I chose to analyze comments on Yahoo! News specifically for several reasons. First, from my experience, Yahoo! News tends to have the most user comments when compared to other online news media. Furthermore, Yahoo! functions as the homepage for many people, and therefore the news stories featured on the homepage attracts many readers and comments. Additionally, users give \"thumbs up\" or INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 38 \"thumbs down\", which indicates how popular, unpopular or controversial a comment is perceived, which I discuss further below. The final reason I chose Yahoo! News as the medium for my analysis is my own personal familiarity with the website. I have done previous analyses using Yahoo! internet comments, and I am familiar with navigating the know from experience many Yahoo! News articles accumulate quite a few comments, which translates into a text ripe for analysis. Data Collection I collected the data for my analysis during the last two weeks of January, 2014. The first step in my data collection was to find pertinent news stories reporting on issues relating to the LGBTQ community. In order to find relevant news stories to address my research questions, on the Yahoo! News webpage, I conducted a search using keywords such as \"LGBTQ\", \"lesbian\" \"gay\", and \"same-sex marriage\". After each search, I collected the URLs of Yahoo! News articles which reported on LGBTQ news-related items. I intentionally selected only recent news articles, meaning I selected only articles posted by Yahoo! in 2014. Furthermore, I did not choose multiple articles about the same topic, such as multiple articles about anti-gay policies in Russia, so to collect a varied sample of online comments relating to LGBTQ issues and to find a broad range of commentary. I chose relevant articles based on the original keyword search, as well as the title of the article itself Through my keyword searches, I chose several Yahoo! News articles during the last two weeks of January, 2014. I copied each relevant article's URL into a Microsoft Word document for later use. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 39 When choosing which articles I utilize for this analysis, I purposefully chose articles which discussed varied and international LGBTQ issues, in an attempt to create a broader analysis. I also made sure to include news which related to both gay men and lesbian women. However, news articles which discussed lesbian rights specifically were rather difficult to find on Yahoo! News at the time of my data collection. Therefore, I made sure to include at least one article that specifically reported on news relating to lesbian women. However, this particular article, as well as one other article, only accumulated one comment, which I discuss in greater detail below. Each Yahoo! News article contains a comments section located beneath the news story in which Yahoo! News readers may make comments. This discussion board is not moderated. Commenters can post what I would term \"main\" comments2, or they may comment on another poster's comment with a \"reply\" 3 comment. Commenters can either engage each other through commenting, or by giving a \"thumbs up\" or a \"thumbs down\" 4 to each comment, thus allowing the Yahoo! News comments to be sorted in a variety of ways, based on most responded, popularity, recency, etc. To ensure I received as many useful comments as possible, I refrained from collecting comments from news stories that were less than three days old at the time of data collection. This was in an 2 Main comments are those comments which a commenter posted which do not necessarily respond to another commenter's post. 3 Reply comments appear under main comments. Under each main comment, Yahoo! News provides a \"reply\" button, which commenters can utilize to reply to main comments. These comments are meant to allow responses to main comments, though commenters often engage each other through discussions, debates or arguments via reply comments. Therefore, reply comments cannot be ranked according to popularity, and though users can respond to one another, there is not a space provided to reply to other reply comments. Rather, reply comments are ordered chronologically. A majority of the data in this analysis comes from reply comments due to commenters entering into long dialogues with one another through these \"replies.\" 4 The \"thumbs up\" and \"thumbs down\" buttons allow for comments to be ranked by popularity. Each \"thumbs up\" from another Yahoo! user gives the comment a point, while a \"thumbs down\" takes away a point. When sorting by popularity, the comments with more points appear at the top, though the recency of the post is also considered in this ranking. Comments can be ranked in this way by clicking the \"Popular Now\" button. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 40 attempt to give commenters ample time to write comments, respond to other users and create a dialogue, as well as \"like\" or \"dislike\" posts. After choosing five news stories and allowing for at least three days for comments to accumulate, I looked at the comments under each article. For any articles with fewer than 10 total comments, I collected all comments as data. For articles with more than 10 comments, I sorted the comments by \"Popular Now\" and collected the first 10 comments, as well as any responses (sub-comments) to those original posts. Next, I sorted comments by \"Most Replied\", and once again, collected the first 10 comments and responses. Any duplicate comments were collected only once. All collected comments were copied into a Microsoft Word document and saved for future analysis-then each comment was labeled according to the article it appeared under and the order it was ranked either under \"Popular Now\" 5 or \"Most Replied.\" 6 In critical discourse analysis, Blommaert and and Bulcaen (2000) stress the importance of considering the context in which comments take place. Therefore, I provide a context for the comments through a short description of each news story from which I collected comments. The articles I discuss in this study are as follows: 1. Grammys turn mass wedding in gay marriage celebration (2014)-This article reports on the 2014 Grammys, in which 34 couples were married during the awards show in celebration of same-sex marriage. From this story I collected 20 main comments, as well as 637 reply comments which respond to those comments for a total of 657 online comments. 5 Sorting by \"Popular Now\" ranks comments based on a mixture of popularity according to \"thumbs up\" and \"thumbs down\" as well as recency. 6 Comments sorted by \"Most Replied\" ranks the comments from those with the most \"reply\" comments first to those with no replies. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 41 2. Austrian court ends insemination ban for lesbian pairs (Shields, 2014)-In this article, Shields reports on Austria overturning a previously held ban which prevented lesbian couples from using sperm donations in order to have children. This article had only 1 main comment available for collection with zero reply comments. 3. Online Simulations Help Educators Help Troubled LGBTQ Students: Trevor Project, Kognito Interactive Release Online Training to Assist At-Risk LGBTQ Youths (Bryan, 2014)-Bryan discusses the introduction of the Trevor Project, which uses online, interactive simulations \"that help educators and students gain the skills and knowledge needed to help at-risk young people\" (para. 3), specifically LGBTQ youth. This article had only 1 comment available for collection with zero reply comments. 4. Same-sex couples challenge Florida ban on gay marriage (Richey, 2014)-In this article, Richey outlines same-sex marriage bans across the United States, focusing specifically on a recent lawsuit filed in Florida \"challenging the state's ban on gay marriage on grounds that it violates fundamental guarantees of the US Constitution, including a right to marry regardless of sexual orientation\" (para. 1 ). From this article, I collected 20 main comments and 128 reply comments which responded to those main comments, for a total of 148 comments. 5. Ivory Coast: Mob attacks gay rights group office (Corey-Boulet, 2014)-here Corey-Boulet describes the violent ransacking of a gay rights organization in the Ivory Coast, in Africa. Notably, the author states many view the recent strengthening of anti-LGBTQ laws throughout Africa as retaliation against the INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 42 U.S. and European use of \"leverage to promote the human rights of gay people around the world\" (para. 3). From this article, I collected 19 main comments (one main comment was in the top 10 of both the \"Popular Now\" and \"Most Replied\" sections) and 17 4 reply comments which responded to those main comments, for a total of 193 comments. From the five articles in my sample, I collected a total of 61 main comments, with 939 thread comments, or \"sub-comments\" which were in direct response to the collected main comments. This resulted in a total of 1000 comments in my sample, which I analyze and discuss further below. I copied each comment and sub-comment into a Microsoft Word document, labeling which news story the comment was collected from, the author of the comment's usemame, and whether the comment was a \"main\" comment or a \"sub-comment\". I kept the comments organized so any conversations via sub-comments were left in context. Any comments made on the news story after I copied them to the Word document are not used in this analysis. During my analysis, I refer only back to the data I collected in the Word document, rather than the original news story. Coding and Data Analysis After collecting comments, I sorted through all the comments, looking for both themes in commenting as well as instances of \"incivility\" and \"othering\", as discussed above. In order to code for over-arching themes, I utilized open coding. Lindlof and Taylor (2002) describe the process of open coding: The analyst usually goes through the texts line by line and marks those chunks of text that suggest a category. In fact, it is through the process of open coding that categories are built, are named, and have attributes ascribed to them. This stage INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS of coding is \"unrestricted\" because the analyst has not yet decided the range of categories or how the categories are defined (p. 219). 43 Similarly, I went through the sampled comments, and labeled comments according to the general message of the comment. For example, a comment consisting of a quoted Bible verse was labeled \"religion.\" Some comments, particularly longer posts, were given more than one label, as the comment embodied multiple themes. Any incoherent comments, or posts I could not make sense of for any reason were not labeled. After labeling each comment, I looked for common themes. Labeling the comments allowed keyword searches in order to find comments which fell into those over-arching themes. From this coding, three distinct themes became clear: human rights, perversion, and gender. In order to analyze these comments, I look for instances of incivility and \"othering,'', while also looking for over-arching themes in the comments, both within each news story, as well as in the entire sample. I analyze these themes and individual comments using critical discourse analysis. Fairclough (2003) has defined discourse as \"the domain of statements\" (p. 124). In this case, I analyze the domain of statements made about LGBTQ individuals or LGBTQ issues in Yahoo! News comments. Blommaert and Bulcaen (2000) describe discourse as a text which can be analyzed, through critical discourse analysis, to uncover the ideological influences and power distributions which influence the way people talk and think about certain issues. In this analysis, I utilize critical discourse analysis to analyze these comments in an attempt to uncover the ideological and power influences contributing to the oppression ofLGBTQ INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS individuals, as well as gender ideologies which are perpetuated through this marginalization. 44 As Haugh (2010) points out there is quite a bit of ''variability across individuals in regards to their evaluations of certain instances of behavior as (im)polite\" (p. 11 ). The comments I analyze in this research, of course, are my own evaluation of what is inappropriate, however, I also attempted to keep in mind Johnson, Cooper, and Chin's (2008) definition of \"flaming\" as \"the antinormative hostile communication of emotions ... that includes the use of profanity, insults, and other offensive or hurtful statements\" (p. 419), as well as the research regarding civility and anonymity as I collected and analyzed the data. It is impossible to tell the location from which comments originate, the poster's gender, age, or any other identification other than the time of posting and the language they have posted in, and therefore the context of the posts are ambiguous. Laineste (2013) states \"particularly typical of computer mediated communication (CMC) is the enhanced ambiguity of statements\" (p. 30). For example, as I mentioned in my discussion of civility, sometimes users will purposefully \"flame\" discussion boards as a way of getting attention. Without verbal cues, it becomes difficult to know the exact meaning and intentions behind online comments. I address this lack of verbal cues in a variety of ways. By sorting through the posts by popularity and responses, I hope to dispel ambiguity to a certain extent. Although a certain comment may indicate an attempt to \"flame,\" if it becomes a popular comment, I can reasonably assume the comment, whether intentionally inflammatory or not, represents the opinion of other Yahoo! users, or at least garners other comm enters approval. Moreover, I keep all posts in context as much as possible by maintaining all grammar and spelling errors. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 45 However, author intention, under any circumstance, cannot be known, and therefore I value interpretation, both by myself as the research and the commenters who respond via sub-comments and \"thumbs up\"/\"thumbs down\" voting, over author intention. What the author may or may not have been trying to say is not necessarily important, because, as always, it is impossible to know a communicator's intent. Rather, how comments are interpreted by other commenters, or the ideological assumptions which comments perpetuate is significant, and the basis of this analysis. Jones (2009) writes \"language is the primary domain of ideology, or power and inequality ... assumptions, as a conceptual component of CDA, help unpack the power and hegemony within texts\" (p. 65). One short sentence in a comments section can reflect many underlying discourses and ideologies. Through CDA, I will unpack these heteronormative ideologies in this analysis. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 46 Data Analysis/Results In this section, I discuss the results of my data analysis. I discuss themes in Yahoo! News comments, as well as issues of incivility and \"othering\" using critical discourse analysis. While several clear and distinct themes arose from this data, many comments are exemplars of multiple themes. These themes do not stand alone, but are connected based on the meanings Yahoo! commenters place on the LGBTQ community, tying together discourses of human rights, perversion, and gender in many ways. Many argue, at a very basic level that gender norm violations are perverse, and argue human rights are being violated by those who would maintain established gender norms. I discuss each of these themes (human rights, perversion and gender) in separate sections in some detail, however, it is important to note these themes are interrelated. Human Rights and Law As Meyers (1994) pointed out, the discourse surrounding human rights in the media, whether arguing LGBTQ individuals are \"deserving or undeserving of civil rights\" (p. 322), sheds light on current ideologies, as well as provides an opportunity for insight into how problematic ideologies surrounding equality may be challenged. Human rights are a major theme in this data, regardless of opinion regarding LGBTQ-related issues and regardless of which article from which the Yahoo! users respond. Both supporters and opponents of equality for LGBTQ individuals brought up issues of basic human rights as support for their arguments. Those who supported the LGBTQ community argued unequal rights, with a particular emphasis on marriage rights, were a violation of human rights. Likewise, many Yahoo! News posters argued inequality regarding marriage rights was unconstitutional or else generally illegal. On the other INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 47 hand, those who argued against equality also cited human rights/law in support of their arguments. Many argued the inclusion of LGBTQ individuals into the news was a violation of the population's rights, as this inclusion effectively forced society to see or hear about LGBTQ individuals, citing a \"gay agenda.\" This \"gay agenda\" is often argued to come at the expense of the well-being of the majority, as well as violating the rights of those who wish to avoid any form of contact with LGBTQ individuals. Moreover, other commenters argued the United States was violating the human rights of other nations by supporting LGBTQ equality, and others argued the U.S., at least, have achieved equality already. Those who offer supportive messages towards the LGBTQ community argue it is a basic human right to choose how and with whom to live their lives. For example, mt (Grammys) writes \"You are WAY too concerned about the gay lifestyle and how THEY decide to live it and you need to really just focus on your own lives and focus on how to fix your own damn issues because I am sure you have plenty of your own!\" Furthermore, Pat (Grammys) 7 points out \"equal protection under the law\" protects LGBTQ people, and another commenter, appy (Grammys) states \"the funny thing it does not make a difference whether someone is born gay or not. Is they are US citizens then they have the same rights as everyone else.\" Similarly, Wags (Ivory Coast) states \"Why do people hate gays? Live and let live.\" Each poster states LGBTQ individuals should have the same basic human rights as everyone else under the law, including lifestyle and personal choices regarding love and romantic partners. Those who argue for inclusive human rights mirror the UDHR, which states in Article 1 \"all human beings are born free and 7 Each commenter is cited by their usemame, as well as a keyword or phrase indicating the title of the Yahoo! News article on which they have commented. All comments are left as they were written, including any incorrect grammar or word usage, offensive language, etc. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 48 equal in dignity and rights\" (Malik et al., 1948). As described in the literature review above, Lane and McCourt (2013) use keywords such as ethics, politeness, norms or social rules/social order to describe civility. Arguing for inclusive human rights for LGBTQ individuals is certainly ethical. Similarly, with the possible exception of mt's commenter, there is nothing in any of the above examples which is blatantly uncivil. Finally, as appy points out, U.S. laws protect individuals from discrimination, and therefore inclusive rights for LGBTQ individuals, in the U.S. at the very least, follows previously established norms and social rules. The arguments for inclusive human rights for LGBTQ individuals, then, as exemplified by the comments cited above, are largely civil. However, these arguments mediated through Yahoo! News comments, as I will discuss more thoroughly below, are often disregarded by other commenters who opt to post hateful, illogical, or \"flaming\" posts, ultimately creating an uncivil communication climate in which thoughtful commentary is rendered useless. Interestingly, those who write messages condemning the LGBTQ community also point to human rights, though most likely conceptualized quite differently, to support their opinions. For example T.S. (Grammys) comments stating \"these idiots don't know how to accept others that are not like themselves. They were taught, racism, discrimination and to hate others by their parents. They are now a minority in the US and that makes me happy,\" to which For the Love of God (Grammys) responds: @T.S. The truth is: everything that homosexuals accuse others of...is what they are haters, discriminatory, and bigots. They use equality and fairness pulling themselves up on the bootstraps of the civil rights movement. However, and this is what all Americans need to know, this perversion is not only sexual, it is the INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 49 corruption of society. Homosexuals will take away the rights of others to speak freely and will pervert justice on every level. Isn't that what the homosexual Federal Judge is doing by completely denying the rights of millions of Americans who voted to banned this vile and heinous sin from their communities? Yet, homosexuals push it down their throats through television and other media outlets. Homosexuality is a great evil and perversion that needs to be stopped and stopped now! Much much prayer and speaking to officials and the government needs to be done. People need to know where this is going ... obviously to the decline and end of a great nation. In addition to the clear incivility occurring from both sides of this interaction through name-calling, exaggeration, insults, and mockery, as Sobieraj and Berry (2011) describe as incivility via outrage, this poster also directly states the LGBTQ community is somehow taking away the rights and voices of others. Furthermore, For The Love Of God is also insinuating voters have the right to oppress minorities, which is now being violated through the passing of more inclusive laws, such as the recent Illinois House of Representatives vote passing a marriage equality bill (Davey & Yaccino, 2013). On a similar note, many anti-LGBTQ sentiments, particularly in response to the article reporting on marriages at the 2014 Grammys, suggest human rights are being violated due to the forcible exposure of gay people in the media. For example, as quoted by For The Love Of God (Grammys) above, many Yahoo! posters seem to feel there is a \"gay agenda\" which is being forced on the public via \"television and other media outlets.\" The use of the term \"gay agenda\" by Yahoo! News commenters is significant. The \"gay agenda\" is also cited by scholars cited in the literature review above (Blain, INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 50 2005; Wilchins, 2004). The \"gay agenda,\" then, is a very common argument in anti-LGBTQ discourses, not only in Yahoo! comments, but in the discourses which shape discriminatory laws in the U.S. and abroad. These Yahoo! News users are stating the public has the right to avoid seeing any support for the LGBTQ community in the media, which is reflective of popular opinions and the normalization of heterosexual privilege (Yep, 2003 ), and consequently extremely valuable to study. Steven ( Grammys ), in response to criticism of his original comment stating the Grammys should be an escape from anything political, such as, apparently, gay and lesbian people, states: I'm not whining about gays. If you read my post, you would know that. I'm complaining that gay rights is a divisive issue and it's being intentionally introduced into every aspect of pop culture. Not everyone wants to hear about this issue 24/7. Gays can get married in California now. Let's start focusing on serious issues like juvenile cancers and our broken educational system. There are issues that affect a lot more than 15% of the population that we can all get behind and agree with. This comment is certainly problematic, in that it defines LGBTQ equality as an issue that does not qualify as a \"serious issue.\" Moreover, by suggesting LGBTQ issues are \"introduced into every aspect of pop culture\" as well as discussed \"24/7 ,\" Steven suggests a \"gay agenda\" which forces LGBTQ individuals onto the public in general. Similarly, Iowegin Incolorado (Grammys) states \"my wife watched this too ... so unfortunately, I had the misfortune of witnessing the \"marriage.'\" Both users are suggesting that having LGBTQ individuals in the media, the public's apparent right to avoid, or else not witness LGBTQ issues is being violated. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 51 There are two major issues arising from these particular comments which are vital to my analysis. First, Steven and Iowegin Incolorado are \"othering\" the LGBTQ community. As stated in the literature review above, \"othering\" is defined as \"the process of attaching moral codes and inferiority to difference\" (Krumer-Nevo & Sidi, 2012, p. 300). When Steven implies LGBTQ equality is not a \"serious issue,\" there is a moral judgment being made. Steven implies LGBTQ individuals and the issues important to them are not serious, and therefore, inferior. Likewise, there are issues of power made clear by this statement. Hall (1997) mentions \"othering\" occurs when the majority exerts its influence over minority groups, labeling them as different. This \"othering\" creates heterosexism and privilege in which the dominant group becomes normalized, going unmarked as the measure by which all other groups are compared. By suggesting LGBTQ individuals do not have a place in the media because the majority (the public) wants to escape, via media, from what boils down to essentially minority problems, Yahoo! commenters are \"othering\" marginalized groups, in this case, the LGBTQ community. Likewise, this argument also fits Meyers' (1994) findings which state lesbian women and gay men are an insignificant portion of the population, and therefore, need not be represented in the media. Moreover, this argument qualifies as uncivil. Arnett (2001) states \"a civil society offers a common space for diverse standpoints\" (p. 327). The belittling and \"othering\" of LGBTQ individuals in online discourse does not create a space for diverse opinions. Furthermore, Lane and McCourt's (2013) conceptualization of civility consisting of ethics, politeness, and the incorporation of social norms is certainly not represented by the comments cited above. Alternatively, by performing marriages, including same-sex marriages, on the Grammys, diversity was INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 52 included in media representations, although, this more accepting representation also commodified lesbian and gay couples as well. However, those arguing LGBTQ individuals be kept out of the media so the majority need not be subjected to diverse, \"different\" lifestyles, are supporting the exact opposite. Furthermore, many commenters argue by seeing the \"different\" lifestyles of LGBTQ individuals in the media, those commenters are being subjected to \"perversion,\" which I will discuss thoroughly in the section below. In addition to anti-LGBTQ comments suggesting inclusivity as a violation of personal human rights by being subjected to gay people's existence, other Yahoo! posters describe a violation of children's rights by being subjected to gay or lesbian parents, or by simply witnessing an LGBTQ individual. Similarly, many argue parental rights are being threatened by LGBTQ individuals, arguing essentially parents should not need to explain \"why 2 men were kissing\" (The Jokester, Grammys turn mass wedding), for example. Moreover, many equate LGBTQ individuals, particularly gay men, to perverts and/or pedophiles, which I discuss more thoroughly below, and argue gay parents are a violation of a child's right to grow up with a mother and a father figure. For example, Olga (Same-sex couples) states \"The BEST parents are a child's natural parents (mom and dad), who want them.\" This argument suggests same-sex couples choosing to raise children are therefore depriving a child from their right to \"natural\" parents, consisting of both a mother and father. However, the discussion children's rights are not limited to bigoted, uncivil comments. For example T.S. (Grammys) states \"bad behavior and bad choices are teaching your children not to like anyone who is not like them. Discrimination, hate and intolerance are all taught characteristics.\" However, this INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 53 statement, which appears to be a beacon of reason and thought in a web of incivility and hate, was followed up with comparisons of gay men to pedophiles, a plethora of bible verses quoted, which resulted in T.S., the same commenter quoted above, stating \"these idiots don't know how to accept others that are not like themselves. They were taught, racism, discrimination and to hate others by their parents. They are now a minority in the US and that makes me happy.\" Yahoo! News comments appear not to facilitate thoughtful, civil discussions. Even those commenters who support LGBTQ equality often resort to petty name-calling or individual attacks. I discuss the ineffectiveness of Yahoo! comment boards to facilitate civil, thoughtful discussion more thoroughly in the conclusions. Interestingly, in response to Corey-Boulet's (2014) Yahoo! news article detailing the attack of a gay-rights organization in Africa, as well as the accusations of the U.S. and Europe using \"leverage\" to alleviate the violation of human rights of LGBTQ individuals in Africa, many posters suggest the general population of Africa is being \"colonized,\" a claim which insinuates human rights violations, by the intentional spread of \"homosexual\" ideologies and acceptance. For example, Rasalase (Ivory Coast) comments: western countries and the U.S should stop promoting homosexuality and threatening Africans and the rest of other nation to be something they don't want to be. they should come up with different methods or tactics to control world population. British were popular spreading homosexuality since 17th 18th century in Africa and other part of the world also creating conflicts and war between INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 54 tribes and countries to gain power to loot there natural resources and now they are pushing hard to make 3rd world countries homosexuals. This comment suggests a \"colonization\" of other countries, by the West, spreading messages of equality, which is framed, by this commenter, as problematic. Similarly, in response to the same article, Rose (Ivory Coast) writes: WHAT I DONT UNDERSTAND IS WHY ARE THESE WHITE COUNTRIES PRESSING AFRICAN CONTRIES TO EXCEPT HOMOSEXUALS IF THEY DONT WANT IT IN THERE COUNTRY ... ALL HOPE IS GONE FOR THESE WHITE COUNTRIES IMPOSING THESE NASTY THINGS TO THE WORLD BEFORE THESE COUNTRIES STARTED MESSING WITH AFRICA THEY WAS IMPOSING ALL THIS VIOLENCE ON THE AFRICAN PEOPLE THEY NEED TO STAY OUT OF THINGS THAT GO ON IN AFRICA. In response to Rose's comment, a Yahoo! news user going by the name towndrunk (Ivory Coast) writes \"I guess the US is raciest. Trying to enslave these black people to the gay rights.\" Corey-Boulet (2014), the author of the Yahoo! News article about the attacks on the gay rights organization in the Ivory Coast, points out Western nations are using \"leverage to promote the human rights of gay people around the world\" (para. 3), which has caused many African leaders to react by intensifying anti-LGBTQ laws across the continent. Many of the commenters on this article react to this statement in the article itself, describing this as a human rights violation against the people of Africa by the U.S. While this is clearly ties to issues of colonization, there are also clear issues of human rights violations against LGBTQ individuals in the Ivory Coast involved with the attacks Corey-Boulet (2014) has reported. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 55 However, the human rights violations against the LGBTQ community in the Ivory Coast, troublingly, are far less discussed, though not completely ignored. For example, a poster called Republicant (Ivory Coast) points out the violence against the LGBTQ community, stating \"Because violence is totally better than two people loving eachother.\" Likewise, the user Wags (Ivory Coast) stated \"live and let live\" while a Yahoo! News poster called LoveMyFamily (Ivory Coast) states \"I'm against Gay rights, because God spoke against it. But this is not the way to handle this. Harming people or hurting people is not the answer to this problem.\" Although LoveMyFamily explicitly states \"I'm against Gay rights\", this user also points out violence is not an acceptable response. Therefore, although LoveMyFamily opposes \"Gay rights\", at the same time, this Yahoo! user also supports, at the very least, the right of LGBTQ individuals, as cited in Article 5 of the UDHR that \"no one shall be subjected to torture or to cruel, inhuman or degrading treatment\" (Malik et al., 1948) by promoting non-violent responses, and therefore contradicting him or herself. This may suggest some Yahoo! posters may be restricting their definitions of \"Gay rights\" to marriage equality. Similarly, by using phrases such as \"Gay rights\" or \"gay agenda\", which I discuss below, many of the comments in this sample seem focused particularly on gay men, and therefore are less focused on lesbian, bisexual, transgender, or those individuals who identify as queer, but not necessarily \"gay\", though this may also be in response to the wording in the original news articles, as the news articles tend to focus heavily on gay men, rather than other identities. In addition to human rights being used to argue against inclusive rights for LGBTQ individuals, the \"gay agenda\" was often discussed as a type of agenda the LGBTQ community was imposing on the majority population, which was conceptualized INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 56 by many commenters as a violation of majority rights. This agenda is often framed as the attempted violation of the human rights of those who do not wish to be subjected to another person's life choices. For example, Matthew (Grammys) states \"by forcing us to watch this public showing on a national stage the way they did, is in fact pushing the gay agenda on those of us who would rather not see it! ! ! I just don't watch TV anymore, that fixed my issue!!!\" Likewise Tyranny Is In Your Future (Ivory Coast) responds to another user's post by stating \"Laying guilt trips on those who see through your gay agenda may work on some, but I'm not one of them. Words like bigoted and pathetic are nothing more than that - words.\" These users suggest LGBTQ individuals, by being visible, are violating their personal rights in some way. Likewise, as Tyranny Is In Your Future states, by terming those who voice anti-LGBTQ as \"bigots\", the LGBTQ community is also perpetuating the \"gay agenda,\" while simultaneously slandering, or \"laying guilt trips on\" those who do not wish to see individuals who do not fit into their personal opinions of acceptable. Much like the arguments made against LGBTQ equality in Idaho in 1994 describing the promotion of LGBTQ equality as a \"sinister gay agenda\" threatening families and children (Blain, 2005, p. 31 ), the \"gay agenda\" also comes up in online comments. Although the term \"gay agenda\" is incredibly common in Yahoo! News comments sections, other users, while not explicitly stating there is a \"gay agenda\" hint to such an agenda in their comments. For example, Steve (Grammys) responds to a main thread post condemning the performance of marriage during an awards show by stating \"true . .it's done .. why, because they want all of your kids to be gay and oppose God!!\" Simlarly, Commenter (Grammys) writes: INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 57 The goal is revenge and to jail fine punish outlaw any and everyone of any age that disagrees with homosexuality, transsexuals, men in the girls showers, bathrooms, etc and vice versa, and kids forced fed homosexual books starting in day care, these books will be mandated with no parental notice or input, like California new gender laws, and all states will be forced by courts and judges to approve of homosexual marriage like California even when the voters repeatedly ban it. These commenters argue the LGBTQ community and allies are fighting to rid the world of God, turn children \"gay,\" and imprison anyone who disagrees. In fact, the biblical law is often cited by Yahoo! commenters as evidence of human rights violations. LGBTQ individuals are framed as violating the laws of God \"defying God\" (Commenter, Grammys), opposing God (Steve, Grammys), or answering to God (Holly, Grammys) are often cited as reasons to continue discrimination based on God's law. Perhaps these commenters feel, based on their interpretations of \"God's law\" and the Bible, human rights for LGBTQ individuals is in opposition to God's law, putting their freedom of religion, in accordance to article 18 of the UDHR (Malik et al., 1948), at risk. Furthermore, commenters argue LGBTQ individuals, by gaining human rights, gain too much power, arguing LGBTQ people will force a \"homosexual lifestyle\" on the majority, despite the voters' apparent right to pass oppressive laws banning equality. This also implicates Brickell's (2001) discussion of \"special rights,\" suggesting LGBTQ individuals, by being allowed equal rights as the majority, are given the \"special right\" to avoid a hypothetical majority vote to oppress them. Many commenters suggest an agenda to oppress the majority in some form. BashtheBasher (Same-sex couples) states INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 58 \"92% are AGAINST the gay agenda. Not the PHONY GLAAD paid advertisements,\" which blatantly accuses a \"gay agenda,\" but more subtly suggests something of a conspiracy theory of falsified statistics which are being used by GLAAD (Gay and Lesbian Alliance Against Defamation) to push that agenda. In fact, many comments hint at conspiracy theories, particularly linked to the \"gay agenda,\" which may be an interesting concept to look at more thoroughly in future research. Commenters seem to think there is a secret yet powerful gay agenda at work, manipulating the American public in some form or another. I would argue there is a \"gay agenda,\" in fact, but one far less sinister; an agenda for equality for the rights of LGBTQ individuals. However, many commenters discuss a \"gay agenda\" which is suppressing the rights of the majority, supporting Meyers' (1994) explanation that gay and lesbians are often portrayed as an insignificant part of the population. While many argue unequal laws and discrimination are a violation of basic human rights of LGBTQ individuals, while others simultaneously argue inclusivity is a violation of human rights, still others explicitly state they are against equal rights or equal protection under the law. As cited above, the poster LoveMyFamily (Ivory Coast) states \"I'm against Gay rights,\" explicitly opposing equal rights for LGBTQ individuals. However, though blatantly against \"gay rights,\" LoveMyFamily does support non-violence, which, at the very least, suggests support of one partial \"gay right,\" the right to not be subjected to inhuman treatment, in accordance to article 5 of the UDHR. While I argue the withholding of any human right to be cruel, as well as the statement \"I'm against Gay rights\" to be discursively violent based on its perpetuation of hate and inequality, at the same time, this Yahoo! commenter seems to conflate \"gay rights\" with INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 59 marriage equality. Moreover, other commenters argue there already are equal rights and equal protection under the law, which suggests, as Brickell (2001) describes, the \"gay rights\" movement is perceived as seeking \"special rights.\" For example, a Yahoo! poster using the usemame Liberals Destroy (Same-sex Couples) states \"marriage equality is already a reality. everyone has equal rights to marry someone of the opposite sex,\" thus arguing marriage equality means being able to choose only someone of the \"opposite sex\" as a possible partner. The addition to marriage also including same-sex marriage, then, would be considered \"special rights,\" as, according to Liberals Destroy, LGBTQ individuals already have \"equal rights to marry someone of the opposite sex.\" While many LGBTQ-supporters point out the similarities between homophobic prejudice, racism, sexism and other forms of discrimination, arguing LGBTQ individuals should have the same basic human rights as anyone else, others argue otherwise. For example, one commenter posts \"rights for african americans is the way it should be .The pervert rights is another story\" (rick, Ivory Coast). Discrimination of marginalized groups is never acceptable, yet there is disconnect between LGBTQ rights and the rights of everyone else. \"Gay rights\" are somehow seen as different than the rights of anyone else, which certainly constitutes \"othering\" of LGBTQ people. In the discussion of human rights, some argue the rights of certain individuals, depending on perspective, are being hindered, others argue there is already equality (at least in the United States), while others argue some groups of people are unworthy of rights. Although those arguing for and against LGBTQ equality argue a variety of points, basic human rights and legality remain a core theme throughout. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 60 Perversion In addition to commenters pointing out human rights violations, often taking liberties with their arguments in interesting, embellished and creative ways, others equate LGBTQ individuals with pedophiles, bestiality, or simply \"perverts\". Commenters suggest by choosing a same-sex romantic relationship, LGBTQ individuals are violating nature in a perversion of the natural, sometimes framed as Godly, order of the world. Some point to religious beliefs as evidence of the LGBTQ community by arguing certain lifestyles are \"unnatural\" and against God, tying in to rights and law violations as, in this point of view, the LGBTQ community has violated God's law. Others state, quite simply, LGBTQ individuals are \"gross,\" which for these commenters, seems to be argument enough. Regardless of framing, by making judgments about the \"natural,\" judgments are made through the perceptions of\"deviant bodies.\" Urla and Terry (1995) describe many \"deviant bodies,'' many of which are \"othered\" due to their deviance. Included in their list of \"deviant bodies\" are the homosexual body, the \"sex-addicted body,'' the infertile body, and the HIV-infected body (p. 5). Each of these deviant bodies shows up in \"othering\" statements in online comments. Commenters argue the homosexual body is \"diseased,'' often bringing up arguments about HIV or AIDS. Furthermore, arguments are put forth about the \"unnaturalness\" of sex for purposes other than procreation, tying into \"the infertile body\". Likewise, LGBTQ people are often framed as sexual perverts. Urla and Terry's (1995) discussion of deviant bodies certainly applies in a discussion about perceived perversion and the \"unnatural\" regarding LGBTQ individuals. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 61 A very thorough and detailed argument which details the \"unnatural\" argument is as follows: I think a lot of you homosexuals really don't understand the difference between hate and non-acceptance. Just like we don't want to have to be exposed to somebody deficating in the park, we don't want our children and ourselves to be exposed to things which are gross and unnatural. This is simply common sense. I know you want to make all sorts of justifications and call people high school names to try and elevate yourselves, but at some point in your life you have to try and come to terms with the fact that you are not an animal. Human beings have the capability to make good moral judgements, not do whatever your groin tells you to do. And yes, this is TOTALLY about sex, because I have lifelong friends of the same sex whom I love as a human being, but I have the wisdom, maturity, and self-control to not try and get into their pants. You guys try and run away from the fact that homosexual means SEXUAL attraction to the same sex. Not love, not marriage, it is a groin thing. That is why so many people are turned off by your choices and your behavior. Its ok to make bad choices now and then, but what makes us all human is our ability to differentiate right vs wrong, and natural vs unnatural. Immorality is a very slippery slope (Logic2013, Grarnrnys turn mass wedding). This comment has many implications. Obviously, there are issues of incivility by comparing LGBTQ individuals to people who defecate in parks. Furthermore, the comment \"others\" by casting LGBTQ people as different, immoral, and unnatural. Moreover, this argument not only states LGBTQ individuals are unnatural, but also INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 62 suggests, perhaps unintentionally, that all sexual attraction is unnatural, \"a groin thing,\" tying back to the emphasis on the \"homosexual body\" described by Terry (1995). By pointing out sexual attraction and feelings of love are disconnected, the user also creates a disconnect between heterosexual relationships and sex. If \"homosexual means SEXUAL attraction to the same sex,'' then we can reasonably assume heterosexual means sexual attraction to a different sex. Is one really all that different than the other? While this commenter may say there is a difference, his or her argument does not make that distinction. Many of these arguments, in addition to instances of \"othering,\" by casting LGBTQ individuals as perverted and inferior also tend to be some of the more blatantly uncivil discussions and comments. For example, Brian (Grammys) posts: Why stop with gay, might as well sue for equal protection. I should be able to marry my sister, three wives, a chicken, preteen girl, whatever. It doesn't matter, as long as you \"love\" someone/something. Heck, there is a guy on tv having relations with his car. Let hime marry that Mustang, he \"feels\" the love. What a country, whatever, whenever, however. Never saying something is wrong, wow. Then we wonder why we have little creeps shooting up schools, malls, etc. Whatever makes you \"feel\" good at the time, no matter the outcome. Keep up the good work, demoncrats, you will destroy this country, and mankind. This particular, uncivil comment is exemplary of not only the common description of LGBTQ individuals as perverted or \"unnatural,'' but also pertains to the common uncivil discussions involving politics ( demonization of liberals by conservatives or conservatives by liberals) in general, which may be an area of focus for future research. Brian conflates INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 63 same-sex love with non-consensual or incestual \"relations\". Brian's post then goes one step further by equating LGBTQ individuals to school or mall shootings. This statement ties back to Sobieraj and Berry's (2011) incivility via outrage, as this conflation is a very obvious example of exaggeration, arguing by supporting LGBTQ rights, Democrats will ultimately \"destroy this country, and mankind.\" However, the conflation of LGBTQ people to pedophiles, rapists and perverts was not unique to one commenter. Many commenters equate LGBTQ individuals, particularly, but not exclusively, gay men, to pedophiles. Hall et al. (1996) indicate \"the relations between adults and children\" (p. 375) are often brought up in discussions of sexuality. This is certainly true in Yahoo! News comments, as many commenters compare LGBTQ individuals to or accuse LGBTQ individuals of pedophilia. While these discussions tend to fall more in line with the perversion theme in Yahoo! comments, this argument also ties into discussions of human rights violations of children, discussed above, as pedophilia is, obviously, a violation of a child's rights. However, the inaccurate, unjust linkage between LGBTQ individuals and pedophiles is obviously problematic, but prevalent throughout the comments on LGBTQ-related news discussion on Yahoo! One such commenter, WildBill (Grammys) states \"Legalize#$%$, pedophilia? Oh wait, same folks who pushed the gay right agenda arer pushing for lowering the age of consent ... So yeah ... \" Similarly, Lynn (Ivory Coast), offers the following \"stats\" in her or his post: mother engaging In lesbian sex acts with her 3 year old daughter. Men adopting families to \"help\" them while molesting several young boys. The priesthood, Jerry Sandusky. When you molest a child of the same sex, you are at the lest bi-sexual and as I have found in my 3 5 years of rather a lot of pedophiles that are gay or bi INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 64 in proportion to the population. 3%. Further, these crimes are usually handled by child protective services and not given to the Sherriff s office unless criminal charges would occur. While somewhat difficult to follow, one thing which makes this comment particularly intriguing is they appear to be based solely off of some type of experience rather than generalizable statistics. However, this comment shows a dedication to the belief LGBTQ individuals are often pedophiles, which is reinforced throughout the comments of these Yahoo! News articles. Lane and McCourt (2013) mention politeness is not synonymous with civility necessarily because ethics also come into play. While many commenters, such as Lynn quoted above, use \"statistics\" or logical appeals to validate their claims equating pedophilia with gay men or lesbian women in a systematic, almost polite way. However, incivility, as the research shows, is not limited to cursing and blatant hate messages. Equating LGBTQ individuals to pedophiles is an example of incivility. Interestingly, this particular theme was clear to some commenters as well. ApocolOid (Grammys) writes in response to Brian's comment, quoted above: There is a sincere lack of a) logic, b) politeness, and c) understanding on this board. Let's review the opinions: Most say gays are freaks and equate their actions to zoophelia, pedophelia, and incest, which they do not equate to, if you think about it for a second, and others are defending the sacred nature of marriage, which hasn't been 'sacred' since divorce became legal. .. And I'll be thumbsed-down heavily for this, and I don't care. Homosexuality is not the same as Pedophelia (which is damaging to children in every way possible) Zoophelia INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS (which is illegal because animals cannot consent) and incest (which is wrong because it causes genetic defects). These are the facts, people. 65 This commenter recognizes the inaccuracy of the common assumption gay men are pedophiles, while also problematizing the common linking of LGBTQ individuals to bestiality, as also discussed by Reddy's (2002) study of discourse in southern Africa, as well as the discursive link between LGBTQ individuals and incestual intercourse. However rational this argument may be, once again the conversation eventually turned very uncivil. This particular discussion ended with T.S. (Grammys) saying to another commenter, \"Jerry mike b has been swallowing since he started posting here. I have never known any straight guy that obsesses so much about #$%$. He's not normal, I'd say perverted.\" Once again, the thread evolves into incivility, fitting Johnson, Cooper, and Chin's (2008) definition of flaming. As previous research on anonymous internet posting suggests, there are benefits to providing a space for the public to discuss current issues. Yet, online news comment boards, or at least Yahoo! News comment boards, are clearly not the place for thoughtful discussion on LGBTQ-related news. In addition to labeling LGBTQ individuals as \"unnatural perverts,\" some commenters rationalize this conflation, often taking liberties with generalizations and assumptions. For example, John (Grammys) writes, \"Homosexuals were raped by an Adult Relative during Childhood. That's what makes Them tum into Perverts. Its been proven many times.\" John points to an arguably \"unnatural\" act, the rape of a child, as the cause of \"perversion,\" suggesting empirical evidence for this claim. Likewise, martin (Grammys) posts: INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 66 One gay 'man' who is a top has to service 9 gay 'men' who are bottoms Why? Because nature is supreme. It goes to show that man and man sex is unnatural and perverted.You see many gay man so called relationship is in a total wreck as their top partner sneak out to service the other 9 gay men who have no partner. Although somewhat incoherent, this statement directly points to gay men in particular as \"unnatural,\" and thus different. Furthermore, this comment delegitimizes gay men's relationships by the phrasing \"so called\" in a form of \"othering.\" As Hall (1997) notes, by framing difference as morally wrong, or in this case, unnatural and against nature (a perversion), this particular commenter is casting gay men as the \"other\". This commenter, martin, goes on to respond to another Yahoo! commenter's post by stating \"gays are really scary,\" further ostracizing and \"othering\" the LGBTQ community. Gender Ideologies Exposed Wilchins (2004) tells us the opposition to the gay rights movement is deeply connected to gender and the fear of gender role violations. This fear of gender role violations is closely associated with \"othering,\" particularly the \"othering\" of women, in addition to the \"othering\" of LGBTQ individuals. The fear of violating gender roles implies difference (i.e. failing to conform to gender roles) as inferior, fitting Krumer-Nevo and Sidi's (2012) definition of \"othering\" as \"the process of attaching moral codes and inferiority to difference\" (p. 300). As Wilchins would expect, gender was a clear theme in Yahoo! News comments. Some commenters also take note of the connection between homophobia and sexism. For example, mt (Grammys) states, \"I mean what makes you better in REALITY that you believe that you are even above a gay man or INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 67 woman?\" In this section, I discuss the connection between homophobia and sexism, as is evident in the sampled Yahoo! News comments. In these comments, many commenters discussed same-sex couples as parents. Many believed lesbian or gay parents were equal if not superior as parents, however, which was particularly expressed in Richey's (2014) news article which reported on the challenging of the same-sex marriage ban in Florida. However, across multiple news comments, lesbian or gay parents were vilified. Additionally, commenters often equated gay men to women, while lesbian women were described as men or acting \"the male archetype\" (Corporate WelfareRuined AMERICA, Grammys). Furthermore, many homophobic comments are also generally sexist. Parenting and marriage were polarizing issues in these comments. Commenters suggest relationships and marriage are essentially for procreation purposes. For example, zena girl (Grammys) states, \"the bible also tells man to love is wife as Christ love the church. He didn't say love the other man or woman. He said husband and wife. Men were meant to be the husband and women the wife. Men can't bare children so you fix that one.\" This comment perpetuates the notion relationships exist only to create babies. Moreover, there is an assumption a child needs both a mother and a father in order to become a well-adjusted adult. This assumption ties into the \"right\" of a child to have a mother and father, which I discuss in the human rights section above. However, this sentiment assumes, then, that if a mother and father are both needed in order for a child to thrive, then men and women provide different things to a child which the other cannot. Furthermore, there is a sentiment by some commenters that not only would lesbian or gay parents be unfit to raise a child themselves, but the stigma of society is also INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 68 a consideration. In response to Shields' (2014) article describing Austria overturning a previously held ban which prevented lesbian couples from using sperm donations, dromia comments, \"the injustice is not having awareness or educated prowess to know the repercussions these children will be facing in an ever increasingly violent intolerant world for the selfish egotism of just one or two extremists.\" While this comment doesn't directly implicate gender, it does raise the question: To what extent should parents consider societal regulations and expectations? Should interracial couples also not have children so as to avoid stigma? This is an argument that I, for one, have never heard! The fact that this argument is made about lesbian or gay parents other than other parents who may be viewed as \"non-traditional\" suggests the social regulations regarding gender and parenting are especially stigmatized. Many of the comments from this sample perpetuate the male/female gender binary. In fact, many of the comments implicating gender ideologies conflate gender and sex, which may contribute to acceptance of the gender binary. Moreover, both supporters and opponents of LGBTQ equality perpetuate this binary. For example, Crowsticks (Same-sex marriage), who defends LGBTQ individuals in multiple comments, states \"it doesn't matter if you're having sex with the same gender or the opposite.\" This assumes there are only two genders: one and an opposite. Furthermore, the comment supposes these two genders are opposite each other. Men are opposite of women. Therefore, by this logic, not only are there only two gender, but they are completely and utterly unlike each other; they are opposites. Obviously, this assumption easily perpetuates the notion of inequality between men and women. Furthermore, For The Love Of God ( Grammys) states, \"homosexuality is vile, heinous, unnatural and unproductive. It is also a lie as INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 69 persons pretend to be a gender that they were not created to be.\" This comment conflates gender and sex. Because gender is socially constructed, while sex is biological, then one would be \"created,\" whether that be by a god or otherwise, as a particular sex, with gender being socially constructed after birth. However, the argument condemning gay and lesbian parents did not go unchallenged. A commenter called blacksockslover (Same-sex couples) states: Gay parents \"tend to be more motivated, more committed than heterosexual parents on average, because they chose to be parents,\" said Abbie Goldberg, a psychologist at Clark University in Massachusetts who researches gay and lesbian parenting. Gays and lesbians rarely become parents by accident, compared with an almost 50 percent accidental pregnancy rate among heterosexuals, Goldberg said. \"That translates to greater commitment on average and more involvement.\" Though many suggest men and women bring different parenting roles to child-rearing, both of which are vitally important, this argument, which cited research, draws attention to some benefits of gay and lesbian couples raising children. Unfortunately, however, the comment does not address the problematic assumptions about gender, biology, and nature which are so prevalent in these comments. As Wilchins (2004) points out, homophobia and sexism overlap frequently, suggesting those who antagonize LGBTQ people, at a basic level, fear the abandonment of accepted gender roles. An excellent example of this is Logic2013's (Grammys) comment: \"And it is good to preserve your son's masulinity by not showing him perverted garbage.\" This comment directly implicates LGBTQ individuals as a threat to the socially acceptable version of masculinity. There are numerous other examples of INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 70 comments in this data that are both sexist and homophobic. For example, shawn comments,\" that is really #$%$tastic I think its sick for any one to want the same sex . its all a sickness in the brain and that's all it is. god gave man a woman not another man.\" This sexist and homophobic comment clearly implicates a woman's role by directly stating women were created/or men, which is obviously problematic. Commenters make many assumptions about gender, often assuming gender is an inherent trait, rather than socialized, while simultaneously making general claims about the roles and traits of men and women. For example, Crowsticks (Same-sex marriage) states, \"men are sex driven machines,\" which perpetuates a notion of men having a higher biological sex drive than women. This ignores the possibility men are socialized in a way in which expressing sexuality is more acceptable than for women, who may be slut-shamed if perceived as behaving promiscuous or in any way embracing sexuality. Many of these comments ignore social construction, focusing heavily on the \"natural,\" \"biological,\" or the inherent. As I stated at the start of this analysis, none of these categorical themes stand alone. Each theme has implications in the others. Gender ideologies are prevalent in discussions of both human rights and perversion related to the LGBTQ community. By suggesting LGBTQ people are undeserving of rights or perverted, these commenters are making a statement about violating gender roles. If a person does not fit into the very stereotyped role of \"male\" or \"female,\" they become socially ostracized; they are \"othered.\" Moreover, Liberals Destroy's (Same-sex Couples) comment, also quoted above, states \"marriage equality is already a reality. everyone has equal rights to marry someone of the opposite sex.\" This comment is also an example of gender ideologies, in INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 71 addition to human rights, as it suggests marrying \"someone of the opposite sex\" is so different than same-sex marriage that one is a human right, a right everyone has access to, while the other is not. This certainly has gendered expectations in the roles in relationships. What is it about a same-sex relationship that is different enough to warrant becoming legally regulated? Heteronormativity is so ingrained in the way relationships are perceived largely because of gendered assumptions of male and female roles. Furthermore, the conflation of LGBTQ individuals to perverts or pedophiles is also tied directly to gendered assumptions. For example, Bobby (Ivory Coast) states \"Equating pedophiles with homosexuality is as vile as equation pedophilic behavior with girls with heterosexuality.\" Although this commenter points out the problematic conflation of gay men and pedophiles, this commenter nevertheless, perpetuates homophobic discourses by suggesting a difference between pedophiles who abuse young boys and those who abuse young girls. Through this comment, Bobby, perhaps unintentionally, connects gay men with sex with young boys, and the \"heterosexual\" pedophiles are those who sexually abuse young girls. Once again, a dichotomized view of gender and sexuality is perpetuated. Therefore, as is often the case, even those who attempt to disrupt homophobia in online comments ultimately perpetuate homophobic assumptions. As Hall et al. (1996) note \"the relations between men and women, the problem of sexual deviance, the question of family and other relationships, the relations between adults and children, and the issue of difference\" (p. 375) are each common themes in discussions of sexuality. The relations between men and women, as well as discussions of what constitutes a man and a woman often come up in gendered and uncivil INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 72 discussions of the LGBTQ community. Similarly, the problem of sexual deviance and the relations between adults and children comes up often through the comparison of LGBTQ individuals to perverts or pedophiles. Likewise, the family and other relationship are also brought up often, particularly relating to assumptions about gay and lesbian couple's ability to parent, for example. Finally, a vast majority of the comments relate to Hall et al.' s \"issue of difference,\" as many of the comments isolate and \"other\" differences which have been communicatively defined as significant. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 73 Discussion and Conclusions In this section, I discuss each of the themes discussed in the previous chapter more holistically, as well as consider the above analysis in relation to each research question. I also make conclusions about the usefulness and civility of online news discussion boards, specifically considering if online news comment boards are useful for giving the public a voice in a civil and appropriate way. Finally, I discuss limitations of this study, as well as provide suggestions for future research. Themes and Research Questions Several clear and distinct themes arose from the data used in this analysis: human rights/law, perversion, and gender. Human rights are discussed throughout the comments, regardless of the Yahoo! commenter's position on LGBTQ rights. Supporters and opponents of equality for LGBTQ individuals bring up issues of basic human rights in support of their arguments. Those voicing support for the LGBTQ community argue unequal rights, particularly marriage rights, are a violation of human rights. Likewise, many Yahoo! News posters argue unequal marriage rights in the United States is unconstitutional or else ought to be illegal due to discrimination. Alternatively, other commenters cite human rights/law to support arguments against equality. Many argued the inclusion of LGBTQ individuals in media is a violation of majority rights, stating that including LGBTQ individuals forces society to see or hear about LGBTQ individuals, which is further evidence of the heterosexism and heteronormativity which pervades our society. Moreover, commenters also argued the United States has violated the human rights of other nations by supporting LGBTQ equality, and others argued LGBTQ individuals already have achieved equality already, specifically in the U.S. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 74 In addition to human rights, commenters also equate LGBTQ individuals with \"perverts.\" LGBTQ individuals are often labeled pedophiles, or simply \"perverts,\" or else compared to those who engage in bestiality. Commenters suggest choosing a same-sex romantic relationship violates nature. This is framed as a perversion of the natural order of the world, and often tied to a perversion of \"God's law\". Many point to religious beliefs as evidence, arguing certain lifestyles are \"unnatural\" and against God. Many of the comments incorporating religious arguments draw from ideologies from those practicing fundamentalist Christianity. For example, the Westboro Baptist Church (2014), or WBC, known for their protests of funerals and general incivility towards the LGBTQ community, states on the \"About Us\" section of their website, \"WBC engages in daily peaceful sidewalk demonstrations opposing the homosexual lifestyle of soul-damning, nation-destroying filth\" (para. 2). Others simply state LGBTQ individuals are \"gross,'' which these commenters suggest to be reason enough for discrimination. Finally, as Wilchins (2004) describes, oppressive comments against LGBTQ individuals are often tied closely to fear of gender role violations. Many commenters implicate gender by suggesting marriage or parenting be restricted to one man (father) and one woman (mother). Commenters argue men and women bring different elements to relationships and parenting, suggesting a division between the role of a woman and the role of a man. Furthermore, many heterosexist comments are also generally sexist, perpetuating ideologies which are oppressive to both LGBTQ individuals as well as women. Certain sub-themes were more common in the comments of some news articles than others. For example, discussion ofLGBTQ individuals in the media as a violation INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 75 of the rights of those who wish not to see them was more commonly found in the Yahoo! News article reporting on marriages at the Grammys (2014) than the other articles. Likewise, in the comments section under the article in which same-sex marriage in Florida was discussed, comments problematizing parenting by lesbian and gay parents was most common. Although certain sub-themes tended to appear more often in comments of particular news stories, the overarching themes of human rights, perversion, and gender violations were common among numerous news articles and comment threads. These particularly sort of talking points are typical justifications for the discrimination of LGBTQ people, and are therefore noteworthy. Based on the incivility and \"othering\" of the LGBTQ community, as well as the legal and legitimized discrimination LGBTQ individuals face not just in the U.S., but worldwide, these themes are important to understand, if for no other reason, so discriminatory arguments may be debunked. These posts are often ridiculous, but are surprisingly similar to the arguments that have created legal and blatant discrimination against LGBTQ people not only in the U.S., but also around the world. While these comments may seem very isolated; they are buried in Yahoo! News discussion boards which may eventually be deleted, or else never read again, they back up discriminatory practices, such as marriage inequality in the U.S. (Richey, 2014), or violence against LGBTQ individuals and organizations in the Ivory Coast (Corey-Boulet, 2014). Finally, it is important to note most comments did not fit cleanly into only one of the three main categories. Many comments implicate multiple themes, and each theme implicates each of the others. For example, gender ideologies are prevalent in INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 76 discussions of both human rights and perversion related to the LGBTQ community. By suggesting LGBTQ people are undeserving of rights or perverted, these commenters are making a statement about violating gender roles. If a person does not fit into the very stereotyped role of \"male\" or \"female,\" they become \"othered\" by the majority. Therefore, many commenters make the argument that violating gender roles is a perversion of nature. Furthermore, these arguments are often conducted in a very uncivil manner, which I discuss in greater detail regarding my second research question. Next, I discuss each of my research questions in relation to my findings. Research question one. My analysis answered the research questions I used to guide my research in several ways. I start with my first research question: In what ways do online comments perpetuate and reinforce homophobia? The online commenters who responded to LGBTQ-related news stories perpetuated homophobia through the creation of the themes detailed above. As Brickell (2001) points out, \"gay rights\" tend to be considered \"special rights,\" rather than human rights. This sentiment was most certainly perpetuated in the online comments in this analysis. Moreover, others argued LGBTQ individuals already have equal human rights, reinforcing a homophobic, heteronormative status quo. Moreover, homophobia is also perpetuated in the comments sections of Yahoo! News through the problematic equating ofLGBTQ individuals with perverts or pedophiles. Gay men in particular were equated with pedophiles in this data. For example, as I describe in the analysis above, Bobby (Ivory Coast) states \"Equating pedophiles with homosexuality is as vile as equation pedophilic behavior with girls with heterosexuality.\" Although this commenter is attempting to point out the problematic INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 77 conflation of gay men and pedophiles, Bobby nevertheless, perpetuates homophobia by creating a difference between pedophiles who abuse young boys, with those who abuse young girls. Bobby, through this comment, connects gay men with sex with young boys, and the \"heterosexual\" pedophiles are those who sexually abuse young girls. Therefore, even those who attempt to disrupt homophobia in online comments ultimately perpetuate homophobic assumptions. Finally, homophobia is reinforced in online comments through the perpetuation of gendered assumptions. Jagose (1996) points out that while gender and sexuality are distinctly different, there are ties between the two which cannot be ignored. Foucault (1990) has established it is those in power who decide what constitutes an area of inquiry. Similarly, those in power have conflated gender and sexuality to the extent gender norm violations are read as indicators of sexuality. Research question two. In what ways do incivility and homophobia work together in internet comments? As I discuss in more detail below, many potentially thought-provoking discussions of sexuality and gender are ultimately destroyed through the uncivil communication climate constructed in Yahoo! News comments. Many commenters post hateful, illogical, or \"flaming\" posts. For example, Coyote (Same-sex couples) states \"my dog was gay ,so I shot it as I dont like those GAY DOGS.\" This comment is a distinct example of incivility and homophobia working together. Unfortunately, comments similar to Coyote's are not uncommon in the Yahoo! News comments. If Yahoo! News comments sections are designed to create thoughtful and civil discussion about news stories, they are not fulfilling that purpose. Therefore, INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 78 incivility and homophobia work together to reinforce and perpetuate the \"othering\" of the LGBTQ community. Arnett (2001) describes a civil society as one which creates a space for diverse standpoints. The comments posted on Yahoo! News do not create such as space. Although many commenters do disagree with each other, these disagreements are not discussed in a way which facilitates rational and thoughtful discussion. Lane and McCourt (2013) write ethics, politeness, and the incorporation of social norms are each components of civility. Instead, Yahoo! News comments are wrought with hate, \"trolling,\" and overall incivility to those who do not fit into stereotypical, dichotomized gender roles. Research question three. What are the connections between homophobic comments and oppressive gender ideologies? In this analysis, gender ideologies are common in the discussions of both human rights and perversion related to LGBTQ individuals. Wilchins (2004) writes gender norm violations are strongly associated with assumptions about sexuality. Although Sedgwick (1990) has pointed out the connection between sexuality and gender is an arbitrary one, this conflation continues to act as an oppressive force. Commenters who suggest LGBTQ individuals are undeserving ofrights or perverted are perpetuating oppressive ideologies about the violation of gender roles. Those who do not fit neatly in the stereotyped and oppressive binary of \"male\" or \"female\" are viewed as abnormal, and such cast as the \"other.\" Furthermore, gender ideologies become clear in homophobic comments which suggest lesbian or gay couples are unequal to heterosexual couples, or are unable or unfit to raise children. Once again, this perspective exposes a heteronormative ideological INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 79 assumption that men and women are inherently different, thus bring different roles to relationships and parenting. There is nothing about same-sex relationships that are so different as to warrant legal regulation, yet many commenters argue in support of government laws being imposed to regulate relationship and sexuality based on gender. Heteronormativity is so ingrained in the way relationships are perceived largely because of gendered assumptions of male and female roles. Civility and Online Discussion Boards Although comments boards, according to previous research, are meant to give a voice to readers and facilitate discussion and reader-feedback, the utilization of these forums, at least on Yahoo! News, leaves much to be desired. The following is an example of a comment thread, beginning with Max's (Same-sex marriage) main comment discussing human rights and law: Max: The Courts here will hopefully come to appreciate the reality that millions of Americans already do: 1. Same sex marriage greatly benefits same sex couples and their families. 2. Same sex marriage harms no one. 3. Banning same sex marriage benefits no one. Primewonk: Go suck your MOTHERS balls Maxene. BTW Your mother swallows. LOSER Max: @Prime. They say conservatives are less educated. You appear to validate that point. Safe Sex: @Max you wouldnt know the difference LOSER Safe Sex: BTW Maxines MOTHER swallows Edward: GO TO THE FED'S ! INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 80 Ras: #$%$ Olga: Ah, more intelligent rhetoric from the ignorant bigots, LOLOL What started as a relatively well reasoned, civil comment quickly turned to something uncivil, off topic, and utterly useless to civil conversation. Laineste (2013) states \"aggression targeted at fellow commenters is more frequent towards the end of the thread\" (p. 36). Although, as can be seen from Max's original comment, civil, thoughtful comments can and are sometimes made on the Yahoo! comments board, they are rare, and generally not responded to in a way that is conducive to a civil, reasonable discussion. Incivility and \"othering\" is rampant in the discussion boards of Yahoo! News articles pertaining to LGBTQ news stories. While much previous research has, in part, discussed the benefits of anonymous online discussions, the discussions occurring here are not the thoughtful, civil, production discussions which previous research has endorsed. As Hlavach and Freivogel (2011) point out, when comments become uncivil and discourteous, many readers, perhaps those who could maintain a civil and productive dialogue, avoid commenting. This may create a spiral of incivility, attracting more flamers while repelling those who would create a well-thought, civil argument worthy of public discussion. Many commenters appear to intentionally \"troll\" the board, and even those commenters who appear at first to attempt a thoughtful discussion eventually disappear, or engage in name-calling and incivility by the end of the thread discussion, as Laineste (2013) predicts. Yahoo! commenters are engaging in uncivil, hateful discussions, rendering the comment board essentially useless to anyone who may desire a thoughtful discussion. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 81 Perhaps the only practical use of these discussion boards is a study like this one. According to the Yahoo! (2012) Terms of Service (TOS), Yahoo! users are not to: upload, post, email, transmit, or otherwise make available any Content that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable (para. 9). Based on the comments in this analysis, Yahoo! users do not follow the TOS in their posts to comment boards. In this analysis alone, which looked only at some comments from only five Yahoo! News articles, harmful, threatening, abusive, harassing, vulgar, obscene, and hateful comments were seen, each of which is in violation of the Yahoo! TOS. Furthermore, the Yahoo! Terms of Service indicate: Yahoo may or may not pre-screen Content, but that Yahoo and its designees shall have the right (but not the obligation) in their sole discretion to pre-screen, refuse, or remove any Content that is available via the Yahoo Services. Without limiting the foregoing, Yahoo and its designees shall have the right to remove any Content that violates the TOS or is otherwise objectionable (para. 10). Though Yahoo! claims they may pre-screen or remove those comments which violate the TOS, the TOS also clearly mentions Yahoo! is not obligated to do so. Perhaps, Yahoo! should reconsider their right to remove hateful comments, and manage these boards according to their own TOS. If Yahoo! News, like many other online newspapers, were to manage these boards through moderators, if not deleting them all together, hateful discourse could be limited. Although there is some suggestion, via the comments, that the comments section may be, INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 82 in some way, censored, it is unclear whether Yahoo! News, in fact, censors comments. If so, the censorship is inadequate and easily manipulated. For example, consider the following quotes from Yahoo! commenters: \"J*A*C*K*A*S*S\" and \"the word that was censored: D*O*U*C*H*E* B* A *G\" (T.S., Grammys turn mass wedding), \"homOsexuals\" (Ralph, Grammys tum mass wedding), \"Nasty #$%$z!\" Gerry c, Grammys tum mass wedding), \"that's a d*mn lie\" (Robin, Ivory Coast), and \"BITCH, did your mom have any children that weren't inbred mOrons like you?\" (Chupacabra, Ivory Coast). Each of these quotes shows Yahoo! commenters at least suspect Yahoo! News comments may be censored, but these censors are easily overcome. If those at Yahoo! are serious about promoting civility in discussions, they would have active moderators, rather than easily fooled, automatic censors. While this would in no way solve bigotry and hate towards LGBTQ people, it may provide a more thought-out, civil discussion. In a nation like the U.S., for example, where new policies towards inclusion or discrimination are being drafted and reported on every day, a space for a civil, public discussion could be incredibly valuable! However, Yahoo! News does not provide such a space at this time. As Santana (2011) and Reader (2012) found, online news forums are not conducive of civil discussions. This is especially true of boards, such as Yahoo! News comment boards, which are not moderated. Limitations At the time of my data collection, as I mentioned in the methodology section above, news articles which discussed lesbian rights specifically were difficult to find on Yahoo! News. Lesbians are often rendered invisible in public, as well as political discourse. Rich (1980) writes, \"lesbians have historically been deprived of a political INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 83 existence through 'inclusion' as female versions of male homosexuality. To equate lesbian existence with male homosexuality because each is stigmatized is to erase female reality once again\" (p. 648). Though I intentionally sought out at least one article which discussed lesbian women, Austrian court ends insemination ban for lesbian pairs (Shields, 2014), this article only accumulated one comment, and therefore did not have a strong influence on my analysis. Furthermore, though several comments mentioned bisexual or transgender individuals, and each news article broadly addressed the entire LGBTQ community, a heavy emphasis was placed on gay men in the comments. Jagose ( 1996) writes \"the mainstream homophile movement's indifference to issues of gender\" creates a \"need to address lesbians specifically instead of subsuming them in the purportedly generic category of homosexuality\" (p. 44). This is certainly a weakness of the present study, as lesbians were often not mentioned at all in Yahoo! comments, let along addressed specifically. Haugh (2010) suggests \"variability across individuals in regards to their evaluations of certain instances of behavior as (im)polite\" (p. 11 ). My analysis is limited to my subjective, yet informed, evaluations of what constitutes impolite, uncivil commenting. As the researcher for this analysis, it is impossible to remove myself from the analysis. Furthermore, there is a distinctive lack of communicative cues, as this analysis is driven completely by computer mediated discourse. It is impossible to tell the location from which comments originate, the poster's gender, age, or any other identifying information other than the time of posting, the language they have posted in, and the usemame of the commenter. Therefore the context or intent of the comments is ambiguous, making the intent of the message difficult to identify. For example, I suspect INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 84 several of the comments in my data are intended as sarcasm, but often sarcasm is very difficult to read without verbal and nonverbal cues. Similarly, I was limited my study to news articles published on the U.S. version of the Yahoo! News homepage, which may have limited the diversity of the comments. Moreover, due to language constraints, my analysis was also limited to only those comments posted in English. Finally, I was limited by time during the course of this analysis. Because this study was completed in the span of one year for a master's thesis, I collected all of my data within the span of two weeks. Had I collected data over the course of several months or a year, I may have accumulated a more diverse sample of comments, which may have affected my analysis. Suggestions for Future Research Because, as I state above, much of the commentary on Yahoo! News discussed gay men, a future research study focusing specifically on lesbian women, bisexual or transgender individuals may provide new insights into heterosexism, specifically regarding issues of gender. As Jagose (1996) points out, there is a \"need to address lesbians specifically\" (p. 44), which could be a focus in the future. Conducting a similar analysis on this one, though focusing only on news articles which discuss lesbian rights, for example, could be illuminating. Furthermore, a study focusing solely on comments regarding lesbian, bisexual, or transgender individuals could create a richer understanding of the intersections between heterosexism, homophobia, and sexism in general. Many comments, particularly those which discuss a possible \"gay agenda\" suggest various forms of conspiracy theories. For example, Robert (Ivory Coast) states \"In the United States, a gay activist went to the Family Research Council with guns and INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 85 Chick-fil-A sandwiches, with a plan to kill people, shoot them dead, and stuff sandwiches in their mouths. The Leftaliban media was okay with this, so they didn't tell anyone. Search Floyd Lee Corkins.\" This quote suggests a media conspiracy in favor of \"Leftaliban\" or liberal politics. While certain news organizations certainly have biases, Robert suggests this story was intentionally and completely covered up by the media. In another suggested conspiracy theory, Commenter (Grammys) states: 33 is a symbol that the free masons are pulling the strings. All of our presidents were/are free masons, over 40 of the founding fathers were free masons backed by the big money in Europe like the Rothschild. This was originally meant for the super bowl, but they will probably just worship Satan during half time again, but you never know. The goal is revenge and to jail fine punish outlaw any and everyone of any age that disagrees with homosexuality, transsexuals, men in the girls showers, bathrooms, etc and vice versa, and kids f;:orced fed homosexual books starting in day care, these books will be mandated with no parental notice or input, like California new gender laws, and all states will be forced by courts and judges to approve of homosexual marriage like California even when the voters repeatedly ban it. This excerpt from Commenter's post incorporates past U.S. presidents, the Super Bowl, Satan, and a \"gay agenda\" all at once. Though comments like the examples above are sometimes difficult to follow logically, they are certainly fascinating, and may be interesting to analyze in-depth in future research. Additionally, this study focused specifically on incivility on Yahoo! News articles discussing LGBTQ-related news items. Future research could consider incivility directed INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 86 to the LGBTQ community in other online news media, or in online discussions unrelated to specific news stories. Moreover, future research could also look at online news comments on news items considered to be less controversial. It's possible today's more controversial political talking points, such as same-sex marriage, which is a very current, still-evolving story in the United States as state after state considers, passes, or rejects marriage equality laws, create more uncivil online discussions than news stories which are interpreted as more politically neutral. Final Thoughts There is something very wrong with the discriminatory policies in the United States and around the world. The fact Dan Cathy can win an equality award is further evidence there is something amuck with the discourse surrounding \"equality\" in regards to LGBTQ individuals. Many comments in the sample for this study expressed beliefs LGBTQ individuals have achieved equality already, especially in the United States. As a society, we like to think issues of racism, sexism, and homophobia are behind us, but that is simply not the case. Homophobia and hate is alive and well in the United States. This is evidenced by leeching ofheteronormativity into every aspect of day-to-day life, from blatant discriminatory marriage laws, to comments on an online news article, to a young girl being told she is a \"dyke\" for winning a game of basketball. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS References Arnett, R. C. (2001). Dialogic civility as pragmatic ethical praxis: An interpersonal metaphor for the public domain. Communication Theory, 11 (3 ), 315-3 3 8. Benson, T. W. (2011). The rhetoric of civility: Power, authenticity, and democracy. Journal of Contemporary Rhetoric, 1(1), 22-30. Berlant, L., Warner, M. (1998). Sex in public. Critical Inquiry, 24(2), 547-566. Blain, M. (2005). The politics of victimage: Power and subjection in a US anti-gay campaign. Critical Discourse Studies, 2(1 ), 31-50. Blommaert, J., Bulcaen, C. (2000). Critical discourse analysis. Annual Review of Anthropology, 29, 447-466. Brickell, C. (2001). Whose 'special treatment'? Heterosexism and the problems with liberalism. Sexualities, 4, 211-235. 87 Bryan, S. (2014, Jan. 16). Online Simulations Help Educators Help Troubled LGBTQ Students: Trevor Project, Kognito Interactive Release Online Training to Assist At-Risk LGBTQ Youths. Retrieved from http://news.yahoo.com/online-simulations-help-educators-help-troubled-lgbtq-students-202900906.html;_ylt=AwrBJSDQnOZSj2wAS_DQtDMD Corey-Boulet, R. (2014, Jan. 27). Ivory Coast: Mob attacks gay rights group office Retrieved from http://news.yahoo.com/ivory-coast-mob-attacks-gay-rights-group-office-113623213.html;_ylt=AwrBEiJTnuZSWQOAMADQtDMD Davey, M., Yaccino, S. (2013, Nov 5). Illinois sends bill allowing gay marriage to governor. Retrieved from http://www.nytimes.com/2013/11/06/us/illinois-sends-INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 88 bill-allowing-gay-marriage-to-governor.html? adxnnl=l&pagewanted=all&adxnnlx=1383801572-hTG9f7rmrLNnOdd7hzrCkw Editorial Board (2014, May 1). A surge forward on marriage equality. Retrieved from http ://www.nytimes.com/2014/05/02/ opinion/ a-surge-forward-on-marriage-equality .html ?rref=opinion Elia, J.P. (2003). Queer theory and communication: From disciplining queers to queering the disciplines. G. A. Yep., K. E. Lovaas, J.P. Elia (Eds.). New York, NY: Harrington Park Press. Ellis, B. (2013, Nov 19). Chick-fil-A CEO's equality award sparks backlash. Retrieved from http://money.cnn.com/2013/11/19/pf/chick-fil-a-award/ Encarnacion, 0. G. (2014). Human rights and gay rights. Current History, 113, 36-39. Fairclough, N. (2003). Analyzing discourse: Textual analysis for social research. New York: Routledge. Foucault, M. (1990). The history of sexuality: An introduction. New York: Vintage Books. Grammys turn mass wedding in gay marriage celebration (2014, Jan 27). Retrieved from http://news.yahoo.com/grammys-turn-mass-wedding-gay-marriage-celebration-044418999 .html;_ylt=A wrBEiJTnuZSWQOAPgDQtDMD Hall, S. (1997). The spectacle of the 'other'. In S. Hall (Ed.), Representation: Cultural representations and signifying practices (pp. 223-290). London: Sage. Hall, S., Held, D., Hubert, D., Thompson, K. (Eds.). (1996). Modernity: An introduction to modern societies. Malden, MA: Blackwell Publishing. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 89 Haugh, M. (2010). When is an email really offensive? Argumentativity and variability in evaluations of impoliteness. Journal of Politeness Research, 6, 7-31. Hlavach, L., Freivogel, W. H. (2011 ). Ethical implications of anonymous comments posted to online news stories. Journal of Mass Media Ethics, 26(1), 21-37. Hughey, M. W., Daniels, J. (2013). Racist comments at online news sites: A methodological dilemma for discourse analysis. Media, Culture & Society, 35(3), 332-347. Jagose, A. (1996). Queer theory: An introduction. New York, NY: New York University Press. Johnson, N. A., Cooper, R. B., Chin, W.W. (2008). The effect of flaming on computer-mediated negotiations. European Journal of Information Systems, 17( 4), 417-434. Jones, R. G., Jr. (2009). Queering marriage and family in the 2006 Colorado election. In K. M. German & B. E. Drushel (Eds.), Queer identities, political realities (pp. 59-79). Newcastle upon Tyne, UK: Cambridge Scholars Press. Kalny, E. (2009). Against superciliousness: Revisiting the debate 60 years after the adoption of the universal declaration of human rights. Critique of Anthropology, 29, 371-395. Knoblock-Westerwick, S., Hoplamazian, G. J. (2012). Gendering the self: Selective magazine reading and reinforcement of gender conformity. Communication Research, 39(3), 358-384. Krumer-Nevo, M., Sidi, M. (2012). Writing against othering. Qualitative Inquiry, 18(4), 299-309. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 90 Laineste, L. (2013). Funny of Aggressive? Failed humour in internet comments. Folklore, 53, 29-46. Lane, S. D., McCourt, H. (2013). Uncivil communication in everyday life: A response to Benson's \"The Rhetoric of Civility\". Journal of Contemporary Rhetoric, 3(112), 17-29. Lindlof, T. R., Taylor, B. C. (2002). Qualitative communication research methods. Thousand Oaks, CA: Sage Publications. Lupton, D. (1993). AIDS risk and heterosexuality in the Australia press. Discourse & Society, 4(3), 307-328. Madson, N., Odegard, J. (2013). Cause of action: Using international human rights law to advance gay rights. National Lawyers Guild Review, 70(2), 65-87. Malik, C., Bogomolov, A., Chang, P., Cassin, R., Roosevelt, E., Dukes, C., Hodgson, W., Santa Cruz, H., Humphrey, J.P. (1948). The Universal Declaration of Human Rights. Retrieved from http://www.ohchr.org/EN/UDHR/Pages/Language.aspx?LangID=eng Meyers, M. (1994). Defining homosexuality: News coverage of the 'repeal the ban' controversy. Discourse & Society, 5(3), 321-344. Millbank, J. (2005). A preoccupation with perversion: The British response to refugee claims on the basis of sexual orientation, 1989-2003. Social & Legal Studies, 14, 115-138. National Communication Association. (1999). NCA credo for ethical communication. Retrieved from http://www.natcom.org/uploadedFiles/ About_ INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS NCA/Leadership _and_ Governance/ Public_ Policy_ Platform/PDF-PolicyPlatform-NCA_ Credo _for_ Ethical_ Communication. pdf Peters, J. W., Stelter, B. (2011). After Tucson, blanket accusations leave much to interpretation. Retrieved from http://www.nytimes.com/2011/01/17/ business/media/17media.html? r=O Reader, B. (2012). Free press vs free speech? The rhetoric of \"civility\" in regard to anonymous online comments. Journalism & Mass Communication Quarterly, 20(10), 1-19. Reddy, V. (2002). Perverts and sodomites: Homophobia as hate speech in Africa. Southern African Linguistics and Applied Language Studies, 20(3), 163-175. Reports: Chick-fil-A to stop funding anti-gay groups. (2012, Sept. 20). Retrieved from http://www.usatoday.com/story/ondeadline/2012/09/20/chick-fil-a-money-anti-gay-equality/1581379/ Rich, A. (1980). Compulsory heterosexuality and lesbian existence. Signs: Journal of Women in Culture and Society, 5(4), 631-660. Richey, W. (2014, Jan. 21). Same-sex couples challenge Florida ban on gay marriage. 91 Retrieved from http:! /news. yahoo .com/same-sex-couples-challenge-florida-ban-gay-marriage-212535990 .html;_ylt= A wrBJSCOqeZSXHAA 4 W nQtD MD Santana, A. D. (2011). Online readers' comments represent new opinion pipeline. Newspaper Research Journal 32(3), 66-81. Scott, C.R. (2004). Benefits and drawbacks of anonymous online communication: Legal challenges and communicative recommendations. Free Speech Yearbook 41, 127-141. INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS Sedgwick, E. K. (1990). Epistemology of the closet. Berkeley: University of California Press. Shields, M. (2014, Jan 17). Austrian court ends insemination ban for lesbian pairs. 92 Retrieved from http:! /news. yahoo .com/austrian-court-ends-insemination-ban-lesbian-pairs- l 61123651.html;_ylt= A wrBJR6MqOZSfBoAkmbQtDMD Sobieraj, S., Berry, J.M. (2011). From incivility to outrage: Political discourse in biogs, talk radio, and cable news. Political Communication, 28, 19-41. Stampler, L. (2014, April 8). Chick-jil-A looks to lower the heat on gay marriage. Retrieved from http://time.com/53649/chick-fil-a-millennials-dan-cathy/. Stem, C., West, T. V., Jost, J. T., Rule, N. 0. (2013). The politics of gaydar: Ideological differences in the use of gendered cues in categorizing sexual orientation. Journal of Personality & Social Psychology 104(3), 520-541. Terry, J. (1995). Anxious slippages between \"us\" and \"them\": A brief history of the scientific search for homosexual bodies. In J. Urla & J. Terry (Eds.), Deviant Bodies. (pp. 129-169). Bloomington and Indianapolis, IN: Indiana University Press. Urla, J., Terry, J. (1995). Introduction. In J. Urla & J. Terry (Eds.), Deviant Bodies. (pp. 1-18). Bloomington and Indianapolis, IN: Indiana University Press. Weiss, D. (2005). Constructing the queer \"I\": Performativity, citationality, and desire in Queer Eye for the Straight Guy. Popular Communication, 3(2), 73-95. Westboro Baptist Church. (2014). About Us. Retrieved from http://godhatesfags.com/wbcinfo/aboutwbc.html INCIVILITY AND OTHERING IN YAHOO! NEWS COMMENTS 93 Wilchins, R. (2004). Queer theory, gender theory: An instant primer. Los Angeles, CA: Alyson Books. Yahoo! (2012, March 16). Yahoo terms of service. Retrieved from https ://info. yahoo. com/legal/us/yahoo/utos/terms/ Yep, G. A. (2003). Queer theory and communication: From disciplining queers to queering the disciplines. G. A. Yep., K. E. Lovaas, J.P. Elia (Eds.). New York, NY: Harrington Park Press. ",
    "id": 154533037,
    "identifiers": {
        "doi": null,
        "oai": "oai:thekeep.eiu.edu:theses-2271"
    },
    "title": "They Want All of Your Kids to be Gay and Oppose God : Incivility and Othering in Yahoo! News Comments",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-01-01T08:00:00+00:00",
    "publisher": "The Keep",
    "references": [],
    "sourceFulltextUrls": [
        "https://thekeep.eiu.edu/cgi/viewcontent.cgi?article=2271&amp;context=theses"
    ],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/154533037.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/154533037"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/154533037/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/154533037/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/154533037"
        }
    ],
    "abstract": "In 2004, many newspapers in the U.S. allowed public commenting on news articles posted to their websites, however since then, many U.S. news websites have removed public comment boards, ceased archiving public comments, or turned to moderators to edit or delete hateful or overly aggressive comments (Hughey and Daniels, 2013). Yahoo!, however, continues to utilize comment boards on Yahoo! News reports, in which incivility continues to run rampant. Utilizing critical discourse analysis, this study addresses incivility and  othering  in Yahoo! News article comment sections from news reporting on LGBTQ-related stories. From a sample of 1000 Yahoo! News comments using open coding, several themes are clear in five news reports from this year. Human rights, perversion, and gender are each themes in comments, many of which perpetuate homophobia and heteronormativity, and promote incivility. I conclude Yahoo! News comments are ultimately ineffective and do not support civil, thoughtful discussion",
    "tags": [
        "text",
        "LGBTQ",
        "civility",
        "othering",
        "Yahoo!",
        "gender",
        "critical discourse analysis",
        "Gender, Race, Sexuality, and Ethnicity in Communication"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:thekeep.eiu.edu:theses-2271",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3424",
        "openDoarId": 0,
        "name": "Eastern Illinois University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 154533037,
        "depositedDate": null,
        "publishedDate": "2014-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-26T02:02:49+00:00",
        "acceptedDate": null,
        "createdDate": "2018-04-14T14:54:45+01:00"
    },
    "urls": [
        "https://thekeep.eiu.edu/theses/1272",
        "https://thekeep.eiu.edu/context/theses/article/2271/viewcontent/32211131601863.pdf"
    ],
    "lastUpdate": "2024-01-26T02:02:49+00:00",
    "setSpecs": []
}