{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Wilson, Jo D"
        }
    ],
    "contributors": [],
    "createdDate": "2020-04-22T09:20:13+01:00",
    "dataProvider": {
        "id": 2148,
        "name": "ScholarWorks @ UVM",
        "url": "https://api.core.ac.uk/v3/data-providers/2148",
        "logo": "https://api.core.ac.uk/data-providers/2148/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/304590469.pdf",
    "fullText": "The Vermont Connection Volume 41 Embracing the Whole: Sentience and Interconnectedness in Higher Education Article 17 April 2020 They’re Crying in the All-Gender Bathroom: Navigating Belonging in Higher Education While First Generation and Nonbinary Jo D. Wilson University of Vermont Follow this and additional works at: https://scholarworks.uvm.edu/tvc  Part of the Gender Equity in Education Commons, Higher Education Commons, Lesbian, Gay, Bisexual, and Transgender Studies Commons, and the Other Feminist, Gender, and Sexuality Studies Commons Recommended Citation Wilson, Jo D. (2020) \"They’re Crying in the All-Gender Bathroom: Navigating Belonging in Higher Education While First Generation and Nonbinary,\" The Vermont Connection: Vol. 41 , Article 17. Available at: https://scholarworks.uvm.edu/tvc/vol41/iss1/17 This Article is brought to you for free and open access by the College of Education and Social Services at ScholarWorks @ UVM. It has been accepted for inclusion in The Vermont Connection by an authorized editor of ScholarWorks @ UVM. For more information, please contact donna.omalley@uvm.edu. 136 • The Vermont Connection • 2020 • Volume 41 They’re Crying in the All-Gender Bathroom: Navigating Belong-ing in Higher Education While First Generation and NonbinaryJo D. WilsonContent Warning: gender identity, mental health, suicide, mention of police Maintaining the sociocultural and interpersonal supports needed to succeed in higher education as a first-generation student can be very difficult due to a lack of familiarity with what brings success. When this identity intersects with a nonbinary gender identity, it further complicates higher education’s challenges and may make solutions impossible to come by. My experience sits at the intersection of these two identities and their gradual collision and connection with success in higher education. Through this narrative, I seek to unpack potential difficulties and nuances for the increasingly diverse body of first generation students and bring attention to the barriers in our social systems which may be blocking current and future students from achieving their full potential.Keywords: nonbinary, first generation, higher education, student affairs, mental healthVersion 1.0As a student from a lower income background who lived paycheck to paycheck, my queer sexual orientation was not something I considered much when I was applying to undergrad institutions. Through most of high school, I was not greatly affected by my queer identity based on where my development was (what I will call my Version 1.0), despite how queerphobic the environment was in hindsight. I had heard that the environment around LGBTQ+ people at Bowling Green State University (BGSU) was relatively as good as it could be in the middle of soybean country, possibly better than average. I was still in Ohio; how bad could it be? It turns out, not much worse than my hometown near Dayton — but that was not saying much. Jo D. Wilson (they/them) is a first-year student in the Higher Education and Student Affairs Administration program at the University of Vermont. They are a nonbinary, first-generation student from Ohio and hope to uplift ALL LGBTQ+ students forging their paths.• 137I ultimately chose a medium-sized public institution in my home state due to cost restrictions and a need to stay close to home. I largely considered BGSU because of two major reasons other than cost: academic programs and an atmosphere similar to home that would lead to (hopefully) less culture shock. After enrolling in a public state school within two hours of home, moving, declaring a relatively queer-friendly major and joining a generally queer-affirming acappella group, life seemed alright. Even when I changed my major two months in, I knew I had accomplished a great deal and felt at peace. Still, I did not know how to navigate the maze of higher education, did not have any close family to turn to, and at many points just wanted to drop out of school and figure out my life from there. Then, spring of 2017 happened and something changed when I least expected it: my gender identity.I had heard of nonbinary in support groups while I was in high school, where people younger than me had their gender identity more figured out than I do even now. After dwelling on this possible identity for a couple of years and reached my fourth undergraduate semester, my mental health was approaching an all-time low, I was having an in-depth gender identity crisis, and was escorted by the po-lice to the local mental health crisis center due to intense suicidal thoughts. My friends and colleagues were just finding out the severity of my mental health and underlying gender identity crisis. I solidified two answers to my mental health/identity issues over the following months: First, Lexapro, an anti-anxiety medica-tion, works wonders for me. Second, I knew I did not feel exactly male or female...so nonbinary it was. This would be the start of a white water rapids ride through my psychological journey that was absolutely complicated by sociocultural aspects related to my newly discovered gender identity.Version 2.0Coming out as nonbinary and updating my queer systems to this new version in many ways meant I had to re-learn how to navigate higher education once again. What resources would be helpful and affirming to my identity? Who ac-tually cares and will use the correct pronouns? Am I going to be able to use the same resources as everybody else? Should I tell my professors? When do I tell them? Does this affect what internships and professional development oppor-tunities I can do? Who do I turn to if I am uncomfortable? What does housing look like for me on and off-campus?Coming out with a brand new gender identity in higher education is like coming back as a first year, but instead of a campus full of strangers, everyone knows you. “Hi, I’m Jo. I was in your statistics class. I’m trans now. Would you be willing to write a letter of recommendation?” Despite having no clue how to do what I was doing (i.e. existing), Version 2.0 quickly showed new improve-Wilson138 • The Vermont Connection • 2020 • Volume 41 ments unbeknownst to the developers before release. The new me had their first internship with an affirming advisor (who would eventually write a gradu-ate school letter of recommendation on my behalf!), was getting involved in LGBTQ+ student affairs, and started to socially and psychologically grow into a healthier person who would be better prepared to take care of others and most of all take care of themselves. I will not say that this (still ongoing) process was easy by any means. Even as a student leader at my undergraduate institution, it was hard to be taken seri-ously many times. I struggled to feel that I was contributing something positive to my campus environment because of the invalidation, misgendering, and dismissal I experienced fairly regularly. I put a great deal of effort into advocat-ing for LGBTQ+ students, reworking systems for “preferred names,” educating people about LGBTQ+ inclusion, and pushing to make sure all students could have their voices uplifted. These efforts were difficult when staff would ask for pronouns and still misgender me, my institution would invite speakers to speak about social justice who dismissed my identity, and an upper-level administrator mentioned to me that creating a better system for including pronouns in rosters and other areas was “not a pressing issue.”Nevertheless, I made it through and graduated with my bachelor’s degree this past May. I have made it onto graduate school at the University of Vermont. As a now-first generation graduate student in a notably more socially progressive state, things are slightly better. However, some surprising shortcomings in regards to working with trans and nonbinary students at my graduate institution and the many subpar experiences I had with staff and faculty regarding pronouns and inclusive language have made me wonder: if the more “progressive” institutions cannot get trans inclusion right, can anybody do it in higher education? One of the hardest parts of my current situation is feeling like I’m trailblazing a path for future students like me when I don’t know where I’m going myself. This year marks just the 20th anniversary of the first Transgender Day of Remember-ance and the 10th anniversary of an explicit mention of gender fluidity in higher education contexts and even fewer years have passed since more notable mentions of nonbinary identities in higher education have occurred (Beemyn, 2015; Bilodeau, 2009; Jourian, 2015; Massachusetts Transgender Political Coalition, n.d.). I have often heard a claim about policies related to newer bodies of research that more research should be conducted prior to implementing the policy. When a very new body of research is about your own livelihood, however, you cannot simply write yourself off and refuse to exist until the research is profound enough. Being a trailblazer for my own lived experiences and future folx1 like me in student affairs is nothing I ever anticipated doing—but my situation is not an unusual position [1] See Robertson (2018) for an explanation of this spelling. • 139for marginalized students to find themselves in (Pinchback-Hines, 2013; Renn, 2007). This phenomenon is typical and emotionally exhausting to negotiate one’s identity and lived experiences just to move from one difficult situation to another, particularly if one does not have family to help them navigate either first genera-tion or nonbinary identities.Version 3.0: My Vision for the FutureIs there a way for student affairs professionals to have a plan for students who are not only first generation but have another intersecting identity that is historically underserved in higher education? While researchers and student affairs staff have uplifted first generation Students of Color who lack the cultural capital (or socially-acquired assets and knowledge) to succeed unaided in higher education due to centuries of colonization and oppression, first generation LGBTQ+ students is an intersection that has only recently received greater attention (Bourdieu, 2003; Capriglione, 2019; Scolari, 2012). While I can not speak for all trans/nonbinary folx, I have a few suggestions for practitioners in higher education that would have made my experience much better as someone who did not have the cultural capital to simultaneously navigate higher education and the dominant cisnorma-tive2 culture of the United States.First, student affairs professionals must normalize the sharing of pronouns and reject the idea that pronouns, gender identity, and gender presentation are normatively aligned to what is expected (e.g., people assigned male at birth presenting masculine or people assigned female at birth presenting feminine) (Lowrey, 2017). Second, student affairs professionals must move beyond asking trans and nonbinary folx for their pronouns: they need to actually use them. Third, cisgender student affairs professionals need to unpack their cisgender privilege and work to unlearn anti-LGBTQ+ prejudices every day, not just during designated trainings or workshops. Fourth, cisgender folx working in student affairs must work to fight against their own internal transphobia and ideas about binary gender (i.e., genderism) and advocate for transgender and nonbinary people to other cisgender folx to create more affirming environments for gender diversity. I have intentionally crafted these suggestions to closely reflect the Riddle Scale—a scale measuring people’s levels of tolerance towards LGBTQ+ people — where the final level ends with nurturance of LGBTQ+ folx (Hirschfield, 2001; Riddle, 1994).Looking toward my own future role(s) in higher education and student affairs, particularly as an aspiring professional in multicultural student affairs, I hope to use my experiences not just as an inspiration for first generation and/or trans students, [2] Cisnormativity includes assumption that all people are cisgender (non-trans-gender or nonbinary) and privileges for non-transgender or nonbinary identities (Tso, 2018).Wilson140 • The Vermont Connection • 2020 • Volume 41 but a means to show future nonbinary and transgender students that the path is clearing. That path is not a crisp, new sidewalk nor a freshly-painted highway, but a dirt road that can lead to holistic happiness as a nonbinary person within and beyond higher education. One of the most important audiences I am writing to inform and inspire is fellow nonbinary and transgender folx. I want nonbinary and trans students to feel safe and welcomed in higher education as students, but I especially want them to know that this can be a field for them to study, practice, and help other students. I hope for a future of trans/nonbinary student affairs professionals becoming both successful and affirmed for their identities. By working towards building more welcoming environments for future students and professionals, I realize that I have an obligation to assert myself and make the institution of higher education become affirming to folx like me. This assertion and “sticking it to the cis man” additionally requires self-care and leaning into my vulnerability by accepting that I can pave no road, nor dig no canal (as it feels sometimes) without prioritizing self-preservation and revitalization. I have learned that I can radically upset institutions like higher education and student affairs by still loving myself despite cultures that try to force me not to do so.I want to thank the openly transgender and nonbinary folx who have created blueprints for people like me to start paving paths to nonbinary success in higher education as an undergraduate as well as a future professional in the field. One of the people I would like to thank is my former graduate assistant, Allie Hicks (they/them), not only for being a role model as a successful nonbinary student affairs professional, but for showing me that the journey as a student affairs graduate student is possible. I would also like to thank a student at my current institution whose bravery and resilience as an aspiring student affairs professional inspires me to exist and persist. Lastly, I want to give thanks to cisgender advocates who have encouraged and supported me until this point, including staff and faculty at Bowling Green State University, members of the UVM HESA program, and Dr. Tracy Arámbula Ballysingh and Dr. Jason Garvey. I am extremely grateful to all people working to create space for transgender and nonbinary collegians and student affairs professionals to exist in higher education, despite a culture of fear that has existed in this system and inhospitable campus atmospheres that still exist in 2019. Particularly noting the intersection of trans-gender and nonbinary students who are the first in their families to pursue higher education, I hope this story inspires future student affairs professionals to take a stand and support a wider population of students, push for well-needed changes, and accomodate students with intersecting and conflicting cultural identities.• 141ReferencesBeemyn, G. (2015, October 18). Leaving no trans college student behind. Chronicle of Higher Education. https://www.chronicle.com/article/Leaving-No-Trans-College/233754Bilodeau, B. L. (2009). Genderism: Transgender students, binary systems and higher education. VDM Verlag. Bourdieu, P. (2003). Cultural reproduction and social reproduction. In P. Jarvis & C. Griffin (Eds.), Adult and continuing education: Adult education—viewed from the disciplines (pp. 173-184). Taylor & Francis.Capriglione, D. (2019, April 22). ‘FGLIQ’ launches as a leading group for first-generation, low-income queer students. The Daily Pennsylvanian. https://www.thedp.com/article/2019/04/penn-fgliq-lgbt-first-genera-tion-low-income-student-ivy-leagueHirschfield, S. (2001). Moving beyond the safety zone: A staff development approach to anti-heterosexist education. Fordham Urban Law Journal, 29, 611-2413. https://ir.lawnet. fordham.edu/ulj/vol29/iss2/7Jourian, T.J. (2015). Queering constructs: Proposing a dynamic gender and sexuality model. Educational Forum, 79(4), 459-474. https://doi.org/10.1080/00131725.2015.1068900Lowrey, S. (2017, November 8). A guide to non-binary pronouns and why they matter. HuffPost. https://www.huffpost.com/entry/non-binary-pronouns-why-they-matter_b_5a03107be4b0230facb8419aMassachusetts Transgender Political Coalition. (n.d.). Transgender Day of Re-membrance. https://www.masstpc.org/community-events/tdor/Pinchback-Hines, J.C. (2013). From isolation to insulation: The impact of campus culture on the existence of two cultural centers (Publication no. 3589549) [Doctoral dissertation, Indiana State University]. ProQuest Disserta-tions Publishing.Renn, K.A. (2007). LGBT student leaders and queer activists: Identities of lesbian, gay, bisexual, transgender, and queer identified college student leaders and activists. Journal of College Student Development, 48(3), 311-330. https://www.jstor.org/stable/27764565Riddle, D. (1994). Alone no more: Developing a school support system for gay, lesbian and bisexual youth. Minnesota State Department.Robertson, N. (2018). The power and subjection of liminality and borderlands of non-binary folx. Gender Forum, 69(6), 45-59,75-76. http://gender-forum.org/wp-content/uploads/ 2018/08/6_Robertson_final.pdfScolari, L.A. (2012). First-Generation Students of Color: Easing their transi-tion to community college [Unpublished doctoral dissertation]. San Francisco State University. https://edd. sfsu.edu/sites/default/files/Scolari+dissertation.pdfTso, T.D. (2018). Your heteronormative, cisnormative behaviors explained. Daily Dot. https://www.dailydot.com/irl/heteronormativity-definition/Wilson",
    "id": 304590469,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.uvm.edu:tvc-1365"
    },
    "title": "They’re Crying in the All-Gender Bathroom: Navigating Belonging in Higher Education While First Generation and Nonbinary",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-04-05T19:41:33+01:00",
    "publisher": "UVM ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.uvm.edu/cgi/viewcontent.cgi?article=1365&amp;context=tvc"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/304590469.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/304590469"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/304590469/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/304590469/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/304590469"
        }
    ],
    "abstract": "Maintaining the sociocultural and interpersonal supports needed\nto succeed in higher education as a first-generation student can\nbe very difficult due to a lack of familiarity with what brings\nsuccess. When this identity intersects with a nonbinary gender\nidentity, it further complicates higher education’s challenges and\nmay make solutions impossible to come by. My experience sits at\nthe intersection of these two identities and their gradual collision\nand connection with success in higher education. Through this\nnarrative, I seek to unpack potential difficulties and nuances\nfor the increasingly diverse body of first generation students and\nbring attention to the barriers in our social systems which may\nbe blocking current and future students from achieving their\nfull potential",
    "tags": [
        "text",
        "nonbinary",
        "first generation",
        "higher education",
        "student affairs",
        "mental health",
        "Gender Equity in Education",
        "Higher Education",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Other Feminist, Gender, and Sexuality Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.uvm.edu:tvc-1365",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2148",
        "openDoarId": 0,
        "name": "ScholarWorks @ UVM",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 304590469,
        "depositedDate": null,
        "publishedDate": "2020-04-05T19:41:33+01:00",
        "updatedDate": "2024-02-20T16:01:05+00:00",
        "acceptedDate": null,
        "createdDate": "2020-04-22T09:20:13+01:00"
    },
    "urls": [
        "https://scholarworks.uvm.edu/tvc/vol41/iss1/17",
        "https://scholarworks.uvm.edu/context/tvc/article/1365/viewcontent/Wilson_TVC_41_Article.pdf"
    ],
    "lastUpdate": "2024-02-20T16:01:05+00:00",
    "setSpecs": []
}