{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Yan, Shanshan"
        }
    ],
    "contributors": [],
    "createdDate": "2020-04-18T15:57:02+01:00",
    "dataProvider": {
        "id": 11097,
        "name": "Scholars Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/11097",
        "logo": "https://api.core.ac.uk/data-providers/11097/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/303919303.pdf",
    "fullText": "Wilfrid Laurier University \nScholars Commons @ Laurier \nTheses and Dissertations (Comprehensive) \n2014 \nTHROUGH AN INTERSECTIONALITY LENS: SERVICE PROVIDER \nVIEWS ON THE SEXUAL HEALTH NEEDS OF RACIALIZED LGBTQ \nYOUTH IN TORONTO \nShanshan Yan \nWilfrid Laurier University, sandrashanshanyan@gmail.com \nFollow this and additional works at: https://scholars.wlu.ca/etd \n Part of the Community Psychology Commons, and the Health Psychology Commons \nRecommended Citation \nYan, Shanshan, \"THROUGH AN INTERSECTIONALITY LENS: SERVICE PROVIDER VIEWS ON THE SEXUAL \nHEALTH NEEDS OF RACIALIZED LGBTQ YOUTH IN TORONTO\" (2014). Theses and Dissertations \n(Comprehensive). 1643. \nhttps://scholars.wlu.ca/etd/1643 \nThis Thesis is brought to you for free and open access by Scholars Commons @ Laurier. It has been accepted for \ninclusion in Theses and Dissertations (Comprehensive) by an authorized administrator of Scholars Commons @ \nLaurier. For more information, please contact scholarscommons@wlu.ca. \nRunning head: INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH                    \n \n \n \nTHROUGH AN INTERSECTIONALITY LENS: SERVICE PROVIDER VIEWS ON \nTHE SEXUAL HEALTH NEEDS OF RACIALIZED LGBTQ YOUTH IN TORONTO \nby \nShanshan Yan \nH.B.Sc. Integrative Biology and Psychology, University of Toronto, 2008 \nTHESIS \nSubmitted to the Department of Psychology \nin partial fulfilment of the requirements for   \nMaster of Arts in Community Psychology  \nWilfrid Laurier University \n© Shanshan Yan 2014 \n \n \n \n \n \n \n \n \n \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH ii \nAbstract \nThis thesis explores the needs and gaps in knowledge and service delivery in sexual \nhealth for racialized LGBTQ youth living in Toronto, Canada from the perspective of \nservice providers. Through a grounded theory approach, data were analysed using an \nintersectionality lens with the intention that the complex identities of the youth be \nconsidered. The findings of this study shed light on the barriers that operate at the micro \n(ie. personal), meso (ie. community) and macro (ie. societal) levels that affect the sexual \nhealth outcomes of racialized LGBTQ youth. Key findings from this study point to: 1) \nthe need to closely examine contexts that can affect racialized LGBTQ youth’s decision \nfor disclosure, such as factors that render these youth invisible and the costs and benefits \nof disclosure for them; and 2) the importance of providing youth-friendly services that \nare inclusive of the diverse youth population of Toronto and having larger comprehensive \nservice bodies act as allies to smaller specialized organizations that lack resources. \nImplications for practice and policy are discussed through the lens of intersectionality \nthat focuses on the necessity of working towards equity on multiple fronts to improve \nservice provision.  \n \nThe significant problems we face cannot be solved at the same level of thinking we were \nat when we created them. - Albert Einstein \n \n \n \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH iii \nAcknowledgments \n I would like to express my gratitude to those who helped me gain perspective \nthroughout the development of this work. This includes my thesis supervisor, Dr. Robb \nTravers, who gave me the opportunity to explore a very important topic and provided \nguidance to me along the way. I also want to thank my thesis committee members, Dr. \nTerry Mitchell and Dr. Colleen Loomis for their insightful feedback that helped to deepen \nmy thinking and improve my writing. To my parents, Xiaomei and Han: I could not have \ndone this without your unconditional love and support. To my partner, Marty: thank you \nfor your encouragement and constant reminders to always back up my work, “a saved \nthesis is a happy thesis”.      \n \n \n \n \n \n \n \n \n \n \n \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH iv\nTable of Contents \nAbstract ............................................................................................................................... ii \nAcknowledgments.............................................................................................................. iii \nTable of Contents ............................................................................................................... iv \nLists of Tables ................................................................................................................... vii \nIntroduction ..........................................................................................................................1 \n Ethics and Reflexivity ..............................................................................................2 \n  Transformative paradigm .............................................................................4 \n  Personal axiology, ontology and epistemology ............................................5 \n Sexual Risks and the Need for Accessible Services ................................................9 \n Needs of LGBTQ Youth ........................................................................................10 \n Service Accessibility and Providers .......................................................................13 \n Needs of Racialized LGBTQ Youth ......................................................................14 \n Intersectionality as a Theory ..................................................................................17 \n  Intersectionality and community psychology ............................................19 \n Research Objectives and Questions .......................................................................21 \nMethod ...............................................................................................................................21 \n Participants .............................................................................................................21 \n Data Analysis .........................................................................................................23 \n  Grounded theory approach .........................................................................23 \n  Quality and rigor ........................................................................................25 \nFindings..............................................................................................................................26 \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH v\n Complexity of Identities .........................................................................................26\n  Isolation from communities .......................................................................27 \n  Identity expectations  .................................................................................31 \n  Risks factors ...............................................................................................37 \n Needs and Services are Incompatible ....................................................................40 \n  Lack of youth-friendly services ..................................................................40 \n  Lack of trained and informed service providers .........................................47 \n  Lack of allies ..............................................................................................51 \nDiscussion ..........................................................................................................................54 \n Implications for Policy and Practice ......................................................................54 \n  Intersectionality and community psychology ............................................54 \n Caught Between Two Worlds ................................................................................55 \n  Invisibility, disclosure and risks factors .....................................................55 \n  Supportive factors and opportunities ..........................................................64 \n Funding and Service Provision ..............................................................................67 \n  Service providers and program delivery ....................................................67 \n  Allies, social justice and equity ..................................................................68 \n Study Strengths, Limitations and Dissemination Strategy  ....................................69  \n Conclusion and Implications for Further Research ................................................72 \nReferences ..........................................................................................................................75 \nAppendices .........................................................................................................................92 \nAppendix A: Coding Framework.......................................................................................92 \nAppendix B: The Toronto Teen Survey and Community-Based Research .......................93 \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH vi\nAppendix C: Focus Group Session Outline .......................................................................96 \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH vii\nList of Tables \nTable 1: Toronto Teen Survey Service Provider Demographics .......................................22\nRunning head: INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH                    \n \nIntroduction \nResearch on the health risks and service access barriers of lesbian, gay, bisexual, \ntransgender, queer and/or questioning (LGBTQ) youth have been increasing over the \ndecades (Dean et al., 2000), and support for LGBTQ rights have also been increasing \nsubstantially in Western societies (Andersen & Fetner, 2008). Despite this increase, even \nin tolerant societies like Canada, homophobia (Janoff, 2005) and transphobia (Taylor & \nTracey, 2011) is prevalent, which is evidence that there is still a need for more research \nand dialogue to take place. Furthermore, the diverse LGBTQ population also points to a \nneed for more attention given to various ethnic and racial identities of those within the \nLGBTQ community (D’Augelli, Pilkington, & Hershberger, 2002; Travers et al., 2010). \nIt is possible that youth who must deal with not only their sexual identity but their \nracial/ethnic identity simultaneously may face unique challenges to accessing sexual \nhealth services.  \nCanada receives over 250, 000 immigrants every year, with 33% of these \nnewcomers settling in the Greater Toronto Area (Citizenship and Immigration Canada, \n2009). Over 140 languages and dialects are spoken in Toronto and over 30 per cent of \nToronto residents speak a language other than English or French at home (City of \nToronto). Furthermore, racialized groups in Ontario are projected to increase 250% \nbetween 2006 and 2031 (from 22.8% to 40.4% of the population) (Caron, 2010). Coupled \nwith Toronto’s history and reputation of embracing sexual diversity (Graham & Phillips, \n2007), it is therefore reasonable to expect an increase of racialized LGBTQ youth as well. \nAs Canada’s most diverse urban centre, there is urgency for Toronto to better understand \nand address the sexual health needs for this population. \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 2\nWhile there is a growing body of literature that explores the experiences of the \nLGBTQ youth, empirical psychological literature has largely ignored the racialized \nLGBTQ population (Harper, Jenrewall, & Zea, 2004). The Toronto Teen Survey (TTS) \nwas a community-based participatory research study that had the primary aim of \ngathering information and insights regarding the quality of sexual health programs and \nservices available to the racially, culturally and sexually diverse youth in the urban city of \nToronto (Flicker et al., 2010). Findings from the TTS pointed to the need for further \nunderstanding of the intersection of racial and cultural diversity with sexual orientation \nand gender identity in Toronto (Travers et al., 2010). The present study aims to further \nunderstand the contextual challenges in accessing sexual health education and services \nfaced by racialized LGBTQ youth in Toronto by taking into account of their multiple \nsocial identities. To explore this topic, a re-analysis of the data from the TTS service \nprovider (SPs) focus groups will be conducted through the theoretical framework of \nintersectionality.  \nEthics and Reflexivity \nThis thesis uses the grounded theory approach and as such, the theoretical \nsensitivity of the researcher is a significant component of the research process (Glaser & \nStrauss, 1967; Strauss & Corbin, 1998). Theoretical sensitivity, according to Strauss and \nCorbin (1998), encompasses personal qualities of the researcher that allow for the \ngeneration of theory that is grounded, conceptually dense and well integrated. Sources of \ntheoretical sensitivity include the literature, personal and professional experience. These \nsources sensitize the researcher to the subtleties of meaning of data and aid the researcher \nin detecting what is pertinent in the data (Strauss & Corbin, 1998).  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 3\nNelson and Prilleltensky (2010) state that qualitative research and Community \nPsychology have much to offer in that both emphasize “diversity, understanding people \nin context and collaborative research relationships” (p. 286). As I perform qualitative \nanalysis for this thesis, it is important for me to disclose my biases and values that shape \nmy research standpoint. Unlike quantitative research methods that hold objectivity as \nfundamental to producing knowledge, the researcher is the instrument in qualitative \nresearch and therefore it is important for the researcher to maintain a critical analytical \nstance of him/herself, particularly in the data analysis and interpretation stages (Nelson & \nPrilleltensky, 2010). Being fairly new to conducting qualitative research, I find that one \nof the most challenging aspects of the grounded theory approach is the need for the \nresearcher to have a good balance between being open and emergent yet systematic and \nstructured. With this said, I also find that the grounded theory approach allows me \ncreative freedom to explore and read widely on the topic I am investigating. Furthermore, \nsince I have access to the research data at the start of the literature review, I am able to \nengage in some deductive thinking that is informed from my theoretical sensitivity as \nwell as inductive thinking from the actual TTS service provider focus group data early on \nin the research process.    \nTo elucidate my power and privilege as a researcher and an ally, as defined by \nWashington and Evans (1991) as someone who do not identify as LGBTQ but work \nagainst oppression and advocate for LGBTQ youth, I will articulate my social context \nand my relationship to the racialized LGBTQ youth community with which this research \nfocuses. In the following paragraphs, I will describe how the transformative paradigm \nguided and aligned with the axiological, ontological and epistemological assumptions I \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 4\nheld during this research process. I will also briefly describe how the research paradigm \nand research design I follow aligns with the theoretical framework of intersectionality, \nthe primary theory I use to guide my data analysis.   \nTransformative paradigm. The transformative paradigm is designed to promote \nsocial justice and inclusion by challenging the status quo (Mertens, 2009). It is a way of \nworking that allows a focus on catalysing social change and giving voice and \nempowerment to those whose realities are often lost in the data (Mertens, 2009). This is \nthe value system I align myself with in this thesis while using the grounded theory \nmethods and intersectionality as my theoretical framework. The grounded theory method \nstresses that there are “multiple realities in the world and generalisation are partial, \nconditional and situated in time and space” (Charmaz, 2006, p. 141). The theory of \nintersectionality is also commensurate with the transformative paradigm as it considers \nthe well-being of the most vulnerable and is careful not to cause more harm to them. \nIntersectional paradigms demonstrate that “oppression cannot be reduced to one \nfundamental type and that all oppressions work together in producing injustice” (Collins, \n2000, p. 18). These frameworks strive to acknowledge various identities and shun the \nadditive approach (which implicitly suggests social identities can be separated and treated \nindependently, e.g., as race plus sexual orientation) (Lundy-Wagner & Winkle-Wagner, \n2013). Unlike additive models, which would conceptualize identities, such as sexual \norientation and race, as independent axes (Daley, Solomon, Newman, & Mishna, 2008), \nin the vein of intersectional models, as Pharr (1997, p. 53) notes “it is virtually impossible \nto view one oppression, such as sexism or homophobia, in isolation because they are all \nconnected… To eliminate one oppression successfully, a movement has to include work \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 5\nto eliminate them all or else success will always be limited and incomplete”. Additionally, \nusing an intersectional lens to research will assist the researcher to see both oppression \nand opportunity, and that oppression (and therefore vulnerability) and privilege (and \ntherefore power) are relative and contextual. The theory of intersectionality allows for the \nunderstanding of how the consideration and exploration of all dimensions of one’s \nidentity can aid in the understanding of a situation and affect the nature of the actions that \ntake place.  \nPersonal axiology, ontology and epistemology. My axiological assumptions are \nshaped by the belief of promoting social justice and equity. Equity, as defined by \nBraverman & Gruskin (2003) means social justice, which is the absence of socially unjust \ndisparities. Studying the social and health inequities that racialized LGBTQ youth \nexperience prompted me to consider how I can be an ally. As a heterosexual person with \nrelative power and privilege, I have a responsibility as well as voice to stand up for those \nwho are oppressed due their sexuality or gender identity. In the words of the great \neducator and activist Paulo Freire (1921–1997), “Washing one’s hands of the conflict \nbetween the powerful and the powerless means to side with the powerful, not to be \nneutral.” If we want to challenge the status quo, we cannot prioritize oppressions and we \nneed to realize the systems of privilege and oppression hurt everybody.  \nThe ontological assumption of the transformative paradigm states that power is \nimplicit in those who are privileged to make decision as to what realities are accepted as \ntrue or valid (Mertens, 2009). It follows that those who are in these positions of power \ndefine and exclude those who are different from them. My eyes were opened during my \nprevious work at a downtown research centre in Toronto on a housing and health project \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 6\nto the larger determinants of health. It allowed me to understand that when looking at \nhealth inequities, instead of focusing on the immediate determinants, there is a need to \nexplore the broader historical and socio-political aspects that contribute to the inequities. \nInstead of attempting to explain the social exclusion certain populations face and \nstruggling to alter systems to become more inclusive, there is a need to question not only \nthe definition of exclusion/marginalization but also to evaluate from where these \ndefinitions originate or from whom. This way, strengths and solutions can become \nexposed in place of limitations and problems, and propel us to move forward with new \ninsight.  \nAs I approach this research as a heterosexual, Chinese-Canadian woman who was \nborn in China but spent her formative years moving between three continents, I recognize \nmy analysis will be largely influenced by the lived experience I do and do not have, \nwhich shapes my “insider” and “outsider” knowledge of the experiences of racialized \nLGBTQ youth. Using an intersectionality framework, Walker (2003) suggests that we \ncan better understand the worldview of others, including members of groups with whom \nwe do not share identities. My social location in regards to my race, my gender and my \nidentity as a first generation immigrant make me aware of my inclusion in three \ncategories of “oppression”, some of which I share with the youth in my research data. \nThis awareness provides me with sensitivity to how terms and labels can affect the \nperception of a population. In this thesis, the term “racialized” is used because as the \nOntario Human Rights Commission (2008) explain, this term is preferred over terms like \n“racial minority” or “person of colour” as it points out the fact that “race” is a social \nconstruct, not a biological trait, and more importantly, language reflects privilege and \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 7\npower in a society. I have always identified with my Chinese ethnicity even though I left \nChina since the age of 3 years old, and yet I see many of my personal values as very \n“westernized”, not distinct from my White Canadian friends. It is my aversion to labels \nthat has made me wary, especially as a heterosexual woman of how the category \n“LGBTQ” that I use in this thesis can be limiting. This label does not include every \nsexual and gender identity that challenges heteronormativity, which emphasizes the \nexpectation of a man-woman binary, that one’s biological sex aligns with distinct gender \nroles and that romantic/sexual relations are exclusively between men and women (Knight, \nShoveller, Oliffe, Gilbert, & Goldenberg, 2013).  However, I have chosen to use \n“LGBTQ” not as an attempt to include all identities or point to specific identities, but \nrather to acknowledge the diversity of sexual and gender identities that exists. \nFurthermore, I chose to capitalize “Black” and “White” when referring to race in this \nstudy in accordance to the APA style format because although I recognize the power \ndifferential that exists, as someone who is not White, I would not feel comfortable if I \nomitted capitalization for either group.    \nThere is always the danger where those placed in one category may be seen as \none homogenous group, and the diversity and differences within this group is lost. In \nNovember 2010, Canada’s Maclean’s magazine published an article originally titled \n“Too Asian: Some frosh don’t want to study at an Asian university”, which stirred \ncontroversy due to its racist tone. The article not only created a binary divide between \n“Asians” and “White” students, it also perpetrated stereotypes of “Asians” as one-\ndimensional, high achieving model minorities in contrast to well-rounded “White kids”. \nBy ignoring the vast within-group diversity of “Asians”, including Canadians of Asian \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 8\ndescent, I thought the article presented a prejudicial attitude in the form of an in-group \nbias, where we view those in our in-group as diverse and unique (Hamilton, 1976), and \nout-group homogeneity (Ostrom & Sedikides, 1992), a bias that those in the out-group \nare all the same. The sweeping generalization of “Asians” essentially represented a large \ndiverse population of Canada as the out-group, somehow “less than Canadian”. Since I \napproached this subject initially using a framework of privilege and oppression, it \ninfluenced my thought processes during discussions with friends and family. At first, I \nnoticed that there was a tendency for some of my fellow Chinese-Canadian friends to \ndistinguish themselves from those who are more vulnerable and oppressed, such as recent \nimmigrants, while likening themselves to those with more privilege and power, such as \nWhite Canadians, albeit unintentionally and largely unconsciously. I confess my focus on \nthe historical aspects of racism largely influenced my interpretation that this was an \nattitude of segregation and a form of internalized oppression. In fact, I have personally \nstruggled with this internalized oppression because ironically, I simply did not want to be \nseen as oppressed. Acknowledging that this “oppression” is structural and that it is not \nequal to individual limitations of self-determination (although it certainly affects it), \nallowed me to better frame my understanding of the situation. However, I also feel that \nthere must be a better way, a more empowering way to analyze this problem. Instead of \nviewing some populations as being excluded or oppressed, which I believe feeds into \nexisting stereotypes, there is a great need to build a new framework that is conscious of a \nperson’s multiple social identities that is shaped by context and time. Canada has a \nreputation of embracing multicultural and racial diversity, but as evidenced from the \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 9\npublication of the “Too Asian” article, a lot of learning and transformation has yet to \noccur. \nAlthough my personal and professional experiences provide me with certain \nsensitivities to my thesis data, a review of the literature strengthens my ability and \ncredibility to construct meaning from them. Additionally, as Creswell (1994) states, in \norder to build theory through analysing data, a literature review is necessary to frame the \nproblem of the research study. Accordingly, the next section of my thesis will examine \npast studies on the sexual health needs and barriers of racialized LGBTQ youth as well as \nhow to use an intersectionality approach towards population health research.  \nSexual Risks and the Need for Accessible Services  \nSocietal changes that do not directly concern youth’s sexual health such as \nemployment and education have a strong connection to how society views adolescent \nsexuality (Maticka-Tyndale, 2001). For instance, the transition from adolescent to adult \nstatus has been prolonged compared to previous generations, and by the time youth have \ncompleted their education and are ready to enter the labour force, they are in their \ntwenties. Consequently, this may attribute to our view of adolescent sexuality and the \nconsequences of teenage sexual activity to be undesirable (Maticka-Tyndale). \nAdditionally, youth are “biologically more vulnerable to infections, more susceptible to \npeer pressure, developmentally more disposed to risk taking, and behaviourally often lack \nthe skills and confidence to negotiate safer sex practices” (Flicker et al., 2010, p. 112). \nNevertheless, there is evidence that the sexual health and well-being of Canadian youth \ntoday is better than that of prior generations and that today’s youth take better precautions \nin protecting themselves when it comes to sex (Maticka-Tyndale, 2008).  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 10 \nUnfortunately, not all teens have benefited equally from the improvement in \nsexual health services and education (Maticka-Tyndale, 2001; Maticka-Tyndale, 2008). \nPoor sexual health outcomes are not randomly distributed in the teen population. Certain \ngroups of teens are decidedly disadvantaged, and these tend to be those already \nmarginalized and disenfranchised in terms of accessing the full range of resources \navailable in society (Maticka-Tyndale, 2008). They are marginalized because of their \nsexual orientation, their social class, their race or ethnicity, or the place they live. These \nare issues far broader than sexual health per se and yet they are issues that are persistently \nfound to affect the sexual health of youth (Maticka-Tyndale, 2001). The choices youth \nmake operate within larger socio-cultural, historical and political contexts and factors \nsuch as newcomer status, socio-economic status, access to services and social support all \naffect the sexual health of youth (Larkin et al., 2005).  \nNeeds of LGBTQ Youth \nAlthough all youth experience intense physical, emotional, psychological, and \nsocial changes during adolescence (American Psychological Association [APA], 2002), \nLGBTQ youth are exposed to many additional stressors. These youth generally have the \nsame health issues and concerns that all youth have, but have more barriers that prevent \nthem getting the quality healthcare they need (Ryan & Gruskin, 2006). In addition to \nhealth concerns shared by all youth, LGBTQ youth also have to deal with homophobia \nand heterosexism which may have ongoing effects on their health (Reitman et al., 2013). \nHerek (1995) defined heterosexism as “the ideological system that denies, denigrates, and \nstigmatizes any non-heterosexual form of behaviour, identity, relationships, or \ncommunity” (p.321). Unlike the overt negative nature of homophobia, heterosexism is so \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 11 \npervasive within various realms of our existence that many non-LGBTQ people are not \naware of its impact (Harper, Jernewall, & Zea, 2004). Unfortunately, many LGBTQ \nyouth are affected, causing them to struggle with internalized oppression, and to accept, \nwithout question, the “normality” of heterosexism (Perez, 2005). As a result, LGBTQ \nyouth may resort to negative coping mechanisms and thus report high levels of \ndepression, use of illegal drugs and engagement in high risk sexual behaviours (Ryan, \nHuebner, Diaz, & Sanchez, 2009). Meyer’s (2003) minority stress model theorized that \nthose in stigmatized social categories experience prejudice, stigma and discrimination \ndue to their minority status or statues, and this stress is separate from and additive to the \ngeneral stressors that affect everyone. Although this minority stress theory points to \nenvironmental factors, there is a lack of consideration given to contextual, cultural and \npolitical factors that may be responsible for contributing to the psychosocial challenges \nLGBTQ youth experience (Szymanski & Kashubeack-West, 2008).  \nAcceptance and support from family and friends act as protective factors against \nsome of these challenges (Russell, Ryan, Toomey, Diaz, & Sanchez, 2011), however \nmany LGBTQ youth living in non-supportive contexts experience significant stress in \ndisclosing their sexual orientation or gender identity (Matthews & Salazar, 2012). This \nfear is well supported as LGBTQ youth, compared to their heterosexual peers, are more \nlikely to be verbally abused and physically harassed at school (Pollock, 2006), rejected \nby their parents and care-givers at home (Young, 2013) and experience barriers to social \nand health services (McHaelen, 2006). These challenges that LGBTQ youth face are not \ninherent to their sexual orientation or gender identity but rather are responses to the \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 12 \npervasive societal as well as internalized homophobia and heterosexism (Harper & \nSchneider, 2003).    \nYouth who identify as LGBTQ are a diverse population, but as a group share \nsociety’s stigma and prejudice, which in turn affect their health outcomes (Dean et al., \n2000). SPs may assume that LGBTQ youth are at lower risk. However, data show that \nthey are more likely to engage in sexual risk behaviours (e.g., earlier age at first \nintercourse, multiple sexual partners, and use of alcohol or drugs before last sex) at \nhigher rates compared to their heterosexual peers (Blake, Ledsky, Lehman et al., 2001; \nFlicker & Pole, 2010). Earlier age at first sexual intercourse is linked with higher odds of \ncontracting a STI (Kaestle, Halpern, Miller, & Ford, 2005). Youth who engaged in sexual \nrelations with multiple partners also increased their odds of contracting a STI (Gorbach, \nDrumright, & Holmes, 2005; Gorbach & Holmes, 2003). Drug use prior to sex may \nincrease sexual risk taking behaviour such as not using a condom during intercourse use, \nwhich in turn also increases the chances of poor sexual health outcomes (Newcomb, \nClerkin, & Mustanski, 2011). Flicker and Pole (2010) have noted that LGBTQ youth \nexperience higher rates of pregnancy. An explanation for this phenomenon was given by \nTravers, Newton and Munro (2011) in that the social exclusion, in particular \nheterosexism and homophobia, experienced by LGBTQ youth may compel them to mask \ntheir same sex attractions by performing heterosexuality through heterosexual sex.  \nSexually active adolescents are at high risk for acquiring one or more sexually \ntransmitted infections (STIs). However, this risk is likely heightened for LGBTQ youth \ndue to a greater need for secrecy, a lack of accurate information, and few social \nenvironments that support safe sexual behaviour (Ryan & Gruskin, 2006). The high risk \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 13 \ntaking behaviours by LGBTQ youth is a pressing issue because of their increased risk for \nnegative health outcomes (Ryan & Gruskin), which suggest LBGTQ youth’s need for \nhealth services is great.  \nService Accessibility and Providers \nLGBTQ youth use services at far lower rates than their heterosexual peers even \nthough they engage in higher risk behaviours than heterosexual youth (Doueck & Maccio, \n2002). Since the same services and supports are available to all youth, the low rate of \nservice utilization is an indicator of service accessibility barriers for LGBTQ youth \n(Hernandez, Nesman, Mowery, Acevedo-Polakovich & Callejas, 2009).  \nThe fear of stigmatization from their SPs may deter LGBTQ youth from \ndisclosing their sexual or gender identity when receiving care (Mayer et al., 2008). Men \nare more likely than women to be impeded from revealing their sexual practices for fear \nof homophobic reactions (Dean et al., 2000). This is a concern because of the significant \nincreases in human immunodeficiency virus infection (HIV) incidence among African \nAmerican and Latino young men who have sex with men (Mustanski, Newcomb, & \nClerkin, 2011).  \nThe fear of disclosing their sexual or gender identity to SPs may in part be shaped \nby past negative experiences. Indeed there is a lack of SPs trained or competent to work \nwith sexual minorities (Travers, Flicker, Larkin, Lo, McCardell, & van der Meulen, \n2010). Many SPs assume heterosexuality or are ill-informed about the sexual health \nneeds of sexually diverse youth (Oliver & Cheff, 2012). Thus, negative attitudes that \npersist among some health care providers may impede access to services and diminish the \nquality of service delivery (Ryan & Gruskin, 2006).  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 14 \nIn addition to negative reactions from SPs, LGBTQ youth may also hesitate in \ndisclosing their sexuality due to confidentiality concerns (Ginsburg et al., 2002; Mayer et \nal., 2008; Travers & Schneider, 1996). Youth are often required, implicitly or explicitly, \nto disclose their sexual orientation in order for them to receive the targeted services \n(Mayer et al., 2008). However, youth whose families hold negative attitudes toward their \nLGBTQ orientation, may fear their family will be contacted if they try and access \nservices (Acevedo-Polakovich, Bell, Gamache, & Christian, 2013). This fear may also \nextend from the fact that LGBTQ youth usually do not have the financial independence \nand social networks of LGBTQ adults to sustain themselves if they experience rejection \nfrom their families (Newman & Muzzonigro, 1993). There is a disproportionate amount \nof LGBTQ youth that make up the homeless youth population in Toronto (Josephson & \nWright, 2000). Many LGBTQ youth become homeless, either by being thrown out of \ntheir homes or by escaping abuse, after disclosing to or having their sexual orientation \ndiscovered by their families (Wardenski, 2005). Thus, the accessibility problems posed \nby this disclosure requirement are best understood in light of the broad negative social \nattitudes toward LGBTQ youth previously described and in light of the negative \nconsequences that youth may anticipate regarding confidentiality. \nNeeds of Racialized LGBTQ Youth  \nLiterature on access barriers specific to racialized LGBTQ youth are less \ndeveloped (Szymanski & Gupta, 2009), but there is evidence that these youth face \nsystems-level barriers such as racism as well as heterosexism within their own \ncommunities that may hamper their motivation to adopting sexual health information \n(Voisin, Bird, Shiu & Krieger, 2013). For example, when an African American LGBTQ \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 15 \nperson is subjected to racist and heterosexist messages in their every-day lives, he or she \nmay internalize these oppressive messages which in turn affect his or her psychological \nhealth (Szymanski & Gupta, 2009). Being targeted by racism in society at large as well as \nin the LGBTQ community, racialized LGBTQ may feel an increased need to be accepted \nby their ethnic and/or cultural communities (Perez, 2005). This may also explain why \nmany racialized LGBTQ youth experience internalized homophobia, either rejecting their \nsexuality or accepting the belief that they are less than heterosexuals (Perez, 2005). This \nerasing of their sexuality can render racialized LGBTQ youth invisible, a phenomenon \nValeri Purdie-Vaughns and Richnard Eibach (2008) described happening to those who \npossess two or more intersecting subordinate identities.  \nSome racial and ethnic minorities view gay culture as White society, this \ncompounded with the fear of isolation from their family if they identity as LGBTQ may \nexplain why few choose to identify as gay or bisexual (Pathela, Hajat, Schillinger, Blank, \nSell, & Mostashari, 2006; Ross, Essien, Williams, & Fernandez-Esquer, 2003). HIV-risk \nbehaviours such as inconsistent condom use are linked to internalized homophobia \n(Smith, 2012). A possible explanation for the internalized homophobia is that historically \nthe church has provided African Americans a spiritual, social and political refuge from \nracism, allowing them to develop a strong racial-ethnic identity (Sanchez & Carter, 2005), \nbut because they are afraid of condemnation based on church doctrine, many African \nAmerican LGBTQ youth hide their non-heterosexual identities or behaviours (Harris, \n2010). Crichlow (2004) also showed how religion can discourage same-sex practices by \nsubordinating gay men to heterosexual men. According to Perez (2005), homophobia is \nlinked to sexism, and institutions in our society (i.e. the church for many African \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 16 \nAmericans) may play a part in maintaining gender roles. For example, compared to their \nless religious peers, males that are religious who are less accepting of same-sex sexuality \nwere also less accepting of gender non-conformity (Collier, Bos, Merry, & Sandfort, \n2013).    \nNadal & Corpus (2012) suggested that one of the consequences of having \nmultiple minority statuses is that it forces people to pick and choose which reference \ngroup (i.e. race/ethnicity, sexual orientation, or gender) is most salient for them. This \nprocess of negotiating identities, underscores the complexity of belonging to multiple \nminority statuses. When faced with a lack of support and knowledge from the LGBTQ \nand their ethnic communities, racialized LGBTQ youth may put precedence on their \nracial and ethnic identity due to its relative visibility compared to their sexual identity \n(Pascarella & Terezini, 2005). This may especially be the case for racialized newcomers \nwho come to Canada or the U.S. as they face challenges adapting to a new culture and \nsometimes learning a new language as well (Maticka-Tyndale, 2008). Some of these \nnewcomers may come to Canada seeking refuge from the homophobic practises and laws \nof their home countries (Ottosson, 2010). In fact there are 78 countries where sex \nbetween men is illegal (Ottosson, 2010). However, these refugees may experience \nmarginalization and exclusion that prevent them from belonging within multiple \ncommunities that includes racism within the mainstream LGBTQ communities and \nhomophobia/transphobia within their racialized communities (Brotma & Lee, 2011). In \ndiasporas, these newcomers may feel social pressures of their home countries and this \nmay prevent them from disclosing their sexual orientation (Fisher, 2003). As we can see, \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 17 \nthere is a lot of diversity even within the racialized LGBTQ population, and further \nexploration regarding their service needs and access facilitators are required.    \nThe health disparities that racialized LGBTQ youth face is an increasingly \nrecognized problem, and arguably manifestations of larger structural barriers (Szymanski, \nKashubeck-West, & Meyer, 2008). Heterosexism and racism in particular are barriers \nthat contribute to these inequities and may prevent racialized LGBTQ youth from \nembracing and celebrating both their ethnic and sexual identities. Treating a population \nas if everyone could equally benefit from a service, program or even policy change has \ncreated social and health disparities (Frohlich & Potvin, 2008). These disparities are \navoidable and therefore considered unjust (Whitehead, 1992; Braverman & Gruskin, \n2003), and can be lessened through the provision of equitable access to services and \nresources that respond accordingly to different needs (Frohlich & Potvin, 2008). Since \ndisparities in health are the result of unjust social structures, action for health equity \nrequires tackling the social determinants of health such as class, race, gender and \nsexuality among others (Braverman & Gruskin, 2003). Although there is progress made \nin addressing health inequities, gaps remain in understanding how the determinants of \nhealth intersect and relate to one another (Hankivsky & Christoffersen, 2008). One of the \nchallenges of addressing these root causes is determining how to not deduce these \nsystemic oppressions into single separate categories. The concept of intersectionality \ntakes this precisely into account.  \nIntersectionality as a Theory \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 18 \nIntersectionality refers to “particular forms of intersecting oppressions, for \nexample, intersections of race and gender, or of sexuality and nation” (Collins, 2000, p. \n18). Kimberle Williams Crenshaw, a critical legal theoriest (1991) popularized the term \nin her research on violence against women of colour who were underserved by both \nracial- and gender related legal protections. The primary argument was that race and \ngender (and arguably class and sexual orientation, too) are implicated simultaneously \n(Collins, 2000; Crenshaw, 1991).  Largely inspired by Black feminist thought (Collins, \n2000; Hurtado, 1996) and Critical Race Theory (CRT) (Crenshaw et al., 1996), Critical \nRace Feminist Theory (CRFT) provides another interdisciplinary and intersectional lens \nto acknowledge a multidimensional oppression paradigm similar to intersectionality \n(Hurtado, 1996). CRFT explicitly calls into question the power dynamics between men \nand women overall, but also the variability of these power relationships within and across \nethnic/racial, sexual, and socioeconomic strata as well as time and location (Hurtado, \n1996).   \nAs an example of the application of the intersectionality theory in research, \nHankivsky et al. (2010) examined the need for an intersectionality approach within the \ncontext of women’s health and how this approach can transform health research broadly. \nCanada has a reputation as a leader in women’s health research but most of this research \non women tended to essentialize the category of women, placing them in one group \nregardless of other key determinants such as cultural background, religion and sexuality \njust to name a few (Hankivsky et al., 2010). Also, the majority of women’s health \nresearch prioritized gender over all other determinants (Hankivsky & Christoffersen, \n2008). This is concerning because it usually excluded the issues of minority women who \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 19 \nare vulnerable, including members of sexual minorities and diverse ethnic-racial \nbackgrounds (Hankivsky et al., 2010; Morris, 1999).          \nAn intersectional framework may provide more accurate conceptualizations by \naccounting for simultaneous and interacting experiences of oppression. Using an \nintersectional approach means that oppression can be understood as more than just an \nexperience of quantity (King, 1990). That is to say, unlike the additive view that assumes \nthose with multiple subordinate-group identities experience oppression as a sum of the \ndistinct discriminatory experiences, but rather they experience unique experiences of \noppression. Furthermore, the intersectionality framework emphasizes the qualitative \ndifferences among different intersectional positions (Shields, 2008). Overall, \nintersectionality is mindful of the complex and constantly changing multiple identities of \npeople (Bowleg, 2012). Although it is not practical or possible to consider an exhaustive \nlist of intersecting identities, if the question is inclusive enough, all dimensions can be \ndiscussed in the analyzing and interpreting data stages (Bowleg, 2008).  \nIntersectionality and community psychology. Community Psychology as a \ndiscipline has a strong commitment to social justice, and as researchers invested in \npromoting positive social change, intersectionality as a theoretical framework in \naddressing issues faced by historically oppressed populations is a natural fit (Bowleg, \n2012). Since advocacy agendas that prioritize the eradication of one bias over the other \ndo not fully respond to the needs of the population, the innovative paradigm of \nintersectionality is needed to understand and respond to the foundational causes of illness \n(Hankivsky & Christoffersen, 2008).  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 20 \nThe goal is to challenge existing structural and systemic barriers and relationships \nof power, and previous methods fall short in this aspect (Hankivsky & Christoffersen, \n2008). As Oxman-Martinez and Hanley elaborate, “health disparities must be understood \nwithin a context of intersecting domains of inclusion, exclusion and inequality” (2005, p. \n4), and yet, the very concept of exclusion/inclusion presupposes a certain ‘standard’ or \n‘norm’ from which the ‘excluded’ deviate. The very articulation of an excluded ‘other’ \n“implies the marking of differences, whose explicit or implicit devaluation demands \nrectification” (Burman, 2004, p. 294).  Labonte similarly questions: “How does one go \nabout including individuals and groups in a set of structured social relationships \nresponsible for excluding them in the first place?” (2004, p. 117).  \nThe unique approach to interrogating the meaning and relationship between \ndifferent social categories and the ability to reveal the dynamics of power is what gives \nthe intersectional tradition, as Weber and Parra-Medina (2003) argue, great potential to \nprovide new knowledge and guide us to eliminate health disparities across race and \nethnicity, gender, sexual orientation, social class and socioeconomic status, as well as \nother critical dimensions of social inequality. \nIn the final analysis, intersectionality embraces rather than avoids the \ncomplexities that are essential to understanding social inequities, which in turn manifest \nin health inequities policy (Hankivsky & Christoffersen, 2008). It therefore has the \npotential to create more accurate and inclusive understanding of the access barriers that \nthe diverse population of racialized LGBTQ youth face. This is necessary in the \ndevelopment of systematically responsive and socially just health systems (Hankivsky & \nChristoffersen, 2008).  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 21 \nResearch Objective and Questions \nGrounded in data from the Toronto Teen Survey and using a theoretical \nframework of intersectionality, this thesis explores the sexual health needs of racialized \nLGBTQ youth in Toronto from the perspectives of SPs, with the ultimate goal of \ngenerating awareness and action to promote health equity and social justice for this \ndiverse group. \nResearch Objectives \n1. To explore the unique sexual health needs of racialized LGBTQ youth in Toronto.    \n2. To examine these unique gaps and barriers from an intersectional standpoint.  \nResearch Questions  \n1. What are Toronto SPs telling us about the sexual health needs of racialized \nLGBTQ youth?  \n2. What does this look like through an intersectionality lens? \nMethod \nThis study draws on existing data from the TTS SP focus groups. The primary \nobjective of the SP focus groups was to identify the needs and concerns of frontline \nworkers who work with youth in a variety of capacities. Refer to Appendix B for a brief \ndescription of the study setting as well as recruitment and data collection processes used. \nA sample outline of a focus group session and interview guide reproduced from the TTS \nstudy is also provided (see Appendix C). \nParticipants \nThe data used for the analysis of this thesis were drawn from the TTS service \nprovider dataset. Of the 13 service provider focus groups, 11 of them were used for \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 22 \nanalysis in this thesis. The following 11 focus groups were labelled in the original \ntranscripts as: [All Toronto 1], [All Toronto 2], [Black Youth], [CHC staff], [LGBT2], \n[Newcomer 1], [Newcom2], [Newcom3], [PPT Staff], [TPH] and [Youth in Care]. These \nlabels continued to be used in the analysis and interpretation of the data for this thesis. Of \nthe 13 service provider focus groups, only one of them [LGBT2] was prompted regarding \nLGBTQ issues, with 11 focus groups in total bringing up issues regarding LGBTQ youth \nunprompted. This reflects the importance and relevance in addressing the needs of this \npopulation.   \n SPs who participated were primarily front line workers who assisted individual \nyouth and youth in groups (generally aged 13 to 18 years). SPs had diverse experiences \nboth working within a range of services (for example, health clinics, workshops, and \ndrop-ins) and working with diverse populations (for example, immigrant youth, LGBT \nyouth and youth with various disabilities). See Table 1 below for the demographic \ninformation of the SPs. \nTable 1: Toronto Teen Survey Service Provider Demographics (N = 80)  \n \n                                                Total      % \n \nType of worker \n  Front line                                      43      54 \n  Youth outreach                                  16      20 \n  Health care provider                            17      21 \n  Manager or provider                             13      16 \n  Government employee                              6       8 \n  Other                                           23      29 \n \nWork with youth \n  Individually                                    17      21 \n  In groups                                       22      28 \n  Both                                            40      50 \n  No response                                      1       1 \n \nSpecific populations of youth worked with \n  Refugee & newcomer youth                        33      41 \n  Immigrant youth                                 49      61 \n  First generation Canadian youth                 33      41 \n  Youth living with physical disabilities         15      19 \n  Youth living with cognitive disabilities        20      25 \n  Youth with addictions                           33      41 \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 23 \n  Youth with mental health disabilities           31      39 \n  Lesbian, gay, bisexual and/or transgender \n    (Sexually diverse youth)                      51      64 \n  Youth in the foster care system                 26      32 \n  Street-involved or homeless youth               32      40 \n   \n \nServices offered \n  Health clinics                                  43      54 \n  Youth drop-ins                                  33      41 \n  Regular youth group                             36      45 \n  Sexual health workshops                         47      59 \n  Peer-led programming                            38      48 \n  School-based programming                        38      48 \n  Summer Camps                                    15      19 \n  Other                                           16      20 \n \nNote: Reported numbers reflect the total SPs in the 13 focus groups.  \nReproduced from Travers et al.(2010). \n     \n \nData Analysis  \nThrough discussions with one of the TTS Principal Investigators, who is also the \nsupervisor for this thesis, it was decided that the richness of the research material would \nallow for the re-analysis of the service provider focus groups data in addressing my \nresearch objectives. I started the research process by taking time to get fully acquainted \nwith the original research design and data. Due to the information-rich data, it was agreed \nthat the grounded theory approach was appropriate for this research as there was great \npotential for uncovering new facets in my thesis topic that may have been overlooked in \nprevious related research. A scan of the literature on grounded theory showed that as a \nresearch method, it had evolved since the original writings by Glaser and Strauss (1967) \nand in the next section I have indicated the specific steps of the grounded theory \napproach that I followed for this thesis.         \nThe grounded theory approach. The grounded theory approach is an iterative \nprocess and as such my coding scheme constantly evolved throughout the research \nprocess. Categories were in part generated inductively using the constant comparative \nmethod described originally by Glaser and Strauss (1967).  However, in addition to data I \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 24 \nreviewed from both the TTS study itself and the literature on my research topic, insight I \ngained throughout the research process also contributed greatly to my coding scheme. As \nStrauss and Corbin (1998) explained, insight and understanding increases throughout the \nanalytic process. They also suggested that in asking questions of the data, researchers \ndevelop theoretical frameworks about concepts and their relationships, which can then be \nused in further analysis stages. The grounded theory approach takes the aim of \nconstructing a theory with themes that emerge as the researcher embarks on an analytical \nprocess with data (Glaser & Strauss, 1967). It allows for new ideas and insights to \nemerge throughout the analysis, writing and rewriting stages (Charmaz, 2006). According \nto Charmaz (2006), coding in Grounded Theory Practice involves asking analytic \nquestions of the data already gathered to further our understanding of it. Strauss and \nCorbin (1998) explained that insights can be sparked through the data and direct the \nresearcher to find meaning in the data that were overlooked previously. This process also \nincreases sensitivity to the concepts, their meanings and the relationships between the \nconcepts. \nThe overall process of grounded theory approach involves coding, where data are \ngrouped into distinct units which then generate concepts. These concepts are then re-\nanalysed against the extensive data to develop higher order concepts. Finally, from these \nconcepts, an emergent theory is generated (Glaser & Strauss, 1967). I followed \nCharmaz’s (2006) approach where the outcome of my data analysis was presented as a \nnarrative explaining the concepts and the relationships between them, but not as a theory \nper se. My coding scheme was developed based on emerging themes pulled from the \ntranscripts of the service provider focus groups. My scheme for the coded data went \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 25 \nthrough several iterations to incorporate themes generated through the Glaser and Strauss’ \n(1967) constant comparative method  \nFollowing the guidelines for coding data described by Charmaz (2006), I started \nwith initial coding then focused coding and finally theoretical coding. During the initial \ncoding step, I formed categories by comparing and conceptualizing the data in small \nsegments. In this step, I stayed very close to the data and tried not to apply pre-existing \ncategories to the data. The codes formed in this step are provisional and are open to be re-\nworded in the later stages of coding. Next, in the focused coding phase, the most \nsignificant and repetitive codes formed in the initial coding stage are used to sift through \nthe data. The codes that formed in this stage were more directed, selective and conceptual \nthan the ones in the initial coding stage, and they were able to categorize the data \ncompletely with the most analytic sense (Charmaz, 2006). In the final stage of coding, \nrelationships between categories developed in the focused coding stage formed the \ntheoretical codes. These theoretical codes are integrated and aided in the telling of a \ncoherent and analytic story (Charmaz, 2006).  \nQuality and rigor. In this study, I worked with previously collected data and this \noffered advantages as well as disadvantages. One advantage was the amount of time and \nresources saved because data had already been collected, transcribed and stored in \nelectronic format. On the other hand, a disadvantage of analysing extant data was the lack \nof involvement in the data collection process, which can present a risk for \ndecontextualization (Corti & Bishop, 2005). Not being present at the original focus \ngroups, I missed contextual information such as body language and facial expression, \nwhich can cause misinterpretation of what was said. Fortunately, audio recordings of the \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 26 \nfocus groups were available and accessible to me and helped me with any ambiguity I \nfound in the content from the transcripts alone. To further limit data misinterpretation and \nto increase the overall rigor of this study, I followed strategies suggested by Lincoln and \nGuba (1985) commonly used in qualitative research to establish trustworthiness. This \nincluded peer debriefing (Lincoln & Guba, 1985), where I consulted my thesis supervisor, \none of the TTS Principal Investigators, during the development of my coding framework \nand progressive subjectivity (Lincoln & Guba, 1985), where I continuously engaged in \nreflexivity throughout the research and writing process.     \nFindings \nThis study showed the complex challenges facing racialized LGBTQ youth and \nmade explicit some of the largely hidden issues that prevent these youth from receiving \nthe optimal care they require and deserve. In this section, select data are presented to \nillustrate two prominent themes that emerged from the analysis of the TTS service \nprovider focus group data: 1) the complex identities of racialized LGBTQ youth; and 2) \nthe gaps that exist between the needs of these youth and the services available to them. \nThese themes exemplify the challenges that arise for racialized LGBTQ youth in \naccessing relevant sexual health services and information. The codes that formed the \nsubcategories further detail the characteristics of these themes (see Appendix A).  \nComplexity of Identities  \n A recurring theme regarding the challenges in accessing sexual health services for \nracialized LGBTQ youth is the various ways in which multiple aspects of their identities \nare not considered and/or embraced by their communities, themselves and society at large. \nMyriad micro- (individual), meso- (community) and macro- (societal) level barriers have \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 27 \nobscured the sexual health needs of racialized LGBTQ youth, consequently increasing \ntheir vulnerability to poor sexual health outcomes.     \n Isolation. Facing racism in the LGBTQ community in addition to homophobia in \ntheir home communities may prevent many racialized LGBTQ youth from receiving \noptimal health services and information including counselling and ‘coming out’ supports.  \n ‘Coming out’ obstacles. In addition to experiencing the widespread homophobia \nand transphobia prevalent in Canadian society, some Black LGBTQ youth may feel \nacutely aware of the lack of support and acceptance of their sexual orientation or gender \nidentity from their racialized community as well as racism within the LGBTQ community. \nThis presents a great deal of anxiety for Black LGBTQ youth. Having to choose \nmembership between two mutually exclusive communities further deters them from \n“coming out”:  \nIt’s a huge stress in this community because you will be ostracized. The \nquestion is do you get ostracized by the Black community or the queer \ncommunity because there’s a lot of racism in the queer community as well. \nSo it’s not to say that you abandon your home ties for a community that \ndoes not respect you. [Black Youth] \n \nThe isolation felt by many Black LGBTQ youth makes it difficult for them to self \nidentify as LGBTQ and consequently makes it difficult for those who are ‘out’ to \nfacilitate others to make that same step:  \nA lot of the Black youth who are queer will not admit to being queer and \nsome of the youth who are out and queer and feeling like they’ve made \nthat step don’t know how to guide other youth to doing the same thing. \n[Black Youth] \n \nThe limited number of Black LGBTQ youth who are ‘out’ hinders the formation of a \nsupportive community: \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 28 \n…there’s very little recognition I guess with each other in the young Black \nqueer community and I use the word community loosely. [Black Youth] \n \nEven those who have made the step towards attending programs that serve LGBTQ youth \ndo not admit to being queer:  \n…even within the group where young queer Black youth who come out \nand will say “I’m not out.” But they’re coming to the group because \nthere’s nowhere else to go. [Black Youth] \n \nThe fear that their families may discover their sexual orientation prevents many Black \nLGBTQ youth from being open about their sexuality: \nWith queer Black youth who come to the group, they may say that they’re  \nnot out but they’re coming to this group. There is this fear amongst the  \ngroup. Majority of the youth say that the reason they don’t come out is  \nbecause of their family. Coming out is an issue. What does coming out  \nmean? How do you do that? A lot of Black youth who are queer will not  \nadmit to being queer. [Black Youth] \n \nOne SP noted that it is very unlikely for Black transgender youth to receive financial \nsupport from their parents: \n…I’m seeing a lot of White trans youth at like age 15 to 18 and he’s \ntalking about his parents paid for his top surgery and he has a therapist and \nI’m just thinking wow, that would never fly, like you’d get thrown in \nChurch or something. That does not fly in the Black community. [Black \nYouth]  \n \nAdditionally, youth who live in another country away from their families and are faced \nwith the dilemma of how to disclose their sexuality, may experience chronic stress that \ncan filter into all areas of their lives:  \nThey don’t want to be disowned by their family, whether the family is here \nor somewhere else. I have one youth who’s in a dilemma as it is right now \nbecause his mom isn’t here in Canada but he’s not out to her and she’s \nasking like send me a picture of your girlfriend and he has no idea how to \ndeal with that and that’s a stress that’s interfering with other things for him. \nYou hear these stories and you realize that coming out is an issue. What \ndoes coming out mean and how do you do that? Do you make an \nannouncement? [Black Youth] \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 29 \n \nOne service provider shared his/her own struggles of “coming out” while away from \nhome and noted how conflicts that arise between youth and their parents often have to \nwait to be resolved, while at the same time, the distance and time apart builds even more \npressure for the youth:  \nI got into an argument with my mother just before I came back from the \nwinter semester and I sat down for 5 months and agonizing about how I’m \ngoing to tell her because you can’t tell her over the phone but she’s 5,000 \nmiles away. So you have to wait until you go home in the summer and it’s \na huge stress because it’s all you think about when you’re studying. [Black \nYouth] \n \nRacialized LGBTQ youth face many challenges that contribute to their desire to be \nsecretive about their sexual identity. The lack of support and people they can turn to can \ngreatly hinder youth from ‘coming out’.  \n Homophobic bullying and prejudice. The lack of support in many newcomer \ncommunities for LGBTQ youth results in a great deal of anti-gay bullying:  \nI mean the things that they had concerns around or making jokes around \nwere the whole thing around if you’re gay and they’re like ooohh because \none of our scenarios were like well if you’re best friend was gay [not \naudible]. They were like oohh, if my best friend was gay, I would hit him \nand kick him and these are like seniors, like they’re 11th and 12th graders \nand they’re all new immigrants from South Asia. [Newcom2] \n \nSPs revealed homophobic bullying elicits strong emotional responses from the bullies \nsuch as anger and confusion, and that to a large extent, the bullying stems from \nmisunderstanding. The lack of education and information regarding sexual orientation \nfeeds into discrimination towards non-heterosexual youth:  \nI find in groups, there’s a lot of homophobic social bullying in the Black \ncommunity with youth. I mean you just show a picture and you have a  \nmale and a female, who would you date and again, I run an all girls… it’s  \nlike  “well why is that girl there, oh my God.” Like they get so… you  \nknow, it’s so much anger and confusion and why would you even present  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 30 \nthat to us. If there’s something online somebody said, it’s like “oh, that’s \nso say gay.” When you question them, they have no idea “well uhm, I \ndon’t know, what does gay mean.” So they don’t even know what they’re \nsaying. [Black Youth] \n  \nThe misinformation and stigma surrounding the LGBTQ community may put vulnerable \nyouth at further risk as it may keep people from learning: \nYeah. It’s so about who they are and I don’t really know what that is  \nbut it’s really really bad and really really negative and I’m going to  \nuse that to bully people. It’s just so intense without even understanding  \nthe sexuality behind it. Just the labels that society has given it turns  \npeople away. [Black Youth]   \n \nNegative connotation and stigma within a community can breed inaccurate assumptions \nand cause youth to become vulnerable to risky behaviours and negative health outcomes. \nFor example, a service provider shared how youth at the workshops did not believe that \nhe/she who is heterosexual could be infected with HIV. The stigma attached to the \nLGBTQ community as being more “at risk” for STIs makes youth reluctant to access \nsexual health services because they are homophobic. These misconceptions take the focus \naway from the important health information and services these youth could be receiving: \n…the moment I disclosed my sexual orientation, they were like “oh okay, \nso you are HIV+ and you are straight and you’re talking about this \npublicly?” Like as if it doesn’t happen to straight people. They’re so \nhomophobic that they actually are kept for a long time and the \nmisconceptions that still would go on that makes them to be vulnerable to \nnot [not audible] information about health services or things that they \ncould take advantage of. [Black Youth]   \n \nThe homophobic bullying faced by many racialized LGBTQ youth is perpetrated by the \nlack of education and prejudice towards the LGBTQ community.  \n Invisibility. The low level of disclosure from racialized LGBTQ youth can lead to \nthe under-representation of youth in need of services. SPs warn that there are LGBTQ \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 31 \nyouth, especially younger ones particularly in the newcomer communities, hidden in their \nservices who do not openly disclose their sexual and/or gender identity:  \nI find 13-17 youth is less common for them to identify as queer, compared \nto older youth. [Newcomer 1] \n \nKeep in mind that there are unidentified LGBTQ youth in workshops. \n[PPT Staff ] \n \nA service provider suggested that one way to limit this problem is for programs to \nprovide a sense of inclusiveness that is vigilant of this evidence:       \nI think as well it is important for us to keep in mind that we do have \nLGBTQ community within our workshop even if they are not identified as \nsuch but just to keep in mind whenever we are having a discussion the \nlanguage that we use should always be inclusive….you always have to \nrevisit….[PPT Staff] \n \nThis study shows that the isolation they feel from being caught between communities and \npersistent bullying makes ‘coming out’ very stressful for racialized LGBTQ youth and \nconsequently, many racialized LGBTQ youth do not ‘come out’. This study also point to \nthe under-representation of racialized LGBTQ youth in need of services.   \n Identity expectations. The barriers involved in the process of disclosing their \nsexual and gender identities for racialized LGBTQ youth are complex. Many of these \nbarriers result from micro- (individual), meso- (community) and macro- (societal) \nexpectations. In this study, one barrier faced by these youth is religious affiliation and \ncultural expectations to be heterosexual or cisgender. Another barrier stems from the \nanxieties of their parents to be heterosexual or cisgender and the pressures to adhere to \nthese norms. Additionally, experiences of sexual assault may complicate the development \nof sexual identities for youth.  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 32 \n Sexuality and culture. In some communities, sex itself is not discussed openly, \nand many youth may not fully understand their own feelings, desires, and attractions:  \nWhen you speak about sexuality…if you don’t see yourself as a sexual \nbeing, you’re not going to prepare yourself for anything having to do with \nsexuality afterwards. [CHC staff] \n \nSome SPs who identify with the racialized communities they serve provided insight into \nhow sexuality and sexual education is viewed in their communities. As an example, in \nsome cultures, sexual activity is viewed as unacceptable until after (presumably \nheterosexual) marriage:   \n…because I’m also from the Sri Lankan community. In Sri Lanka, sex is \nafter marriage, not before marriage. But when they come to Canada, [not \naudible]. They should be educated on sexual education. It’s a big issue. \n[Newcom2] \n \nSimilarly, another service provider explained that in some communities it is difficult to \nbroach the topic of sexual education due to the conservative attitudes towards dating \nwhich is perceived to come before sex:  \nIn our community… I’m South Asian as well… but the other issue is you  \nknow in the South Asian community, like dating is not something that’s  \naccepted. So to start talking about sex before you start talking about…  \nyou know what I mean. That basic thing is even a barrier right. It’s  \nreally a huge piece. [Newcom2] \n \nReligion can play a strong role in shaping beliefs about sex and sexuality, and can serve \nas a barrier in addressing the sexual health needs of youth. When talking about the need \nfor HIV prevention education, one service provider received an outright rejection from a \nreligious leader to further discussion on the topic:   \nShe (the religious leader) said “it’s a sin to have sex before marriage and if \nyou’re not promiscuous you don’t get AIDS. So this is the end of this \nconversation.” [CHC staff] \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 33 \nSPs are aware that youth in their communities are having sex, but at the same time, they \nunderstand that it is still a topic that is not appropriate to discuss openly in their culture:  \nI mean teenagers are having sex in Pakistan, it’s a Muslim country and  \nparents don’t know about it, a lot of sex education. People are having  \nabortions. I mean they’ve always had abortions since like the beginning  \nof the centuries. Like it’s happening in each country. So it’s not like  \nit’s not happening. It’s just like we say okay well it’s not or I mean we  \nas facilitators or service providers, like we know what the culture is.  \nWe know our religion. We know that it says not to… you know, people \ndon’t talk about it but we know it’s happening. [Newcom2] \n \nThe denial of the need for sexual health education that is expressed by settlement \nworkers can make sexual health services very inaccessible for newcomers: \nI mean I’ve had one settlement worker tell me that oh we don’t have any \nissues with sexual health. We don’t need the workshops. [Newcom3] \n \nIt’s also present here in Toronto where I know there were a couple places \nwhere I contacted to book a workshop at and had the group leaders say \n“well none of my youth are having sex and I don’t need to participate.” \n[Newcom2] \n \nFurthermore, the erasure of sexuality, particularly for LGBTQ newcomers could in effect \nmake the needs of these youth invisible:    \nAnd we don’t have any gay immigrants. Like you’ll hear that too  \nRight. [Newcom3] \n \nIn the face of these challenges, SPs emphasized the need for ‘sensitivity through a \ncultural context’ especially for newcomers in the planning and delivery of sexual health \neducation programs and services:      \n…especially when you’re working with the newcomer population and \nnewcomer communities, it’s very important… I mean as immigrants sort \nof settle down, cultural differences…The question for us again is still how \ndo different communities talk about sexual health. I think in your \nadvocacy when you’re suggesting sexual health education programs in \nschools, especially with newcomers coming in, it’s important to emphasize \nthe sensitivity through a cultural context. [Newcom2] \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 34 \nDifferent social norms influence how people perceive the behaviours of others. For \nexample, in some cultures, it is acceptable for people of the same gender to hold hands in \npublic without others presuming anything regarding their sexual orientation:  \nAnother thing is that for a lot of people, and I heard this in India, is that \ntheir first sexual experience would be a same sex experience, especially \nfor a lot of young boys because also publicly, culturally it’s okay for men \nand men and women and women to be more physically intimate with one \nanother in a public exchange, like holding hands which is not as allowable \nhere or whatever without being slotted into a particular sexual orientation. \n[Newcom3] \n \nFor many newcomers, gender is a cultural force that can be a barrier to sexual health \neducation. For example, women from many cultures do not allow them to discuss \nsexuality issues openly:  \n  …a lot of populations with regards to young mothers and females who \nreally want to learn about sexuality but they’re really scared because of \nwhat other people might say. [Newcom2] \n \nOne SP suggested that workshops on sexuality be held separately for men and women as \nto give women a safe space to speak openly: \nAlso, I highly recommend that when you do have sexuality workshops, \nseparate them, females and males, because females are never comfortable \ntalking about sexuality especially the newcomers. [Newcom2] \n \nSPs discussed how barriers to sexual health for youth from many racialized communities \nstem from social norms regarding sex and sexuality and social forces such as religion and \ngender. They also suggested approaching programs and service delivery with cultural \nsensitivity.   \n Parental anxiety. SPs pointed to the importance of withholding judgement when \ncommunicating with parents to address their concerns regarding their teens’ sexual health:    \nI think you can tap into that anxiety that parents have anyway. It’s  \nnot like they’re not thinking about it and don’t want to talk about it.  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 35 \nSo you can make use of that and then create a space where you know when  \nyou talk about it, you don’t say your values suck and you know they don’t  \nfit into what we have here. Like I don’t think that’s the approach. \n[Newcom2] \n \nOne of the issues that SPs brought up was the denial parents were in, believing their \nchildren to be practicing sexual abstinence even when it is not the case: \nOne of the things I think it’s really important to focus on the cultural piece \nas well. One thing I noticed living in India, is everybody is sexually active. \nIt’s just that you don’t talk about it the way you do here. That’s the issue is \nthat parents just don’t know how sexually active their kids are. [Newcom3] \n \nSPs stressed the importance of providing workshops for parents on the topic of sexuality, \nincluding LGBTQ issues to reflect the reality that affects their teens. SPs suggested \nbuilding a relationship with the parents, especially those from cultures that are not \naccepting of the LGBTQ community, and encouraging them to attend these workshops: \nDefinitely parents need to be educated and not only [not audible]  \nlike heterosexual sexuality but with regards to lesbian and  \nhomosexuality, transgendered because it is arising and not a lot of  \npeople are accepting it even though some people [not audible] and  \nespecially in the culture… in like a lot of cultures, they don’t accept  \nit. Therefore, we as facilitators and other people should try to have  \nrelationships with parents and try to hold workshops for parents. Even  \nthough they may not want to come, we can have a different name for the  \nprogram and then somehow try to…[Newcom2] \n \nOne service provider added that a priority should be to provide parents with the available \ninformation and to emphasize with them and to understand the root cause of their \nconcerns:  \nIt’s the information you want to get them. That’s all you want to do.  \nYou just want to approach it from their point of view and you just want  \nto ask them what is their real fear about, like what is the heart of the  \nissue, what are they afraid of. [Newcom2] \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 36 \nThis service provider spoke of the anxieties facing youth from some racialized \ncommunities when their parents refused to discuss matters related to sex and sexuality. \nShe went on to recount how parents, themselves, get upset if she raised these issues:   \nThese youth are hurting themselves because of it. Like for example, I  \nknow a couple of lesbian young girls who are in grade 9. Well they  \nthemselves [not audible]. When they talk to me and they can’t talk to  \ntheir parents about it, it hurts them more mentally which affects their  \nstandings in education and whatever they do, it affects them in  \neverything they do. So it’s really hard. When I ask them if I can speak  \nto their parents, they’re like no. When I have my parents night, I try  \nand I bring that topic in. But then the parents get very emotional. So  \nit’s hard sometimes, but you’ve got to tell the parents it’s out there. \n[Newcom2] \n \nAlthough SPs expressed a concern for the perceived lack of knowledge regarding sexual \nhealth for youth in some communities, there is also acknowledgement that there is \ndiversity in how communities approach sexual education and that it is important to \nrespect differing values and for parents to feel supported. \nSexual assault. One SP talked about the vulnerability of youth to sexual abuse \nwithin their families in some communities: \nOne of the other things is that for a lot of families, for a lot of youth, their \nfirst sexual experience might be within the family. So that puts another \nspin on the whole notion of abuse here, of what’s considered a healthy \nsexual relationship. Those lines tend to… I found… and just anecdotally… \nthose lines become very blur. That conversation about first sexual \nexperience and when that happens for different people because the rates of \nsexual abuse are so high among youth that often the first experience is a \nviolent one, the exploitation, an older trusted uncle figure or something. \n[Newcom3] \n \nAnother SP suggested a barrier to addressing sexual assault incidences that occur within \nsome communities may be due to the fear that the state would interfere inappropriately in \nwhat they regard as private matters:         \nGoing back to the cultural aspect, the work that I’ve done, I could  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 37 \nspeak for certain communities better than others and having spent some  \ntime with South Asian communities and I was doing a project with men \nwho have sex with men who also come from poor immigrants. The South  \nAsian group that I did, it was all youth and things that come up are \ndomestic violence, gender, sexuality. These things are not talked about and \nwhen outside professionals come in to that culture and speak about these \nthings, it is seem as very violent sort of interjection because they say “the \nCanadian state is trying to come in and [not audible] lives, our culture here  \nand we don’t speak about this in our culture.” [CHC staff]  \n \nSexual assault that is present in some communities affects the sexual health of youth, but \nit is a very challenging issue to address since many of these communities do not talk \nabout sexuality openly.      \n Risk factors. Obstacles such as homelessness, drug addiction, high risk sexual \nactivities and high rates of pregnancies can place a lot of stress on a young people and \naffect their well-being.  \n Street-involved youth. Many LGBTQ youth were not welcome in their parents’ \nhomes once their sexual and/or gender identity was revealed. Many may not be ‘kicked \nout’, but the toxic environment at home does not permit them to stay, and they end up on \nthe streets, essentially homeless: \n… some of the youth live technically with their parents or have whatever \naccess they have to their parents’ homes from getting their mail to being \nable to crash there or whatever. But like I don’t know how much of it is \nthat choice whether or not they could stay there, you know. So some of \nthem talk about their parent’s home but like they’re fully on the street all  \nthe time, you know what I mean, but they could go home you know. But I  \nwork with like a drop-in for LGBT. I work at the [not audible]. It’s an  \nLGBT organization for homeless under-housed generally [not audible] \nyouth and with that said, like many of them could be in their parent’s \nhomes but many of them are kicked out literally just because they’re \nqueers. So I like the idea that it was self defined, more self defined then it \nwas where we decide what’s street involved because many of those youth, \nthey don’t want to go home whether they could or couldn’t. [Youth in \nCare] \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 38 \nOne service provider shared how difficult it is for youth who end up on the streets to find \ntheir way back home. These ‘street youth’ may become more vulnerable to negative \ncoping mechanisms such as drug use:  \nWell like you said, they don’t want to go home. But when I did a speak, \nthey were asking me why did I go back home, how long did it take. \nUnfortunately, it took 24 years. But it was part of the conversation. This \njust came to my thought about street youth and so on. [not audible] about \ndrug use. [Youth in Care] \n \nMany LGBTQ youth risk becoming street-involved because they no longer feel welcome \nat home after their sexual or gender identity has been disclosed. These street-involved \nyouth may become vulnerable to drug use it may take them a while navigating their way \nback home.  \nSexual behaviours and pregnancy involvement. SPs were presented with TTS \ndata showing that LGBTQ youth are more likely than their heterosexual counterparts to \nbe involved in a pregnancy. This finding suggests that the reason behind this \nphenomenon is so that LGBTQ youth can avoid the daunting process of disclosing their \nsexual orientation. Focus Group Facilitator (F) and service provider (SP): \nF: …when we were looking at pregnancy involvement, LGBTQ youth \nwere more likely to have been involved in a pregnancy than straight youth. \n \nSP: Because then you don’t have to come out right. I mean if you’re a  \npregnant lesbian and you’re a teen, you don’t have to necessarily come  \nout. [Youth in Care] \n \nAdditionally, more LGBTQ youth admitted to engaging in high risk sexual activities \ncompared to their heterosexual counterparts. SPs hypothesized that unlike heterosexual \nyouth, LGBTQ youth do not have their sexuality readily presented to them by society, \nand therefore LGBTQ youth tended to have a more acute self-awareness of their \nsexuality: \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 39 \nSo like whatever [not audible] are not admitting to that stuff but like queer \npeople are admitting to. Like why is that, like queer people have to think \nabout their sexuality in a different way right. They’ve had to experience \nwhatever it was before the homophobia in the world. I mean I just wonder \nwhy did like… what is that about [not audible]. Is it self-awareness, is it \nbecause you have no choice and you have to think about your sexuality \nwhen you’re queer as opposed to when you’re straight you don’t have to \nthink about it as much you know. The world doesn’t ask you to think about \nyour sexuality. It’s presented everywhere and you don’t even question. \n[Youth in Care] \n \nLGBTQ youth are more likely to engage in high risk sexual activities and are more likely \nto be involved in a pregnancy compared to their heterosexual counterparts. According to \nthis study, the reason behind these phenomena is due to societal forces such as \nheterosexism that puts pressure on LGBTQ youth causing them to conform and also \nforcing them to be more aware of their sexuality than their heterosexual peers.  \n Secrecy and risk-taking. The challenges of ‘coming out’ to those closest to them \npresents the danger for many Black LGBTQ youth to engage in sexual activities without \nenough knowledge about the risks and safety precautions involved:   \nFor all of those reasons, you’ll find that a lot of young Black queer youth \nwho are sexually active not seeking any help or information anywhere \nbecause they are not out. [Black Youth] \n \nNot being able to disclose their sexual orientation to their families and friends may affect \nthe well-being of youth, resulting in emotional stress. Cultural or religious sanctions \nagainst same sex relations results in shame, secrecy and the ‘down low’ phenomenon:  \nIt’s what they were saying about men on the down low. There’s total \ndenial. So they’re not going to come go to a health facility or a \nprofessional to ask for anything or even to a friend because the friends \ndon’t know that they’re queer. So there’s all this secrecy and then there’s \nshame. [Black Youth] \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 40 \nThe lack of information coupled with the secrecy of their sexualities puts many LGBTQ \nyouth from certain racialized communities, in particular men who have sex with men \n(MSM), at risk for negative health outcomes: \nA lot of the MSMs that I spoke to, there were a lot of quick encounters, \nvery like you know on the down low, in the parks, totally unprepared and \nbecause they are not allowed to be open about their sexuality, you’re just \ngoing into finding somebody on the Internet. So it’s completely \nimpersonal. You just are in there to have sex and get out. You’re not \ngetting to know you know… so you don’t know what their status is. You \ndon’t know to bring condoms, to buy condoms, things like that. So I think \nfor me that would be like a huge deal of how do you approach different \ncultures when it comes to this. [CHC] \n \nMany racialized LGBTQ youth keep their sexual orientation a secret in fear of \nsegregation from their families and communities. There are risks associated with \nclandestine behaviour as youth are not educated on how to protect themselves during \nsexual activities.   \nNeeds and Services are Incompatible \n Apart from the need for increased consideration of the complex identities of \nracialized LGBTQ youth, another theme that emerged from the TTS service provider \nfocus groups data suggested that many of the needs of these youth are not being met in \ncurrent services. They pointed specifically to the lack of youth-friendly services, the lack \nof trained and informed SPs, and the lack of allies to support the service delivery for \nLGBTQ youth.    \n Lack of youth-friendly services. The low service accessibility rate of LGBTQ \nyouth, especially of young teens compared to their older youth counterparts indicated to \nSPs that the needs of these youth are missing from the programs. SPs would like to look \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 41 \nfor ways to make their organizations more youth-friendly to encourage service \naccessibility:  \nI think some of the data from the access barriers to services, particularly \nfor queer identified youth, being that the service is not youth friendly \nbeing sort of the top thing, you know first of all trying to figure out are \nqueer youth sexual health [not audible]. But for the older groups of people, \nthat’s one of the central communities that we do serve. So just trying to \nfigure out if their needs are being met and if not, then if they can be \nworked into the practices and the organization of the clinic to make it more \nyouth friendly because maybe that’s one of the main reasons why we’re \nnot seeing as many younger people under 20 at [downtown clinic]. \n[LGBT2]  \n \nThere are several specific issues that emerged from the TTS service provider focus group \ndata that suggest how services are not youth-friendly for racialized LGBTQ youth, \nnamely: services and information available do not focus enough on healthy relationships, \navailable locations of services are inconvenient, and confidentiality concerns for youth \naccessing services.  \n Services focus too much on STIs. One reason LGBTQ youth may not feel \ncomfortable coming to these services is due in part to the programs’ perceived focus on \nsex:  \nLGBT youth services are themselves a barrier, as they are perceived to be \nsolely about sex. [LGBT2] \n \nSPs noted the available services for the LGBTQ community focus on STIs and sex \nbecause this area receives the most amount of funding and is relevant to the needs of the \ncommunity. However, LGBTQ youth themselves, are not interested in these topics. \nTherefore, SPs suggested providing programs on topics that are of interest to LGBTQ \nyouth such as sexual pleasure and healthy relationships. This way youth will more likely \nattend these workshops and discuss issues related to sex health: \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 42 \nI mean there is that discrepancy between queer youth and their priorities \nand HIV is not among them whereas in the straight identified youth, HIV \nis the number two priority. If we’re looking at communities that are \ntraditionally seen “at risk” for HIV and where funding most likely is to go \nis sort of like HIV and sexual health information. Well HIV is not a \npriority. What does that mean? You know, there’s all these theories that \nwe can talk about but when it comes down to it, if you’re going to get \npeople in the room, it’s like sexual pleasure and healthy relationships are \nthe things that are going to bring those queer youth together to talk about \nsex and HIV is not there. So what does that mean and what does that mean \nfor that kind of work. [LGBT2] \n \nYouth do not have enough knowledge regarding what to do in between starting a \nrelationship and having sex. This gap in knowledge presents a danger as youth start \nhaving sex with limited information and resources to keep them safe. A service provider \ndescribed how LGBTQ youth are at a high risk for contacting STIs: For girls, many do \nnot feel that they need to protect themselves during sex, and boys, through their exposure \nto depictions and warnings of certain STIs among MSM have fear instilled into them \ninstead of knowledge. The association of STIs and the LGBTQ community is a barrier \nfor LGBTQ youth because it discourages them from disclosing they are sexually active. \nThis prevents them from learning the information they need to protect themselves: \nI find that there’s an extreme, whether it’s queer youth or heterosexual \nyouth. You go from young and having a girlfriend or a boyfriend and \nstraight to sex. There’s nothing in-between. So with the girls having sex \nwith each other feel that there’s nothing that they have to worry about \nwhereas the boys, there’s a young boy just recently in hospital. He has the \nflash [not audible] and that has been going around as an email saying that \nthere’s this high risk amongst the young men having sex with each other of \nthis virus or what have you as a fear thing that people don’t often pay \nattention to or read and then they’re exposed to something that they have \nno clue about and it was by chance that he ended up going to the hospital \nand finding out this is what he had had. He has no idea how he came in \ncontact with that and this is a young boy who’s just recently been \nintroduced to the queer world, of finding himself. Those types of pieces of \ninformation and those details, what I was talking about, in-between going \nfrom being a virgin to straight into intercourse, being sexually active, \nthere’s so much missing that it’s almost a danger …So there’s no balance \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 43 \nthere and then the fear of being discovered that you’re actually sexually \ninvolved keeps people from learning I think. [Black Youth]  \n \nSPs felt that an approach to sexual health dominated by public health discourse could \ndeter youth from accessing services. They believed that LGBTQ youth want to discuss a \nbroad range of issues including sexual pleasure and healthy relationships, and have \nopportunities to network and socialize with other youth with whom they identify: \n...queer youth are looking for more peer contact and stuff that’s more \naround sexual pleasure and healthy relationships, that might even look like \na different approach than like Toronto Public Health as the umbrella or \nsocial services organizations as the umbrella which still gets framed as \nhealth risks and that will certainly deter I think large numbers of people \nwho might have needs. [LGBT2] \n \nAlso in terms of what brings an LGBTQ youth to a room, these ones \n(sexual pleasure and healthy relationships) certainly I’m sure play a part, \nbut also just the change to network and the change to be around LGBTQ \nyouth. You could talk about anything once you get them there. It’s just \nputting them in the same room. [LGBT2] \n \nAnother challenge is to get young people to take the available services seriously and to be \ngenuinely interested in the programs that are offered:   \nEspecially if you’re 17 or 18, some of the girls or guys, they may  \njust see it as a joke when we really want to make sure it’s a serious  \ntopic because sexuality is serious. [Newcom2] \n \nSPs mentioned that it is not enough or effective to only deliver one workshop on sexual \nhealth for youth because youth may have questions that arise after that one session, and \nwithout further workshops, these question may not get addressed. Therefore, it is ideal for \nthese workshops to be continuous and occur over a series of sessions. Additionally, it is \nalso very important for youth to view the SPs as both friendly and competent. This allows \nyouth who have questions to seek answers from health professionals, with confidence:   \nI think you have to have a series or at least like three time workshops \nbecause not everything is going to get answered in that one workshop and \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 44 \nthat’s a barrier or a shortcoming of my work is that I go into workshops or \nschools and community agencies and I do this one time workshop and I \nwant to… and there are still tons of questions or information that whatever \ncomes out of there leads into another topic and another topic. There has to \nbe more than one, like a one time setting. Like it has to be… especially \nwith youth, you want three… and I think just in terms of the question \naround service providers, I mean people will come or youth will come if \nthey know this place is friendly and competent and has a higher reputation \nand just is going to welcome them. You’re going to go where you’re going \nto be welcomed. [Newcom2] \n \nServices are more youth-friendly when it offers workshops on topics such as healthy \nrelationships and sexual pleasure instead of focusing strictly on STIs and sex. \nAdditionally, having youth-friendly programs will encourage youth to attend several \nworkshops and ask questions to be more informed. \n Workshops on healthy relationships. The availability of information that is both \ninformative and of interest to youth can attribute greatly to the accessibility of services \nand programs. One of these areas includes information on developing and maintaining \nhealthy relationships: \nYoung people who are saying we want healthy relationship \ninformation...knowing what they want to know makes a big difference. So \nI think that organizing something that’s of interest that will be informative \nis the best way to go in order to get the youth to come and actually want to \ntalk about it instead of focusing on any of them to say you know are you \nusing condoms. [Black Youth] \n \nPlacing emphasis on healthy relationships in workshops, especially for young LGBTQ \nwomen can impact the quality of their personal interactions with their partners. There is a \nlack of workshops that develops skills such as being able to effectively communicate to \nyour partner what your comfort level and boundaries are in your relationship:      \nGirls who are queer are involved in jealous relationships as well. So there \naren’t enough workshops to talk about healthy relationships and \nnegotiating sex. [Black Youth] \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 45 \nThe impact of possessing strong communication skills in a relationship extend to the self-\nesteem and emotional well-being of youth:   \nI think there aren’t enough workshops to talk about relationships and \nhealthy relationships and negotiating sex. When can you say no and it is \nokay. Is this person going to leave me if I say no? [Black Youth]  \n \nSPs felt that available sexual health information is predominantly clinical in nature with \nan emphasis on preventing STIs and pregnancy. Centring programs on the details of sex \nand STIs  in the exclusion of healthy relationship information will not attract youth to \nthese services. A large part that is missing from the programs which is also a ‘driving \nforce’ for youth is the lack of exploration on love and relationships: \n…there’s so much that goes unnamed in [not audible] of  \nhealthy relationships like you were saying about love. Like I don’t think  \nwe talk about love and I don’t think love in terms of relationships,  \nfriendships and that’s what’s the driving force in so much of this and  \nwhether it’s like healthy love or unhealthy love, sex or love, romantic  \nlove or friendship love. I’m just talking about love [not audible]. So  \nlike how come we don’t talk about that. Like when we talk about healthy  \nrelationships, it’s not just oh, [not audible] okay or not okay and it’s like \nfeeling… you know what I mean, what makes me feel good, what \ncommunication looks like [not audible]. You know what I’m saying, like \nthose pieces of drama and stuff. [Youth in Care] \n \nPrograms that concentrate on healthy relationships will attract youth; however \nthere are other barriers to accessing these programs, namely concerns regarding \nconfidentiality and also the inconvenient location of these services.  \n Confidentiality concerns. The reluctance to access sexual health clinics due to \nconcerns of confidentiality limits youth from taking advantage of the available services. \nAlthough it may help for the location of these clinics to be integrated in proximity to \nother community centres such as shopping malls, the reputation that these clinics handle \npredominantly sexual health issues may deter some youth from utilizing the services:   \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 46 \nI just guess accessing information, like going into the clinics  \nmaybe, having clinics maybe in malls where there’s other types of like  \ncommunity resource centres so it’s more anonymous. Like they’re going to  \nthe mall but then they can pop in to the drop-in centre, get some  \ninformation, go to some classes and it’s not so like stereotyped. [Newcom2] \n \n…I know the sexual health clinic that’s outside [a mall in suburbs of the \ngreater Toronto area] It’s off the path… it’s not actually in the mall. \nHowever, everyone knows when you walk into the waiting room and you \nknow everyone else is there because of a sexual health issue because they \nonly serve sexual health for sexual health purpose. [Newcom2] \n  \nAs previously described, in order to distance themselves from the stigma of HIV/AIDS \nattached to their communities, clinics that focus on HIV were not welcome in these \ncommunities. Similarly, youth may fear judgement from their peers for visiting clinics if \nthese clinics are known to provide sexual health services in exclusion to other health \nservices:  \nThat’s why it should be mixed up with like you know not just sexual  \nhealth but other services too, sort of like the HIV/AIDS community. They  \ndid not want an HIV clinic because of the stigma. So if you provide it  \nwith other services, it’s not so bad …[Newcom2] \n \n Inconvenient service locations. The inconvenience of the service locations is an \nobstacle as it prevents youth from taking advantage of the available resources. The \nmajority of sexual health centres are located in the downtown region of the city, which \nmakes it difficult to access for many who live in Toronto’s suburban environments. SPs \nrecommended that services be more mobile, essentially increasing accessibility by \nbringing the services and education to the populations:      \nThe only thing that I would find is because we’re North York and a lot \nof the sexual health centres are downtown, I’ll take a lot of individual \nyouth down. But it’s hard to connect them with a service. So if they \nneed like an HIV test, it’s hard to get them there on time. So like maybe \nhaving some services that were a little bit more mobile instead of \nhaving people a little bit… or know about services that are more \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 47 \navailable to come to your group and do testing and do a little bit of \neducational stuff. [All Toronto 2] \n \nFurthermore, the shortage of available professionals that are knowledgeable and sensitive \nto the concerns of LGBTQ youth makes the lack of service locations very pronounced: \nEvery youth who lives in [suburban Toronto area] who wants a queer \ndoctor can’t find a queer doctor. I finally got a resource from someone \nwho gave me information about their doctor and I passed it on to her. But \njust in the struggle of going on the Internet and trying to find this \ninformation myself was frustrating…I can only imagine how difficult it \nwould be for a youth who may not even have a computer to go into a \nresource centre and don’t want people to see what they’re checking out. \nNow I’m thinking to myself I need to do something about this because \nit’s not okay. [Black Youth] \n \n Lack of trained and informed service providers: The large gap in sexual health \neducation for LGBTQ youth is seen by SPs as a concrete gap. One way to address this \nissue is to identify appropriate facilitators to conduct workshops: \nWell from a health promotion and education perspective, I think I  \nalready talked about it. But I think the pregnancy and birth control issue I \nthink is a big gap in terms of education for youth in general. It’s difficult \nto get any kind of safer sex information for LGBT people in general. But \nthat’s the thing that I think is a concrete gap that I can see, me thinking \nback and figuring out who do we want to invite to sort of look at doing \nsomething because I think that’s something that’s fairly doable. [LGBT2] \n \n SPs are not ‘out’. One service provider described the appeal of knowledgeable \nand trustworthy professionals when he/she sought sexual health services are a youth: \nI think I went to Planned Parenthood actually when I was younger.  \nI knew what it was for, for the youth and sexual health and I wanted  \nsomething that specialized in that instead of something that is overall  \nbecause then I don’t know if the people would be professional enough or  \nmy doctors would know enough information of what I wanted to know or \nwhat I wanted to ask. I liked the fact that it was actually specialized and  \nthat I would feel comfortable knowing that the professionals are dealing  \nwith [not audible]. [Newcom2] \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 48 \nUnfortunately, very few LGBTQ SPs disclose their sexual and/or gender identity. Very \nfew SPs in leadership positions within their organizations are ‘out’ and this can be a \nbarrier to the development of improved programs and services that meet the needs of the \ndiverse LGBTQ population: \nDon’t know how many doctors are willing to ‘out’ themselves in order to \nprovide services to queer patients. [Black Youth] \n \n…You would not believe the number of people in our sector who are not \nout right, even though you would think [not audible]. But there are so \nmany people [not audible] the larger organizations that have the power, \nthat have the resources, that should be driving strategy, that should be \ntaking a lead and those people in those positions, they’re not out. [LGBT2] \n  \nConsequently, a lot of the resources for the LGBTQ youth are passed on personally rather \nthan professionally. Similarly, professional resources that are specific to the Black \ncommunity are also limited:    \nYou’ll find that the resources for Black youth or queer youth are more  \nresources you get from your own experiences and your day to day contacts \nor the people you know, sort of referrals. [Black Youth] \n \nThe data from this study conclude that there are limited professional resources and SPs \nfor the diverse racialized LGBTQ community because many LGBTQ SPs are afraid of \ndisclosing their sexual orientation.  \n Services for transgender youth. The lack of knowledge available on sexual health \nissues specific to transgender youth presents a large obstacle for transgender clients as \nwell as their SPs: \nbeing asked and you know “I don’t know” you know what I mean. Even \nthen, there’s questions where all people have sort of different protocols \naround certain things and with our population in particular, we don’t have \nthe evidence. We don’t have the research that we can go to and get an \nunequivocal answer. Like anal pap smears came up and do we do that, do \nwe not do that, should we do them, should we not do them. Like we don’t \nhave a good plain answer for a lot of things around any sort of physical \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 49 \nsexual health, in particular with trans youth right. Like how do we know \nfor sure and [not audible] transmission and stuff. That I find a real struggle \nwhen anybody asks you a question. It’s just like this is the best answer I \ncan give you but I can’t really give you a good answer because it doesn’t \nexist in terms of a knowledge based and that’s a struggle. [LGBT2] \n \nSPs also noted that there may not be enough transgender SPs. This is important because \ntransgender youth feel more comfortable with SPs of the same gender with whom they \nidentify: \nOne thing that I think was really a reality, a check for me, was… and  \nI’ve been thinking about this anyway, how to make our services more  \navailable to trans youth and the part that talks about how trans youth  \nreported that they want to be served by professionals that are the same  \ngender but not to really… are we hiring enough transgendered  \nprofessionals because that’s obviously something that’s important to them. \n[CHC staff] \n \nAnother accessibility barrier for transgender youth is their concern about mistreatment by \nSPs. Many youth do not know their privileges as a patient and they fear being shamed by \ntheir physicians. SPs noted the importance of addressing these fears by providing \ninformation to youth of what is appropriate behaviour to be expected from their \nphysicians:   \nBecause if a young person identifies as trans, I’ve gone to hospital with \ntrans youth who are terrified “don’t let them take my pants off.’ Like that’s \nthe only thing. They don’t care what else the doctor wants to do, just don’t \nlet them take my pants off because there’s humiliation, they’re being \nexposed and then how do they deal with the treatment afterwards. So I \nthink those big fears are very important and having information for the \nyoung people to know what is allowed and what is not okay when seeking \nmedical help is important. A big piece will go a long way. [Black Youth] \n \n Comprehensive vs. specialized services. There is a lack of information on how to \nbest address the specific needs of the diverse populations within the LGBTQ community. \nFor example, SPs questioned whether services for the diverse LGBTQ community should \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 50 \nbe comprehensive and incorporated within a broader workshop or if they should be \nseparate and specialized: \n..there’s a complete lack of information around queer inclusive, let alone \ntrans inclusive sexual health research on literature and how that actively \ncan get incorporated into workshops and different things. Do you do queer \nspecific and or trans specific stuff or do you incorporate it within a broader \nworkshop? Just sort of questions like that. How to best proceed are always \ndifficult challenges. [LGBT2] \n \nA difficulty in the service delivery for transgender youth in particular is the lack of \ninformation available specific to the transgender community. Since transgender issues are \noften categorized under the larger LGBTQ group, there is often a lack of distinction and \nresources regarding issues related to gender identity versus sexuality issues. For example, \none of the problems that emerged from the integration of transgender issues within the \nlarger LGBTQ community is the lack of information and resources for transgender youth \nwho are ‘straight identified’:    \n…one of the major tensions at least with doing service delivery with any \ntrans communities is I mean a lack of knowledgeable providers and stuff \nthat has been talked about, but really this lack of a distinction drawn \nbetween issues of sexuality and issues of gender identity. For the most part, \ntrans issues have been taken up as sort of an addendum or an appendix to \nqueer organizations in service delivery so that they’ve been assumed \nwithin this larger LGB hence LGBT group of service delivery and that \nisn’t necessarily meaningful or reflective of the majority of trans identified  \npeople who are straight identified. [LGBT2] \n \nAnother observation made by SPs was that transgender youth want a more integrated \nsource for information and services. However, SPs were not sure whether comprehensive \nservices would be accessible for the cisgender population: \nFinding different information in different places I think that might well be \ntrue right there isn’t a one stop place where you can get the services… \nTrans youth said they wanted more comprehensive services right, so this \nmore towards comprehensive services and may or may not work for \ngeneral populations I don’t know it would certainly be a question. [PPT  \nStaff] \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 51 \nFurthermore, SPs noted the advantages to including the transgender community within \nthe larger LGBTQ community in regards to service delivery. For example, the \ntransgender community could have support from the larger LGBTQ community in terms \nof allocation of resources for research, education and programming. However, some \ntransgender people who do not identify as ‘queer’ may not feel comfortable having to \nopenly access LGBTQ services:  \nSo to the extent to which services can be delivered to trans communities, \nthere are necessary benefits in that the queer community has albeit limited \nresources, at least some resources, to provide support and structure to trans \ncommunities. But some trans people may be reticent to access queer \nspaces…and entering a very known queer space and if someone is not \nqueer identified, what is the relevance or what are the tensions that sort of \nhappen when you’re kind of doing that kind of work. There’s just that \nissue. [LGBT2] \n \n Lack of allies. Many heterosexual allies are SPs who are afraid to publically \ndisplay their support which speaks to the deep rooted systemic homophobia that exists. \nThis surrounding secrecy and homophobia obstructs the service ability of staff and also \naffects the youth accessing the services:   \n“oh you’re doing great work, so I’m going to be your like secret ally \nbecause I’m out at work.” There are real reasons for that. There’s a lot of \nhomophobia. If you go and do service provider training in the northwest \nand we have like heterosexual like allies who are like “I’m scared to put \nup this sticker. I am scared to do this.” There is so much homophobia in \nour agency it’s like uncontrollable you know and it’s directed to staff and \nto youth that are accessing these services. Sometimes it can be very violent \nand very messy and mean. [LGBT2] \n \nSPs also reacted to the TTS finding that it was not essential for SPs of LGBTQ services \nto identity as LGBTQ themselves, as long as they have a positive view of the issues and \nconcerns LGBTQ youth bring. However, services for LGBTQ youth are usually left to be \nprovided by LGBTQ SPs due to transphobia and homophobia:  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 52 \n…it’s not that important that their provider is actually queer but that  \nthey’re queer positive. So there’s many many people who could be doing  \nthis work who aren’t. I mean everybody is overworked and underpaid, you \nknow what I mean. There are so many priorities in general. It’s the same \nthing like people of colour [not audible] driving programming for people \nof colour. Like that’s kind of how it ends up. But I think homophobia \nbiphobia and transphobia operate as barriers in multiple ways in terms of \nwhat services aren’t being provided by who and also especially for  \nyounger people… [LGBT2] \n \n Networking challenges. SPs share that the most effective way to reach youth who \nare in need of services often extend beyond traditional community spaces to include \nnightclubs and other social venues:     \n…My program, that’s how we reach the most people is through peer to \npeer outreach, in bathhouses, in the nightclubs which for queer and for \n[not audible] trans communities function as community spaces as well. \n[LGBT2] \n \nInformal networking was seen as necessary to reach LGBTQ youth. However, SPs also \nnoted that the lack of formality and accountability that results from this type of \nnetworking is problematic: \nI think it’s also speaking back to that difficulty that we were discussing \nearlier like how do you determine somewhere to be like a safer space for \nLGBT youth to access. Like there’s no consensus there right and there \ncan’t be. So it’s really hard to produce like a network of services  \nin that way and that’s why I think it functions really… like it’s  \ndifficult underground but sometimes it has to be that way through like  \ninformal word of mouth or through that sort of networking. I think that’s  \none of the barriers though like in the current state of services that are  \navailable really so hard to just produce like this document and it would  \nbe like “yeah, here” because like there’s accountability like especially  \nas community members. There’s accountability right. So it’s hard. It’s  \ntrue, but it’s hard. It’s not just as easy as like collecting all these  \nresources together and putting them up. [LGBT2] \n \nDue to the close networking nature of the LGBTQ community, those within the \ncommunity often become involved in close relationships with one another. Many \nLGBTQ youth may have confidentiality concerns when they attend the same programs as \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 53 \npeople with whom they have previously been in relationships. Providing services that \nallow their clients to feel safe attending is an area with which SPs expressed struggle:  \nSo [clinic 1] might get people from [clinic 2] who might get people from \n[clinic 3] and it all gets really convoluted which also means that the people \ncoming into programs have preformed relationships with each other and \nthis whole history with each other and what does that mean in terms of \nlongevity of the service. If you go to a youth group or if you go to a clinic \nwaiting room and you see your ex or your see your ex’s ex or there’s that \nperson I have drama with, well I’m not going to go to this service and \nwithin a fairly closed community, how do we then navigate that to make \nsure that people can still feel safe accessing services. [LGBT2] \n \n Lack of LGBTQ-positive organizations. SPs for the LGBTQ community spoke \nabout the need for more LGBTQ positive organizations. There is a lack of SPs who \nunderstand the concerns of LGBTQ youth and are invested in providing them with \nappropriate resources. Taking on the burden and pressure of LGBTQ issues alone \nwithout support from allies can make LGBTQ SPs feel alone and powerless: \nCertainly when you’re working in the suburbs or the old suburbs, it’s  \nwho you know but there aren’t very many people…But there’s only a \nhandful of people that are doing LGBTQ…So you know each other…So \nit’s pretty small and then it’s just really like you have to… like who else is \ngoing to be passionate about these things except for us. It’s because we \nlive there and nobody else can come in and be as invested in the process as \nwe are or understand it. [LGBT2] \n \nOne proposed solution was to encourage all agencies and everyone within these agencies \nto take on the shared responsibility of providing LGBTQ services.  \nAlso taking this work beyond the responsibility of the LGBTQ agencies  \nand making it really clear that it’s the responsibility of all agencies  \nand that all it’s staff within those agencies. So instead of as you said  \nbeing the one representative or the one person who’s supposed to take  \ncare of all of these issues or the one agency that’s supposed to take  \ncare of all of these issues, how do we make that more widespread and how  \ndo we work to make public health safe for LGBTQ youth. [LGBT2] \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 54 \nAnother service provider pointed to the need for agencies to work collaboratively and be \nwilling to be transparent with each other regarding their values and visions. By being \nhonest and straightforward with their philosophy of being LGBTQ positive and youth \npositive, other organizations would also be encouraged to be frank about their \nphilosophies. This way, any differences between the philosophies of the organizations \ncould be addressed instead of dismissed: \nI think um well each organization has it’s specific philosophy so a lot of \ntimes we ignore each other’s philosophy if we are doing partnership work \nso I think that it is something that should just be put out on the table. Were \npretty upfront about our gay positive and youth positive philosophy to \nencourage other organizations to be truthful and honest about their \nphilosophy and see ,where we can work within that instead of working \naround it and not really naming it and saying ‘ok we have a philosophical \ndifference’ and so therefore your projects are not working. [PPT Staff] \n \nSPs from Toronto Public Health understood that as a large organization, they were \nperceived to have a lot of influence and can guide and speak up for smaller organizations \nto promote programs that are non-discriminatory:    \nIt’s more complexity of understanding of how we fund things or what we \nfund or we as staff working with those agencies that I think that there’s \nsometimes room for us to work with those individuals in dealing with their \nagencies because our legitimacy is often much higher than theirs in \nchallenging their agencies to be less disrespectful, to adopt you know sort \nof overall sexual health and non discrimination programs. [TPH Staff] \n \nSPs for the LGBTQ community encounter large systemic and societal barriers and many \nSPs spoke about the need for collaborative work with allies to provide more accessible \nservices. \nDiscussion \n Implications for Policy and Practice  \n Intersectionality and community psychology. This thesis has been a response to \nHankivsky et al.’s (2010) call for more health research using an intersectionality \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 55 \napproach. Intersectionality research has the potential for transformative change, \nsomething that Community Psychologists aim to do by identifying, critiquing and \naddressing structural injustices (Mertens, 2009). Utilizing the intersectionality lens has \nalso allowed me to use the ecological metaphor that allows for the analysis of three \ninterdependent levels of change: micro (ie. personal), meso (ie. community), and macro \n(ie. societal) (Nelson & Prilleltensky, 2010). The ecological metaphor can allow for \ninterventions to be planned at multiple levels, for example, offering appropriate \ninformation (micro) and building strong networks (meso) and offering training at every \nlevel of an organization (macro). Intersectionality and the ecological metaphor have the \npotential to address social and power structures, which offers insight into the existing \nsexual health inequity for racialized LGBTQ youth.  \n Following the cycle of praxis as described by Nelson and Prilleltensky (2010), \nwhich guides the process of social change, I have analysed the data through the vision \nand value to strive for health equity, liberation and well-being. I have also incorporated \ncultural knowledge and sensitivity to the understanding of social factors and conditions \nand understanding the needs of the racialized LGBTQ population to help me shape \npotential strategies for social action.   \nCaught Between Two Worlds \n Invisibility, disclosure and risks factors. A predominant finding from this thesis \nhighlights the complex and difficult process racialized LGBTQ youth face in navigating \nbetween their racialized community and the mainstream White LGBTQ community, \noften times forcing them to choose membership between the two competing communities. \nWhile the LGBTQ community is marginalized by their sexual orientation and gender \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 56 \nidentity, specific subpopulations in this community have relatively more privilege than \nothers. Through the lens of intersectionality, it can be understood that privilege is not a \nzero-sum quantity, where one either has it or one does not, but rather one can be \nprivileged by one social identity while simultaneously be marginalized by another social \nidentity (Coston & Kimmel, 2012). For example, a White gay man likely experiences \nadvantages that are not offered to his Black counterpart. This can be prevalent in the \nLGBTQ community, where there is a power hierarchy due to structural oppressions such \nas racism and sexism. Furthermore, this thesis suggests that the complex effects of \nsystem-level barriers such as racism, newcomer status, cultural differences, economic and \ngender disparities, as well as religious sanctions can cause the erasure of youth’s \nidentities for many racialized LGBTQ youth, and mask their need for sexual health \ninformation and services. These factors can uniquely make it difficult for racialized \nLGBTQ youth to ‘come out’ and can render them ‘invisible’. Following these disclosure \nbarriers, it also has the potential for racialized LGBTQ youth to be overlooked by SPs \nbecause they do not self-identify as LGBTQ.  \nDisclosure barriers. According to the SPs from the TTS focus groups, the \nmajority of Black youth who come to LGBTQ programs are not ‘out’, but they come to \nthese programs because they have nowhere else to turn to. The isolation from their \ncommunities is a large obstacle for Black LGBTQ youth as SPs noted that those who \nattended LGBTQ programs do not publicly support each other. The reason behind the \nreluctance for Black LGBTQ youth to ‘come out’ is likely due to their dilemma to choose \nbetween the Black community, where they would experience homophobia, and the \nmainstream LGBTQ community, where they would encounter racism. It is interesting to \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 57 \nnote that discrimination based on sexual orientation is known to be positively associated \nwith collective identity in the LGBTQ community, however, racial discrimination results \nin a lower identity with the LGBTQ community (Reisen, Brooks, Zea, Poppen,  & \nBianchi, 2013). It is therefore reasonable to assume that racialized LGBTQ youth do not \nexperience the same positive collective identity within the LGBTQ community as their \nWhite counterparts.  \nIn the literature, the low number of those in racialized communities that choose to \nidentify as LGBTQ is well documented (Pathela, Hajat, Schillinger, Blank, Sell, & \nMostashari, 2006; Ross, Essien, Williams, & Fernandez-Esquer, 2003). Perez (2005) \nadditionally argued that many racialized LGBTQ youth choose not to disclose their \nsexual orientation because they do not feel accepted by the predominantly White LGBTQ \ncommunity and therefore would not want to risk losing the support of their racialized \ncommunity, a sentiment that was echoed by several SPs in the current study. The results \nfrom this current study seem to support Pascarella and Terenzini’s (2005) hypothesis that \nracialized LGBTQ youth may put precedence on their racial identity because of the \nrelative visibility of race compared to sexual orientation. It has been documented in the \nliterature that those who possess two or more intersecting subordinate identities can be \nrendered ‘invisible’ (Purdie-Vaughs, V. & Eibach, R., 2008). This may be due to the lack \nof support they feel from their communities to embrace and celebrate their complete \nselves, and therefore are forced to hide part of their identity.  \n Although many racialized LGBTQ youth living in Toronto may share similar \nbarriers in navigating their sexual and gender identity, in order to better understand the \ndiversity beyond their racial identity, the current study also examined the socio-cultural \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 58 \ncontexts that may impact and shape these experiences. For example, apart from not \nfeeling accepted within the predominately White LGBTQ culture, this study showed that \nracialized LGBTQ youth, particularly newcomers living away from home, chose not to \ndisclose their sexual orientation because they feared that it would be discovered by their \nfamily. This has also been noted within the literature that the social pressures from their \nhome country often prevent newcomers from disclosing their sexual orientation (Fisher, \n2003). SPs revealed the distress youth feel in hiding their sexual orientation from those \nclosest to them and how chronic stress manifests in all areas of the youth’s lives. The \nobstacle that many racialized LGBTQ youth face in disclosing their sexual orientation is \ndue in part to identifying or belonging to a culture where sexuality is viewed as a very \nprivate matter, not to be discussed publicly (Fisher, 2003). This study adds that in \ncultures with the belief that sex is to be only performed within the context of a marriage \nlead some parents and religious leaders into denial that youth in their community are \nsexually active. In short, the absence of discussions on sexuality ignores the diversity of \nsexual orientation and promotes the erasure of the existence and needs of all youth, \nincluding racialized LGBTQ youth. In some cultures, women in particular are not \nencouraged to discuss sexuality issues openly and are denied the space and opportunity to \neducate themselves regarding their sexual health concerns even though there is strong \nneed for it as illustrated in this study. SPs in the current study suggested that by \napproaching this challenge in a culturally sensitive manner, for example by having \nworkshops held separately for men and women, a space could be created for more \ndialogue to take place.  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 59 \n When considering gender in this study, there has been consideration given to how \nother social categories can influence the social structuring of gender and power, which is \nconsistent with the theory of intersectionality (Hankivsky, 2012). Furthermore, Varank \n(2008) noted that ‘gender’ is often understood to be synonymous with ‘women’ and for \nthis reason this study has been careful to explore needs and issues that are specific to men \nas well as women. The explanation for the finding that LGBTQ youth are involved in \nhigher rates of pregnancy than their heterosexual peers may need to be further explored to \nunderstand the differences in the decision process between males and females. For \nexample, the stereotype that masculinity is somehow intertwined with heterosexuality \n(Crichlow, 2004; Collier, Bos, Merry, & Sandfort, 2013) can pressure gay men to ‘prove’ \ntheir masculinity through heterosexual sex. Similarly, the difference in physical and \npsychological risks and consequences for young men and women, specifically racialized \nLGBTQ youth, who are involved in a pregnancy need further exploration. Gender is a \nsocial construct and can be intertwined with other social categories such as religion and \ninfluence our societal expectations of how a ‘man’ or a ‘woman’ should behave. As \ndescribed in the literature, the subordination of gay men to heterosexual men by those \nwho are highly religious is also linked to sexism and the conformity to traditional gender \nroles (Crichlow, 2004; Collier, Bos, Merry, & Sandfort, 2013). Although it is recognized \nthat there is diversity within the Black population, there is also distinct shared values \nwithin this community, one of them being the role of religion (Hill, 2013). In the current \nstudy, many SPs spoke predominately about the difficulties for young Black men to \n‘come out’, however it is important to point out that the Black community is not \nhomogeneous and that there is evidence of acceptance of black LGBTQ people within the \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 60 \nBlack community (Hill, 2013). Furthermore, a sense of community can be built from the \nstruggle Black LGBTQ youth experience against systems of oppression such as White \nprivilege and heterosexism.   \nDisclosure and high-risk behaviours. The finding that LGBTQ youth are \ninvolved in higher rates of pregnancy than their heterosexual peers has been theorized in \nthe literature to be due to heterosexism (Travers, Newton & Munro, 2011). SPs in this \nstudy further explain that LGBTQ youth can avoid the daunting process of disclosing \ntheir sexual orientation if they are involved in a pregnancy. This demonstration of \ninternalized oppression can have detrimental effects on the development of a positive \nsexual identity. As Rosario, Hunter, Maguen, Gwadz, & Smith (2001) describe, a positive \nsexual identity can be a factor that protects against sexual risk taking and other health \nrisks. A significant access barrier to sexual health that prevents LGBTQ youth from \nseeking safer sex information or resources could be due to the shame they are made to \nfeel about their sexual orientation. In addition to the vicious cycle of prejudice, \nmisinformation, stigma and poor sexual health, the findings from this study also suggest \nthat the secrecy and shame of one’s sexual orientation can also lead to an increased risk \nfor poor sexual health. It can result in the ‘down low’ phenomenon in which youth meet \nup in secret for quick encounters and engage in unsafe sex, which can increase the risk of \ncontracting HIV or a STI. This mirrors previous research by Barnshaw &Letukas (2010), \nwhich indicate the high-risk sexual behaviour that is associated with the ‘down low’ \nphenomenon. This study adds that the fear of others finding out their sexual orientation \nprevents LGBTQ teens from learning about crucial information that prepares them \nemotionally as well as physically when it comes to sexual intimacy.  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 61 \nIn this study, it is noted that many LGBTQ youth are not only more likely to be \nengaged in risk-taking sexual behaviours but that they are actually also more self-aware \nof these behaviours than their heterosexual peers. It is hypothesized that in a society \nwhere heterosexism and homophobia exists and persists, LGBTQ youth are burdened to \nconsider their sexuality more consciously as it is not widely presented to them. \nFurthermore, the higher number of LGBTQ youth admitting to having been engaged in \nhigh-risk sexual activities than their heterosexual counterparts may suggest they are in \ndenial or feel invincible to the effects of these behaviours. This is troubling as LGBTQ \nyouth as a population are at a greater risk for negative sexual health outcomes compared \nto the general population (Ryan & Gruskin, 2006).  \nFrom this study, it is identified that one of the primary barriers in providing \nrelevant information for LGBTQ youth is that the available services are not accessed by \nyouth at the outset. The reason for this could be due to the emphasis of HIV/AIDS \nprevention and treatment, which in turn results in the undesirable stigma of STIs and HIV \nattached to the LGBTQ community. SPs in this study expressed a concern that the \nprimary focus on sex in their programming in isolation of other important topics such as \nsexual pleasure and healthy relationships does not attract youth to the services. \nAdditionally, youth are often misinformed regarding topics related to sexual orientation \nand the negative stereotypes regarding non-heterosexuality keeps them from gaining \naccurate information. The lack of information on healthy relationships could also run the \nrisk of not adequately informing teens of the emotional and mental aspects of intimacy \nand sexual activity. SPs stressed that understanding what information youth want is \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 62 \nimperative because when youth are interested in the materials provided at these services, \nthey will more likely come to these available programs and be engaged in these programs. \n It is documented in the literature that those with histories of childhood sexual \nabuse were more likely to report high-risk sexual behaviour, such as unprotected sex, and \nbenefit less from prevention programs and be at a greater risk for HIV infection \n(Mimiaga et al., 2009). In this study, it is demonstrated that there is a high occurrence of \nchildhood sexual assault in some communities, but the challenge is to address this issue \nusing a culturally-sensitive approach without the communities feeling apprehensive about \nthe ‘interference of the state’. The literature advises community/cultural level factors to \nbe considered in the designing of prevention and intervention programs in multi-ethnic \nsocieties (Plummer & Njuguna, 2009). For example, there is a need to identify and be \naware of distinct cultural traditions and practices that may put youth at further risk of \nharm as well as strengths inherent in the communities that can offer protective factors. \nAccording to Rose (2000), it is crucial to use empowerment-based practice, focusing on \ncultural strengths and involving community leaders.  \nCosts and benefits of disclosure. The assumption that disclosing one’s sexual \norientation is beneficial may not be true for some populations. Although in the literature, \nthere is an association between non-disclosure and high risk behaviours (Barnshaw & \nLetukas, 2010), the experience of parental support greatly affects the ‘coming out’ \nprocess and health behaviours of youth (Rothman, Sullivan, Keyes, & Boehmer, 2012; \nTravers et al., 2013). When parents reacted unsupportively to the disclosure of their \nsexual orientation, LGBTQ individuals reported higher levels of risk behaviours and poor \nhealth conditions (Rothman et al., 2012). Within the LGBTQ community, those who are \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 63 \nracialized and females in general reported lower levels of disclosure and acceptance \n(Mustanski, Newcomb, & Garofalo, 2011). The costs of disclosure for many racialized \nLGBTQ youth are too high and it is not surprising few choose to ‘come out’ as pointed \nout in this thesis.  \nThe isolation from their communities for LGBTQ youth, a recurring theme from \nthis study, is visible in many forms, such as homophobic bullying towards LGBTQ youth. \nLGBTQ youth face homophobic verbal abuse from their peers (Pollock, 2006), and this \nstudy suggests that bullying stems from a lack of understanding regarding sexual \norientation. In this study, SPs tell us that the misinformation regarding LGBTQ people \nperpetrates the discrimination against them and this issue is very predominant within the \nBlack community. In the face of this prejudice, there is a need to increase visibility of \nracialized members of the LGBTQ community. However, the approach to be taken to \nincrease visibility needs to consider the consequences of those who choose either to \n‘come out’ or are ‘outed’ by a third party. The risks for youth who identify as LGBTQ \nare very real, and many experience social rejection and risk being driven away from their \nhomes once they disclose their sexual orientation to their family (Padilla, 2007; Smith & \nGrov, 2011). After that, many youth may become homeless, resort to drugs as a coping \nmechanism and engage in illegal or dangerous means of earning money, food and \nhousing (Du Bois, Garcia, Grov, Mustanski, & Newcomb, 2011). The reaction of their \nfamily to the disclosure of their sexual orientation can have positive but also potentially \nnegative effects on well-being of LGBTQ youth. This bleak reality is made even more \nalarming as the current study revealed that those who end up on the streets find it very \ndifficult to find their way back home. For these reasons, making sure that racialized \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 64 \nLGBTQ youth feel safe in their communities should be a priority. Although, in general, \nthe disclosing of their sexual orientation openly to others is associated positively with \nwell-being, Martell (2008) has advised that it is not the case for all LGBTQ youth and \nthat it is imperative to allow youth to determine personally how they would like to \nidentify themselves publically. SPs need to be aware and sensitive to the fact that many \nyouth will not ‘come out’ and they should not be made to feel obligated to even when \nattending LGBTQ-specific workshops.  \n Supportive factors and opportunities. Youth as a population are unique in that \nthey are still in the process of establishing their identities, and the support they receive \nduring this critical time can have profound effects on their well-being. Youth experience \nsignificant developmental changes, as they may go through social transitions in the \ndomains of relationships, work and education (Du Bois, Garcia, Grov, Mustanski, & \nNewcomb, 2011). Furthermore, their brain’s cognitive control system is still undergoing \ndevelopment (Steinberg, 2008). In the face of heterosexism, homophobia, racism as well \nas any other forms of oppression that racialized LGBTQ youth may experience when \nconcerning their sexual health, the support of family, friends and their communities can \nact as protective factors against these challenges. Specifically, making SPs and parents \naware of these challenges and providing them education to address these problems along \nwith providing opportunities and resources that promote networking and outreach among \nracialized LGBTQ youth would greatly benefit them. \n The need to raise awareness of racialized LGBTQ youth’s needs and concerns \nregarding sexual health should be approached from a holistic, culturally-sensitive and \nmulti-level framework. Through the themes that emerged from this study, it has been \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 65 \nrevealed that the barriers to sexual health racialized LGBTQ youth face are presented at \nmultiple levels, including the micro (family and friends), meso (schools, religious \norganizations and neighbourhoods), and macro (society at large). The supportive \nrelationships within a youth’s environment, including parents and opportunities to \nsocialize with other LGBTQ youth and allies can create a sense of safety and comfort. \nParents are an invaluable source of support for their teens, especially younger teens who \nhave limited resources available to them and are highly reliant on their parents or \ncaregivers. How parents react to their child’s disclosure of their sexual orientation or \ngender identity may play a significant effect on how they face community and societal \noppression. At the meso level (ie. community),  Hatzenbuehler, Pachankis and Wolff \n(2012) explained that the religious climate can have a much more significant effect on the \nhealth behaviours of LGBTQ youth compared to their heterosexual counterparts , with \nLGBTQ-positive religious climates being associated with fewer alcohol abuse symptoms \nand fewer sexual partners. SPs in this study pointed to the isolation felt by Black LGBTQ \nyouth arising in part from their experience of negative stereotypes in the mainstream \nWhite LGBTQ community and heterosexism in the Black community (Bowleg, 2013). \nAs Hill (2013) mentioned, addressing homophobia’s effects on the Black community is \nnot complete without also addressing the influence of racism, sexism, class and religious \npractices. There is a sense of freedom with being ‘outsiders’, and having intersectional \nsocial identities allow for an assets-based approach to addressing these challenges \n(Bowleg, 2013).The importance of a strong and cohesive Black community could have \nimplications in dismantling systemic oppressions such as heterosexism and racism.  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 66 \n Newcomer parents may face a lot of anxiety concerning the well-being of their \nchildren especially when their attitude towards sexual health education is different from \nwhat their children are receiving at school. It is therefore imperative to engage newcomer \nparents in the process of planning and delivering programs and services as this will build \ntrust and understanding between SPs and parents, and could also limit unintentional harm \ncaused by SPs. Providing space for parents to discuss issues affecting the sexual well-\nbeing of their teens can help ensure they are aware of the information available to their \nchildren. SPs are in a position where they have the responsibility of making available \ninformation that is pertinent for their youth clients. It is therefore important that SPs have \nthe resource, knowledge and understanding of issues that are relevant to the community \nthey serve. In terms of serving the LGBTQ community, it is especially important for SPs \nto be educated on the larger societal barriers such as widespread racism, heterosexism, \nhomophobia and transphobia that are preventing youth from addressing their sexual \nhealth needs as well as barriers within their organizations and its effects on the \nprogramming offered. \nBarriers to providing quality sexual health services for the diverse LGBTQ \npopulation are largely due to the prevalent homophobia and transphobia in our \ncommunities and society at large. In this study, there is clear evidence for the need of \nstructural interventions to address the sexual health disparities among racialized LGBTQ \nyouth. Furthermore, effective structural interventions need to take into account of \nprotective factors as well as the risk factors described above.   \n \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 67 \nFunding and Service Provision \n Another main finding was that the services targeting racialized LGBTQ youth \nlack sufficient funding, an issue that has been documented in the literature. For example, \nGiwa and Greensmith (2012) found that ethno-specific organizations face barriers in \ngaining the necessary funding as they have to compete with larger ‘White-dominant \nHIV/AIDS’ agencies, and as a result they are forced to neglect important social issues \nsuch as racism and its effect on the well-being of racialized LGBTQ people. Jackson et al. \n(2006) also noted the difficulties and untenable position that SPs of the LGBTQ \ncommunity face in ‘demonstrating their worth’ for large health funding bodies, which \naffect their service provision and program delivery.   \n Service providers & program delivery. Racialized LGBTQ youth face a variety \nof challenges in receiving appropriate sexual health services. There is a strong need to \nincrease accessibility of services by improving service and program implementation and \ndelivery. However, there are obstacles to this goal because of confidentiality concerns of \nyouth clients, SPs’ fear to be ‘out’ and the challenge to find an optimal balance between \nproviding comprehensive versus specialized services for diverse communities. \nThis study revealed the privacy and confidentiality concerns of youth when accessing \nsexual health clinics that are highly visible to the public, such as in a shopping mall, \nwhere they may encounter someone they know. Furthermore, for many LGBTQ youth, \ntheir privacy and confidentiality concerns also prevent them from disclosing their sexual \nidentity to their SPs. Their decision for non-disclosure could stem from uncomfortable \ninteractions with their SPs who may make heterosexist assumptions (Eliason & Schope,  \n2001). The limited amount of investment in LGBTQ specific services makes it a \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 68 \nchallenge for SPs who are “out” since they do not have the support or the resources \nnecessary to provide the most effective services. To address this issue, there is a need to \nbring issues specific to those in the LGBTQ community to the forefront of broader sexual \nhealth workshops. The following challenge is then to consider the potential drawbacks of \nproviding comprehensive services versus more specialized services for diverse \ncommunities. Neal’s (2013) work on community integration and cohesion concluded that \nit is not possible for communities to be simultaneously diverse and connected. This may \ntranslate to the importance of maintaining and investing in specialized services that will \nnot potentially sacrifice a sense of community. Pastrana (2010) also argued that those in \nthe racialized LGBTQ community living with intersectional social identities have certain \ntraits or characteristics, their racial identity for example, that take precedence over others. \nAdditionally, racialized LGBTQ activists view their racial identity as an advantage to \ntheir work (Pastrana, 2010).  Privilege is not only relative in terms of social identity, but \nit can also be contextual, and therefore under certain circumstances, oppressions can be \nturned into opportunities. This is especially important to note because although it should \nbe a collective responsibility to address racism, it is often racialized people that take on \nthe work (Giwa & Greensmith, 2012).  \n Allies, social justice and equity. Dismantling structural oppression is a group \neffort and allies are crucial. Health equity should go beyond the responsibility of LGBTQ \norganizations; it should be the responsibility of all agencies. We all have a responsibility \nbecause interactions we have with each other shape social norms. It is explained within \nthe literature that our society continues to privilege heterosexuality and denigrate non-\nheterosexuality (Herek, Gillis, & Cogan, 2009), and this can result in a lot of stigma \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 69 \nfaced by the LGBTQ population, for those seeking sexual health services as well as those \nproviding these services. One of the key findings from this study has illustrated that it is \nmore important for SPs to be LGBTQ-positive than it is to for them to be LGBTQ \nidentified or specialize on LGBTQ issues. That being said, it is also important to \ndiversify the workforce and include staff members that are representative of the diverse \nyouth they serve. Furthermore, LGBTQ-positive SPs can help create an environment that \nembraces their fellow co-workers who are LGBTQ identified. Wessel (2013) \ndemonstrated that the decision for a LGBTQ employee in an organization for disclosure \nof their sexual orientation to a co-worker is influenced by supportiveness and their trust \nin that co-worker, and also working for an organization with LGBTQ-friendly policies. \nThis speaks to the importance of having organizational policies that are explicit and \ntransparent about their philosophies and values of being inclusive and anti-discriminatory, \nand committing to educating and training all members of the agency including the board, \nmanagement and frontline workers. Having inclusive and supportive environment for SPs \ncan help decrease societal stigma and decrease risk factors for the LGBTQ community.  \nFurthermore, by focusing on the groups under systemic oppression in exclusion to those \nwith power and privilege, the burden to eradicate the injustices would fall on those who \nare suffering the most from the injustices.   \nStudy Strengths, Limitations and Dissemination Strategy \n Intersectionality lens and grounded theory approach. Research on the sexual \nhealth of the LGBTQ community has increased over the decades (Dean et al., 2000)  and \nthe acknowledgment of the diversity within the LGBTQ community has prompted \ninterest in understanding the unique needs and issues of racialized LGBTQ populations \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 70 \nwho are seen as further marginalized group within an already marginalized group \n(Travers et al., 2010). Literature on the access barriers to sexual health facing racialized \nLGBTQ youth document systemic barriers (Perez, 2005; Szymanki & Gupta, 2009; \nVoisin, Bird, Shiu & Krieger, 2013), but have all focused almost exclusively on racism \nand heterosexism in attributing to the youth’s vulnerability towards negative health \noutcomes. In this study, additional social structures, such as age, race, gender, newcomer \nstatus and sexual orientation and the intersections of these multiple identities that \nracialized LGBTQ youth embody were explored through the grounded theory approach. \nThe intersectionality lens allowed me as the researcher to see opportunity within the \noppression faced by racialized LGBTQ youth, the relative privileges that may often times \nbe overlooked due to the focus on a particular social identity. The combination of \ndeductive and inductive analysis that is descriptive of the grounded theory method further \nallowed for insight that may have been previously overlooked in other studies. \n Service provider insight and focus group dynamics. The perspective of SPs \noffers many advantages. Many SPs are at the frontlines serving youth, and this gives \nthem insights and experience in meeting the needs, issues, and concerns of these youth \n(Flicker, 2008; Flicker, Larkin et al., 2008; Flicker, Maley et al., 2008; Travers et al., \n2008). Additionally, as Acevedo-Polakovich, Bell, Gamache, and Christian (2013) \nexplained, SPs have unique positions within an organization as they are privy to sources \nof information often unavailable to their clientele (e.g., the attitudes of other providers \nand the organization in general, administrative issues within the organization, etc.). The \nservice provider diversity in this study was strong, which, coupled with the nature of \nfocus groups, allowed for SPs to provide multiple and diverse perspectives. Additionally, \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 71 \nthe dialogues between the group members produced a ‘synergistic group effect’, where \ngroup members built upon each others’ opinions and experiences (Berg, 2004). \nContext specific and community-based research. This study was guided by the \ntheory of intersectionality which warns that social identities are fluid, based on time and \nplace as well as social structures and powers. The historical, economic, political, social \nand cultural contexts within this study are specific and unique to Toronto. Specifically, \nthe findings from this qualitative study were based on the views of the SPs of racialized \nLGBTQ youth in Toronto. Unlike most quantitative research, generalization or \ntransferability (Lincoln & Guba, 1985) of these findings was not an objective that was \nsought after in this study. Nevertheless, the findings from this study may reflect similar \nexperiences of racialized LGBTQ youth living in many large urban cities. Furthermore, \nbecause of Toronto's increasingly diversity in racialized populations (Caron, 2010) and \nunique history in embracing sexual diversity (Graham & Philips, 2007), this study has the \npotential to make very important contributions to policy and practice at the global scale \nas well as at the local scale because other countries will look to Toronto, Canada at how \nto address health equity issues. Additionally, because the original study is community-\nbased, the aim was not to simply contribute knowledge on the sexual health needs of \nracialized LGBTQ youth in Toronto, but to advocate for changes in service provision. \nStudy limitations. This sampling for this thesis was one of convenience, selected \nfrom the available Toronto Teen Survey service provider focus groups study. \nConsequently, specific youth populations may be either over- or under- represented. In \nboth these cases, further marginalization and exclusion can result from this sampling \nlimitation. Although the data for this study was a purposively diverse sample, it is \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 72 \npossible that it does not accurately reflect the diverse realities of racialized LGBTQ youth, \nand therefore I caution future research to be critical of the dangers of drawing \ngeneralizations from these findings and potentially reinforcing stereotypes. It is crucial to \nnote that there is no such thing as a monolithic racialized LGBTQ community.        \nDissemination strategy. As a community psychology student, I aim to implement \nmy research into action with the purpose of influencing program delivery and policy \ndevelopment. I will supplement traditional methods of research dissemination such as \npublishing in peer-reviewed journals and presenting at academic conferences with other \nmethods that would ensure the research-based knowledge reaches the communities it \nserves through program and policy implementation. To do this, I will prepare a summary \nof my findings targeted to SPs on the TTS webpage. Furthermore, I will make efforts to \nwork with community health organizations to reach decision-makers such as school \nadministrators, medical officers of health and provincial ministers of health and education \nto inform them of my research findings.  \nConclusion and Implications for Further Research \n Throughout this study, consideration has been given to racialized LGBTQ youth’s \ncomplexity of identities and to acknowledging how the omission of analysis regarding \nrelative power and privilege could lead to denial of identities, both internally for \nindividuals as well structurally in our society. Power dynamics within social structures \nsuch as gender, race, newcomer status, sexual orientation, class, and religion have been \nillustrated, particularly to explain the challenges and costs for disclosure and the \nconsequences of low disclosure rates. The findings from this study point to the need for \ncultural sensitivity in programs and services and the crucial need for education and \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 73 \ntraining of SPs to reflect the needs of the diverse population that requires sexual health \nservices. One of the key findings suggest SPs that identity with the population facing the \nsame structural oppressions are usually the ones that advocate for social change. In the \ncase for racialized LGBTQ youth, it is often racialized SPs that take on this fight, which \ncould be accounted to the relative visibility of race over sexual identity. Future studies \nshould explore the contexts in which certain social identities take precedence over other \nsocial identities and how this affects the well-being of those involved. That being said, it \nis also important to keep in mind that intersectionality research intends for us not to place \nany particular category of oppression over any other social category, and therefore in \nfuture studies considerations for the effect of a specific social category should not be \nhighlighted in exclusion of others (Hankivsky, 2012). Since SPs play a significant role in \nthe quality of services and programs available, it is suggested that intersectionality theory \nbe integrated into the continuous training and education for those in the field as well as in \nthe curriculum of professional education for those new to the field. This will allow \nstudents and professionals to analyze their own identities and social locations to better \nunderstand how power, privilege, and oppression influence the social identities of \ncommunities they serve. Discussing the findings through the lens of intersectionality, I \nhave aimed to understand the needs and experiences of racialized LGBTQ youth \naccording to Hankivsky’s (2012) advice, and that is to analyze the data without reducing \nthe lives of this population to single characteristics, or prioritizing a single factor or \ncategory over another, and to be aware of the socially constructed, fluid and flexible \nnature of social categories. Finally, it is important for future research that aim for positive \nsocial change to continue to work in partnership with members of the community that are \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 74 \nmost affected by the programs and policies to limit perpetuating the status quo (Lord & \nHutchison, 2007).  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 75 \nReferences \nAcevedo-Polakovich, I., Bell, B., Gamache, P., & Christian, A. S. (2013). Service \naccessibility for lesbian, gay, bisexual, transgender, and questioning youth. Youth & \nSociety, 45(1), 75-97. \nAckerstrom, Malin; Jacobsson, Katarina & Wasterfors, David (2004). Reanalysis of \npreviously collected Material. In Clive Seale, Giampietro Gobo, Jaber F. Gubrium & \nDavid Silverman (Eds.), Qualitative Research Practice (pp.344-358). London: Sage. \nAndersen, R., & Fetner, T. (2008). Cohort differences in tolerance of homosexuality: \nAttitudinal change in canada and the united states, 1981-2000. Public Opinion \nQuarterly, 72(2), 311-330. \nBarrett, D.C. & Pollack, L.M. (2005). Whose gay community? Social class sexual self \nexpression and gay community involvement. The Sociological Quarterly, 46(3), \n437-456.  \nBerg, B. L. (2004). Qualitative research methods for the social sciences. Pearson  \nEducation Inc. \nBlake, S. M., Ledsky, R., Lehman, T., Goodenow, C., Sawyer, R., & Hack, T. (2001).  \nPreventing sexual risk behaviors among gay, lesbian, and bisexual adolescents: \nThe benefits of gay-sensitive HIV instruction in schools. American Journal of \nPublic Health, 91(6), 940-946. \nBowleg, L. (2008). When Black + Lesbian + Woman ≠ Black Lesbian Woman: The  \nmethodological challenges of qualitative and quantitative intersectionality  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 76 \nresearch. Sex Roles, 59(5-6), 312–325.  \nBowleg, L. (2012). The Problem With the Phrase Women and Minorities:  \nIntersectionality-an Important Theoretical Framework for Public Health.  \nAmerican Journal of Public Health, 102(7), 1267–73. \nBraverman, P. & Gruskin, S. (2003). Defining equity in health. Journal of Epidemiology  \nand Community Health, 57(4), 254-258.   \nBrotman, S., & Lee, E. O. J. (2011). Identity, refugeeness, belonging: experiences of   \nsexual minority refugees in Canada. Canadian Review of Sociology, 48(3), 241+. \nBurman, E. (2004). From difference to intersectionality: challenges and resources.  \nEuropean Journal of Psychotherapy, Counselling and Health, 6, 293–308. \nCaron, E. (2010). Projections of the Diversity of the Canadian Population 2006 to 2031  \nStatistics Canada. Catalogue no. 91-551-X.  \nCenters for Disease Control and Prevention. (2011). HIV surveillance report. \nCharmaz, K. C. (2006). Constructing grounded theory: A practical guide through  \nqualitative analysis. London: Sage.    \nCitizenship and Immigration Cananda. (2009). Permanent residents by province or  \nterritory and urban area, 2005-2009. Retrieved from \nhttp://www.cic.gc.ca/english//resources/statistics/facts2009-\nsummary/permanent/02.asp.    \nCity of Toronto. Living in Toronto: Toronto's racial diversity. Retrieved from  \nhttp://www.toronto.ca/toronto_facts/diversity.htm. \nCole, E. R. (2009). Intersectionality and research in psychology. American Psychologist,  \n64(3), 170-180. \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 77 \nCollier, K. L., Bos, H. M., W., Merry, M. S., Sandfort, T. G., & M. (2013). Gender,  \nethnicity, religiosity, and same-sex sexual attraction and the acceptance of same- \nsex sexuality and gender non-conformity. Sex Roles, 68(11-12), 724-737.  \nCollins, P. H. (2000). Black feminist thought: Knowledge, consciousness, and the politics  \nof empowerment. New York: Routledge. \nCorti, L., & Bishop, L. (2005). Strategies in teaching secondary analysis of qualitative  \ndata. Forum : Qualitative Social Research, 6(1).  \nCoston, B. M. & Kimmel, M. (2012). Seeing privilege where it isn’t: Marginalized  \nmasculinities and the intersectionality of privilege. Journal of Social Issues,  \n68,  97–111. \nCrenshaw, K. (1991). Mapping the margins: Intersectionality, identity politics, and  \nviolence against women of color. Stanford Law Review, 43(6), 1241-1241. \nCrenshaw, K., Gotanta, N., Peller, G., & Thomas, K. (Eds.). (1996). Critical race theory:  \nThe key writings that formed the movement. New York: NY: The New Press. \nCreswell, J. W. (1998). Qualitative inquiry and research design: Choosing among five  \ntraditions. Thousand Oaks, CA: Sage. \nCrichlow, W. (2004). Buller men and batty boys: Hidden men in Toronto and Halifax  \ncommunities. Toronto: University of Toronto Press. \nDaley, A., Solomon, S., Newman, P. A., & Mishna, F. (2008). Traversing the margins:  \nIntersectionalities in the bullying of lesbian, gay, bisexual and transgender youth. \nJournal of Gay & Lesbian Social Services, 19(3), 9-29.  \nD'Augelli, A. R., Pilkington, N. W., & Hershberger, S. L. (2002). Incidence and mental  \nhealth impact of sexual orientation victimization of lesbian, gay, and bisexual  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 78 \nyouths in high school. School Psychology Quarterly, 17(2), 148-167.  \nDu Bois, S. N., Garcia, S. C., Grov, C., Mustanski, B. S., & Newcomb, M. E. (2011).  \nHIV in young men who have sex with men: a review of epidemiology, risk and  \nprotective factors, and interventions. The Journal of Sex Research, 48, 218-253.  \nDean, L., Meyer, I. H., Robinson, K., Sell, R. L., Sember, R., Silenzio, V. M. B., . . .  \nXavier, J. (2000). Lesbian, gay, bisexual, and trangender health: Findings and  \nconcerns. Journal of the Gay & Lesbian Medical Assn, 4(3), 102-151. \nDisparities in diagnoses of HIV infection between Blacks/African americans and other  \nracial/ethnic populations—37 states, 2005-2008. (2011). JAMA: Journal of the  \nAmerican Medical Association, 305(12), 1193-1195. \nDong-Jin, S. (2001). Mapping the vicissitudes of homosexual identities in South Korea.  \nJournal of Homosexuality, 40(3/4), 65–79. \nFisher, D. (2003). Immigrant closets: tactical-micro-practices-in-the-hyphen. Journal of  \nHomosexuality, 45, 171-192.  \nFlicker, S. (2008). Who benefits from community based participatory research? Health  \nEducation & Behavior, 35, 70-86. \nFlicker, S., & Guta, A. (2008). Ethical approaches to adolescent participation in sexual  \nhealth research. Journal of Adolescent Health, 42(1), 3-10. \nFlicker, S., Larkin, J., Smillie-Adjarkwa, C., Restoule, J.E, Barlow, K., Dagnino, M., et  \nal. (2008). \"'It's hard to change something when you don't know where to start\":  \nUnpacking HIV vulnerability with aboriginal youth in Canada. P1MAT1S1WIN:  \nA Journal of Indigenous and Aboriginal Community Health, 5, 175-200. \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 79 \nFlicker, S., Maley, O., Ridgley, A., Biscope, S., Lombardo, C., & Skinner, H. (2008). e- \nPAR: Using technology and participatory action research to engage youth in \nhealth promotion. Journal of Action Research. 6, 285-303. \nFlicker, S., Flynn, S., Guta, A., Larkin, J., Layne, C., Pole, J. D., ...Travers, R. (2010).  \nSexual health research for and with urban youth: The Toronto Teen Survey \nstory. The Canadian Journal of Human Sexuality, 19(4), 133-144. \nFlicker, S., & Pole, J. D. (2010). Sexual behaviour profile of a diverse group of  \nurban youth: an analysis of the Toronto teen survey. The Canadian Journal  \nof Human Sexuality, 19(4), 145-156. \nFlicker, S., Savan, B., Kolenda, B., & Mildenberger, M. (2008). A snapshot of  \ncommunity based research in Canada. Canadian Journal of Public Health, 23, \n106-114. \nFlicker, S., Savan, B., McGrath, M., Kolenda, B., & Mildenberger, M. (2008). If you  \ncould change one thing...What Community-Based Researchers wish they could \nhave done differently. Journal of Community Development, 43, 239-253. \nFranz, N., & Poon, C. (2000). Making choices: Sex, ethnicity and BC youth. Burnaby,  \nBC: The McCreary Centre Society. \nFrank, K.C. (2002). Rethinking homophobia: Interrogating heteronormativity in an urban  \n school. Theory and Research in Social Education, 30 (2), 274-286.  \nFrohlich, K. L., PhD., & Potvin, L. (2008). The inequality paradox: The population  \napproach and vulnerable populations. American Journal of Public Health, 98(2),  \n216-21. \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 80 \nGainor, K.A. (2000). Including transgender issues in lesbian, gay, and bisexual  \npsychology: Implications for clinical practice and training. In B. Greene & \nG.L.Croom (Eds.), Education, research, and practice in lesbian, gay, bisexual, \nAnd transgendered psychology: Vol. 5. A resource manual (pp.131–\n160).Thousand Oaks, CA: Sage. \nGiwa, Sulaimon. & Greensmith, C. (2012). Race relations and racism in the LGBTQ  \ncommunity of Toronto: Perceptions of gay and queer social service providers of  \ncolor. Journal of Homosexuality, 59(2), 149-185. \nGlaser, G. G. & Strauss, A. L. (1967). Discovery of grounded theory: Strategies for  \nqualitative research. Chicago: Aldine.  \nGorbach, P. M., Drumright, L. N., & Holmes, K. K. (2005). Discord, discordance, and  \nconcurrency: Comparing individual and partnership-level analyses of new \npartnerships of young adults at risk of sexually transmitted infections. Sexually \nTransmitted Diseases, 32(1), 7-12.  \nGorbach, P. M., & Holmes, K. K. (2003). Transmission of STIs/HIV at the partnership  \nlevel: Beyond individual-level analyses.Journal of Urban Health : Bulletin of the  \nNew York Academy of Medicine, 80(4), iii15-iii25.  \nGraham, K., & Phillips, S. (2007). “Another Fine Balance: Managing Diversity in  \nCanadian Cities”. In Banting, Courchene & Seidel eds. Belonging? Diversity,  \nRecognition and Shared Citizenship in Canada. Montreal: Institute for Research  \non Public Policy.  \nHahm, H. C., & Adkins, C. (2009). A model of Asian and Pacific Islander Sexual  \nminority acculturation. Journal of LGBT Youth, 6(2), 155-173. \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 81 \nHan, C-s. (2008). A qualitative exploration of the relationship between racism and unsafe  \nsex among Asian Pacific Islander gay men. Archives of Sexual Behavior, 37, 827-\n837. \nHankivsky, O. (2012). Women’s health, men’s health, and gender and health:  \nImplications of intersectionality. Social Science & Medicine, 74(11), 1712-1720.  \nHankivsky, O., & Christoffersen, A. (2008). Intersectionality and the determinants of  \nhealth: a Canadian perspective. Critical Public Health, 18(3), 271–283.  \nHankivsky, O., Reid, C., Cormier, R., Varcoe, C., Clark, N., Benoit, C., & Brotman., S.  \n(2010). Exploring the promises of intersectionality for advancing women’s health  \nresearch. International Journal for Equity in Health, 9(5).  \nHarris, A. C. (2010). Sex, stigma, and the holy ghost: The black church and the  \nconstruction of AIDS in new york city. Journal of African American  \nStudies, 14(1), 21-43. \nHarper, G.W., & Schneider, M. (2003). Oppression and discrimination among lesbian,  \ngay, bisexual, and transgendered people and communities: A challenge for \ncommunity psychology. American Journal of Community Psychology, 31( 3-4), \n243-252.  \nHarper, G. W., Jernewall, N., & Zea, M. C. (2004). Giving voice to emerging science and  \ntheory for lesbian, gay, and bisexual people of color. Cultural Diversity and \nEthnic Minority Psychology, 10(3), 187-199. \nHerek, G.M. (1995). Psychological heterosexism in the United States. In A.R.D’Augelli  \n& C.J.Patterson, C.J.(Eds. ), Lesbian, gay, and bisexual identities over the  \nlifespan: Psychological perspectives (pp.321–346).New York: Oxford University  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 82 \nPress. \nHerek, G. M., Gillis, J. R., & Cogan, J.C. (2009). Internalized stigma among sexual  \nminority adults: Insights from a social psychological perspective. Journal of  \nCounseling Psychology. 56, 32-43. \nHill, M. J. (2013). Is the Black community more homophobic?: Reflections on the  \nintersectionality of race, class, gender, culture and religiosity of the perception of \nhomophobia in the black community. Journal of Gay & Lesbian Mental Health, \n17 (2), 208-214.  \nHock-Long, L., Herceg-Baron, R., Cassidy, A. M., & Whittaker, P. G. (2003). Access to  \nadolescent reproductive health services: Financial and structural barriers to care. \nPerspectives on Sexual and Reproductive Health. 35(3), 144-147. \nHunter, E. (2008). What's good for the gays is good for the gander: Making homeless  \nyouth housing safer for lesbian, gay, bisexual, and transgender youth. Family  \nCourt Review, 46(3), 543-557. \nHunter, S., Shannon, C., Knox, J., & Martin, J. I. (1998). Lesbian, gay, andbisexual  \nyouths and adults: Knowledge for human services practice. Thousand Oaks, CA: \nSage. \nHurtado, A. (1996). The color of privilege: Three blasphemies on race and feminism.  \nAnn Arbor, MI: University of Michigan Press. \nJackson, P. B., & Williams, D. (2006). The intersection of race, gender, and SES: Health  \nparadoxes. In A. Schulz & L. Mullings (Eds.), Gender, race, class, and health: \nIntersectional approaches (pp. 131–162). San Francisco: Jossey-Bass. \nJacobs, M. A., & Brown, L. B. (1997). American Indian lesbians and gays: An  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 83 \nexploratory study. Journal of Gay & Lesbian Social Services, 6(2), 29-41. Herek,  \nG.M.(1992).Psychological heterosexism and anti-gay violence: The social \npsychology of bigotry and bashing.In G.M.Herek & K.T.Berrill (Eds.), Hate \ncrimes: Confronting violence against lesbians andgay men (pp. 149–169). \nLondon: Sage. \nJanoff, D. (2005). Pink blood: Homophobic violence in canada. Toronto: University of  \nToronto Press. \nJosephson, G. & Wright, A. (2000). Ottawa GLBT wellness project: Literature review  \nand survey instruments. Retrieved from \nhttp://www.homelesshub.ca/resource/literature-review-and-survey-instruments \nKaestle, C. E., Halpern, C. T., Miller, W. C., & Ford, C. A. (2005). Young age at first  \nsexual intercourse and sexually transmitted infections in adolescents and young  \nadults. American Journal of Epidemiology, 161(8), 774-780. \nKing, D. (1990). Multiple jeopardy, multiple consciousnesses: The context of a black \nfeminist ideology. In M. Malson, E. Mudimbe-Boyi, J. O’Barr, & M. Wyer (Eds.), \nBlack women in America: Social science perspectives, (pp. 265-295). Chicago, IL: \nUniversity of Chicago Press. \nKnight, R., Shoveller, J.A., Oliffe, J., Gilbert, M., & Goldenberg, S. (2013).  \nHeteronormativity hurts everyone: experiences of young men and clinicians with  \nSTI/HIV testing in British Columbia, Canada. Health 17, 441-59. \nLabonte, R. (2004). Social inclusion/exclusion: dancing the dialectic. Health Promotion  \nInternational,19 (1), 115–121. \nLevin, S., Sinclair, S., Veniegas, R., & Taylor, P. (2002). Perceived discrimination in the  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 84 \ncontext of multiple social identities. Psychological Science, 13, 557–560. \nLincoln, Y. S., & Guba, E. G. (1985). Naturalistic inquiry. Newbury Park, CA: Sage. \nLundy-Wagner, V., & Winkle-Wagner, R. (2013). A harassing climate? sexual  \nharassment and campus racial climate research. Journal of Diversity in Higher  \nEducation, 6(1), 51-68. \nMasequesmay, G. (2003). Negotiating multiple identities in a queer Vietnamese support \ngroup. Journal of Homosexuality, 45(2–4), 193–215. \nMaticka-Tyndale, E. (2001). Sexual health and Canadian youth: how do we measure  \nup? The Canadian Journal of Human Sexuality, 10(1), 1-17. \nMaticka-Tyndale, E. (2008). Sexuality and sexual health of Canadian adolescents:  \nYesterday, today and tomorrow. The Canadian Journal of Human Sexuality, \n17(3), 85-95. \nMatthews, C. H., & Salazar, C. F. (2012). An integrative, empowerment model for  \nhelping lesbian, gay, and bisexual youth negotiate the coming-out  \nprocess. Journal of LGBT Issues in Counseling, 6(2), 96-117. \nMayer, K. H., Bradford, J. B., Makadon, H. J., Stall, R., Goldhammer, H., & Landers, S.  \n(2008). Sexual and gender minority health: What we know and what needs to be \ndone. American Journal of Public Health, 98(6):989-95.  \nMcCallin, A. (2003). Grappling with the literature in a grounded theory  \nstudy. Contemporary Nurse, 15(1-2), 61-69. \nMcHaelen, R. P. (2006). Bridges, barriers, and boundaries. Child Welfare, 85(2), 407- \n412.  \nMertens, D. M. (2009). Transformative Research and Evaluation. New York: The  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 85 \nGuilford Press. \nMimiaga, M.J., Noonan, E., Donnel, D., Safren, S.A., Koenen, K.C., Gortmaker, S., &  \nMayer, K.H. (2009). Childhood sexual abuse is highly associated with HIV risk-\ntaking behavior and infection among MSM in the EXPLORE study. Journal of \nAcquired Immune Deficiency Syndromes, 51, 350-348. \nMustanski, B., Newcomb, M. E., & Clerkin, E. M. (2011). Relationship characteristics  \nand sexual risk-taking in young men who have sex with men. Health  \nPsychology, 30(5), 597-605. \nNadal, K. L., & Corpus, M. J. H. (2012). “Tomboys” and “Baklas”: Experiences of  \nlesbian and gay filipino americans. Asian American Journal of Psychology, 1-14. \nNelson, G. B., & Prilleltensky, I. (2010). Community psychology: In pursuit of  \nliberation and well-being (2nd ed.). New York: Palgrave Macmillan.  \nNewcomb, M. A., Clerkin, E. M., & Mustanski, B. (2011). Sensation seeking moderates  \nthe effects of alcohol and substance use on sexual risk in young men who have  \nsex with men.AIDS and Behavior, 15, 565–575. \nNewman, B. S., & Muzzonigro, P. G. (1993). The effects of traditional family values on  \nthe coming out process of gay male adolescents. Adolescence, 28(109), 213-226.  \nOliver, V., & Cheff, R. (2012). Sexual health: The role of sexual health services among  \nhomeless young women living in toronto, canada. Health Promotion  \nPractice, 13(3), 370-377.  \nOntario Human Rights Commission. (2008). Racism and racial discrimination: Your  \nrights and responsibilities. Retrieved from http://www.ohrc.on.ca/en/issues/racism \nOttosson, D. (2010). State-sponsored homophobia: a world survey of laws prohibiting  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 86 \nsame sex activity between consenting adults. An International Lesbian, Gay, \nBisexual, Trans and Intersex Association report. Retrieved from \nhttp://old.ilga.org/Statehomophobia/ILGA_State_Sponsored \n_Homophobia_2010.pdf \nOxman-Martinez, J. &Hanley, J. (2005). Health and social services for Canada’s  \nmulticultural population: challenges for equity. Ottawa: Heritage Canada. \nOzer, E. M., Park, M. J., Brindis, P. T., & Irwin, C. E. (2003). America’s adolescents:  \nAre they healthy? San Francisco: University of California, San Francisco, \nNational Adolescent Health Information Center. \nPadilla, M. (2007). Caribbean pleasure industry: Tourism, sexuality, and AIDS in the  \nDominican Republic. Chicago, IL: University of Chicago Press. \nParoski, P. A. (1987). Health care delivery and the concerns of gay and lesbian  \nadolescents. Journal of Adolescent Health Care, 8, 188-192. \nPascarella, E. T., & Terenzini, P. T. (2005). How college affects students. San Francisco,  \nCA: Jossey Bass. \nPathela, P., Hajat, A., Schillinger, J., Blank, S., Sell, R., & Mostashari, F. (2006).  \nDiscordance between sexual behavior and self-reported sexual identity: A  \npopulation-based survey of new york city men. Annals of Internal  \nMedicine, 145(6), 416-425.  \nPerez, A. (2005). Internalized oppression: How it affects members of the LGBT  \ncommunity. Diversity Factor (Online), 13(1), 25-29. \nPharr, S. (1988). Homophobia: A weapon of sexism. Little Rock, AR: Chardon Press. \nPharr, S. (1997). Homophobia: A weapon of sexism (expanded edition). Berkeley, CA: \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 87 \nChardon Press. \nPlummer, C. A. & Njuguna, W. (2009). Cultural protective and risk factors: Professional  \nperspectives about child sexual abuse in Kenya. Child Abuse & Neglect, 33(8), \n524-532. \nPollock, S. L. (2006). Counselor roles in dealing with bullies and their LGBT  \nvictims. Middle School Journal, 38(2), 29-36.  \nPurdie-vaughns, V., & Eibach, R. P. (2008). Intersectional invisibility: The distinctive  \nadvantages and disadvantages of multiple subordinate-group identities. Sex  \nRoles, 59(5-6), 377-391.  \nReitman, D. S., Austin, B., Belkind, U., Chaffee, T., Hoffman, N. D., Moore, E., . . .  \nRyan, C. (2013). Recommendations for promoting the health and well-being of  \nlesbian, gay, bisexual, and transgender adolescents: A position paper of the  \nsociety for adolescent health and medicine. Journal of Adolescent Health, 52(4),  \n506-510. \nRich, A. (1980). Compulsory heterosexuality and lesbian existence. Signs: Journal of  \nWomen in Culture and Society, 5, 631-660. \nRosario, M., Hunter, J., Maguen, S., Gwadz, M., & Smith, R. (2001). The coming-out  \nprocess and its adaptational and health-related associations among gay, lesbian,  \nand bisexual youths: Stipulation and exploration of a model. American Journal of  \nCommunity Psychology, 29, 133–160. \nRose, S. M. (2000). Reflections on empowerment-based practice. Social Work, 45, 403- \n412. \nRoss, M. W., Essien, E. J., Williams, M. L., & Fernandez-Esquer, M. (2003).  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 88 \nConcordance between sexual behavior and sexual identity in street outreach  \nsamples of four racial/ethnic groups. Sexually Transmitted Diseases, 30(2), 110- \n113. \nRussell, S. T., Ryan, C., Toomey, R. B., Diaz, R. M., & Sanchez, J. (2011). Lesbian, gay,  \nbisexual, and transgender adolescent school victimization: Implications for young  \nadult health and adjustment. Journal of School Health, 81(5), 223-230.  \nRyan, C., & Gruskin, E. (2006). Health concerns for lesbians, gay men, and bisexuals. In  \nD. F. Morrow & L. Messinger (Eds.), Sexual orientation and gender expression in  \nsocial work practice: Working with gay, lesbian, bisexual, and transgender people \n(pp. 307-342). New York: Columbia University Press. \nRyan, C., Huebner, D., Diaz, R. M., & Sanchez, J. (2009). Family rejection as a predictor  \nof negative health outcomes in white and latino lesbian, gay, and bisexual young  \nadults. Pediatrics, 123(1), 346-352.  \nSablof, A., Carprio, B., Chiu, J., & Ylanko. V. (1991). Data collection for health care  \nresearch, policy formulation and service delivery in a multicultural society.  \nReport of a provincial key informant survey/Data collection Subcommittee,  \nAdvisory Committee on Health and Culture, Ontario Ministry of Health.   \nSanchez, D., & Carter, R. T. (2005). Exploring the relationship between racial identity  \nand religious orientation among african american college students. Journal of  \nCollege Student Development, 46(3), 280-295.  \nShields, S. A. (2008). Gender: An Intersectionality Perspective. Sex Roles, 59(5-6), 301– \n311. \nSimpson, G. A., Scott, G., Henderson, M. J., & Manderscheid, R. W. (2002). Estimates  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 89 \nof attention, cognitive, and emotional problems, and health service use by U.S.  \nschool-age children. In R. W. Manderscheid & M. J. Henderson (Eds.), Mental  \nhealth, United States, 2002 (pp. 105-119). Rockville, MD: U.S. Department of \nHealth and Human Services, Substance Abuse and Mental Health Services \nAdministration, Center for Mental Health Services. \nSmith, W. P. (2012). Exploring dimensions of racism, homophobia, and social network as  \nconcomitant predictors of condom use in a sample of black MSM. Journal of Gay  \n& Lesbian Social Services, 24(4), 417. \nSmith, M. D., & Grov, C. (2011). In the company of men: Inside the lives of male  \nprostitutes. Santa Barbara, CA: Praeger \nSpeight, S. L. (2007). Internalized racism: One more piece of the puzzle. The Counseling  \nPsychologist, 35, 126–134. \nSteinberg, L. (2008). A social neuroscience perspective on adolescent risk-taking.  \nDevelopmental Review, 28, 78-106. \nStrauss, A. L., & Corbin, J. (1998). Basics of qualitative research: Grounded theory  \nprocedures and techniques (2nd edn). Thousand Oaks, Ca: Sage.  \nSzymanski, D. M., & Gupta, A. (2009). Examining the relationship between multiple  \ninternalized oppressions and African American lesbian, gay, and bisexual persons’ \nself-esteem and psychological distress. Journal of Counseling Psychology, 56, \n110-118. \nSzymanski, D., Kashubeck-West, S., & Meyer, J. (2008). Internalized heterosexism. The  \nCounseling Psychologist, 36(4), 510-524 \nTaylor, C., & Tracey, P. (2011). “We are not aliens, we’re people, and we have rights.”  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 90 \nCanadian human rights discourse and high school climate for LGBTQ students.  \nCanadian Review of Sociology, 48, 275-312. \nTravers, R., Guta, A., Flicker, S., Larkin, J., Lo, C., McCardell, S., & van der Meulen, E.  \n(2010). Service provider views on issues and needs for lesbian, gay, bisexual, and \ntransgender youth. The Canadian Journal of Human Sexuality, 19(4), 191-198.  \nTravers, R., Newton, H., & Munro, L. (2011). “Because it was expected”: Heterosexism  \nas a determinant of pregnancy among sexually diverse youth. Canadian Journal  \nof Community Mental Health, 30(2), 65-79. \nTravers, R., Pyne, J., Bauer, G., Munro, L., Giambrone, B., Hammond, R., & Scanlon, K.  \n(2013). ‘Community control’ in CBPR: Challenges experienced and questions  \nraised from the Trans PULSE project. Action Research, 11(4), 403-422. \nTravers, R., & Schneider, M. (1996). Barriers to accessibility for lesbian and gay youth  \nneeding addiction services. Youth & Society, 27(3), 356 -378.  \nTravers, R., Wilson, M., Guta, A., Flicker, S., Bereket, T., McKay, C., et al. (2008). The  \ngreater involvement of people living with AIDS principle: Theory vs. practice in \nOntario's HIV/AIDS community-based research sector. AIDS Care, 20, 615-624. \nVaranka, J.J. (2008). Mainstreaming men in gender sensitive health policies. Journal of  \nMen’s Health, 5 (3), 189–191. \nVoisin, D. R., Bird, J. D. P., Shiu, C., & Krieger, C. (2013). \"It's crazy being a black, gay  \nyouth.\" getting information about HIV prevention: A pilot study. Journal of  \nAdolescence, 36(1), 111-119. \nWalker, A. (2003). Methods, theory and the practice of feminist research: A response to  \nJanet Chafetz. Journal of Family Studies, 25, 990-994.  \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 91 \nWardenski, J. J. (2005). A minor exception?: The impact of lawrence V. texas on lgbt  \nyouth. Journal of Criminal Law & Criminology, 95(4), 1363-1410. \nWeber, L., & Parra-Medina, D. (2003). Intersectionality and women's health: Charting a  \npath to eliminating health disparities. Advances in Gender Research, 7, 181-230.  \nWhitehead, M. (1992). The concepts and principles of equity and health. International  \nJournal of Health Services: Planning, Administration, Evaluation, 22(3), 429-445. \nWorell, J., & Remer, P. (2003). Feminist perspectives in therapy: Empowering diverse  \nwomen (2nd ed.). Hoboken, NJ: Wiley.  \nYoung, A. L. (2013). LGBT students want educators to speak up for them. Educational  \nHorizons, 91(2), 8-10.  \n \n \n \n \n \n \n \n \n \n \n \n \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 92 \nAppendices \nAppendix A: Coding Framework \nCodes Subcategories  Categories \n• ‘Coming out’ obstacles \n• Homophobic bullying \n• Invisibility \n \n• Sexuality and culture \n• Parental anxiety  \n• Sexual assault  \n \n• Street-involved youth  \n• Sexual behaviours and pregnancy \ninvolvement \n• Secrecy and risk-taking \na. Isolation  \n \n \n \n \nb. Identity expectations \n \n \n \nc. Risks factors \n1. Complexity of identities  \n \n• Services focuses too much STIs \n• Workshops on healthy relationships \n• Confidentiality concerns \n• Inconvenient service locations  \n \n• SPs are not ‘out’  \n• Services for trans youth \n• Specialized vs. comprehensive \nservices \n \n \n• Challenges networking in the queer \ncommunity \n• Lack of LGBT-positive organizations  \n \n \na. Lack of youth-friendly services  \n \n \n \n \n \n \nb. Lack of trained and informed SPs  \n \n \n \nc. Lack of allies  \n \n2. Needs and services are incompatible   \n \n \n \n \n \n \n \n \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 93 \nAppendix B: The Toronto Teen Survey and Community Based Research  \nThe TTS collected data from youth in the Toronto area utilizing a community-\nbased research (CBR) approach, with Planned Parenthood Toronto as the project’s \nprincipal community partner and host agency (Flicker et al., 2010). CBR elevates the \nstatus of community members as partners in research toward the goal of providing the \nmost accurate and relevant information (Minkler & Wallerstein, 2003). CBR is concerned \nwith ensuring the relevance of research questions to communities, engaging members of \nthe community as active research partners, building capacities and skills among them,  \nand promoting social change (Minkler & Wallerstein, 2003). CBR has gained increasing \npopularity in the Canadian context as a strategy to improve health and to reduce health \ninequities (Flicker, Savan, McGrath, Kolenda, & Mildenberger, 2008; Flicker, Savan, \nMildenberger, & Kolenda, 2008). CBR encourages teams to draw on the special strengths \nthat partners bring to the table in order to foster equitable collaboration, to ensure that \nresearch questions are relevant to the community, to utilize the most community sensitive \nmethods possible, and to produce data that policy-makers and other knowledge users will \nattend to (Flicker, 2008; Flicker, Larkin et al., 2008; Flicker, Maley et al., 2008; \nTravers et al., 2008; Travers et al., 2013).  \nA large part of CBR is the work of peer researchers (Greene, 2013), such as youth \npartners from the community of interest. The TTS involved youth to empower them and \nat the same time ensure the study’s relevance and accuracy (Flicker et al., 2010). The \neffectiveness of peer researchers has been established in sexual health research and \nprevention strategies (Barker, 2000; Trussler, Perchai, & Barker, 2000; Wilson et al., \n2006). Peer-based researcher models provide sensitive and culturally appropriate inroads \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 94 \ninto \"hard to reach\" communities (Barker, 2000). Young people are often most aware of \nthe realities of issues facing their communities and are most directly affected as they have \nlimited economic and social capital (Driskell, Fox, & Kudva, 2008; M. Miller, 2008). As \nyouth are often the primary source of sexual health information for their peers (Beitz, \n1998), they should be involved in the planning and development of sexual health \ninitiatives and education strategies (DiClemente, 2001). This approach to research has \nbeen proven to be particularly effective for health research with adolescents and youth \n(American Academy of Pediatrics, 2004; Boutilier, Mason, & Rootman, 1997; Mason, \n1997; Mason & Boutilier, 1996; National Research Council and Institute of Medicine, \n2005; Smyth, 2001). When given the chance, young people co-researching can take the \nresearch agenda in exciting new directions that reflect the realities of their unique social \nlocation and life circumstances (Campbell & Trotter, 2007). In addition to the inclusion \nof youth in the research process, a collaborative partnership was formed with Toronto \nPublic Health early on in the project to ensure policy expertise during the project and a \ngreater likelihood of data uptake at the dissemination stages. This was particularly \nimportant because Toronto Public Health assumes responsibility as a municipality for \nyoung people’s sexual health.  \nParticipants \nThirteen focus groups were held with 80 SPs from 55 agencies in Toronto. \nInformation about the study and the focus group sessions was posted on a variety of \nlistservs and interested SPs were instructed to contact the study's research coordinator \nwho was situated at Planned Parenthood Toronto. SPs who participated were primarily \nfront line workers who assisted individual youth and youth in groups (generally aged 13 \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 95 \nto 18 years). SPs had diverse experiences both working within a range of services (for \nexample, health clinics, workshops, and drop-ins) and working with diverse populations \n(for example, immigrant youth, LGBT youth and youth with various disabilities). \nSurvey findings were shared in focus groups with SPs, including clinicians, social \nworkers, shelter and group home staff, public health nurses, and community outreach \nworkers (Flicker et al., 2010).  \nProcedure \nTargeted TTS survey findings were presented to the groups through a power point \npresentation and participants were then asked to comment on the findings, what the \nfindings meant to them, and how they could work more effectively to create a \ncoordinated strategy to improve sexual health outcomes for diverse groups of Toronto \nyouth (Flicker et al., 2010).  Each focus group lasted approximately two-hours and \nprovided an opportunity for SPs to respond to key survey findings and to provide input \ninto the development of recommendations for change (Travers et al., 2010). Participants \nalso shared the particular sexual health issues that were most pertinent in the context of \ntheir work with youth. This provided a shared context for the group from which to \nproceed.  \n \n \n \n \n \n \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 96 \nAppendix C: Focus Group Session Outline  \n160 minutes + 10 min break \n1. Welcome (10 min) \na. Introductions of [research coordinator of the TTS] and other TTS staff \nb. Please introduce yourself and tell us a little bit about the youth you serve \n(e.g. age, immigration status) AND about any sexual health promotion \nwork you do. \nc. Review of consent form & information form. \nd. Purpose of consultation session & agenda for meeting; folder contents \n2. TTS Presentation (30 min) \n3. Discussion Questions (120 min, 10 min break) *Stick to time \na. Do you have any questions about the survey or results presented for \nclarification purposes? \nb. Are the findings consistent with what you see in your work with youth? Is \nthis surprising? \n• Are they any important issues that are missed but are relevant? \nc. Given what you have learned from this survey, will these findings inform \nyour work? If so, what parts and how? \nd. Thinking about the youth you work with and the survey findings, what \nrecommendations would you make to improve sexual health (i.e. clinical, \neducational, and health promotion services) \ni. Prompt for newcomer youth and youth with disabilities. \nINTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 97 \ne. What capacity and resources are needed for youth service providers to \nimplement these recommendations? \nf. How can we (SPs) work together more effectively? How are we working \nwell together? \n \n",
    "id": 303919303,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholars.wlu.ca:etd-2732"
    },
    "title": "THROUGH AN INTERSECTIONALITY LENS: SERVICE PROVIDER VIEWS ON THE SEXUAL HEALTH NEEDS OF RACIALIZED LGBTQ YOUTH IN TORONTO",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-01-01T08:00:00+00:00",
    "publisher": "Scholars Commons @ Laurier",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholars.wlu.ca/cgi/viewcontent.cgi?article=2732&amp;context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/303919303.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/303919303"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/303919303/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/303919303/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/303919303"
        }
    ],
    "abstract": "This thesis explores the needs and gaps in knowledge and service delivery in sexual health for racialized LGBTQ youth living in Toronto, Canada from the perspective of service providers. Through a grounded theory approach, data were analysed using an intersectionality lens with the intention that the complex identities of the youth be considered. The findings of this study shed light on the barriers that operate at the micro (ie. personal), meso (ie. community) and macro (ie. societal) levels that affect the sexual health outcomes of racialized LGBTQ youth. Key findings from this study point to: 1) the need to closely examine contexts that can affect racialized LGBTQ youth’s decision for disclosure, such as factors that render these youth invisible and the costs and benefits of disclosure for them; and 2) the importance of providing youth-friendly services that are inclusive of the diverse youth population of Toronto and having larger comprehensive service bodies act as allies to smaller specialized organizations that lack resources. Implications for practice and policy are discussed through the lens of intersectionality that focuses on the necessity of working towards equity on multiple fronts to improve service provision",
    "tags": [
        "text",
        "Community Psychology",
        "Health Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholars.wlu.ca:etd-2732",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "11097",
        "openDoarId": 0,
        "name": "Scholars Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 303919303,
        "depositedDate": null,
        "publishedDate": "2014-01-01T08:00:00+00:00",
        "updatedDate": "2021-03-04T05:49:43+00:00",
        "acceptedDate": null,
        "createdDate": "2020-04-18T15:57:02+01:00"
    },
    "urls": [
        "https://scholars.wlu.ca/cgi/viewcontent.cgi?article=2732&amp;context=etd",
        "https://scholars.wlu.ca/etd/1643"
    ],
    "lastUpdate": "2021-03-04T05:49:43+00:00",
    "setSpecs": []
}