{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Yan, Shanshan"
        }
    ],
    "contributors": [],
    "createdDate": "2017-12-30T13:07:40+00:00",
    "dataProvider": {
        "id": 3375,
        "name": "Wilfrid Laurier University",
        "url": "https://api.core.ac.uk/v3/data-providers/3375",
        "logo": "https://api.core.ac.uk/data-providers/3375/logo"
    },
    "depositedDate": "",
    "documentType": "thesis",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/143687622.pdf",
    "fullText": "Wilfrid Laurier University Scholars Commons @ Laurier Theses and Dissertations (Comprehensive) 2014 THROUGH AN INTERSECTIONALITY LENS: SERVICE PROVIDER VIEWS ON THE SEXUAL HEALTH NEEDS OF RACIALIZED LGBTQ YOUTH IN TORONTO Shanshan Yan Wilfrid Laurier University, sandrashanshanyan@gmail.com Follow this and additional works at: https://scholars.wlu.ca/etd  Part of the Community Psychology Commons, and the Health Psychology Commons Recommended Citation Yan, Shanshan, \"THROUGH AN INTERSECTIONALITY LENS: SERVICE PROVIDER VIEWS ON THE SEXUAL HEALTH NEEDS OF RACIALIZED LGBTQ YOUTH IN TORONTO\" (2014). Theses and Dissertations (Comprehensive). 1643. https://scholars.wlu.ca/etd/1643 This Thesis is brought to you for free and open access by Scholars Commons @ Laurier. It has been accepted for inclusion in Theses and Dissertations (Comprehensive) by an authorized administrator of Scholars Commons @ Laurier. For more information, please contact scholarscommons@wlu.ca. Running head: INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH                       THROUGH AN INTERSECTIONALITY LENS: SERVICE PROVIDER VIEWS ON THE SEXUAL HEALTH NEEDS OF RACIALIZED LGBTQ YOUTH IN TORONTO by Shanshan Yan H.B.Sc. Integrative Biology and Psychology, University of Toronto, 2008 THESIS Submitted to the Department of Psychology in partial fulfilment of the requirements for   Master of Arts in Community Psychology  Wilfrid Laurier University © Shanshan Yan 2014           INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH ii Abstract This thesis explores the needs and gaps in knowledge and service delivery in sexual health for racialized LGBTQ youth living in Toronto, Canada from the perspective of service providers. Through a grounded theory approach, data were analysed using an intersectionality lens with the intention that the complex identities of the youth be considered. The findings of this study shed light on the barriers that operate at the micro (ie. personal), meso (ie. community) and macro (ie. societal) levels that affect the sexual health outcomes of racialized LGBTQ youth. Key findings from this study point to: 1) the need to closely examine contexts that can affect racialized LGBTQ youth’s decision for disclosure, such as factors that render these youth invisible and the costs and benefits of disclosure for them; and 2) the importance of providing youth-friendly services that are inclusive of the diverse youth population of Toronto and having larger comprehensive service bodies act as allies to smaller specialized organizations that lack resources. Implications for practice and policy are discussed through the lens of intersectionality that focuses on the necessity of working towards equity on multiple fronts to improve service provision.   The significant problems we face cannot be solved at the same level of thinking we were at when we created them. - Albert Einstein     INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH iii Acknowledgments  I would like to express my gratitude to those who helped me gain perspective throughout the development of this work. This includes my thesis supervisor, Dr. Robb Travers, who gave me the opportunity to explore a very important topic and provided guidance to me along the way. I also want to thank my thesis committee members, Dr. Terry Mitchell and Dr. Colleen Loomis for their insightful feedback that helped to deepen my thinking and improve my writing. To my parents, Xiaomei and Han: I could not have done this without your unconditional love and support. To my partner, Marty: thank you for your encouragement and constant reminders to always back up my work, “a saved thesis is a happy thesis”.                  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH ivTable of Contents Abstract ............................................................................................................................... ii Acknowledgments.............................................................................................................. iii Table of Contents ............................................................................................................... iv Lists of Tables ................................................................................................................... vii Introduction ..........................................................................................................................1  Ethics and Reflexivity ..............................................................................................2   Transformative paradigm .............................................................................4   Personal axiology, ontology and epistemology ............................................5  Sexual Risks and the Need for Accessible Services ................................................9  Needs of LGBTQ Youth ........................................................................................10  Service Accessibility and Providers .......................................................................13  Needs of Racialized LGBTQ Youth ......................................................................14  Intersectionality as a Theory ..................................................................................17   Intersectionality and community psychology ............................................19  Research Objectives and Questions .......................................................................21 Method ...............................................................................................................................21  Participants .............................................................................................................21  Data Analysis .........................................................................................................23   Grounded theory approach .........................................................................23   Quality and rigor ........................................................................................25 Findings..............................................................................................................................26 INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH v Complexity of Identities .........................................................................................26  Isolation from communities .......................................................................27   Identity expectations  .................................................................................31   Risks factors ...............................................................................................37  Needs and Services are Incompatible ....................................................................40   Lack of youth-friendly services ..................................................................40   Lack of trained and informed service providers .........................................47   Lack of allies ..............................................................................................51 Discussion ..........................................................................................................................54  Implications for Policy and Practice ......................................................................54   Intersectionality and community psychology ............................................54  Caught Between Two Worlds ................................................................................55   Invisibility, disclosure and risks factors .....................................................55   Supportive factors and opportunities ..........................................................64  Funding and Service Provision ..............................................................................67   Service providers and program delivery ....................................................67   Allies, social justice and equity ..................................................................68  Study Strengths, Limitations and Dissemination Strategy  ....................................69   Conclusion and Implications for Further Research ................................................72 References ..........................................................................................................................75 Appendices .........................................................................................................................92 Appendix A: Coding Framework.......................................................................................92 Appendix B: The Toronto Teen Survey and Community-Based Research .......................93 INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH viAppendix C: Focus Group Session Outline .......................................................................96                        INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH viiList of Tables Table 1: Toronto Teen Survey Service Provider Demographics .......................................22Running head: INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH                     Introduction Research on the health risks and service access barriers of lesbian, gay, bisexual, transgender, queer and/or questioning (LGBTQ) youth have been increasing over the decades (Dean et al., 2000), and support for LGBTQ rights have also been increasing substantially in Western societies (Andersen & Fetner, 2008). Despite this increase, even in tolerant societies like Canada, homophobia (Janoff, 2005) and transphobia (Taylor & Tracey, 2011) is prevalent, which is evidence that there is still a need for more research and dialogue to take place. Furthermore, the diverse LGBTQ population also points to a need for more attention given to various ethnic and racial identities of those within the LGBTQ community (D’Augelli, Pilkington, & Hershberger, 2002; Travers et al., 2010). It is possible that youth who must deal with not only their sexual identity but their racial/ethnic identity simultaneously may face unique challenges to accessing sexual health services.  Canada receives over 250, 000 immigrants every year, with 33% of these newcomers settling in the Greater Toronto Area (Citizenship and Immigration Canada, 2009). Over 140 languages and dialects are spoken in Toronto and over 30 per cent of Toronto residents speak a language other than English or French at home (City of Toronto). Furthermore, racialized groups in Ontario are projected to increase 250% between 2006 and 2031 (from 22.8% to 40.4% of the population) (Caron, 2010). Coupled with Toronto’s history and reputation of embracing sexual diversity (Graham & Phillips, 2007), it is therefore reasonable to expect an increase of racialized LGBTQ youth as well. As Canada’s most diverse urban centre, there is urgency for Toronto to better understand and address the sexual health needs for this population. INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 2While there is a growing body of literature that explores the experiences of the LGBTQ youth, empirical psychological literature has largely ignored the racialized LGBTQ population (Harper, Jenrewall, & Zea, 2004). The Toronto Teen Survey (TTS) was a community-based participatory research study that had the primary aim of gathering information and insights regarding the quality of sexual health programs and services available to the racially, culturally and sexually diverse youth in the urban city of Toronto (Flicker et al., 2010). Findings from the TTS pointed to the need for further understanding of the intersection of racial and cultural diversity with sexual orientation and gender identity in Toronto (Travers et al., 2010). The present study aims to further understand the contextual challenges in accessing sexual health education and services faced by racialized LGBTQ youth in Toronto by taking into account of their multiple social identities. To explore this topic, a re-analysis of the data from the TTS service provider (SPs) focus groups will be conducted through the theoretical framework of intersectionality.  Ethics and Reflexivity This thesis uses the grounded theory approach and as such, the theoretical sensitivity of the researcher is a significant component of the research process (Glaser & Strauss, 1967; Strauss & Corbin, 1998). Theoretical sensitivity, according to Strauss and Corbin (1998), encompasses personal qualities of the researcher that allow for the generation of theory that is grounded, conceptually dense and well integrated. Sources of theoretical sensitivity include the literature, personal and professional experience. These sources sensitize the researcher to the subtleties of meaning of data and aid the researcher in detecting what is pertinent in the data (Strauss & Corbin, 1998).  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 3Nelson and Prilleltensky (2010) state that qualitative research and Community Psychology have much to offer in that both emphasize “diversity, understanding people in context and collaborative research relationships” (p. 286). As I perform qualitative analysis for this thesis, it is important for me to disclose my biases and values that shape my research standpoint. Unlike quantitative research methods that hold objectivity as fundamental to producing knowledge, the researcher is the instrument in qualitative research and therefore it is important for the researcher to maintain a critical analytical stance of him/herself, particularly in the data analysis and interpretation stages (Nelson & Prilleltensky, 2010). Being fairly new to conducting qualitative research, I find that one of the most challenging aspects of the grounded theory approach is the need for the researcher to have a good balance between being open and emergent yet systematic and structured. With this said, I also find that the grounded theory approach allows me creative freedom to explore and read widely on the topic I am investigating. Furthermore, since I have access to the research data at the start of the literature review, I am able to engage in some deductive thinking that is informed from my theoretical sensitivity as well as inductive thinking from the actual TTS service provider focus group data early on in the research process.    To elucidate my power and privilege as a researcher and an ally, as defined by Washington and Evans (1991) as someone who do not identify as LGBTQ but work against oppression and advocate for LGBTQ youth, I will articulate my social context and my relationship to the racialized LGBTQ youth community with which this research focuses. In the following paragraphs, I will describe how the transformative paradigm guided and aligned with the axiological, ontological and epistemological assumptions I INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 4held during this research process. I will also briefly describe how the research paradigm and research design I follow aligns with the theoretical framework of intersectionality, the primary theory I use to guide my data analysis.   Transformative paradigm. The transformative paradigm is designed to promote social justice and inclusion by challenging the status quo (Mertens, 2009). It is a way of working that allows a focus on catalysing social change and giving voice and empowerment to those whose realities are often lost in the data (Mertens, 2009). This is the value system I align myself with in this thesis while using the grounded theory methods and intersectionality as my theoretical framework. The grounded theory method stresses that there are “multiple realities in the world and generalisation are partial, conditional and situated in time and space” (Charmaz, 2006, p. 141). The theory of intersectionality is also commensurate with the transformative paradigm as it considers the well-being of the most vulnerable and is careful not to cause more harm to them. Intersectional paradigms demonstrate that “oppression cannot be reduced to one fundamental type and that all oppressions work together in producing injustice” (Collins, 2000, p. 18). These frameworks strive to acknowledge various identities and shun the additive approach (which implicitly suggests social identities can be separated and treated independently, e.g., as race plus sexual orientation) (Lundy-Wagner & Winkle-Wagner, 2013). Unlike additive models, which would conceptualize identities, such as sexual orientation and race, as independent axes (Daley, Solomon, Newman, & Mishna, 2008), in the vein of intersectional models, as Pharr (1997, p. 53) notes “it is virtually impossible to view one oppression, such as sexism or homophobia, in isolation because they are all connected… To eliminate one oppression successfully, a movement has to include work INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 5to eliminate them all or else success will always be limited and incomplete”. Additionally, using an intersectional lens to research will assist the researcher to see both oppression and opportunity, and that oppression (and therefore vulnerability) and privilege (and therefore power) are relative and contextual. The theory of intersectionality allows for the understanding of how the consideration and exploration of all dimensions of one’s identity can aid in the understanding of a situation and affect the nature of the actions that take place.  Personal axiology, ontology and epistemology. My axiological assumptions are shaped by the belief of promoting social justice and equity. Equity, as defined by Braverman & Gruskin (2003) means social justice, which is the absence of socially unjust disparities. Studying the social and health inequities that racialized LGBTQ youth experience prompted me to consider how I can be an ally. As a heterosexual person with relative power and privilege, I have a responsibility as well as voice to stand up for those who are oppressed due their sexuality or gender identity. In the words of the great educator and activist Paulo Freire (1921–1997), “Washing one’s hands of the conflict between the powerful and the powerless means to side with the powerful, not to be neutral.” If we want to challenge the status quo, we cannot prioritize oppressions and we need to realize the systems of privilege and oppression hurt everybody.  The ontological assumption of the transformative paradigm states that power is implicit in those who are privileged to make decision as to what realities are accepted as true or valid (Mertens, 2009). It follows that those who are in these positions of power define and exclude those who are different from them. My eyes were opened during my previous work at a downtown research centre in Toronto on a housing and health project INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 6to the larger determinants of health. It allowed me to understand that when looking at health inequities, instead of focusing on the immediate determinants, there is a need to explore the broader historical and socio-political aspects that contribute to the inequities. Instead of attempting to explain the social exclusion certain populations face and struggling to alter systems to become more inclusive, there is a need to question not only the definition of exclusion/marginalization but also to evaluate from where these definitions originate or from whom. This way, strengths and solutions can become exposed in place of limitations and problems, and propel us to move forward with new insight.  As I approach this research as a heterosexual, Chinese-Canadian woman who was born in China but spent her formative years moving between three continents, I recognize my analysis will be largely influenced by the lived experience I do and do not have, which shapes my “insider” and “outsider” knowledge of the experiences of racialized LGBTQ youth. Using an intersectionality framework, Walker (2003) suggests that we can better understand the worldview of others, including members of groups with whom we do not share identities. My social location in regards to my race, my gender and my identity as a first generation immigrant make me aware of my inclusion in three categories of “oppression”, some of which I share with the youth in my research data. This awareness provides me with sensitivity to how terms and labels can affect the perception of a population. In this thesis, the term “racialized” is used because as the Ontario Human Rights Commission (2008) explain, this term is preferred over terms like “racial minority” or “person of colour” as it points out the fact that “race” is a social construct, not a biological trait, and more importantly, language reflects privilege and INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 7power in a society. I have always identified with my Chinese ethnicity even though I left China since the age of 3 years old, and yet I see many of my personal values as very “westernized”, not distinct from my White Canadian friends. It is my aversion to labels that has made me wary, especially as a heterosexual woman of how the category “LGBTQ” that I use in this thesis can be limiting. This label does not include every sexual and gender identity that challenges heteronormativity, which emphasizes the expectation of a man-woman binary, that one’s biological sex aligns with distinct gender roles and that romantic/sexual relations are exclusively between men and women (Knight, Shoveller, Oliffe, Gilbert, & Goldenberg, 2013).  However, I have chosen to use “LGBTQ” not as an attempt to include all identities or point to specific identities, but rather to acknowledge the diversity of sexual and gender identities that exists. Furthermore, I chose to capitalize “Black” and “White” when referring to race in this study in accordance to the APA style format because although I recognize the power differential that exists, as someone who is not White, I would not feel comfortable if I omitted capitalization for either group.    There is always the danger where those placed in one category may be seen as one homogenous group, and the diversity and differences within this group is lost. In November 2010, Canada’s Maclean’s magazine published an article originally titled “Too Asian: Some frosh don’t want to study at an Asian university”, which stirred controversy due to its racist tone. The article not only created a binary divide between “Asians” and “White” students, it also perpetrated stereotypes of “Asians” as one-dimensional, high achieving model minorities in contrast to well-rounded “White kids”. By ignoring the vast within-group diversity of “Asians”, including Canadians of Asian INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 8descent, I thought the article presented a prejudicial attitude in the form of an in-group bias, where we view those in our in-group as diverse and unique (Hamilton, 1976), and out-group homogeneity (Ostrom & Sedikides, 1992), a bias that those in the out-group are all the same. The sweeping generalization of “Asians” essentially represented a large diverse population of Canada as the out-group, somehow “less than Canadian”. Since I approached this subject initially using a framework of privilege and oppression, it influenced my thought processes during discussions with friends and family. At first, I noticed that there was a tendency for some of my fellow Chinese-Canadian friends to distinguish themselves from those who are more vulnerable and oppressed, such as recent immigrants, while likening themselves to those with more privilege and power, such as White Canadians, albeit unintentionally and largely unconsciously. I confess my focus on the historical aspects of racism largely influenced my interpretation that this was an attitude of segregation and a form of internalized oppression. In fact, I have personally struggled with this internalized oppression because ironically, I simply did not want to be seen as oppressed. Acknowledging that this “oppression” is structural and that it is not equal to individual limitations of self-determination (although it certainly affects it), allowed me to better frame my understanding of the situation. However, I also feel that there must be a better way, a more empowering way to analyze this problem. Instead of viewing some populations as being excluded or oppressed, which I believe feeds into existing stereotypes, there is a great need to build a new framework that is conscious of a person’s multiple social identities that is shaped by context and time. Canada has a reputation of embracing multicultural and racial diversity, but as evidenced from the INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 9publication of the “Too Asian” article, a lot of learning and transformation has yet to occur. Although my personal and professional experiences provide me with certain sensitivities to my thesis data, a review of the literature strengthens my ability and credibility to construct meaning from them. Additionally, as Creswell (1994) states, in order to build theory through analysing data, a literature review is necessary to frame the problem of the research study. Accordingly, the next section of my thesis will examine past studies on the sexual health needs and barriers of racialized LGBTQ youth as well as how to use an intersectionality approach towards population health research.  Sexual Risks and the Need for Accessible Services  Societal changes that do not directly concern youth’s sexual health such as employment and education have a strong connection to how society views adolescent sexuality (Maticka-Tyndale, 2001). For instance, the transition from adolescent to adult status has been prolonged compared to previous generations, and by the time youth have completed their education and are ready to enter the labour force, they are in their twenties. Consequently, this may attribute to our view of adolescent sexuality and the consequences of teenage sexual activity to be undesirable (Maticka-Tyndale). Additionally, youth are “biologically more vulnerable to infections, more susceptible to peer pressure, developmentally more disposed to risk taking, and behaviourally often lack the skills and confidence to negotiate safer sex practices” (Flicker et al., 2010, p. 112). Nevertheless, there is evidence that the sexual health and well-being of Canadian youth today is better than that of prior generations and that today’s youth take better precautions in protecting themselves when it comes to sex (Maticka-Tyndale, 2008).  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 10 Unfortunately, not all teens have benefited equally from the improvement in sexual health services and education (Maticka-Tyndale, 2001; Maticka-Tyndale, 2008). Poor sexual health outcomes are not randomly distributed in the teen population. Certain groups of teens are decidedly disadvantaged, and these tend to be those already marginalized and disenfranchised in terms of accessing the full range of resources available in society (Maticka-Tyndale, 2008). They are marginalized because of their sexual orientation, their social class, their race or ethnicity, or the place they live. These are issues far broader than sexual health per se and yet they are issues that are persistently found to affect the sexual health of youth (Maticka-Tyndale, 2001). The choices youth make operate within larger socio-cultural, historical and political contexts and factors such as newcomer status, socio-economic status, access to services and social support all affect the sexual health of youth (Larkin et al., 2005).  Needs of LGBTQ Youth Although all youth experience intense physical, emotional, psychological, and social changes during adolescence (American Psychological Association [APA], 2002), LGBTQ youth are exposed to many additional stressors. These youth generally have the same health issues and concerns that all youth have, but have more barriers that prevent them getting the quality healthcare they need (Ryan & Gruskin, 2006). In addition to health concerns shared by all youth, LGBTQ youth also have to deal with homophobia and heterosexism which may have ongoing effects on their health (Reitman et al., 2013). Herek (1995) defined heterosexism as “the ideological system that denies, denigrates, and stigmatizes any non-heterosexual form of behaviour, identity, relationships, or community” (p.321). Unlike the overt negative nature of homophobia, heterosexism is so INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 11 pervasive within various realms of our existence that many non-LGBTQ people are not aware of its impact (Harper, Jernewall, & Zea, 2004). Unfortunately, many LGBTQ youth are affected, causing them to struggle with internalized oppression, and to accept, without question, the “normality” of heterosexism (Perez, 2005). As a result, LGBTQ youth may resort to negative coping mechanisms and thus report high levels of depression, use of illegal drugs and engagement in high risk sexual behaviours (Ryan, Huebner, Diaz, & Sanchez, 2009). Meyer’s (2003) minority stress model theorized that those in stigmatized social categories experience prejudice, stigma and discrimination due to their minority status or statues, and this stress is separate from and additive to the general stressors that affect everyone. Although this minority stress theory points to environmental factors, there is a lack of consideration given to contextual, cultural and political factors that may be responsible for contributing to the psychosocial challenges LGBTQ youth experience (Szymanski & Kashubeack-West, 2008).  Acceptance and support from family and friends act as protective factors against some of these challenges (Russell, Ryan, Toomey, Diaz, & Sanchez, 2011), however many LGBTQ youth living in non-supportive contexts experience significant stress in disclosing their sexual orientation or gender identity (Matthews & Salazar, 2012). This fear is well supported as LGBTQ youth, compared to their heterosexual peers, are more likely to be verbally abused and physically harassed at school (Pollock, 2006), rejected by their parents and care-givers at home (Young, 2013) and experience barriers to social and health services (McHaelen, 2006). These challenges that LGBTQ youth face are not inherent to their sexual orientation or gender identity but rather are responses to the INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 12 pervasive societal as well as internalized homophobia and heterosexism (Harper & Schneider, 2003).    Youth who identify as LGBTQ are a diverse population, but as a group share society’s stigma and prejudice, which in turn affect their health outcomes (Dean et al., 2000). SPs may assume that LGBTQ youth are at lower risk. However, data show that they are more likely to engage in sexual risk behaviours (e.g., earlier age at first intercourse, multiple sexual partners, and use of alcohol or drugs before last sex) at higher rates compared to their heterosexual peers (Blake, Ledsky, Lehman et al., 2001; Flicker & Pole, 2010). Earlier age at first sexual intercourse is linked with higher odds of contracting a STI (Kaestle, Halpern, Miller, & Ford, 2005). Youth who engaged in sexual relations with multiple partners also increased their odds of contracting a STI (Gorbach, Drumright, & Holmes, 2005; Gorbach & Holmes, 2003). Drug use prior to sex may increase sexual risk taking behaviour such as not using a condom during intercourse use, which in turn also increases the chances of poor sexual health outcomes (Newcomb, Clerkin, & Mustanski, 2011). Flicker and Pole (2010) have noted that LGBTQ youth experience higher rates of pregnancy. An explanation for this phenomenon was given by Travers, Newton and Munro (2011) in that the social exclusion, in particular heterosexism and homophobia, experienced by LGBTQ youth may compel them to mask their same sex attractions by performing heterosexuality through heterosexual sex.  Sexually active adolescents are at high risk for acquiring one or more sexually transmitted infections (STIs). However, this risk is likely heightened for LGBTQ youth due to a greater need for secrecy, a lack of accurate information, and few social environments that support safe sexual behaviour (Ryan & Gruskin, 2006). The high risk INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 13 taking behaviours by LGBTQ youth is a pressing issue because of their increased risk for negative health outcomes (Ryan & Gruskin), which suggest LBGTQ youth’s need for health services is great.  Service Accessibility and Providers LGBTQ youth use services at far lower rates than their heterosexual peers even though they engage in higher risk behaviours than heterosexual youth (Doueck & Maccio, 2002). Since the same services and supports are available to all youth, the low rate of service utilization is an indicator of service accessibility barriers for LGBTQ youth (Hernandez, Nesman, Mowery, Acevedo-Polakovich & Callejas, 2009).  The fear of stigmatization from their SPs may deter LGBTQ youth from disclosing their sexual or gender identity when receiving care (Mayer et al., 2008). Men are more likely than women to be impeded from revealing their sexual practices for fear of homophobic reactions (Dean et al., 2000). This is a concern because of the significant increases in human immunodeficiency virus infection (HIV) incidence among African American and Latino young men who have sex with men (Mustanski, Newcomb, & Clerkin, 2011).  The fear of disclosing their sexual or gender identity to SPs may in part be shaped by past negative experiences. Indeed there is a lack of SPs trained or competent to work with sexual minorities (Travers, Flicker, Larkin, Lo, McCardell, & van der Meulen, 2010). Many SPs assume heterosexuality or are ill-informed about the sexual health needs of sexually diverse youth (Oliver & Cheff, 2012). Thus, negative attitudes that persist among some health care providers may impede access to services and diminish the quality of service delivery (Ryan & Gruskin, 2006).  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 14 In addition to negative reactions from SPs, LGBTQ youth may also hesitate in disclosing their sexuality due to confidentiality concerns (Ginsburg et al., 2002; Mayer et al., 2008; Travers & Schneider, 1996). Youth are often required, implicitly or explicitly, to disclose their sexual orientation in order for them to receive the targeted services (Mayer et al., 2008). However, youth whose families hold negative attitudes toward their LGBTQ orientation, may fear their family will be contacted if they try and access services (Acevedo-Polakovich, Bell, Gamache, & Christian, 2013). This fear may also extend from the fact that LGBTQ youth usually do not have the financial independence and social networks of LGBTQ adults to sustain themselves if they experience rejection from their families (Newman & Muzzonigro, 1993). There is a disproportionate amount of LGBTQ youth that make up the homeless youth population in Toronto (Josephson & Wright, 2000). Many LGBTQ youth become homeless, either by being thrown out of their homes or by escaping abuse, after disclosing to or having their sexual orientation discovered by their families (Wardenski, 2005). Thus, the accessibility problems posed by this disclosure requirement are best understood in light of the broad negative social attitudes toward LGBTQ youth previously described and in light of the negative consequences that youth may anticipate regarding confidentiality. Needs of Racialized LGBTQ Youth  Literature on access barriers specific to racialized LGBTQ youth are less developed (Szymanski & Gupta, 2009), but there is evidence that these youth face systems-level barriers such as racism as well as heterosexism within their own communities that may hamper their motivation to adopting sexual health information (Voisin, Bird, Shiu & Krieger, 2013). For example, when an African American LGBTQ INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 15 person is subjected to racist and heterosexist messages in their every-day lives, he or she may internalize these oppressive messages which in turn affect his or her psychological health (Szymanski & Gupta, 2009). Being targeted by racism in society at large as well as in the LGBTQ community, racialized LGBTQ may feel an increased need to be accepted by their ethnic and/or cultural communities (Perez, 2005). This may also explain why many racialized LGBTQ youth experience internalized homophobia, either rejecting their sexuality or accepting the belief that they are less than heterosexuals (Perez, 2005). This erasing of their sexuality can render racialized LGBTQ youth invisible, a phenomenon Valeri Purdie-Vaughns and Richnard Eibach (2008) described happening to those who possess two or more intersecting subordinate identities.  Some racial and ethnic minorities view gay culture as White society, this compounded with the fear of isolation from their family if they identity as LGBTQ may explain why few choose to identify as gay or bisexual (Pathela, Hajat, Schillinger, Blank, Sell, & Mostashari, 2006; Ross, Essien, Williams, & Fernandez-Esquer, 2003). HIV-risk behaviours such as inconsistent condom use are linked to internalized homophobia (Smith, 2012). A possible explanation for the internalized homophobia is that historically the church has provided African Americans a spiritual, social and political refuge from racism, allowing them to develop a strong racial-ethnic identity (Sanchez & Carter, 2005), but because they are afraid of condemnation based on church doctrine, many African American LGBTQ youth hide their non-heterosexual identities or behaviours (Harris, 2010). Crichlow (2004) also showed how religion can discourage same-sex practices by subordinating gay men to heterosexual men. According to Perez (2005), homophobia is linked to sexism, and institutions in our society (i.e. the church for many African INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 16 Americans) may play a part in maintaining gender roles. For example, compared to their less religious peers, males that are religious who are less accepting of same-sex sexuality were also less accepting of gender non-conformity (Collier, Bos, Merry, & Sandfort, 2013).    Nadal & Corpus (2012) suggested that one of the consequences of having multiple minority statuses is that it forces people to pick and choose which reference group (i.e. race/ethnicity, sexual orientation, or gender) is most salient for them. This process of negotiating identities, underscores the complexity of belonging to multiple minority statuses. When faced with a lack of support and knowledge from the LGBTQ and their ethnic communities, racialized LGBTQ youth may put precedence on their racial and ethnic identity due to its relative visibility compared to their sexual identity (Pascarella & Terezini, 2005). This may especially be the case for racialized newcomers who come to Canada or the U.S. as they face challenges adapting to a new culture and sometimes learning a new language as well (Maticka-Tyndale, 2008). Some of these newcomers may come to Canada seeking refuge from the homophobic practises and laws of their home countries (Ottosson, 2010). In fact there are 78 countries where sex between men is illegal (Ottosson, 2010). However, these refugees may experience marginalization and exclusion that prevent them from belonging within multiple communities that includes racism within the mainstream LGBTQ communities and homophobia/transphobia within their racialized communities (Brotma & Lee, 2011). In diasporas, these newcomers may feel social pressures of their home countries and this may prevent them from disclosing their sexual orientation (Fisher, 2003). As we can see, INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 17 there is a lot of diversity even within the racialized LGBTQ population, and further exploration regarding their service needs and access facilitators are required.    The health disparities that racialized LGBTQ youth face is an increasingly recognized problem, and arguably manifestations of larger structural barriers (Szymanski, Kashubeck-West, & Meyer, 2008). Heterosexism and racism in particular are barriers that contribute to these inequities and may prevent racialized LGBTQ youth from embracing and celebrating both their ethnic and sexual identities. Treating a population as if everyone could equally benefit from a service, program or even policy change has created social and health disparities (Frohlich & Potvin, 2008). These disparities are avoidable and therefore considered unjust (Whitehead, 1992; Braverman & Gruskin, 2003), and can be lessened through the provision of equitable access to services and resources that respond accordingly to different needs (Frohlich & Potvin, 2008). Since disparities in health are the result of unjust social structures, action for health equity requires tackling the social determinants of health such as class, race, gender and sexuality among others (Braverman & Gruskin, 2003). Although there is progress made in addressing health inequities, gaps remain in understanding how the determinants of health intersect and relate to one another (Hankivsky & Christoffersen, 2008). One of the challenges of addressing these root causes is determining how to not deduce these systemic oppressions into single separate categories. The concept of intersectionality takes this precisely into account.  Intersectionality as a Theory INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 18 Intersectionality refers to “particular forms of intersecting oppressions, for example, intersections of race and gender, or of sexuality and nation” (Collins, 2000, p. 18). Kimberle Williams Crenshaw, a critical legal theoriest (1991) popularized the term in her research on violence against women of colour who were underserved by both racial- and gender related legal protections. The primary argument was that race and gender (and arguably class and sexual orientation, too) are implicated simultaneously (Collins, 2000; Crenshaw, 1991).  Largely inspired by Black feminist thought (Collins, 2000; Hurtado, 1996) and Critical Race Theory (CRT) (Crenshaw et al., 1996), Critical Race Feminist Theory (CRFT) provides another interdisciplinary and intersectional lens to acknowledge a multidimensional oppression paradigm similar to intersectionality (Hurtado, 1996). CRFT explicitly calls into question the power dynamics between men and women overall, but also the variability of these power relationships within and across ethnic/racial, sexual, and socioeconomic strata as well as time and location (Hurtado, 1996).   As an example of the application of the intersectionality theory in research, Hankivsky et al. (2010) examined the need for an intersectionality approach within the context of women’s health and how this approach can transform health research broadly. Canada has a reputation as a leader in women’s health research but most of this research on women tended to essentialize the category of women, placing them in one group regardless of other key determinants such as cultural background, religion and sexuality just to name a few (Hankivsky et al., 2010). Also, the majority of women’s health research prioritized gender over all other determinants (Hankivsky & Christoffersen, 2008). This is concerning because it usually excluded the issues of minority women who INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 19 are vulnerable, including members of sexual minorities and diverse ethnic-racial backgrounds (Hankivsky et al., 2010; Morris, 1999).          An intersectional framework may provide more accurate conceptualizations by accounting for simultaneous and interacting experiences of oppression. Using an intersectional approach means that oppression can be understood as more than just an experience of quantity (King, 1990). That is to say, unlike the additive view that assumes those with multiple subordinate-group identities experience oppression as a sum of the distinct discriminatory experiences, but rather they experience unique experiences of oppression. Furthermore, the intersectionality framework emphasizes the qualitative differences among different intersectional positions (Shields, 2008). Overall, intersectionality is mindful of the complex and constantly changing multiple identities of people (Bowleg, 2012). Although it is not practical or possible to consider an exhaustive list of intersecting identities, if the question is inclusive enough, all dimensions can be discussed in the analyzing and interpreting data stages (Bowleg, 2008).  Intersectionality and community psychology. Community Psychology as a discipline has a strong commitment to social justice, and as researchers invested in promoting positive social change, intersectionality as a theoretical framework in addressing issues faced by historically oppressed populations is a natural fit (Bowleg, 2012). Since advocacy agendas that prioritize the eradication of one bias over the other do not fully respond to the needs of the population, the innovative paradigm of intersectionality is needed to understand and respond to the foundational causes of illness (Hankivsky & Christoffersen, 2008).  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 20 The goal is to challenge existing structural and systemic barriers and relationships of power, and previous methods fall short in this aspect (Hankivsky & Christoffersen, 2008). As Oxman-Martinez and Hanley elaborate, “health disparities must be understood within a context of intersecting domains of inclusion, exclusion and inequality” (2005, p. 4), and yet, the very concept of exclusion/inclusion presupposes a certain ‘standard’ or ‘norm’ from which the ‘excluded’ deviate. The very articulation of an excluded ‘other’ “implies the marking of differences, whose explicit or implicit devaluation demands rectification” (Burman, 2004, p. 294).  Labonte similarly questions: “How does one go about including individuals and groups in a set of structured social relationships responsible for excluding them in the first place?” (2004, p. 117).  The unique approach to interrogating the meaning and relationship between different social categories and the ability to reveal the dynamics of power is what gives the intersectional tradition, as Weber and Parra-Medina (2003) argue, great potential to provide new knowledge and guide us to eliminate health disparities across race and ethnicity, gender, sexual orientation, social class and socioeconomic status, as well as other critical dimensions of social inequality. In the final analysis, intersectionality embraces rather than avoids the complexities that are essential to understanding social inequities, which in turn manifest in health inequities policy (Hankivsky & Christoffersen, 2008). It therefore has the potential to create more accurate and inclusive understanding of the access barriers that the diverse population of racialized LGBTQ youth face. This is necessary in the development of systematically responsive and socially just health systems (Hankivsky & Christoffersen, 2008).  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 21 Research Objective and Questions Grounded in data from the Toronto Teen Survey and using a theoretical framework of intersectionality, this thesis explores the sexual health needs of racialized LGBTQ youth in Toronto from the perspectives of SPs, with the ultimate goal of generating awareness and action to promote health equity and social justice for this diverse group. Research Objectives 1. To explore the unique sexual health needs of racialized LGBTQ youth in Toronto.    2. To examine these unique gaps and barriers from an intersectional standpoint.  Research Questions  1. What are Toronto SPs telling us about the sexual health needs of racialized LGBTQ youth?  2. What does this look like through an intersectionality lens? Method This study draws on existing data from the TTS SP focus groups. The primary objective of the SP focus groups was to identify the needs and concerns of frontline workers who work with youth in a variety of capacities. Refer to Appendix B for a brief description of the study setting as well as recruitment and data collection processes used. A sample outline of a focus group session and interview guide reproduced from the TTS study is also provided (see Appendix C). Participants The data used for the analysis of this thesis were drawn from the TTS service provider dataset. Of the 13 service provider focus groups, 11 of them were used for INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 22 analysis in this thesis. The following 11 focus groups were labelled in the original transcripts as: [All Toronto 1], [All Toronto 2], [Black Youth], [CHC staff], [LGBT2], [Newcomer 1], [Newcom2], [Newcom3], [PPT Staff], [TPH] and [Youth in Care]. These labels continued to be used in the analysis and interpretation of the data for this thesis. Of the 13 service provider focus groups, only one of them [LGBT2] was prompted regarding LGBTQ issues, with 11 focus groups in total bringing up issues regarding LGBTQ youth unprompted. This reflects the importance and relevance in addressing the needs of this population.    SPs who participated were primarily front line workers who assisted individual youth and youth in groups (generally aged 13 to 18 years). SPs had diverse experiences both working within a range of services (for example, health clinics, workshops, and drop-ins) and working with diverse populations (for example, immigrant youth, LGBT youth and youth with various disabilities). See Table 1 below for the demographic information of the SPs. Table 1: Toronto Teen Survey Service Provider Demographics (N = 80)                                                   Total      %  Type of worker   Front line                                      43      54   Youth outreach                                  16      20   Health care provider                            17      21   Manager or provider                             13      16   Government employee                              6       8   Other                                           23      29  Work with youth   Individually                                    17      21   In groups                                       22      28   Both                                            40      50   No response                                      1       1  Specific populations of youth worked with   Refugee & newcomer youth                        33      41   Immigrant youth                                 49      61   First generation Canadian youth                 33      41   Youth living with physical disabilities         15      19   Youth living with cognitive disabilities        20      25   Youth with addictions                           33      41 INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 23   Youth with mental health disabilities           31      39   Lesbian, gay, bisexual and/or transgender     (Sexually diverse youth)                      51      64   Youth in the foster care system                 26      32   Street-involved or homeless youth               32      40     Services offered   Health clinics                                  43      54   Youth drop-ins                                  33      41   Regular youth group                             36      45   Sexual health workshops                         47      59   Peer-led programming                            38      48   School-based programming                        38      48   Summer Camps                                    15      19   Other                                           16      20  Note: Reported numbers reflect the total SPs in the 13 focus groups.  Reproduced from Travers et al.(2010).       Data Analysis  Through discussions with one of the TTS Principal Investigators, who is also the supervisor for this thesis, it was decided that the richness of the research material would allow for the re-analysis of the service provider focus groups data in addressing my research objectives. I started the research process by taking time to get fully acquainted with the original research design and data. Due to the information-rich data, it was agreed that the grounded theory approach was appropriate for this research as there was great potential for uncovering new facets in my thesis topic that may have been overlooked in previous related research. A scan of the literature on grounded theory showed that as a research method, it had evolved since the original writings by Glaser and Strauss (1967) and in the next section I have indicated the specific steps of the grounded theory approach that I followed for this thesis.         The grounded theory approach. The grounded theory approach is an iterative process and as such my coding scheme constantly evolved throughout the research process. Categories were in part generated inductively using the constant comparative method described originally by Glaser and Strauss (1967).  However, in addition to data I INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 24 reviewed from both the TTS study itself and the literature on my research topic, insight I gained throughout the research process also contributed greatly to my coding scheme. As Strauss and Corbin (1998) explained, insight and understanding increases throughout the analytic process. They also suggested that in asking questions of the data, researchers develop theoretical frameworks about concepts and their relationships, which can then be used in further analysis stages. The grounded theory approach takes the aim of constructing a theory with themes that emerge as the researcher embarks on an analytical process with data (Glaser & Strauss, 1967). It allows for new ideas and insights to emerge throughout the analysis, writing and rewriting stages (Charmaz, 2006). According to Charmaz (2006), coding in Grounded Theory Practice involves asking analytic questions of the data already gathered to further our understanding of it. Strauss and Corbin (1998) explained that insights can be sparked through the data and direct the researcher to find meaning in the data that were overlooked previously. This process also increases sensitivity to the concepts, their meanings and the relationships between the concepts. The overall process of grounded theory approach involves coding, where data are grouped into distinct units which then generate concepts. These concepts are then re-analysed against the extensive data to develop higher order concepts. Finally, from these concepts, an emergent theory is generated (Glaser & Strauss, 1967). I followed Charmaz’s (2006) approach where the outcome of my data analysis was presented as a narrative explaining the concepts and the relationships between them, but not as a theory per se. My coding scheme was developed based on emerging themes pulled from the transcripts of the service provider focus groups. My scheme for the coded data went INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 25 through several iterations to incorporate themes generated through the Glaser and Strauss’ (1967) constant comparative method  Following the guidelines for coding data described by Charmaz (2006), I started with initial coding then focused coding and finally theoretical coding. During the initial coding step, I formed categories by comparing and conceptualizing the data in small segments. In this step, I stayed very close to the data and tried not to apply pre-existing categories to the data. The codes formed in this step are provisional and are open to be re-worded in the later stages of coding. Next, in the focused coding phase, the most significant and repetitive codes formed in the initial coding stage are used to sift through the data. The codes that formed in this stage were more directed, selective and conceptual than the ones in the initial coding stage, and they were able to categorize the data completely with the most analytic sense (Charmaz, 2006). In the final stage of coding, relationships between categories developed in the focused coding stage formed the theoretical codes. These theoretical codes are integrated and aided in the telling of a coherent and analytic story (Charmaz, 2006).  Quality and rigor. In this study, I worked with previously collected data and this offered advantages as well as disadvantages. One advantage was the amount of time and resources saved because data had already been collected, transcribed and stored in electronic format. On the other hand, a disadvantage of analysing extant data was the lack of involvement in the data collection process, which can present a risk for decontextualization (Corti & Bishop, 2005). Not being present at the original focus groups, I missed contextual information such as body language and facial expression, which can cause misinterpretation of what was said. Fortunately, audio recordings of the INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 26 focus groups were available and accessible to me and helped me with any ambiguity I found in the content from the transcripts alone. To further limit data misinterpretation and to increase the overall rigor of this study, I followed strategies suggested by Lincoln and Guba (1985) commonly used in qualitative research to establish trustworthiness. This included peer debriefing (Lincoln & Guba, 1985), where I consulted my thesis supervisor, one of the TTS Principal Investigators, during the development of my coding framework and progressive subjectivity (Lincoln & Guba, 1985), where I continuously engaged in reflexivity throughout the research and writing process.     Findings This study showed the complex challenges facing racialized LGBTQ youth and made explicit some of the largely hidden issues that prevent these youth from receiving the optimal care they require and deserve. In this section, select data are presented to illustrate two prominent themes that emerged from the analysis of the TTS service provider focus group data: 1) the complex identities of racialized LGBTQ youth; and 2) the gaps that exist between the needs of these youth and the services available to them. These themes exemplify the challenges that arise for racialized LGBTQ youth in accessing relevant sexual health services and information. The codes that formed the subcategories further detail the characteristics of these themes (see Appendix A).  Complexity of Identities   A recurring theme regarding the challenges in accessing sexual health services for racialized LGBTQ youth is the various ways in which multiple aspects of their identities are not considered and/or embraced by their communities, themselves and society at large. Myriad micro- (individual), meso- (community) and macro- (societal) level barriers have INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 27 obscured the sexual health needs of racialized LGBTQ youth, consequently increasing their vulnerability to poor sexual health outcomes.      Isolation. Facing racism in the LGBTQ community in addition to homophobia in their home communities may prevent many racialized LGBTQ youth from receiving optimal health services and information including counselling and ‘coming out’ supports.   ‘Coming out’ obstacles. In addition to experiencing the widespread homophobia and transphobia prevalent in Canadian society, some Black LGBTQ youth may feel acutely aware of the lack of support and acceptance of their sexual orientation or gender identity from their racialized community as well as racism within the LGBTQ community. This presents a great deal of anxiety for Black LGBTQ youth. Having to choose membership between two mutually exclusive communities further deters them from “coming out”:  It’s a huge stress in this community because you will be ostracized. The question is do you get ostracized by the Black community or the queer community because there’s a lot of racism in the queer community as well. So it’s not to say that you abandon your home ties for a community that does not respect you. [Black Youth]  The isolation felt by many Black LGBTQ youth makes it difficult for them to self identify as LGBTQ and consequently makes it difficult for those who are ‘out’ to facilitate others to make that same step:  A lot of the Black youth who are queer will not admit to being queer and some of the youth who are out and queer and feeling like they’ve made that step don’t know how to guide other youth to doing the same thing. [Black Youth]  The limited number of Black LGBTQ youth who are ‘out’ hinders the formation of a supportive community: INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 28 …there’s very little recognition I guess with each other in the young Black queer community and I use the word community loosely. [Black Youth]  Even those who have made the step towards attending programs that serve LGBTQ youth do not admit to being queer:  …even within the group where young queer Black youth who come out and will say “I’m not out.” But they’re coming to the group because there’s nowhere else to go. [Black Youth]  The fear that their families may discover their sexual orientation prevents many Black LGBTQ youth from being open about their sexuality: With queer Black youth who come to the group, they may say that they’re  not out but they’re coming to this group. There is this fear amongst the  group. Majority of the youth say that the reason they don’t come out is  because of their family. Coming out is an issue. What does coming out  mean? How do you do that? A lot of Black youth who are queer will not  admit to being queer. [Black Youth]  One SP noted that it is very unlikely for Black transgender youth to receive financial support from their parents: …I’m seeing a lot of White trans youth at like age 15 to 18 and he’s talking about his parents paid for his top surgery and he has a therapist and I’m just thinking wow, that would never fly, like you’d get thrown in Church or something. That does not fly in the Black community. [Black Youth]   Additionally, youth who live in another country away from their families and are faced with the dilemma of how to disclose their sexuality, may experience chronic stress that can filter into all areas of their lives:  They don’t want to be disowned by their family, whether the family is here or somewhere else. I have one youth who’s in a dilemma as it is right now because his mom isn’t here in Canada but he’s not out to her and she’s asking like send me a picture of your girlfriend and he has no idea how to deal with that and that’s a stress that’s interfering with other things for him. You hear these stories and you realize that coming out is an issue. What does coming out mean and how do you do that? Do you make an announcement? [Black Youth] INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 29  One service provider shared his/her own struggles of “coming out” while away from home and noted how conflicts that arise between youth and their parents often have to wait to be resolved, while at the same time, the distance and time apart builds even more pressure for the youth:  I got into an argument with my mother just before I came back from the winter semester and I sat down for 5 months and agonizing about how I’m going to tell her because you can’t tell her over the phone but she’s 5,000 miles away. So you have to wait until you go home in the summer and it’s a huge stress because it’s all you think about when you’re studying. [Black Youth]  Racialized LGBTQ youth face many challenges that contribute to their desire to be secretive about their sexual identity. The lack of support and people they can turn to can greatly hinder youth from ‘coming out’.   Homophobic bullying and prejudice. The lack of support in many newcomer communities for LGBTQ youth results in a great deal of anti-gay bullying:  I mean the things that they had concerns around or making jokes around were the whole thing around if you’re gay and they’re like ooohh because one of our scenarios were like well if you’re best friend was gay [not audible]. They were like oohh, if my best friend was gay, I would hit him and kick him and these are like seniors, like they’re 11th and 12th graders and they’re all new immigrants from South Asia. [Newcom2]  SPs revealed homophobic bullying elicits strong emotional responses from the bullies such as anger and confusion, and that to a large extent, the bullying stems from misunderstanding. The lack of education and information regarding sexual orientation feeds into discrimination towards non-heterosexual youth:  I find in groups, there’s a lot of homophobic social bullying in the Black community with youth. I mean you just show a picture and you have a  male and a female, who would you date and again, I run an all girls… it’s  like  “well why is that girl there, oh my God.” Like they get so… you  know, it’s so much anger and confusion and why would you even present  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 30 that to us. If there’s something online somebody said, it’s like “oh, that’s so say gay.” When you question them, they have no idea “well uhm, I don’t know, what does gay mean.” So they don’t even know what they’re saying. [Black Youth]   The misinformation and stigma surrounding the LGBTQ community may put vulnerable youth at further risk as it may keep people from learning: Yeah. It’s so about who they are and I don’t really know what that is  but it’s really really bad and really really negative and I’m going to  use that to bully people. It’s just so intense without even understanding  the sexuality behind it. Just the labels that society has given it turns  people away. [Black Youth]    Negative connotation and stigma within a community can breed inaccurate assumptions and cause youth to become vulnerable to risky behaviours and negative health outcomes. For example, a service provider shared how youth at the workshops did not believe that he/she who is heterosexual could be infected with HIV. The stigma attached to the LGBTQ community as being more “at risk” for STIs makes youth reluctant to access sexual health services because they are homophobic. These misconceptions take the focus away from the important health information and services these youth could be receiving: …the moment I disclosed my sexual orientation, they were like “oh okay, so you are HIV+ and you are straight and you’re talking about this publicly?” Like as if it doesn’t happen to straight people. They’re so homophobic that they actually are kept for a long time and the misconceptions that still would go on that makes them to be vulnerable to not [not audible] information about health services or things that they could take advantage of. [Black Youth]    The homophobic bullying faced by many racialized LGBTQ youth is perpetrated by the lack of education and prejudice towards the LGBTQ community.   Invisibility. The low level of disclosure from racialized LGBTQ youth can lead to the under-representation of youth in need of services. SPs warn that there are LGBTQ INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 31 youth, especially younger ones particularly in the newcomer communities, hidden in their services who do not openly disclose their sexual and/or gender identity:  I find 13-17 youth is less common for them to identify as queer, compared to older youth. [Newcomer 1]  Keep in mind that there are unidentified LGBTQ youth in workshops. [PPT Staff ]  A service provider suggested that one way to limit this problem is for programs to provide a sense of inclusiveness that is vigilant of this evidence:       I think as well it is important for us to keep in mind that we do have LGBTQ community within our workshop even if they are not identified as such but just to keep in mind whenever we are having a discussion the language that we use should always be inclusive….you always have to revisit….[PPT Staff]  This study shows that the isolation they feel from being caught between communities and persistent bullying makes ‘coming out’ very stressful for racialized LGBTQ youth and consequently, many racialized LGBTQ youth do not ‘come out’. This study also point to the under-representation of racialized LGBTQ youth in need of services.    Identity expectations. The barriers involved in the process of disclosing their sexual and gender identities for racialized LGBTQ youth are complex. Many of these barriers result from micro- (individual), meso- (community) and macro- (societal) expectations. In this study, one barrier faced by these youth is religious affiliation and cultural expectations to be heterosexual or cisgender. Another barrier stems from the anxieties of their parents to be heterosexual or cisgender and the pressures to adhere to these norms. Additionally, experiences of sexual assault may complicate the development of sexual identities for youth.  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 32  Sexuality and culture. In some communities, sex itself is not discussed openly, and many youth may not fully understand their own feelings, desires, and attractions:  When you speak about sexuality…if you don’t see yourself as a sexual being, you’re not going to prepare yourself for anything having to do with sexuality afterwards. [CHC staff]  Some SPs who identify with the racialized communities they serve provided insight into how sexuality and sexual education is viewed in their communities. As an example, in some cultures, sexual activity is viewed as unacceptable until after (presumably heterosexual) marriage:   …because I’m also from the Sri Lankan community. In Sri Lanka, sex is after marriage, not before marriage. But when they come to Canada, [not audible]. They should be educated on sexual education. It’s a big issue. [Newcom2]  Similarly, another service provider explained that in some communities it is difficult to broach the topic of sexual education due to the conservative attitudes towards dating which is perceived to come before sex:  In our community… I’m South Asian as well… but the other issue is you  know in the South Asian community, like dating is not something that’s  accepted. So to start talking about sex before you start talking about…  you know what I mean. That basic thing is even a barrier right. It’s  really a huge piece. [Newcom2]  Religion can play a strong role in shaping beliefs about sex and sexuality, and can serve as a barrier in addressing the sexual health needs of youth. When talking about the need for HIV prevention education, one service provider received an outright rejection from a religious leader to further discussion on the topic:   She (the religious leader) said “it’s a sin to have sex before marriage and if you’re not promiscuous you don’t get AIDS. So this is the end of this conversation.” [CHC staff]  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 33 SPs are aware that youth in their communities are having sex, but at the same time, they understand that it is still a topic that is not appropriate to discuss openly in their culture:  I mean teenagers are having sex in Pakistan, it’s a Muslim country and  parents don’t know about it, a lot of sex education. People are having  abortions. I mean they’ve always had abortions since like the beginning  of the centuries. Like it’s happening in each country. So it’s not like  it’s not happening. It’s just like we say okay well it’s not or I mean we  as facilitators or service providers, like we know what the culture is.  We know our religion. We know that it says not to… you know, people don’t talk about it but we know it’s happening. [Newcom2]  The denial of the need for sexual health education that is expressed by settlement workers can make sexual health services very inaccessible for newcomers: I mean I’ve had one settlement worker tell me that oh we don’t have any issues with sexual health. We don’t need the workshops. [Newcom3]  It’s also present here in Toronto where I know there were a couple places where I contacted to book a workshop at and had the group leaders say “well none of my youth are having sex and I don’t need to participate.” [Newcom2]  Furthermore, the erasure of sexuality, particularly for LGBTQ newcomers could in effect make the needs of these youth invisible:    And we don’t have any gay immigrants. Like you’ll hear that too  Right. [Newcom3]  In the face of these challenges, SPs emphasized the need for ‘sensitivity through a cultural context’ especially for newcomers in the planning and delivery of sexual health education programs and services:      …especially when you’re working with the newcomer population and newcomer communities, it’s very important… I mean as immigrants sort of settle down, cultural differences…The question for us again is still how do different communities talk about sexual health. I think in your advocacy when you’re suggesting sexual health education programs in schools, especially with newcomers coming in, it’s important to emphasize the sensitivity through a cultural context. [Newcom2]  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 34 Different social norms influence how people perceive the behaviours of others. For example, in some cultures, it is acceptable for people of the same gender to hold hands in public without others presuming anything regarding their sexual orientation:  Another thing is that for a lot of people, and I heard this in India, is that their first sexual experience would be a same sex experience, especially for a lot of young boys because also publicly, culturally it’s okay for men and men and women and women to be more physically intimate with one another in a public exchange, like holding hands which is not as allowable here or whatever without being slotted into a particular sexual orientation. [Newcom3]  For many newcomers, gender is a cultural force that can be a barrier to sexual health education. For example, women from many cultures do not allow them to discuss sexuality issues openly:    …a lot of populations with regards to young mothers and females who really want to learn about sexuality but they’re really scared because of what other people might say. [Newcom2]  One SP suggested that workshops on sexuality be held separately for men and women as to give women a safe space to speak openly: Also, I highly recommend that when you do have sexuality workshops, separate them, females and males, because females are never comfortable talking about sexuality especially the newcomers. [Newcom2]  SPs discussed how barriers to sexual health for youth from many racialized communities stem from social norms regarding sex and sexuality and social forces such as religion and gender. They also suggested approaching programs and service delivery with cultural sensitivity.    Parental anxiety. SPs pointed to the importance of withholding judgement when communicating with parents to address their concerns regarding their teens’ sexual health:    I think you can tap into that anxiety that parents have anyway. It’s  not like they’re not thinking about it and don’t want to talk about it.  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 35 So you can make use of that and then create a space where you know when  you talk about it, you don’t say your values suck and you know they don’t  fit into what we have here. Like I don’t think that’s the approach. [Newcom2]  One of the issues that SPs brought up was the denial parents were in, believing their children to be practicing sexual abstinence even when it is not the case: One of the things I think it’s really important to focus on the cultural piece as well. One thing I noticed living in India, is everybody is sexually active. It’s just that you don’t talk about it the way you do here. That’s the issue is that parents just don’t know how sexually active their kids are. [Newcom3]  SPs stressed the importance of providing workshops for parents on the topic of sexuality, including LGBTQ issues to reflect the reality that affects their teens. SPs suggested building a relationship with the parents, especially those from cultures that are not accepting of the LGBTQ community, and encouraging them to attend these workshops: Definitely parents need to be educated and not only [not audible]  like heterosexual sexuality but with regards to lesbian and  homosexuality, transgendered because it is arising and not a lot of  people are accepting it even though some people [not audible] and  especially in the culture… in like a lot of cultures, they don’t accept  it. Therefore, we as facilitators and other people should try to have  relationships with parents and try to hold workshops for parents. Even  though they may not want to come, we can have a different name for the  program and then somehow try to…[Newcom2]  One service provider added that a priority should be to provide parents with the available information and to emphasize with them and to understand the root cause of their concerns:  It’s the information you want to get them. That’s all you want to do.  You just want to approach it from their point of view and you just want  to ask them what is their real fear about, like what is the heart of the  issue, what are they afraid of. [Newcom2]  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 36 This service provider spoke of the anxieties facing youth from some racialized communities when their parents refused to discuss matters related to sex and sexuality. She went on to recount how parents, themselves, get upset if she raised these issues:   These youth are hurting themselves because of it. Like for example, I  know a couple of lesbian young girls who are in grade 9. Well they  themselves [not audible]. When they talk to me and they can’t talk to  their parents about it, it hurts them more mentally which affects their  standings in education and whatever they do, it affects them in  everything they do. So it’s really hard. When I ask them if I can speak  to their parents, they’re like no. When I have my parents night, I try  and I bring that topic in. But then the parents get very emotional. So  it’s hard sometimes, but you’ve got to tell the parents it’s out there. [Newcom2]  Although SPs expressed a concern for the perceived lack of knowledge regarding sexual health for youth in some communities, there is also acknowledgement that there is diversity in how communities approach sexual education and that it is important to respect differing values and for parents to feel supported. Sexual assault. One SP talked about the vulnerability of youth to sexual abuse within their families in some communities: One of the other things is that for a lot of families, for a lot of youth, their first sexual experience might be within the family. So that puts another spin on the whole notion of abuse here, of what’s considered a healthy sexual relationship. Those lines tend to… I found… and just anecdotally… those lines become very blur. That conversation about first sexual experience and when that happens for different people because the rates of sexual abuse are so high among youth that often the first experience is a violent one, the exploitation, an older trusted uncle figure or something. [Newcom3]  Another SP suggested a barrier to addressing sexual assault incidences that occur within some communities may be due to the fear that the state would interfere inappropriately in what they regard as private matters:         Going back to the cultural aspect, the work that I’ve done, I could  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 37 speak for certain communities better than others and having spent some  time with South Asian communities and I was doing a project with men who have sex with men who also come from poor immigrants. The South  Asian group that I did, it was all youth and things that come up are domestic violence, gender, sexuality. These things are not talked about and when outside professionals come in to that culture and speak about these things, it is seem as very violent sort of interjection because they say “the Canadian state is trying to come in and [not audible] lives, our culture here  and we don’t speak about this in our culture.” [CHC staff]   Sexual assault that is present in some communities affects the sexual health of youth, but it is a very challenging issue to address since many of these communities do not talk about sexuality openly.       Risk factors. Obstacles such as homelessness, drug addiction, high risk sexual activities and high rates of pregnancies can place a lot of stress on a young people and affect their well-being.   Street-involved youth. Many LGBTQ youth were not welcome in their parents’ homes once their sexual and/or gender identity was revealed. Many may not be ‘kicked out’, but the toxic environment at home does not permit them to stay, and they end up on the streets, essentially homeless: … some of the youth live technically with their parents or have whatever access they have to their parents’ homes from getting their mail to being able to crash there or whatever. But like I don’t know how much of it is that choice whether or not they could stay there, you know. So some of them talk about their parent’s home but like they’re fully on the street all  the time, you know what I mean, but they could go home you know. But I  work with like a drop-in for LGBT. I work at the [not audible]. It’s an  LGBT organization for homeless under-housed generally [not audible] youth and with that said, like many of them could be in their parent’s homes but many of them are kicked out literally just because they’re queers. So I like the idea that it was self defined, more self defined then it was where we decide what’s street involved because many of those youth, they don’t want to go home whether they could or couldn’t. [Youth in Care]  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 38 One service provider shared how difficult it is for youth who end up on the streets to find their way back home. These ‘street youth’ may become more vulnerable to negative coping mechanisms such as drug use:  Well like you said, they don’t want to go home. But when I did a speak, they were asking me why did I go back home, how long did it take. Unfortunately, it took 24 years. But it was part of the conversation. This just came to my thought about street youth and so on. [not audible] about drug use. [Youth in Care]  Many LGBTQ youth risk becoming street-involved because they no longer feel welcome at home after their sexual or gender identity has been disclosed. These street-involved youth may become vulnerable to drug use it may take them a while navigating their way back home.  Sexual behaviours and pregnancy involvement. SPs were presented with TTS data showing that LGBTQ youth are more likely than their heterosexual counterparts to be involved in a pregnancy. This finding suggests that the reason behind this phenomenon is so that LGBTQ youth can avoid the daunting process of disclosing their sexual orientation. Focus Group Facilitator (F) and service provider (SP): F: …when we were looking at pregnancy involvement, LGBTQ youth were more likely to have been involved in a pregnancy than straight youth.  SP: Because then you don’t have to come out right. I mean if you’re a  pregnant lesbian and you’re a teen, you don’t have to necessarily come  out. [Youth in Care]  Additionally, more LGBTQ youth admitted to engaging in high risk sexual activities compared to their heterosexual counterparts. SPs hypothesized that unlike heterosexual youth, LGBTQ youth do not have their sexuality readily presented to them by society, and therefore LGBTQ youth tended to have a more acute self-awareness of their sexuality: INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 39 So like whatever [not audible] are not admitting to that stuff but like queer people are admitting to. Like why is that, like queer people have to think about their sexuality in a different way right. They’ve had to experience whatever it was before the homophobia in the world. I mean I just wonder why did like… what is that about [not audible]. Is it self-awareness, is it because you have no choice and you have to think about your sexuality when you’re queer as opposed to when you’re straight you don’t have to think about it as much you know. The world doesn’t ask you to think about your sexuality. It’s presented everywhere and you don’t even question. [Youth in Care]  LGBTQ youth are more likely to engage in high risk sexual activities and are more likely to be involved in a pregnancy compared to their heterosexual counterparts. According to this study, the reason behind these phenomena is due to societal forces such as heterosexism that puts pressure on LGBTQ youth causing them to conform and also forcing them to be more aware of their sexuality than their heterosexual peers.   Secrecy and risk-taking. The challenges of ‘coming out’ to those closest to them presents the danger for many Black LGBTQ youth to engage in sexual activities without enough knowledge about the risks and safety precautions involved:   For all of those reasons, you’ll find that a lot of young Black queer youth who are sexually active not seeking any help or information anywhere because they are not out. [Black Youth]  Not being able to disclose their sexual orientation to their families and friends may affect the well-being of youth, resulting in emotional stress. Cultural or religious sanctions against same sex relations results in shame, secrecy and the ‘down low’ phenomenon:  It’s what they were saying about men on the down low. There’s total denial. So they’re not going to come go to a health facility or a professional to ask for anything or even to a friend because the friends don’t know that they’re queer. So there’s all this secrecy and then there’s shame. [Black Youth]  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 40 The lack of information coupled with the secrecy of their sexualities puts many LGBTQ youth from certain racialized communities, in particular men who have sex with men (MSM), at risk for negative health outcomes: A lot of the MSMs that I spoke to, there were a lot of quick encounters, very like you know on the down low, in the parks, totally unprepared and because they are not allowed to be open about their sexuality, you’re just going into finding somebody on the Internet. So it’s completely impersonal. You just are in there to have sex and get out. You’re not getting to know you know… so you don’t know what their status is. You don’t know to bring condoms, to buy condoms, things like that. So I think for me that would be like a huge deal of how do you approach different cultures when it comes to this. [CHC]  Many racialized LGBTQ youth keep their sexual orientation a secret in fear of segregation from their families and communities. There are risks associated with clandestine behaviour as youth are not educated on how to protect themselves during sexual activities.   Needs and Services are Incompatible  Apart from the need for increased consideration of the complex identities of racialized LGBTQ youth, another theme that emerged from the TTS service provider focus groups data suggested that many of the needs of these youth are not being met in current services. They pointed specifically to the lack of youth-friendly services, the lack of trained and informed SPs, and the lack of allies to support the service delivery for LGBTQ youth.     Lack of youth-friendly services. The low service accessibility rate of LGBTQ youth, especially of young teens compared to their older youth counterparts indicated to SPs that the needs of these youth are missing from the programs. SPs would like to look INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 41 for ways to make their organizations more youth-friendly to encourage service accessibility:  I think some of the data from the access barriers to services, particularly for queer identified youth, being that the service is not youth friendly being sort of the top thing, you know first of all trying to figure out are queer youth sexual health [not audible]. But for the older groups of people, that’s one of the central communities that we do serve. So just trying to figure out if their needs are being met and if not, then if they can be worked into the practices and the organization of the clinic to make it more youth friendly because maybe that’s one of the main reasons why we’re not seeing as many younger people under 20 at [downtown clinic]. [LGBT2]   There are several specific issues that emerged from the TTS service provider focus group data that suggest how services are not youth-friendly for racialized LGBTQ youth, namely: services and information available do not focus enough on healthy relationships, available locations of services are inconvenient, and confidentiality concerns for youth accessing services.   Services focus too much on STIs. One reason LGBTQ youth may not feel comfortable coming to these services is due in part to the programs’ perceived focus on sex:  LGBT youth services are themselves a barrier, as they are perceived to be solely about sex. [LGBT2]  SPs noted the available services for the LGBTQ community focus on STIs and sex because this area receives the most amount of funding and is relevant to the needs of the community. However, LGBTQ youth themselves, are not interested in these topics. Therefore, SPs suggested providing programs on topics that are of interest to LGBTQ youth such as sexual pleasure and healthy relationships. This way youth will more likely attend these workshops and discuss issues related to sex health: INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 42 I mean there is that discrepancy between queer youth and their priorities and HIV is not among them whereas in the straight identified youth, HIV is the number two priority. If we’re looking at communities that are traditionally seen “at risk” for HIV and where funding most likely is to go is sort of like HIV and sexual health information. Well HIV is not a priority. What does that mean? You know, there’s all these theories that we can talk about but when it comes down to it, if you’re going to get people in the room, it’s like sexual pleasure and healthy relationships are the things that are going to bring those queer youth together to talk about sex and HIV is not there. So what does that mean and what does that mean for that kind of work. [LGBT2]  Youth do not have enough knowledge regarding what to do in between starting a relationship and having sex. This gap in knowledge presents a danger as youth start having sex with limited information and resources to keep them safe. A service provider described how LGBTQ youth are at a high risk for contacting STIs: For girls, many do not feel that they need to protect themselves during sex, and boys, through their exposure to depictions and warnings of certain STIs among MSM have fear instilled into them instead of knowledge. The association of STIs and the LGBTQ community is a barrier for LGBTQ youth because it discourages them from disclosing they are sexually active. This prevents them from learning the information they need to protect themselves: I find that there’s an extreme, whether it’s queer youth or heterosexual youth. You go from young and having a girlfriend or a boyfriend and straight to sex. There’s nothing in-between. So with the girls having sex with each other feel that there’s nothing that they have to worry about whereas the boys, there’s a young boy just recently in hospital. He has the flash [not audible] and that has been going around as an email saying that there’s this high risk amongst the young men having sex with each other of this virus or what have you as a fear thing that people don’t often pay attention to or read and then they’re exposed to something that they have no clue about and it was by chance that he ended up going to the hospital and finding out this is what he had had. He has no idea how he came in contact with that and this is a young boy who’s just recently been introduced to the queer world, of finding himself. Those types of pieces of information and those details, what I was talking about, in-between going from being a virgin to straight into intercourse, being sexually active, there’s so much missing that it’s almost a danger …So there’s no balance INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 43 there and then the fear of being discovered that you’re actually sexually involved keeps people from learning I think. [Black Youth]   SPs felt that an approach to sexual health dominated by public health discourse could deter youth from accessing services. They believed that LGBTQ youth want to discuss a broad range of issues including sexual pleasure and healthy relationships, and have opportunities to network and socialize with other youth with whom they identify: ...queer youth are looking for more peer contact and stuff that’s more around sexual pleasure and healthy relationships, that might even look like a different approach than like Toronto Public Health as the umbrella or social services organizations as the umbrella which still gets framed as health risks and that will certainly deter I think large numbers of people who might have needs. [LGBT2]  Also in terms of what brings an LGBTQ youth to a room, these ones (sexual pleasure and healthy relationships) certainly I’m sure play a part, but also just the change to network and the change to be around LGBTQ youth. You could talk about anything once you get them there. It’s just putting them in the same room. [LGBT2]  Another challenge is to get young people to take the available services seriously and to be genuinely interested in the programs that are offered:   Especially if you’re 17 or 18, some of the girls or guys, they may  just see it as a joke when we really want to make sure it’s a serious  topic because sexuality is serious. [Newcom2]  SPs mentioned that it is not enough or effective to only deliver one workshop on sexual health for youth because youth may have questions that arise after that one session, and without further workshops, these question may not get addressed. Therefore, it is ideal for these workshops to be continuous and occur over a series of sessions. Additionally, it is also very important for youth to view the SPs as both friendly and competent. This allows youth who have questions to seek answers from health professionals, with confidence:   I think you have to have a series or at least like three time workshops because not everything is going to get answered in that one workshop and INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 44 that’s a barrier or a shortcoming of my work is that I go into workshops or schools and community agencies and I do this one time workshop and I want to… and there are still tons of questions or information that whatever comes out of there leads into another topic and another topic. There has to be more than one, like a one time setting. Like it has to be… especially with youth, you want three… and I think just in terms of the question around service providers, I mean people will come or youth will come if they know this place is friendly and competent and has a higher reputation and just is going to welcome them. You’re going to go where you’re going to be welcomed. [Newcom2]  Services are more youth-friendly when it offers workshops on topics such as healthy relationships and sexual pleasure instead of focusing strictly on STIs and sex. Additionally, having youth-friendly programs will encourage youth to attend several workshops and ask questions to be more informed.  Workshops on healthy relationships. The availability of information that is both informative and of interest to youth can attribute greatly to the accessibility of services and programs. One of these areas includes information on developing and maintaining healthy relationships: Young people who are saying we want healthy relationship information...knowing what they want to know makes a big difference. So I think that organizing something that’s of interest that will be informative is the best way to go in order to get the youth to come and actually want to talk about it instead of focusing on any of them to say you know are you using condoms. [Black Youth]  Placing emphasis on healthy relationships in workshops, especially for young LGBTQ women can impact the quality of their personal interactions with their partners. There is a lack of workshops that develops skills such as being able to effectively communicate to your partner what your comfort level and boundaries are in your relationship:      Girls who are queer are involved in jealous relationships as well. So there aren’t enough workshops to talk about healthy relationships and negotiating sex. [Black Youth]  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 45 The impact of possessing strong communication skills in a relationship extend to the self-esteem and emotional well-being of youth:   I think there aren’t enough workshops to talk about relationships and healthy relationships and negotiating sex. When can you say no and it is okay. Is this person going to leave me if I say no? [Black Youth]   SPs felt that available sexual health information is predominantly clinical in nature with an emphasis on preventing STIs and pregnancy. Centring programs on the details of sex and STIs  in the exclusion of healthy relationship information will not attract youth to these services. A large part that is missing from the programs which is also a ‘driving force’ for youth is the lack of exploration on love and relationships: …there’s so much that goes unnamed in [not audible] of  healthy relationships like you were saying about love. Like I don’t think  we talk about love and I don’t think love in terms of relationships,  friendships and that’s what’s the driving force in so much of this and  whether it’s like healthy love or unhealthy love, sex or love, romantic  love or friendship love. I’m just talking about love [not audible]. So  like how come we don’t talk about that. Like when we talk about healthy  relationships, it’s not just oh, [not audible] okay or not okay and it’s like feeling… you know what I mean, what makes me feel good, what communication looks like [not audible]. You know what I’m saying, like those pieces of drama and stuff. [Youth in Care]  Programs that concentrate on healthy relationships will attract youth; however there are other barriers to accessing these programs, namely concerns regarding confidentiality and also the inconvenient location of these services.   Confidentiality concerns. The reluctance to access sexual health clinics due to concerns of confidentiality limits youth from taking advantage of the available services. Although it may help for the location of these clinics to be integrated in proximity to other community centres such as shopping malls, the reputation that these clinics handle predominantly sexual health issues may deter some youth from utilizing the services:   INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 46 I just guess accessing information, like going into the clinics  maybe, having clinics maybe in malls where there’s other types of like  community resource centres so it’s more anonymous. Like they’re going to  the mall but then they can pop in to the drop-in centre, get some  information, go to some classes and it’s not so like stereotyped. [Newcom2]  …I know the sexual health clinic that’s outside [a mall in suburbs of the greater Toronto area] It’s off the path… it’s not actually in the mall. However, everyone knows when you walk into the waiting room and you know everyone else is there because of a sexual health issue because they only serve sexual health for sexual health purpose. [Newcom2]   As previously described, in order to distance themselves from the stigma of HIV/AIDS attached to their communities, clinics that focus on HIV were not welcome in these communities. Similarly, youth may fear judgement from their peers for visiting clinics if these clinics are known to provide sexual health services in exclusion to other health services:  That’s why it should be mixed up with like you know not just sexual  health but other services too, sort of like the HIV/AIDS community. They  did not want an HIV clinic because of the stigma. So if you provide it  with other services, it’s not so bad …[Newcom2]   Inconvenient service locations. The inconvenience of the service locations is an obstacle as it prevents youth from taking advantage of the available resources. The majority of sexual health centres are located in the downtown region of the city, which makes it difficult to access for many who live in Toronto’s suburban environments. SPs recommended that services be more mobile, essentially increasing accessibility by bringing the services and education to the populations:      The only thing that I would find is because we’re North York and a lot of the sexual health centres are downtown, I’ll take a lot of individual youth down. But it’s hard to connect them with a service. So if they need like an HIV test, it’s hard to get them there on time. So like maybe having some services that were a little bit more mobile instead of having people a little bit… or know about services that are more INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 47 available to come to your group and do testing and do a little bit of educational stuff. [All Toronto 2]  Furthermore, the shortage of available professionals that are knowledgeable and sensitive to the concerns of LGBTQ youth makes the lack of service locations very pronounced: Every youth who lives in [suburban Toronto area] who wants a queer doctor can’t find a queer doctor. I finally got a resource from someone who gave me information about their doctor and I passed it on to her. But just in the struggle of going on the Internet and trying to find this information myself was frustrating…I can only imagine how difficult it would be for a youth who may not even have a computer to go into a resource centre and don’t want people to see what they’re checking out. Now I’m thinking to myself I need to do something about this because it’s not okay. [Black Youth]   Lack of trained and informed service providers: The large gap in sexual health education for LGBTQ youth is seen by SPs as a concrete gap. One way to address this issue is to identify appropriate facilitators to conduct workshops: Well from a health promotion and education perspective, I think I  already talked about it. But I think the pregnancy and birth control issue I think is a big gap in terms of education for youth in general. It’s difficult to get any kind of safer sex information for LGBT people in general. But that’s the thing that I think is a concrete gap that I can see, me thinking back and figuring out who do we want to invite to sort of look at doing something because I think that’s something that’s fairly doable. [LGBT2]   SPs are not ‘out’. One service provider described the appeal of knowledgeable and trustworthy professionals when he/she sought sexual health services are a youth: I think I went to Planned Parenthood actually when I was younger.  I knew what it was for, for the youth and sexual health and I wanted  something that specialized in that instead of something that is overall  because then I don’t know if the people would be professional enough or  my doctors would know enough information of what I wanted to know or what I wanted to ask. I liked the fact that it was actually specialized and  that I would feel comfortable knowing that the professionals are dealing  with [not audible]. [Newcom2]  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 48 Unfortunately, very few LGBTQ SPs disclose their sexual and/or gender identity. Very few SPs in leadership positions within their organizations are ‘out’ and this can be a barrier to the development of improved programs and services that meet the needs of the diverse LGBTQ population: Don’t know how many doctors are willing to ‘out’ themselves in order to provide services to queer patients. [Black Youth]  …You would not believe the number of people in our sector who are not out right, even though you would think [not audible]. But there are so many people [not audible] the larger organizations that have the power, that have the resources, that should be driving strategy, that should be taking a lead and those people in those positions, they’re not out. [LGBT2]   Consequently, a lot of the resources for the LGBTQ youth are passed on personally rather than professionally. Similarly, professional resources that are specific to the Black community are also limited:    You’ll find that the resources for Black youth or queer youth are more  resources you get from your own experiences and your day to day contacts or the people you know, sort of referrals. [Black Youth]  The data from this study conclude that there are limited professional resources and SPs for the diverse racialized LGBTQ community because many LGBTQ SPs are afraid of disclosing their sexual orientation.   Services for transgender youth. The lack of knowledge available on sexual health issues specific to transgender youth presents a large obstacle for transgender clients as well as their SPs: being asked and you know “I don’t know” you know what I mean. Even then, there’s questions where all people have sort of different protocols around certain things and with our population in particular, we don’t have the evidence. We don’t have the research that we can go to and get an unequivocal answer. Like anal pap smears came up and do we do that, do we not do that, should we do them, should we not do them. Like we don’t have a good plain answer for a lot of things around any sort of physical INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 49 sexual health, in particular with trans youth right. Like how do we know for sure and [not audible] transmission and stuff. That I find a real struggle when anybody asks you a question. It’s just like this is the best answer I can give you but I can’t really give you a good answer because it doesn’t exist in terms of a knowledge based and that’s a struggle. [LGBT2]  SPs also noted that there may not be enough transgender SPs. This is important because transgender youth feel more comfortable with SPs of the same gender with whom they identify: One thing that I think was really a reality, a check for me, was… and  I’ve been thinking about this anyway, how to make our services more  available to trans youth and the part that talks about how trans youth  reported that they want to be served by professionals that are the same  gender but not to really… are we hiring enough transgendered  professionals because that’s obviously something that’s important to them. [CHC staff]  Another accessibility barrier for transgender youth is their concern about mistreatment by SPs. Many youth do not know their privileges as a patient and they fear being shamed by their physicians. SPs noted the importance of addressing these fears by providing information to youth of what is appropriate behaviour to be expected from their physicians:   Because if a young person identifies as trans, I’ve gone to hospital with trans youth who are terrified “don’t let them take my pants off.’ Like that’s the only thing. They don’t care what else the doctor wants to do, just don’t let them take my pants off because there’s humiliation, they’re being exposed and then how do they deal with the treatment afterwards. So I think those big fears are very important and having information for the young people to know what is allowed and what is not okay when seeking medical help is important. A big piece will go a long way. [Black Youth]   Comprehensive vs. specialized services. There is a lack of information on how to best address the specific needs of the diverse populations within the LGBTQ community. For example, SPs questioned whether services for the diverse LGBTQ community should INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 50 be comprehensive and incorporated within a broader workshop or if they should be separate and specialized: ..there’s a complete lack of information around queer inclusive, let alone trans inclusive sexual health research on literature and how that actively can get incorporated into workshops and different things. Do you do queer specific and or trans specific stuff or do you incorporate it within a broader workshop? Just sort of questions like that. How to best proceed are always difficult challenges. [LGBT2]  A difficulty in the service delivery for transgender youth in particular is the lack of information available specific to the transgender community. Since transgender issues are often categorized under the larger LGBTQ group, there is often a lack of distinction and resources regarding issues related to gender identity versus sexuality issues. For example, one of the problems that emerged from the integration of transgender issues within the larger LGBTQ community is the lack of information and resources for transgender youth who are ‘straight identified’:    …one of the major tensions at least with doing service delivery with any trans communities is I mean a lack of knowledgeable providers and stuff that has been talked about, but really this lack of a distinction drawn between issues of sexuality and issues of gender identity. For the most part, trans issues have been taken up as sort of an addendum or an appendix to queer organizations in service delivery so that they’ve been assumed within this larger LGB hence LGBT group of service delivery and that isn’t necessarily meaningful or reflective of the majority of trans identified  people who are straight identified. [LGBT2]  Another observation made by SPs was that transgender youth want a more integrated source for information and services. However, SPs were not sure whether comprehensive services would be accessible for the cisgender population: Finding different information in different places I think that might well be true right there isn’t a one stop place where you can get the services… Trans youth said they wanted more comprehensive services right, so this more towards comprehensive services and may or may not work for general populations I don’t know it would certainly be a question. [PPT  Staff] INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 51 Furthermore, SPs noted the advantages to including the transgender community within the larger LGBTQ community in regards to service delivery. For example, the transgender community could have support from the larger LGBTQ community in terms of allocation of resources for research, education and programming. However, some transgender people who do not identify as ‘queer’ may not feel comfortable having to openly access LGBTQ services:  So to the extent to which services can be delivered to trans communities, there are necessary benefits in that the queer community has albeit limited resources, at least some resources, to provide support and structure to trans communities. But some trans people may be reticent to access queer spaces…and entering a very known queer space and if someone is not queer identified, what is the relevance or what are the tensions that sort of happen when you’re kind of doing that kind of work. There’s just that issue. [LGBT2]   Lack of allies. Many heterosexual allies are SPs who are afraid to publically display their support which speaks to the deep rooted systemic homophobia that exists. This surrounding secrecy and homophobia obstructs the service ability of staff and also affects the youth accessing the services:   “oh you’re doing great work, so I’m going to be your like secret ally because I’m out at work.” There are real reasons for that. There’s a lot of homophobia. If you go and do service provider training in the northwest and we have like heterosexual like allies who are like “I’m scared to put up this sticker. I am scared to do this.” There is so much homophobia in our agency it’s like uncontrollable you know and it’s directed to staff and to youth that are accessing these services. Sometimes it can be very violent and very messy and mean. [LGBT2]  SPs also reacted to the TTS finding that it was not essential for SPs of LGBTQ services to identity as LGBTQ themselves, as long as they have a positive view of the issues and concerns LGBTQ youth bring. However, services for LGBTQ youth are usually left to be provided by LGBTQ SPs due to transphobia and homophobia:  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 52 …it’s not that important that their provider is actually queer but that  they’re queer positive. So there’s many many people who could be doing  this work who aren’t. I mean everybody is overworked and underpaid, you know what I mean. There are so many priorities in general. It’s the same thing like people of colour [not audible] driving programming for people of colour. Like that’s kind of how it ends up. But I think homophobia biphobia and transphobia operate as barriers in multiple ways in terms of what services aren’t being provided by who and also especially for  younger people… [LGBT2]   Networking challenges. SPs share that the most effective way to reach youth who are in need of services often extend beyond traditional community spaces to include nightclubs and other social venues:     …My program, that’s how we reach the most people is through peer to peer outreach, in bathhouses, in the nightclubs which for queer and for [not audible] trans communities function as community spaces as well. [LGBT2]  Informal networking was seen as necessary to reach LGBTQ youth. However, SPs also noted that the lack of formality and accountability that results from this type of networking is problematic: I think it’s also speaking back to that difficulty that we were discussing earlier like how do you determine somewhere to be like a safer space for LGBT youth to access. Like there’s no consensus there right and there can’t be. So it’s really hard to produce like a network of services  in that way and that’s why I think it functions really… like it’s  difficult underground but sometimes it has to be that way through like  informal word of mouth or through that sort of networking. I think that’s  one of the barriers though like in the current state of services that are  available really so hard to just produce like this document and it would  be like “yeah, here” because like there’s accountability like especially  as community members. There’s accountability right. So it’s hard. It’s  true, but it’s hard. It’s not just as easy as like collecting all these  resources together and putting them up. [LGBT2]  Due to the close networking nature of the LGBTQ community, those within the community often become involved in close relationships with one another. Many LGBTQ youth may have confidentiality concerns when they attend the same programs as INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 53 people with whom they have previously been in relationships. Providing services that allow their clients to feel safe attending is an area with which SPs expressed struggle:  So [clinic 1] might get people from [clinic 2] who might get people from [clinic 3] and it all gets really convoluted which also means that the people coming into programs have preformed relationships with each other and this whole history with each other and what does that mean in terms of longevity of the service. If you go to a youth group or if you go to a clinic waiting room and you see your ex or your see your ex’s ex or there’s that person I have drama with, well I’m not going to go to this service and within a fairly closed community, how do we then navigate that to make sure that people can still feel safe accessing services. [LGBT2]   Lack of LGBTQ-positive organizations. SPs for the LGBTQ community spoke about the need for more LGBTQ positive organizations. There is a lack of SPs who understand the concerns of LGBTQ youth and are invested in providing them with appropriate resources. Taking on the burden and pressure of LGBTQ issues alone without support from allies can make LGBTQ SPs feel alone and powerless: Certainly when you’re working in the suburbs or the old suburbs, it’s  who you know but there aren’t very many people…But there’s only a handful of people that are doing LGBTQ…So you know each other…So it’s pretty small and then it’s just really like you have to… like who else is going to be passionate about these things except for us. It’s because we live there and nobody else can come in and be as invested in the process as we are or understand it. [LGBT2]  One proposed solution was to encourage all agencies and everyone within these agencies to take on the shared responsibility of providing LGBTQ services.  Also taking this work beyond the responsibility of the LGBTQ agencies  and making it really clear that it’s the responsibility of all agencies  and that all it’s staff within those agencies. So instead of as you said  being the one representative or the one person who’s supposed to take  care of all of these issues or the one agency that’s supposed to take  care of all of these issues, how do we make that more widespread and how  do we work to make public health safe for LGBTQ youth. [LGBT2]  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 54 Another service provider pointed to the need for agencies to work collaboratively and be willing to be transparent with each other regarding their values and visions. By being honest and straightforward with their philosophy of being LGBTQ positive and youth positive, other organizations would also be encouraged to be frank about their philosophies. This way, any differences between the philosophies of the organizations could be addressed instead of dismissed: I think um well each organization has it’s specific philosophy so a lot of times we ignore each other’s philosophy if we are doing partnership work so I think that it is something that should just be put out on the table. Were pretty upfront about our gay positive and youth positive philosophy to encourage other organizations to be truthful and honest about their philosophy and see ,where we can work within that instead of working around it and not really naming it and saying ‘ok we have a philosophical difference’ and so therefore your projects are not working. [PPT Staff]  SPs from Toronto Public Health understood that as a large organization, they were perceived to have a lot of influence and can guide and speak up for smaller organizations to promote programs that are non-discriminatory:    It’s more complexity of understanding of how we fund things or what we fund or we as staff working with those agencies that I think that there’s sometimes room for us to work with those individuals in dealing with their agencies because our legitimacy is often much higher than theirs in challenging their agencies to be less disrespectful, to adopt you know sort of overall sexual health and non discrimination programs. [TPH Staff]  SPs for the LGBTQ community encounter large systemic and societal barriers and many SPs spoke about the need for collaborative work with allies to provide more accessible services. Discussion  Implications for Policy and Practice   Intersectionality and community psychology. This thesis has been a response to Hankivsky et al.’s (2010) call for more health research using an intersectionality INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 55 approach. Intersectionality research has the potential for transformative change, something that Community Psychologists aim to do by identifying, critiquing and addressing structural injustices (Mertens, 2009). Utilizing the intersectionality lens has also allowed me to use the ecological metaphor that allows for the analysis of three interdependent levels of change: micro (ie. personal), meso (ie. community), and macro (ie. societal) (Nelson & Prilleltensky, 2010). The ecological metaphor can allow for interventions to be planned at multiple levels, for example, offering appropriate information (micro) and building strong networks (meso) and offering training at every level of an organization (macro). Intersectionality and the ecological metaphor have the potential to address social and power structures, which offers insight into the existing sexual health inequity for racialized LGBTQ youth.   Following the cycle of praxis as described by Nelson and Prilleltensky (2010), which guides the process of social change, I have analysed the data through the vision and value to strive for health equity, liberation and well-being. I have also incorporated cultural knowledge and sensitivity to the understanding of social factors and conditions and understanding the needs of the racialized LGBTQ population to help me shape potential strategies for social action.   Caught Between Two Worlds  Invisibility, disclosure and risks factors. A predominant finding from this thesis highlights the complex and difficult process racialized LGBTQ youth face in navigating between their racialized community and the mainstream White LGBTQ community, often times forcing them to choose membership between the two competing communities. While the LGBTQ community is marginalized by their sexual orientation and gender INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 56 identity, specific subpopulations in this community have relatively more privilege than others. Through the lens of intersectionality, it can be understood that privilege is not a zero-sum quantity, where one either has it or one does not, but rather one can be privileged by one social identity while simultaneously be marginalized by another social identity (Coston & Kimmel, 2012). For example, a White gay man likely experiences advantages that are not offered to his Black counterpart. This can be prevalent in the LGBTQ community, where there is a power hierarchy due to structural oppressions such as racism and sexism. Furthermore, this thesis suggests that the complex effects of system-level barriers such as racism, newcomer status, cultural differences, economic and gender disparities, as well as religious sanctions can cause the erasure of youth’s identities for many racialized LGBTQ youth, and mask their need for sexual health information and services. These factors can uniquely make it difficult for racialized LGBTQ youth to ‘come out’ and can render them ‘invisible’. Following these disclosure barriers, it also has the potential for racialized LGBTQ youth to be overlooked by SPs because they do not self-identify as LGBTQ.  Disclosure barriers. According to the SPs from the TTS focus groups, the majority of Black youth who come to LGBTQ programs are not ‘out’, but they come to these programs because they have nowhere else to turn to. The isolation from their communities is a large obstacle for Black LGBTQ youth as SPs noted that those who attended LGBTQ programs do not publicly support each other. The reason behind the reluctance for Black LGBTQ youth to ‘come out’ is likely due to their dilemma to choose between the Black community, where they would experience homophobia, and the mainstream LGBTQ community, where they would encounter racism. It is interesting to INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 57 note that discrimination based on sexual orientation is known to be positively associated with collective identity in the LGBTQ community, however, racial discrimination results in a lower identity with the LGBTQ community (Reisen, Brooks, Zea, Poppen,  & Bianchi, 2013). It is therefore reasonable to assume that racialized LGBTQ youth do not experience the same positive collective identity within the LGBTQ community as their White counterparts.  In the literature, the low number of those in racialized communities that choose to identify as LGBTQ is well documented (Pathela, Hajat, Schillinger, Blank, Sell, & Mostashari, 2006; Ross, Essien, Williams, & Fernandez-Esquer, 2003). Perez (2005) additionally argued that many racialized LGBTQ youth choose not to disclose their sexual orientation because they do not feel accepted by the predominantly White LGBTQ community and therefore would not want to risk losing the support of their racialized community, a sentiment that was echoed by several SPs in the current study. The results from this current study seem to support Pascarella and Terenzini’s (2005) hypothesis that racialized LGBTQ youth may put precedence on their racial identity because of the relative visibility of race compared to sexual orientation. It has been documented in the literature that those who possess two or more intersecting subordinate identities can be rendered ‘invisible’ (Purdie-Vaughs, V. & Eibach, R., 2008). This may be due to the lack of support they feel from their communities to embrace and celebrate their complete selves, and therefore are forced to hide part of their identity.   Although many racialized LGBTQ youth living in Toronto may share similar barriers in navigating their sexual and gender identity, in order to better understand the diversity beyond their racial identity, the current study also examined the socio-cultural INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 58 contexts that may impact and shape these experiences. For example, apart from not feeling accepted within the predominately White LGBTQ culture, this study showed that racialized LGBTQ youth, particularly newcomers living away from home, chose not to disclose their sexual orientation because they feared that it would be discovered by their family. This has also been noted within the literature that the social pressures from their home country often prevent newcomers from disclosing their sexual orientation (Fisher, 2003). SPs revealed the distress youth feel in hiding their sexual orientation from those closest to them and how chronic stress manifests in all areas of the youth’s lives. The obstacle that many racialized LGBTQ youth face in disclosing their sexual orientation is due in part to identifying or belonging to a culture where sexuality is viewed as a very private matter, not to be discussed publicly (Fisher, 2003). This study adds that in cultures with the belief that sex is to be only performed within the context of a marriage lead some parents and religious leaders into denial that youth in their community are sexually active. In short, the absence of discussions on sexuality ignores the diversity of sexual orientation and promotes the erasure of the existence and needs of all youth, including racialized LGBTQ youth. In some cultures, women in particular are not encouraged to discuss sexuality issues openly and are denied the space and opportunity to educate themselves regarding their sexual health concerns even though there is strong need for it as illustrated in this study. SPs in the current study suggested that by approaching this challenge in a culturally sensitive manner, for example by having workshops held separately for men and women, a space could be created for more dialogue to take place.  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 59  When considering gender in this study, there has been consideration given to how other social categories can influence the social structuring of gender and power, which is consistent with the theory of intersectionality (Hankivsky, 2012). Furthermore, Varank (2008) noted that ‘gender’ is often understood to be synonymous with ‘women’ and for this reason this study has been careful to explore needs and issues that are specific to men as well as women. The explanation for the finding that LGBTQ youth are involved in higher rates of pregnancy than their heterosexual peers may need to be further explored to understand the differences in the decision process between males and females. For example, the stereotype that masculinity is somehow intertwined with heterosexuality (Crichlow, 2004; Collier, Bos, Merry, & Sandfort, 2013) can pressure gay men to ‘prove’ their masculinity through heterosexual sex. Similarly, the difference in physical and psychological risks and consequences for young men and women, specifically racialized LGBTQ youth, who are involved in a pregnancy need further exploration. Gender is a social construct and can be intertwined with other social categories such as religion and influence our societal expectations of how a ‘man’ or a ‘woman’ should behave. As described in the literature, the subordination of gay men to heterosexual men by those who are highly religious is also linked to sexism and the conformity to traditional gender roles (Crichlow, 2004; Collier, Bos, Merry, & Sandfort, 2013). Although it is recognized that there is diversity within the Black population, there is also distinct shared values within this community, one of them being the role of religion (Hill, 2013). In the current study, many SPs spoke predominately about the difficulties for young Black men to ‘come out’, however it is important to point out that the Black community is not homogeneous and that there is evidence of acceptance of black LGBTQ people within the INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 60 Black community (Hill, 2013). Furthermore, a sense of community can be built from the struggle Black LGBTQ youth experience against systems of oppression such as White privilege and heterosexism.   Disclosure and high-risk behaviours. The finding that LGBTQ youth are involved in higher rates of pregnancy than their heterosexual peers has been theorized in the literature to be due to heterosexism (Travers, Newton & Munro, 2011). SPs in this study further explain that LGBTQ youth can avoid the daunting process of disclosing their sexual orientation if they are involved in a pregnancy. This demonstration of internalized oppression can have detrimental effects on the development of a positive sexual identity. As Rosario, Hunter, Maguen, Gwadz, & Smith (2001) describe, a positive sexual identity can be a factor that protects against sexual risk taking and other health risks. A significant access barrier to sexual health that prevents LGBTQ youth from seeking safer sex information or resources could be due to the shame they are made to feel about their sexual orientation. In addition to the vicious cycle of prejudice, misinformation, stigma and poor sexual health, the findings from this study also suggest that the secrecy and shame of one’s sexual orientation can also lead to an increased risk for poor sexual health. It can result in the ‘down low’ phenomenon in which youth meet up in secret for quick encounters and engage in unsafe sex, which can increase the risk of contracting HIV or a STI. This mirrors previous research by Barnshaw &Letukas (2010), which indicate the high-risk sexual behaviour that is associated with the ‘down low’ phenomenon. This study adds that the fear of others finding out their sexual orientation prevents LGBTQ teens from learning about crucial information that prepares them emotionally as well as physically when it comes to sexual intimacy.  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 61 In this study, it is noted that many LGBTQ youth are not only more likely to be engaged in risk-taking sexual behaviours but that they are actually also more self-aware of these behaviours than their heterosexual peers. It is hypothesized that in a society where heterosexism and homophobia exists and persists, LGBTQ youth are burdened to consider their sexuality more consciously as it is not widely presented to them. Furthermore, the higher number of LGBTQ youth admitting to having been engaged in high-risk sexual activities than their heterosexual counterparts may suggest they are in denial or feel invincible to the effects of these behaviours. This is troubling as LGBTQ youth as a population are at a greater risk for negative sexual health outcomes compared to the general population (Ryan & Gruskin, 2006).  From this study, it is identified that one of the primary barriers in providing relevant information for LGBTQ youth is that the available services are not accessed by youth at the outset. The reason for this could be due to the emphasis of HIV/AIDS prevention and treatment, which in turn results in the undesirable stigma of STIs and HIV attached to the LGBTQ community. SPs in this study expressed a concern that the primary focus on sex in their programming in isolation of other important topics such as sexual pleasure and healthy relationships does not attract youth to the services. Additionally, youth are often misinformed regarding topics related to sexual orientation and the negative stereotypes regarding non-heterosexuality keeps them from gaining accurate information. The lack of information on healthy relationships could also run the risk of not adequately informing teens of the emotional and mental aspects of intimacy and sexual activity. SPs stressed that understanding what information youth want is INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 62 imperative because when youth are interested in the materials provided at these services, they will more likely come to these available programs and be engaged in these programs.  It is documented in the literature that those with histories of childhood sexual abuse were more likely to report high-risk sexual behaviour, such as unprotected sex, and benefit less from prevention programs and be at a greater risk for HIV infection (Mimiaga et al., 2009). In this study, it is demonstrated that there is a high occurrence of childhood sexual assault in some communities, but the challenge is to address this issue using a culturally-sensitive approach without the communities feeling apprehensive about the ‘interference of the state’. The literature advises community/cultural level factors to be considered in the designing of prevention and intervention programs in multi-ethnic societies (Plummer & Njuguna, 2009). For example, there is a need to identify and be aware of distinct cultural traditions and practices that may put youth at further risk of harm as well as strengths inherent in the communities that can offer protective factors. According to Rose (2000), it is crucial to use empowerment-based practice, focusing on cultural strengths and involving community leaders.  Costs and benefits of disclosure. The assumption that disclosing one’s sexual orientation is beneficial may not be true for some populations. Although in the literature, there is an association between non-disclosure and high risk behaviours (Barnshaw & Letukas, 2010), the experience of parental support greatly affects the ‘coming out’ process and health behaviours of youth (Rothman, Sullivan, Keyes, & Boehmer, 2012; Travers et al., 2013). When parents reacted unsupportively to the disclosure of their sexual orientation, LGBTQ individuals reported higher levels of risk behaviours and poor health conditions (Rothman et al., 2012). Within the LGBTQ community, those who are INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 63 racialized and females in general reported lower levels of disclosure and acceptance (Mustanski, Newcomb, & Garofalo, 2011). The costs of disclosure for many racialized LGBTQ youth are too high and it is not surprising few choose to ‘come out’ as pointed out in this thesis.  The isolation from their communities for LGBTQ youth, a recurring theme from this study, is visible in many forms, such as homophobic bullying towards LGBTQ youth. LGBTQ youth face homophobic verbal abuse from their peers (Pollock, 2006), and this study suggests that bullying stems from a lack of understanding regarding sexual orientation. In this study, SPs tell us that the misinformation regarding LGBTQ people perpetrates the discrimination against them and this issue is very predominant within the Black community. In the face of this prejudice, there is a need to increase visibility of racialized members of the LGBTQ community. However, the approach to be taken to increase visibility needs to consider the consequences of those who choose either to ‘come out’ or are ‘outed’ by a third party. The risks for youth who identify as LGBTQ are very real, and many experience social rejection and risk being driven away from their homes once they disclose their sexual orientation to their family (Padilla, 2007; Smith & Grov, 2011). After that, many youth may become homeless, resort to drugs as a coping mechanism and engage in illegal or dangerous means of earning money, food and housing (Du Bois, Garcia, Grov, Mustanski, & Newcomb, 2011). The reaction of their family to the disclosure of their sexual orientation can have positive but also potentially negative effects on well-being of LGBTQ youth. This bleak reality is made even more alarming as the current study revealed that those who end up on the streets find it very difficult to find their way back home. For these reasons, making sure that racialized INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 64 LGBTQ youth feel safe in their communities should be a priority. Although, in general, the disclosing of their sexual orientation openly to others is associated positively with well-being, Martell (2008) has advised that it is not the case for all LGBTQ youth and that it is imperative to allow youth to determine personally how they would like to identify themselves publically. SPs need to be aware and sensitive to the fact that many youth will not ‘come out’ and they should not be made to feel obligated to even when attending LGBTQ-specific workshops.   Supportive factors and opportunities. Youth as a population are unique in that they are still in the process of establishing their identities, and the support they receive during this critical time can have profound effects on their well-being. Youth experience significant developmental changes, as they may go through social transitions in the domains of relationships, work and education (Du Bois, Garcia, Grov, Mustanski, & Newcomb, 2011). Furthermore, their brain’s cognitive control system is still undergoing development (Steinberg, 2008). In the face of heterosexism, homophobia, racism as well as any other forms of oppression that racialized LGBTQ youth may experience when concerning their sexual health, the support of family, friends and their communities can act as protective factors against these challenges. Specifically, making SPs and parents aware of these challenges and providing them education to address these problems along with providing opportunities and resources that promote networking and outreach among racialized LGBTQ youth would greatly benefit them.  The need to raise awareness of racialized LGBTQ youth’s needs and concerns regarding sexual health should be approached from a holistic, culturally-sensitive and multi-level framework. Through the themes that emerged from this study, it has been INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 65 revealed that the barriers to sexual health racialized LGBTQ youth face are presented at multiple levels, including the micro (family and friends), meso (schools, religious organizations and neighbourhoods), and macro (society at large). The supportive relationships within a youth’s environment, including parents and opportunities to socialize with other LGBTQ youth and allies can create a sense of safety and comfort. Parents are an invaluable source of support for their teens, especially younger teens who have limited resources available to them and are highly reliant on their parents or caregivers. How parents react to their child’s disclosure of their sexual orientation or gender identity may play a significant effect on how they face community and societal oppression. At the meso level (ie. community),  Hatzenbuehler, Pachankis and Wolff (2012) explained that the religious climate can have a much more significant effect on the health behaviours of LGBTQ youth compared to their heterosexual counterparts , with LGBTQ-positive religious climates being associated with fewer alcohol abuse symptoms and fewer sexual partners. SPs in this study pointed to the isolation felt by Black LGBTQ youth arising in part from their experience of negative stereotypes in the mainstream White LGBTQ community and heterosexism in the Black community (Bowleg, 2013). As Hill (2013) mentioned, addressing homophobia’s effects on the Black community is not complete without also addressing the influence of racism, sexism, class and religious practices. There is a sense of freedom with being ‘outsiders’, and having intersectional social identities allow for an assets-based approach to addressing these challenges (Bowleg, 2013).The importance of a strong and cohesive Black community could have implications in dismantling systemic oppressions such as heterosexism and racism.  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 66  Newcomer parents may face a lot of anxiety concerning the well-being of their children especially when their attitude towards sexual health education is different from what their children are receiving at school. It is therefore imperative to engage newcomer parents in the process of planning and delivering programs and services as this will build trust and understanding between SPs and parents, and could also limit unintentional harm caused by SPs. Providing space for parents to discuss issues affecting the sexual well-being of their teens can help ensure they are aware of the information available to their children. SPs are in a position where they have the responsibility of making available information that is pertinent for their youth clients. It is therefore important that SPs have the resource, knowledge and understanding of issues that are relevant to the community they serve. In terms of serving the LGBTQ community, it is especially important for SPs to be educated on the larger societal barriers such as widespread racism, heterosexism, homophobia and transphobia that are preventing youth from addressing their sexual health needs as well as barriers within their organizations and its effects on the programming offered. Barriers to providing quality sexual health services for the diverse LGBTQ population are largely due to the prevalent homophobia and transphobia in our communities and society at large. In this study, there is clear evidence for the need of structural interventions to address the sexual health disparities among racialized LGBTQ youth. Furthermore, effective structural interventions need to take into account of protective factors as well as the risk factors described above.     INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 67 Funding and Service Provision  Another main finding was that the services targeting racialized LGBTQ youth lack sufficient funding, an issue that has been documented in the literature. For example, Giwa and Greensmith (2012) found that ethno-specific organizations face barriers in gaining the necessary funding as they have to compete with larger ‘White-dominant HIV/AIDS’ agencies, and as a result they are forced to neglect important social issues such as racism and its effect on the well-being of racialized LGBTQ people. Jackson et al. (2006) also noted the difficulties and untenable position that SPs of the LGBTQ community face in ‘demonstrating their worth’ for large health funding bodies, which affect their service provision and program delivery.    Service providers & program delivery. Racialized LGBTQ youth face a variety of challenges in receiving appropriate sexual health services. There is a strong need to increase accessibility of services by improving service and program implementation and delivery. However, there are obstacles to this goal because of confidentiality concerns of youth clients, SPs’ fear to be ‘out’ and the challenge to find an optimal balance between providing comprehensive versus specialized services for diverse communities. This study revealed the privacy and confidentiality concerns of youth when accessing sexual health clinics that are highly visible to the public, such as in a shopping mall, where they may encounter someone they know. Furthermore, for many LGBTQ youth, their privacy and confidentiality concerns also prevent them from disclosing their sexual identity to their SPs. Their decision for non-disclosure could stem from uncomfortable interactions with their SPs who may make heterosexist assumptions (Eliason & Schope,  2001). The limited amount of investment in LGBTQ specific services makes it a INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 68 challenge for SPs who are “out” since they do not have the support or the resources necessary to provide the most effective services. To address this issue, there is a need to bring issues specific to those in the LGBTQ community to the forefront of broader sexual health workshops. The following challenge is then to consider the potential drawbacks of providing comprehensive services versus more specialized services for diverse communities. Neal’s (2013) work on community integration and cohesion concluded that it is not possible for communities to be simultaneously diverse and connected. This may translate to the importance of maintaining and investing in specialized services that will not potentially sacrifice a sense of community. Pastrana (2010) also argued that those in the racialized LGBTQ community living with intersectional social identities have certain traits or characteristics, their racial identity for example, that take precedence over others. Additionally, racialized LGBTQ activists view their racial identity as an advantage to their work (Pastrana, 2010).  Privilege is not only relative in terms of social identity, but it can also be contextual, and therefore under certain circumstances, oppressions can be turned into opportunities. This is especially important to note because although it should be a collective responsibility to address racism, it is often racialized people that take on the work (Giwa & Greensmith, 2012).   Allies, social justice and equity. Dismantling structural oppression is a group effort and allies are crucial. Health equity should go beyond the responsibility of LGBTQ organizations; it should be the responsibility of all agencies. We all have a responsibility because interactions we have with each other shape social norms. It is explained within the literature that our society continues to privilege heterosexuality and denigrate non-heterosexuality (Herek, Gillis, & Cogan, 2009), and this can result in a lot of stigma INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 69 faced by the LGBTQ population, for those seeking sexual health services as well as those providing these services. One of the key findings from this study has illustrated that it is more important for SPs to be LGBTQ-positive than it is to for them to be LGBTQ identified or specialize on LGBTQ issues. That being said, it is also important to diversify the workforce and include staff members that are representative of the diverse youth they serve. Furthermore, LGBTQ-positive SPs can help create an environment that embraces their fellow co-workers who are LGBTQ identified. Wessel (2013) demonstrated that the decision for a LGBTQ employee in an organization for disclosure of their sexual orientation to a co-worker is influenced by supportiveness and their trust in that co-worker, and also working for an organization with LGBTQ-friendly policies. This speaks to the importance of having organizational policies that are explicit and transparent about their philosophies and values of being inclusive and anti-discriminatory, and committing to educating and training all members of the agency including the board, management and frontline workers. Having inclusive and supportive environment for SPs can help decrease societal stigma and decrease risk factors for the LGBTQ community.  Furthermore, by focusing on the groups under systemic oppression in exclusion to those with power and privilege, the burden to eradicate the injustices would fall on those who are suffering the most from the injustices.   Study Strengths, Limitations and Dissemination Strategy  Intersectionality lens and grounded theory approach. Research on the sexual health of the LGBTQ community has increased over the decades (Dean et al., 2000)  and the acknowledgment of the diversity within the LGBTQ community has prompted interest in understanding the unique needs and issues of racialized LGBTQ populations INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 70 who are seen as further marginalized group within an already marginalized group (Travers et al., 2010). Literature on the access barriers to sexual health facing racialized LGBTQ youth document systemic barriers (Perez, 2005; Szymanki & Gupta, 2009; Voisin, Bird, Shiu & Krieger, 2013), but have all focused almost exclusively on racism and heterosexism in attributing to the youth’s vulnerability towards negative health outcomes. In this study, additional social structures, such as age, race, gender, newcomer status and sexual orientation and the intersections of these multiple identities that racialized LGBTQ youth embody were explored through the grounded theory approach. The intersectionality lens allowed me as the researcher to see opportunity within the oppression faced by racialized LGBTQ youth, the relative privileges that may often times be overlooked due to the focus on a particular social identity. The combination of deductive and inductive analysis that is descriptive of the grounded theory method further allowed for insight that may have been previously overlooked in other studies.  Service provider insight and focus group dynamics. The perspective of SPs offers many advantages. Many SPs are at the frontlines serving youth, and this gives them insights and experience in meeting the needs, issues, and concerns of these youth (Flicker, 2008; Flicker, Larkin et al., 2008; Flicker, Maley et al., 2008; Travers et al., 2008). Additionally, as Acevedo-Polakovich, Bell, Gamache, and Christian (2013) explained, SPs have unique positions within an organization as they are privy to sources of information often unavailable to their clientele (e.g., the attitudes of other providers and the organization in general, administrative issues within the organization, etc.). The service provider diversity in this study was strong, which, coupled with the nature of focus groups, allowed for SPs to provide multiple and diverse perspectives. Additionally, INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 71 the dialogues between the group members produced a ‘synergistic group effect’, where group members built upon each others’ opinions and experiences (Berg, 2004). Context specific and community-based research. This study was guided by the theory of intersectionality which warns that social identities are fluid, based on time and place as well as social structures and powers. The historical, economic, political, social and cultural contexts within this study are specific and unique to Toronto. Specifically, the findings from this qualitative study were based on the views of the SPs of racialized LGBTQ youth in Toronto. Unlike most quantitative research, generalization or transferability (Lincoln & Guba, 1985) of these findings was not an objective that was sought after in this study. Nevertheless, the findings from this study may reflect similar experiences of racialized LGBTQ youth living in many large urban cities. Furthermore, because of Toronto's increasingly diversity in racialized populations (Caron, 2010) and unique history in embracing sexual diversity (Graham & Philips, 2007), this study has the potential to make very important contributions to policy and practice at the global scale as well as at the local scale because other countries will look to Toronto, Canada at how to address health equity issues. Additionally, because the original study is community-based, the aim was not to simply contribute knowledge on the sexual health needs of racialized LGBTQ youth in Toronto, but to advocate for changes in service provision. Study limitations. This sampling for this thesis was one of convenience, selected from the available Toronto Teen Survey service provider focus groups study. Consequently, specific youth populations may be either over- or under- represented. In both these cases, further marginalization and exclusion can result from this sampling limitation. Although the data for this study was a purposively diverse sample, it is INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 72 possible that it does not accurately reflect the diverse realities of racialized LGBTQ youth, and therefore I caution future research to be critical of the dangers of drawing generalizations from these findings and potentially reinforcing stereotypes. It is crucial to note that there is no such thing as a monolithic racialized LGBTQ community.        Dissemination strategy. As a community psychology student, I aim to implement my research into action with the purpose of influencing program delivery and policy development. I will supplement traditional methods of research dissemination such as publishing in peer-reviewed journals and presenting at academic conferences with other methods that would ensure the research-based knowledge reaches the communities it serves through program and policy implementation. To do this, I will prepare a summary of my findings targeted to SPs on the TTS webpage. Furthermore, I will make efforts to work with community health organizations to reach decision-makers such as school administrators, medical officers of health and provincial ministers of health and education to inform them of my research findings.  Conclusion and Implications for Further Research  Throughout this study, consideration has been given to racialized LGBTQ youth’s complexity of identities and to acknowledging how the omission of analysis regarding relative power and privilege could lead to denial of identities, both internally for individuals as well structurally in our society. Power dynamics within social structures such as gender, race, newcomer status, sexual orientation, class, and religion have been illustrated, particularly to explain the challenges and costs for disclosure and the consequences of low disclosure rates. The findings from this study point to the need for cultural sensitivity in programs and services and the crucial need for education and INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 73 training of SPs to reflect the needs of the diverse population that requires sexual health services. One of the key findings suggest SPs that identity with the population facing the same structural oppressions are usually the ones that advocate for social change. In the case for racialized LGBTQ youth, it is often racialized SPs that take on this fight, which could be accounted to the relative visibility of race over sexual identity. Future studies should explore the contexts in which certain social identities take precedence over other social identities and how this affects the well-being of those involved. That being said, it is also important to keep in mind that intersectionality research intends for us not to place any particular category of oppression over any other social category, and therefore in future studies considerations for the effect of a specific social category should not be highlighted in exclusion of others (Hankivsky, 2012). Since SPs play a significant role in the quality of services and programs available, it is suggested that intersectionality theory be integrated into the continuous training and education for those in the field as well as in the curriculum of professional education for those new to the field. This will allow students and professionals to analyze their own identities and social locations to better understand how power, privilege, and oppression influence the social identities of communities they serve. Discussing the findings through the lens of intersectionality, I have aimed to understand the needs and experiences of racialized LGBTQ youth according to Hankivsky’s (2012) advice, and that is to analyze the data without reducing the lives of this population to single characteristics, or prioritizing a single factor or category over another, and to be aware of the socially constructed, fluid and flexible nature of social categories. Finally, it is important for future research that aim for positive social change to continue to work in partnership with members of the community that are INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 74 most affected by the programs and policies to limit perpetuating the status quo (Lord & Hutchison, 2007).                       INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 75 References Acevedo-Polakovich, I., Bell, B., Gamache, P., & Christian, A. S. (2013). Service accessibility for lesbian, gay, bisexual, transgender, and questioning youth. Youth & Society, 45(1), 75-97. Ackerstrom, Malin; Jacobsson, Katarina & Wasterfors, David (2004). Reanalysis of previously collected Material. In Clive Seale, Giampietro Gobo, Jaber F. Gubrium & David Silverman (Eds.), Qualitative Research Practice (pp.344-358). London: Sage. Andersen, R., & Fetner, T. (2008). Cohort differences in tolerance of homosexuality: Attitudinal change in canada and the united states, 1981-2000. Public Opinion Quarterly, 72(2), 311-330. Barrett, D.C. & Pollack, L.M. (2005). Whose gay community? Social class sexual self expression and gay community involvement. The Sociological Quarterly, 46(3), 437-456.  Berg, B. L. (2004). Qualitative research methods for the social sciences. Pearson  Education Inc. Blake, S. M., Ledsky, R., Lehman, T., Goodenow, C., Sawyer, R., & Hack, T. (2001).  Preventing sexual risk behaviors among gay, lesbian, and bisexual adolescents: The benefits of gay-sensitive HIV instruction in schools. American Journal of Public Health, 91(6), 940-946. Bowleg, L. (2008). When Black + Lesbian + Woman ≠ Black Lesbian Woman: The  methodological challenges of qualitative and quantitative intersectionality  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 76 research. Sex Roles, 59(5-6), 312–325.  Bowleg, L. (2012). The Problem With the Phrase Women and Minorities:  Intersectionality-an Important Theoretical Framework for Public Health.  American Journal of Public Health, 102(7), 1267–73. Braverman, P. & Gruskin, S. (2003). Defining equity in health. Journal of Epidemiology  and Community Health, 57(4), 254-258.   Brotman, S., & Lee, E. O. J. (2011). Identity, refugeeness, belonging: experiences of   sexual minority refugees in Canada. Canadian Review of Sociology, 48(3), 241+. Burman, E. (2004). From difference to intersectionality: challenges and resources.  European Journal of Psychotherapy, Counselling and Health, 6, 293–308. Caron, E. (2010). Projections of the Diversity of the Canadian Population 2006 to 2031  Statistics Canada. Catalogue no. 91-551-X.  Centers for Disease Control and Prevention. (2011). HIV surveillance report. Charmaz, K. C. (2006). Constructing grounded theory: A practical guide through  qualitative analysis. London: Sage.    Citizenship and Immigration Cananda. (2009). Permanent residents by province or  territory and urban area, 2005-2009. Retrieved from http://www.cic.gc.ca/english//resources/statistics/facts2009-summary/permanent/02.asp.    City of Toronto. Living in Toronto: Toronto's racial diversity. Retrieved from  http://www.toronto.ca/toronto_facts/diversity.htm. Cole, E. R. (2009). Intersectionality and research in psychology. American Psychologist,  64(3), 170-180. INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 77 Collier, K. L., Bos, H. M., W., Merry, M. S., Sandfort, T. G., & M. (2013). Gender,  ethnicity, religiosity, and same-sex sexual attraction and the acceptance of same- sex sexuality and gender non-conformity. Sex Roles, 68(11-12), 724-737.  Collins, P. H. (2000). Black feminist thought: Knowledge, consciousness, and the politics  of empowerment. New York: Routledge. Corti, L., & Bishop, L. (2005). Strategies in teaching secondary analysis of qualitative  data. Forum : Qualitative Social Research, 6(1).  Coston, B. M. & Kimmel, M. (2012). Seeing privilege where it isn’t: Marginalized  masculinities and the intersectionality of privilege. Journal of Social Issues,  68,  97–111. Crenshaw, K. (1991). Mapping the margins: Intersectionality, identity politics, and  violence against women of color. Stanford Law Review, 43(6), 1241-1241. Crenshaw, K., Gotanta, N., Peller, G., & Thomas, K. (Eds.). (1996). Critical race theory:  The key writings that formed the movement. New York: NY: The New Press. Creswell, J. W. (1998). Qualitative inquiry and research design: Choosing among five  traditions. Thousand Oaks, CA: Sage. Crichlow, W. (2004). Buller men and batty boys: Hidden men in Toronto and Halifax  communities. Toronto: University of Toronto Press. Daley, A., Solomon, S., Newman, P. A., & Mishna, F. (2008). Traversing the margins:  Intersectionalities in the bullying of lesbian, gay, bisexual and transgender youth. Journal of Gay & Lesbian Social Services, 19(3), 9-29.  D'Augelli, A. R., Pilkington, N. W., & Hershberger, S. L. (2002). Incidence and mental  health impact of sexual orientation victimization of lesbian, gay, and bisexual  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 78 youths in high school. School Psychology Quarterly, 17(2), 148-167.  Du Bois, S. N., Garcia, S. C., Grov, C., Mustanski, B. S., & Newcomb, M. E. (2011).  HIV in young men who have sex with men: a review of epidemiology, risk and  protective factors, and interventions. The Journal of Sex Research, 48, 218-253.  Dean, L., Meyer, I. H., Robinson, K., Sell, R. L., Sember, R., Silenzio, V. M. B., . . .  Xavier, J. (2000). Lesbian, gay, bisexual, and trangender health: Findings and  concerns. Journal of the Gay & Lesbian Medical Assn, 4(3), 102-151. Disparities in diagnoses of HIV infection between Blacks/African americans and other  racial/ethnic populations—37 states, 2005-2008. (2011). JAMA: Journal of the  American Medical Association, 305(12), 1193-1195. Dong-Jin, S. (2001). Mapping the vicissitudes of homosexual identities in South Korea.  Journal of Homosexuality, 40(3/4), 65–79. Fisher, D. (2003). Immigrant closets: tactical-micro-practices-in-the-hyphen. Journal of  Homosexuality, 45, 171-192.  Flicker, S. (2008). Who benefits from community based participatory research? Health  Education & Behavior, 35, 70-86. Flicker, S., & Guta, A. (2008). Ethical approaches to adolescent participation in sexual  health research. Journal of Adolescent Health, 42(1), 3-10. Flicker, S., Larkin, J., Smillie-Adjarkwa, C., Restoule, J.E, Barlow, K., Dagnino, M., et  al. (2008). \"'It's hard to change something when you don't know where to start\":  Unpacking HIV vulnerability with aboriginal youth in Canada. P1MAT1S1WIN:  A Journal of Indigenous and Aboriginal Community Health, 5, 175-200. INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 79 Flicker, S., Maley, O., Ridgley, A., Biscope, S., Lombardo, C., & Skinner, H. (2008). e- PAR: Using technology and participatory action research to engage youth in health promotion. Journal of Action Research. 6, 285-303. Flicker, S., Flynn, S., Guta, A., Larkin, J., Layne, C., Pole, J. D., ...Travers, R. (2010).  Sexual health research for and with urban youth: The Toronto Teen Survey story. The Canadian Journal of Human Sexuality, 19(4), 133-144. Flicker, S., & Pole, J. D. (2010). Sexual behaviour profile of a diverse group of  urban youth: an analysis of the Toronto teen survey. The Canadian Journal  of Human Sexuality, 19(4), 145-156. Flicker, S., Savan, B., Kolenda, B., & Mildenberger, M. (2008). A snapshot of  community based research in Canada. Canadian Journal of Public Health, 23, 106-114. Flicker, S., Savan, B., McGrath, M., Kolenda, B., & Mildenberger, M. (2008). If you  could change one thing...What Community-Based Researchers wish they could have done differently. Journal of Community Development, 43, 239-253. Franz, N., & Poon, C. (2000). Making choices: Sex, ethnicity and BC youth. Burnaby,  BC: The McCreary Centre Society. Frank, K.C. (2002). Rethinking homophobia: Interrogating heteronormativity in an urban   school. Theory and Research in Social Education, 30 (2), 274-286.  Frohlich, K. L., PhD., & Potvin, L. (2008). The inequality paradox: The population  approach and vulnerable populations. American Journal of Public Health, 98(2),  216-21. INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 80 Gainor, K.A. (2000). Including transgender issues in lesbian, gay, and bisexual  psychology: Implications for clinical practice and training. In B. Greene & G.L.Croom (Eds.), Education, research, and practice in lesbian, gay, bisexual, And transgendered psychology: Vol. 5. A resource manual (pp.131–160).Thousand Oaks, CA: Sage. Giwa, Sulaimon. & Greensmith, C. (2012). Race relations and racism in the LGBTQ  community of Toronto: Perceptions of gay and queer social service providers of  color. Journal of Homosexuality, 59(2), 149-185. Glaser, G. G. & Strauss, A. L. (1967). Discovery of grounded theory: Strategies for  qualitative research. Chicago: Aldine.  Gorbach, P. M., Drumright, L. N., & Holmes, K. K. (2005). Discord, discordance, and  concurrency: Comparing individual and partnership-level analyses of new partnerships of young adults at risk of sexually transmitted infections. Sexually Transmitted Diseases, 32(1), 7-12.  Gorbach, P. M., & Holmes, K. K. (2003). Transmission of STIs/HIV at the partnership  level: Beyond individual-level analyses.Journal of Urban Health : Bulletin of the  New York Academy of Medicine, 80(4), iii15-iii25.  Graham, K., & Phillips, S. (2007). “Another Fine Balance: Managing Diversity in  Canadian Cities”. In Banting, Courchene & Seidel eds. Belonging? Diversity,  Recognition and Shared Citizenship in Canada. Montreal: Institute for Research  on Public Policy.  Hahm, H. C., & Adkins, C. (2009). A model of Asian and Pacific Islander Sexual  minority acculturation. Journal of LGBT Youth, 6(2), 155-173. INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 81 Han, C-s. (2008). A qualitative exploration of the relationship between racism and unsafe  sex among Asian Pacific Islander gay men. Archives of Sexual Behavior, 37, 827-837. Hankivsky, O. (2012). Women’s health, men’s health, and gender and health:  Implications of intersectionality. Social Science & Medicine, 74(11), 1712-1720.  Hankivsky, O., & Christoffersen, A. (2008). Intersectionality and the determinants of  health: a Canadian perspective. Critical Public Health, 18(3), 271–283.  Hankivsky, O., Reid, C., Cormier, R., Varcoe, C., Clark, N., Benoit, C., & Brotman., S.  (2010). Exploring the promises of intersectionality for advancing women’s health  research. International Journal for Equity in Health, 9(5).  Harris, A. C. (2010). Sex, stigma, and the holy ghost: The black church and the  construction of AIDS in new york city. Journal of African American  Studies, 14(1), 21-43. Harper, G.W., & Schneider, M. (2003). Oppression and discrimination among lesbian,  gay, bisexual, and transgendered people and communities: A challenge for community psychology. American Journal of Community Psychology, 31( 3-4), 243-252.  Harper, G. W., Jernewall, N., & Zea, M. C. (2004). Giving voice to emerging science and  theory for lesbian, gay, and bisexual people of color. Cultural Diversity and Ethnic Minority Psychology, 10(3), 187-199. Herek, G.M. (1995). Psychological heterosexism in the United States. In A.R.D’Augelli  & C.J.Patterson, C.J.(Eds. ), Lesbian, gay, and bisexual identities over the  lifespan: Psychological perspectives (pp.321–346).New York: Oxford University  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 82 Press. Herek, G. M., Gillis, J. R., & Cogan, J.C. (2009). Internalized stigma among sexual  minority adults: Insights from a social psychological perspective. Journal of  Counseling Psychology. 56, 32-43. Hill, M. J. (2013). Is the Black community more homophobic?: Reflections on the  intersectionality of race, class, gender, culture and religiosity of the perception of homophobia in the black community. Journal of Gay & Lesbian Mental Health, 17 (2), 208-214.  Hock-Long, L., Herceg-Baron, R., Cassidy, A. M., & Whittaker, P. G. (2003). Access to  adolescent reproductive health services: Financial and structural barriers to care. Perspectives on Sexual and Reproductive Health. 35(3), 144-147. Hunter, E. (2008). What's good for the gays is good for the gander: Making homeless  youth housing safer for lesbian, gay, bisexual, and transgender youth. Family  Court Review, 46(3), 543-557. Hunter, S., Shannon, C., Knox, J., & Martin, J. I. (1998). Lesbian, gay, andbisexual  youths and adults: Knowledge for human services practice. Thousand Oaks, CA: Sage. Hurtado, A. (1996). The color of privilege: Three blasphemies on race and feminism.  Ann Arbor, MI: University of Michigan Press. Jackson, P. B., & Williams, D. (2006). The intersection of race, gender, and SES: Health  paradoxes. In A. Schulz & L. Mullings (Eds.), Gender, race, class, and health: Intersectional approaches (pp. 131–162). San Francisco: Jossey-Bass. Jacobs, M. A., & Brown, L. B. (1997). American Indian lesbians and gays: An  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 83 exploratory study. Journal of Gay & Lesbian Social Services, 6(2), 29-41. Herek,  G.M.(1992).Psychological heterosexism and anti-gay violence: The social psychology of bigotry and bashing.In G.M.Herek & K.T.Berrill (Eds.), Hate crimes: Confronting violence against lesbians andgay men (pp. 149–169). London: Sage. Janoff, D. (2005). Pink blood: Homophobic violence in canada. Toronto: University of  Toronto Press. Josephson, G. & Wright, A. (2000). Ottawa GLBT wellness project: Literature review  and survey instruments. Retrieved from http://www.homelesshub.ca/resource/literature-review-and-survey-instruments Kaestle, C. E., Halpern, C. T., Miller, W. C., & Ford, C. A. (2005). Young age at first  sexual intercourse and sexually transmitted infections in adolescents and young  adults. American Journal of Epidemiology, 161(8), 774-780. King, D. (1990). Multiple jeopardy, multiple consciousnesses: The context of a black feminist ideology. In M. Malson, E. Mudimbe-Boyi, J. O’Barr, & M. Wyer (Eds.), Black women in America: Social science perspectives, (pp. 265-295). Chicago, IL: University of Chicago Press. Knight, R., Shoveller, J.A., Oliffe, J., Gilbert, M., & Goldenberg, S. (2013).  Heteronormativity hurts everyone: experiences of young men and clinicians with  STI/HIV testing in British Columbia, Canada. Health 17, 441-59. Labonte, R. (2004). Social inclusion/exclusion: dancing the dialectic. Health Promotion  International,19 (1), 115–121. Levin, S., Sinclair, S., Veniegas, R., & Taylor, P. (2002). Perceived discrimination in the  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 84 context of multiple social identities. Psychological Science, 13, 557–560. Lincoln, Y. S., & Guba, E. G. (1985). Naturalistic inquiry. Newbury Park, CA: Sage. Lundy-Wagner, V., & Winkle-Wagner, R. (2013). A harassing climate? sexual  harassment and campus racial climate research. Journal of Diversity in Higher  Education, 6(1), 51-68. Masequesmay, G. (2003). Negotiating multiple identities in a queer Vietnamese support group. Journal of Homosexuality, 45(2–4), 193–215. Maticka-Tyndale, E. (2001). Sexual health and Canadian youth: how do we measure  up? The Canadian Journal of Human Sexuality, 10(1), 1-17. Maticka-Tyndale, E. (2008). Sexuality and sexual health of Canadian adolescents:  Yesterday, today and tomorrow. The Canadian Journal of Human Sexuality, 17(3), 85-95. Matthews, C. H., & Salazar, C. F. (2012). An integrative, empowerment model for  helping lesbian, gay, and bisexual youth negotiate the coming-out  process. Journal of LGBT Issues in Counseling, 6(2), 96-117. Mayer, K. H., Bradford, J. B., Makadon, H. J., Stall, R., Goldhammer, H., & Landers, S.  (2008). Sexual and gender minority health: What we know and what needs to be done. American Journal of Public Health, 98(6):989-95.  McCallin, A. (2003). Grappling with the literature in a grounded theory  study. Contemporary Nurse, 15(1-2), 61-69. McHaelen, R. P. (2006). Bridges, barriers, and boundaries. Child Welfare, 85(2), 407- 412.  Mertens, D. M. (2009). Transformative Research and Evaluation. New York: The  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 85 Guilford Press. Mimiaga, M.J., Noonan, E., Donnel, D., Safren, S.A., Koenen, K.C., Gortmaker, S., &  Mayer, K.H. (2009). Childhood sexual abuse is highly associated with HIV risk-taking behavior and infection among MSM in the EXPLORE study. Journal of Acquired Immune Deficiency Syndromes, 51, 350-348. Mustanski, B., Newcomb, M. E., & Clerkin, E. M. (2011). Relationship characteristics  and sexual risk-taking in young men who have sex with men. Health  Psychology, 30(5), 597-605. Nadal, K. L., & Corpus, M. J. H. (2012). “Tomboys” and “Baklas”: Experiences of  lesbian and gay filipino americans. Asian American Journal of Psychology, 1-14. Nelson, G. B., & Prilleltensky, I. (2010). Community psychology: In pursuit of  liberation and well-being (2nd ed.). New York: Palgrave Macmillan.  Newcomb, M. A., Clerkin, E. M., & Mustanski, B. (2011). Sensation seeking moderates  the effects of alcohol and substance use on sexual risk in young men who have  sex with men.AIDS and Behavior, 15, 565–575. Newman, B. S., & Muzzonigro, P. G. (1993). The effects of traditional family values on  the coming out process of gay male adolescents. Adolescence, 28(109), 213-226.  Oliver, V., & Cheff, R. (2012). Sexual health: The role of sexual health services among  homeless young women living in toronto, canada. Health Promotion  Practice, 13(3), 370-377.  Ontario Human Rights Commission. (2008). Racism and racial discrimination: Your  rights and responsibilities. Retrieved from http://www.ohrc.on.ca/en/issues/racism Ottosson, D. (2010). State-sponsored homophobia: a world survey of laws prohibiting  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 86 same sex activity between consenting adults. An International Lesbian, Gay, Bisexual, Trans and Intersex Association report. Retrieved from http://old.ilga.org/Statehomophobia/ILGA_State_Sponsored _Homophobia_2010.pdf Oxman-Martinez, J. &Hanley, J. (2005). Health and social services for Canada’s  multicultural population: challenges for equity. Ottawa: Heritage Canada. Ozer, E. M., Park, M. J., Brindis, P. T., & Irwin, C. E. (2003). America’s adolescents:  Are they healthy? San Francisco: University of California, San Francisco, National Adolescent Health Information Center. Padilla, M. (2007). Caribbean pleasure industry: Tourism, sexuality, and AIDS in the  Dominican Republic. Chicago, IL: University of Chicago Press. Paroski, P. A. (1987). Health care delivery and the concerns of gay and lesbian  adolescents. Journal of Adolescent Health Care, 8, 188-192. Pascarella, E. T., & Terenzini, P. T. (2005). How college affects students. San Francisco,  CA: Jossey Bass. Pathela, P., Hajat, A., Schillinger, J., Blank, S., Sell, R., & Mostashari, F. (2006).  Discordance between sexual behavior and self-reported sexual identity: A  population-based survey of new york city men. Annals of Internal  Medicine, 145(6), 416-425.  Perez, A. (2005). Internalized oppression: How it affects members of the LGBT  community. Diversity Factor (Online), 13(1), 25-29. Pharr, S. (1988). Homophobia: A weapon of sexism. Little Rock, AR: Chardon Press. Pharr, S. (1997). Homophobia: A weapon of sexism (expanded edition). Berkeley, CA: INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 87 Chardon Press. Plummer, C. A. & Njuguna, W. (2009). Cultural protective and risk factors: Professional  perspectives about child sexual abuse in Kenya. Child Abuse & Neglect, 33(8), 524-532. Pollock, S. L. (2006). Counselor roles in dealing with bullies and their LGBT  victims. Middle School Journal, 38(2), 29-36.  Purdie-vaughns, V., & Eibach, R. P. (2008). Intersectional invisibility: The distinctive  advantages and disadvantages of multiple subordinate-group identities. Sex  Roles, 59(5-6), 377-391.  Reitman, D. S., Austin, B., Belkind, U., Chaffee, T., Hoffman, N. D., Moore, E., . . .  Ryan, C. (2013). Recommendations for promoting the health and well-being of  lesbian, gay, bisexual, and transgender adolescents: A position paper of the  society for adolescent health and medicine. Journal of Adolescent Health, 52(4),  506-510. Rich, A. (1980). Compulsory heterosexuality and lesbian existence. Signs: Journal of  Women in Culture and Society, 5, 631-660. Rosario, M., Hunter, J., Maguen, S., Gwadz, M., & Smith, R. (2001). The coming-out  process and its adaptational and health-related associations among gay, lesbian,  and bisexual youths: Stipulation and exploration of a model. American Journal of  Community Psychology, 29, 133–160. Rose, S. M. (2000). Reflections on empowerment-based practice. Social Work, 45, 403- 412. Ross, M. W., Essien, E. J., Williams, M. L., & Fernandez-Esquer, M. (2003).  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 88 Concordance between sexual behavior and sexual identity in street outreach  samples of four racial/ethnic groups. Sexually Transmitted Diseases, 30(2), 110- 113. Russell, S. T., Ryan, C., Toomey, R. B., Diaz, R. M., & Sanchez, J. (2011). Lesbian, gay,  bisexual, and transgender adolescent school victimization: Implications for young  adult health and adjustment. Journal of School Health, 81(5), 223-230.  Ryan, C., & Gruskin, E. (2006). Health concerns for lesbians, gay men, and bisexuals. In  D. F. Morrow & L. Messinger (Eds.), Sexual orientation and gender expression in  social work practice: Working with gay, lesbian, bisexual, and transgender people (pp. 307-342). New York: Columbia University Press. Ryan, C., Huebner, D., Diaz, R. M., & Sanchez, J. (2009). Family rejection as a predictor  of negative health outcomes in white and latino lesbian, gay, and bisexual young  adults. Pediatrics, 123(1), 346-352.  Sablof, A., Carprio, B., Chiu, J., & Ylanko. V. (1991). Data collection for health care  research, policy formulation and service delivery in a multicultural society.  Report of a provincial key informant survey/Data collection Subcommittee,  Advisory Committee on Health and Culture, Ontario Ministry of Health.   Sanchez, D., & Carter, R. T. (2005). Exploring the relationship between racial identity  and religious orientation among african american college students. Journal of  College Student Development, 46(3), 280-295.  Shields, S. A. (2008). Gender: An Intersectionality Perspective. Sex Roles, 59(5-6), 301– 311. Simpson, G. A., Scott, G., Henderson, M. J., & Manderscheid, R. W. (2002). Estimates  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 89 of attention, cognitive, and emotional problems, and health service use by U.S.  school-age children. In R. W. Manderscheid & M. J. Henderson (Eds.), Mental  health, United States, 2002 (pp. 105-119). Rockville, MD: U.S. Department of Health and Human Services, Substance Abuse and Mental Health Services Administration, Center for Mental Health Services. Smith, W. P. (2012). Exploring dimensions of racism, homophobia, and social network as  concomitant predictors of condom use in a sample of black MSM. Journal of Gay  & Lesbian Social Services, 24(4), 417. Smith, M. D., & Grov, C. (2011). In the company of men: Inside the lives of male  prostitutes. Santa Barbara, CA: Praeger Speight, S. L. (2007). Internalized racism: One more piece of the puzzle. The Counseling  Psychologist, 35, 126–134. Steinberg, L. (2008). A social neuroscience perspective on adolescent risk-taking.  Developmental Review, 28, 78-106. Strauss, A. L., & Corbin, J. (1998). Basics of qualitative research: Grounded theory  procedures and techniques (2nd edn). Thousand Oaks, Ca: Sage.  Szymanski, D. M., & Gupta, A. (2009). Examining the relationship between multiple  internalized oppressions and African American lesbian, gay, and bisexual persons’ self-esteem and psychological distress. Journal of Counseling Psychology, 56, 110-118. Szymanski, D., Kashubeck-West, S., & Meyer, J. (2008). Internalized heterosexism. The  Counseling Psychologist, 36(4), 510-524 Taylor, C., & Tracey, P. (2011). “We are not aliens, we’re people, and we have rights.”  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 90 Canadian human rights discourse and high school climate for LGBTQ students.  Canadian Review of Sociology, 48, 275-312. Travers, R., Guta, A., Flicker, S., Larkin, J., Lo, C., McCardell, S., & van der Meulen, E.  (2010). Service provider views on issues and needs for lesbian, gay, bisexual, and transgender youth. The Canadian Journal of Human Sexuality, 19(4), 191-198.  Travers, R., Newton, H., & Munro, L. (2011). “Because it was expected”: Heterosexism  as a determinant of pregnancy among sexually diverse youth. Canadian Journal  of Community Mental Health, 30(2), 65-79. Travers, R., Pyne, J., Bauer, G., Munro, L., Giambrone, B., Hammond, R., & Scanlon, K.  (2013). ‘Community control’ in CBPR: Challenges experienced and questions  raised from the Trans PULSE project. Action Research, 11(4), 403-422. Travers, R., & Schneider, M. (1996). Barriers to accessibility for lesbian and gay youth  needing addiction services. Youth & Society, 27(3), 356 -378.  Travers, R., Wilson, M., Guta, A., Flicker, S., Bereket, T., McKay, C., et al. (2008). The  greater involvement of people living with AIDS principle: Theory vs. practice in Ontario's HIV/AIDS community-based research sector. AIDS Care, 20, 615-624. Varanka, J.J. (2008). Mainstreaming men in gender sensitive health policies. Journal of  Men’s Health, 5 (3), 189–191. Voisin, D. R., Bird, J. D. P., Shiu, C., & Krieger, C. (2013). \"It's crazy being a black, gay  youth.\" getting information about HIV prevention: A pilot study. Journal of  Adolescence, 36(1), 111-119. Walker, A. (2003). Methods, theory and the practice of feminist research: A response to  Janet Chafetz. Journal of Family Studies, 25, 990-994.  INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 91 Wardenski, J. J. (2005). A minor exception?: The impact of lawrence V. texas on lgbt  youth. Journal of Criminal Law & Criminology, 95(4), 1363-1410. Weber, L., & Parra-Medina, D. (2003). Intersectionality and women's health: Charting a  path to eliminating health disparities. Advances in Gender Research, 7, 181-230.  Whitehead, M. (1992). The concepts and principles of equity and health. International  Journal of Health Services: Planning, Administration, Evaluation, 22(3), 429-445. Worell, J., & Remer, P. (2003). Feminist perspectives in therapy: Empowering diverse  women (2nd ed.). Hoboken, NJ: Wiley.  Young, A. L. (2013). LGBT students want educators to speak up for them. Educational  Horizons, 91(2), 8-10.               INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 92 Appendices Appendix A: Coding Framework Codes Subcategories  Categories • ‘Coming out’ obstacles • Homophobic bullying • Invisibility  • Sexuality and culture • Parental anxiety  • Sexual assault   • Street-involved youth  • Sexual behaviours and pregnancy involvement • Secrecy and risk-taking a. Isolation      b. Identity expectations    c. Risks factors 1. Complexity of identities   • Services focuses too much STIs • Workshops on healthy relationships • Confidentiality concerns • Inconvenient service locations   • SPs are not ‘out’  • Services for trans youth • Specialized vs. comprehensive services   • Challenges networking in the queer community • Lack of LGBT-positive organizations    a. Lack of youth-friendly services        b. Lack of trained and informed SPs     c. Lack of allies   2. Needs and services are incompatible            INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 93 Appendix B: The Toronto Teen Survey and Community Based Research  The TTS collected data from youth in the Toronto area utilizing a community-based research (CBR) approach, with Planned Parenthood Toronto as the project’s principal community partner and host agency (Flicker et al., 2010). CBR elevates the status of community members as partners in research toward the goal of providing the most accurate and relevant information (Minkler & Wallerstein, 2003). CBR is concerned with ensuring the relevance of research questions to communities, engaging members of the community as active research partners, building capacities and skills among them,  and promoting social change (Minkler & Wallerstein, 2003). CBR has gained increasing popularity in the Canadian context as a strategy to improve health and to reduce health inequities (Flicker, Savan, McGrath, Kolenda, & Mildenberger, 2008; Flicker, Savan, Mildenberger, & Kolenda, 2008). CBR encourages teams to draw on the special strengths that partners bring to the table in order to foster equitable collaboration, to ensure that research questions are relevant to the community, to utilize the most community sensitive methods possible, and to produce data that policy-makers and other knowledge users will attend to (Flicker, 2008; Flicker, Larkin et al., 2008; Flicker, Maley et al., 2008; Travers et al., 2008; Travers et al., 2013).  A large part of CBR is the work of peer researchers (Greene, 2013), such as youth partners from the community of interest. The TTS involved youth to empower them and at the same time ensure the study’s relevance and accuracy (Flicker et al., 2010). The effectiveness of peer researchers has been established in sexual health research and prevention strategies (Barker, 2000; Trussler, Perchai, & Barker, 2000; Wilson et al., 2006). Peer-based researcher models provide sensitive and culturally appropriate inroads INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 94 into \"hard to reach\" communities (Barker, 2000). Young people are often most aware of the realities of issues facing their communities and are most directly affected as they have limited economic and social capital (Driskell, Fox, & Kudva, 2008; M. Miller, 2008). As youth are often the primary source of sexual health information for their peers (Beitz, 1998), they should be involved in the planning and development of sexual health initiatives and education strategies (DiClemente, 2001). This approach to research has been proven to be particularly effective for health research with adolescents and youth (American Academy of Pediatrics, 2004; Boutilier, Mason, & Rootman, 1997; Mason, 1997; Mason & Boutilier, 1996; National Research Council and Institute of Medicine, 2005; Smyth, 2001). When given the chance, young people co-researching can take the research agenda in exciting new directions that reflect the realities of their unique social location and life circumstances (Campbell & Trotter, 2007). In addition to the inclusion of youth in the research process, a collaborative partnership was formed with Toronto Public Health early on in the project to ensure policy expertise during the project and a greater likelihood of data uptake at the dissemination stages. This was particularly important because Toronto Public Health assumes responsibility as a municipality for young people’s sexual health.  Participants Thirteen focus groups were held with 80 SPs from 55 agencies in Toronto. Information about the study and the focus group sessions was posted on a variety of listservs and interested SPs were instructed to contact the study's research coordinator who was situated at Planned Parenthood Toronto. SPs who participated were primarily front line workers who assisted individual youth and youth in groups (generally aged 13 INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 95 to 18 years). SPs had diverse experiences both working within a range of services (for example, health clinics, workshops, and drop-ins) and working with diverse populations (for example, immigrant youth, LGBT youth and youth with various disabilities). Survey findings were shared in focus groups with SPs, including clinicians, social workers, shelter and group home staff, public health nurses, and community outreach workers (Flicker et al., 2010).  Procedure Targeted TTS survey findings were presented to the groups through a power point presentation and participants were then asked to comment on the findings, what the findings meant to them, and how they could work more effectively to create a coordinated strategy to improve sexual health outcomes for diverse groups of Toronto youth (Flicker et al., 2010).  Each focus group lasted approximately two-hours and provided an opportunity for SPs to respond to key survey findings and to provide input into the development of recommendations for change (Travers et al., 2010). Participants also shared the particular sexual health issues that were most pertinent in the context of their work with youth. This provided a shared context for the group from which to proceed.        INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 96 Appendix C: Focus Group Session Outline  160 minutes + 10 min break 1. Welcome (10 min) a. Introductions of [research coordinator of the TTS] and other TTS staff b. Please introduce yourself and tell us a little bit about the youth you serve (e.g. age, immigration status) AND about any sexual health promotion work you do. c. Review of consent form & information form. d. Purpose of consultation session & agenda for meeting; folder contents 2. TTS Presentation (30 min) 3. Discussion Questions (120 min, 10 min break) *Stick to time a. Do you have any questions about the survey or results presented for clarification purposes? b. Are the findings consistent with what you see in your work with youth? Is this surprising? • Are they any important issues that are missed but are relevant? c. Given what you have learned from this survey, will these findings inform your work? If so, what parts and how? d. Thinking about the youth you work with and the survey findings, what recommendations would you make to improve sexual health (i.e. clinical, educational, and health promotion services) i. Prompt for newcomer youth and youth with disabilities. INTERSECTIONALITY: RACIALIZED LGBTQ YOUTH 97 e. What capacity and resources are needed for youth service providers to implement these recommendations? f. How can we (SPs) work together more effectively? How are we working well together?  ",
    "id": 143687622,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholars.wlu.ca:etd-2732"
    },
    "title": "THROUGH AN INTERSECTIONALITY LENS: SERVICE PROVIDER VIEWS ON THE SEXUAL HEALTH NEEDS OF RACIALIZED LGBTQ YOUTH IN TORONTO",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-01-01T08:00:00+00:00",
    "publisher": "Scholars Commons @ Laurier",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholars.wlu.ca/cgi/viewcontent.cgi?article=2732&amp;context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/143687622.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/143687622"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/143687622/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/143687622/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/143687622"
        }
    ],
    "abstract": "This thesis explores the needs and gaps in knowledge and service delivery in sexual health for racialized LGBTQ youth living in Toronto, Canada from the perspective of service providers. Through a grounded theory approach, data were analysed using an intersectionality lens with the intention that the complex identities of the youth be considered. The findings of this study shed light on the barriers that operate at the micro (ie. personal), meso (ie. community) and macro (ie. societal) levels that affect the sexual health outcomes of racialized LGBTQ youth. Key findings from this study point to: 1) the need to closely examine contexts that can affect racialized LGBTQ youth’s decision for disclosure, such as factors that render these youth invisible and the costs and benefits of disclosure for them; and 2) the importance of providing youth-friendly services that are inclusive of the diverse youth population of Toronto and having larger comprehensive service bodies act as allies to smaller specialized organizations that lack resources. Implications for practice and policy are discussed through the lens of intersectionality that focuses on the necessity of working towards equity on multiple fronts to improve service provision",
    "tags": [
        "text",
        "Community Psychology",
        "Health Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholars.wlu.ca:etd-2732",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3375",
        "openDoarId": 0,
        "name": "Wilfrid Laurier University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 143687622,
        "depositedDate": null,
        "publishedDate": "2014-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T02:40:48+00:00",
        "acceptedDate": null,
        "createdDate": "2017-12-30T13:07:40+00:00"
    },
    "urls": [
        "https://scholars.wlu.ca/etd/1643",
        "https://scholars.wlu.ca/context/etd/article/2732/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-01-24T02:40:48+00:00",
    "setSpecs": []
}