{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Jared Make"
        }
    ],
    "contributors": [],
    "createdDate": "2017-02-15T00:14:10+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/75782429.pdf",
    "fullText": "Time for a Change:The Case for LGBT-Inclusive Workplace Leave Laws & Nondiscrimination Protectionsthe work and family legal center November 2013Time for a Change: The Case for LGBT-Inclusive Workplace Leave Laws and Nondiscrimination ProtectionsJared MakePublished by A Better Balance © November 2013Update to April 2013 Report by the Same Namethe work and family legal centerAbout A Better Balance: The Work & Family Legal Center A Better Balance is a national legal advocacy organization dedicated to promoting fairness in the workplace and helping workers meet the conflicting demands of work and family. Through legislative advocacy, litigation, research, public education and technical assistance to state and local campaigns, A Better Balance is committed to helping workers care for their families without risking their economic security.AcknowledgmentsThis report would not have been possible without the encouragement and generous support of the Ford Foundation. Thank you to Sherry Leiwant of A Better Balance for her excellent guidance and insightful suggestions. And thank you to Dina Bakst and Phoebe Taubman of A Better Balance, Carol Hoffman of Columbia University’s Office of Work/Life, and Wendy Chun-Hoon of Family Values @ Work for reviewing an earlier version of this report and providing critical feedback.2 | Table of ContentsTable of Contents:3  Executive Summary8  Introduction10  Part One – A Patchwork of Protections: The Legal Landscape When Workers Need Time Off to Care for Themselves and Their Loved Ones Unpaid Leave Temporary Disability Insurance Paid Family Leave Paid Sick Time Protections Against Disability Discrimination Protections Against Sexual Orientation and Gender Identity Discrimination20  Part Two – LGBT Workers and Families Need Strong Leave Laws and Protections Against Discrimination The General Work-Family Crunch LGBT Workers with Family Caregiving Responsibilities LGBT Economic Security LGBT Health LGBT Older Adults Americans Living with HIV/AIDS An Opportunity to Build Alliances and Expand LGBT Family Recognition30  Part Three – What Can Be Done to Increase Support for LGBT Workers and Their Loved Ones? Advocacy Steps Expand Marriage Equality Broaden the Definition of “Spouse” in Federal Law and the FMLA Address Key Coverage Gaps in the FMLA  Pass Paid Family Leave Legislation Pass Paid Sick Time Legislation Advocate for Governments to be Model Employers Pass Strong Nondiscrimination Protections Work with Business to Increase Access to Workplace Leave40  Conclusion42  Appendix3 | Executive SummaryExecutive SummaryWhen illness strikes, or when a child is born or adopted, American workers often learn that their jobs provide insufficient support and little or no time off.  As a result, workers across the country are being forced to make painful choices among their financial security, their health, and the well-being of their families. Although Americans commonly suffer from inadequate workplace leave laws and policies, the problem is particularly acute for lesbian, gay, bisexual and transgender (LGBT) workers. Due to LGBT-specific gaps in the law and the demographics of the LGBT community, LGBT workers urgently need laws that allow time off to recover from illness, care for a seriously ill loved one, and bond with a new child.In 2013, many LGBT Americans gained new rights under the law, although the legal treatment of LGBT workers and their families still varies significantly by state. Same-sex couples now have the right to marry in 16 states and Washington, D.C., and LGBT advocates are actively campaigning for the right to marry in additional states throughout the country. The momentum for LGBT rights has also reached the United States Supreme Court, which issued a landmark marriage equality decision in June 2013. In the case of Windsor v. United States, the Supreme Court overturned Section 3 of the so-called “Defense of Marriage Act”—the discriminatory law that prohibited the federal government from recognizing same-sex marriages—and held that the federal government must treat same-sex spouses the same as different-sex spouses. In addition to the historic nature and symbolic importance of the Court’s ruling, the decision gives same-sex spouses and their children access to more than 1,100 federal rights, benefits, and protections that depend on marital status. Despite these enormous victories for LGBT equality, LGBT workers still face many challenges in the workplace. Thirty-four states do not have marriage equality, and same-sex couples and LGBT families often lack recognition under the law and in employers’ personnel policies. In more than half of all states, no laws explicitly protect workers from discrimination based on their sexual orientation or gender identity, which means that disclosing the need to care for family members can result in discrimination or job loss. Furthermore, many LGBT workers have limited or no access to paid time off when they need to recover from illness, bond with a new child, or care for a sick loved one. Given health disparities and high rates of family poverty in the LGBT community, LGBT workers have a critical need for LGBT-inclusive laws and policies that strengthen job security and provide time off for personal health and family caregiving needs. A Patchwork of Legal Rights and ProtectionsPart One of this report examines the complex interplay of federal, state, and local laws that apply to workers with personal and family needs. Only one federal law—the Family and Medical Leave Act (FMLA)—addresses the need for workers to have time off to care for themselves or family members when they are ill or have a new child. The FMLA guarantees up to 12 weeks of job-protected leave for eligible workers to recover from a serious health condition, care for a seriously ill loved one, or bond with a new child. However, more than 40% of all American workers are completely ineligible for FMLA leave due to the law’s threshold requirements on business size, hours worked, and duration of employment. Since leave under the FMLA is unpaid, many workers who are eligible—especially low-wage workers—cannot afford to take time off. While a handful of states and cities have expanded on the FMLA or guaranteed paid leave to workers, most Americans ultimately depend on the discretion of their employers when leave from work is necessary. Yet employers’ leave policies are often inadequate. Nearly 40% of private sector workers lack even a single paid sick day, and 89% of private sector workers lack paid family leave to bond with a new child or care for a seriously ill family member. Although the FMLA’s shortcomings affect all workers, certain gaps in the law are especially harmful to LGBT workers. In the 20 years since President Clinton signed the FMLA into law, countless LGBT families have been excluded from the FMLA’s protections. Recent developments have made the FMLA more inclusive of LGBT families, but the law still fails to cover same-sex couples in most states. Following years of confusion and ambiguity, the Obama administration clarified three years ago that LGBT workers can take FMLA leave to care for their children, even in the absence of a biological or legal 4 | Executive Summaryrelationship. Despite this progress, many LGBT workers have been denied FMLA leave to care for a seriously ill same-sex spouse or partner. Until June 2013, the so-called “Defense of Marriage Act” (DOMA) and the FMLA’s narrow family definition prevented LGBT workers from taking FMLA leave to care for a seriously ill same-sex spouse or partner. Following the Supreme Court’s historic decision to strike Section 3 of DOMA, some—but not all—LGBT workers gained new rights and protections under the FMLA. LGBT workers who reside in states that recognize same-sex marriage can now take leave under the FMLA to care for a seriously ill same-sex spouse. Unfortunately, most states do not have marriage equality, and the FMLA itself does not cover domestic partnerships or civil unions. As a result, LGBT workers in most states have no legal right to leave from work when their same-sex partners are seriously ill.Eleven states and Washington, D.C. have passed unpaid family and medical leave laws that provide some coverage to LGBT workers with an ill spouse or partner. Some states and employers also expand upon the FMLA’s purposes and eligibility requirements to provide coverage to more workers. As a result, the ability of LGBT workers to take extended unpaid leave during times of personal or family need varies significantly from state to state and job to job.The United States is one of the only countries in the world that has no national paid leave program. Nevertheless, a few states and cities are leading the way by providing paid leave to workers. California, New Jersey, and Rhode Island have enacted LGBT-inclusive family leave insurance laws that provide paid family leave to workers who need extended time off to bond with a new child or care for a seriously ill family member. Additionally, Connecticut recently became the first state in the country to pass a law requiring paid sick time for certain workers to recover from illness, seek medical attention, respond to family violence or sexual assault, or provide care to a child or spouse who is ill or needs medical attention. At the local level, the cities of San Francisco, Milwaukee, Seattle, Portland (Oregon), New York City, Jersey City (New Jersey), Philadelphia, Long Beach (California), and Washington, D.C. have all passed paid sick time laws of varying scope and coverage. Researchers have shown that access to paid leave increases job stability, provides critical support to new parents, improves health outcomes for workers and their loved ones, and leads to savings for business and the larger community. Based on the success of existing paid leave laws, dozens of cities and states are currently organizing to pass their own paid family leave and paid sick time laws.Even when state and local leave laws have LGBT-inclusive definitions of family, many LGBT workers have difficulty exercising their leave rights due to the widespread lack of LGBT nondiscrimination laws and protections. Federal law fails to explicitly prohibit employment discrimination on the basis of sexual orientation and gender identity. While some states and cities prohibit discrimination against LGBT workers, less than half of all states have laws protecting private sector workers from discrimination on the basis of sexual orientation or gender identity. Based on fear of disclosing their identities and risking adverse treatment, many LGBT workers feel they have no choice but to avoid bringing attention to their family relationships; these workers are often concerned with the negative consequences of asking for leave to care for a child, same-sex partner, or other loved one, even if there are laws or policies that entitle them to this time off. For LGBT workers to fully benefit from workplace leave laws and policies, the law must explicitly ban discrimination based on sexual orientation and gender identity.5 | Executive SummaryLGBT Demographics and the Critical Need for Workplace Leave Laws and Employment Nondiscrimination Protections Part Two of this report discusses the LGBT community’s significant need for LGBT-inclusive workplace leave laws and employment nondiscrimination protections. To demonstrate the critical importance of LGBT-inclusive laws that support workers’ health and family caregiving needs, this part of the report examines the demographics of LGBT Americans, including the prevalence of family caregiving responsibilities, poverty, and health disparities. In addition, specific attention  is given to the unique demographics and particular need for workplace leave laws among LGBT older adults and people living with HIV/AIDS.There are an estimated 5.4 million LGBT workers in the United States, and a large percentage of these workers have family caregiving responsibilities. Researchers have estimated that 37% of LGBT-identified adults—or 3 million LGBT Americans—have had a child at some point in their lives. A large number of LGBT workers provide care to adult loved ones as well. According to one nationwide survey of baby boomers between the ages of 45 and 64, LGBT respondents were more likely to be providing care to a friend or relative than the population as a whole, and LGBT respondents provided more hours of care to loved ones each week. LGBT-inclusive workplace leave laws that can be used to care for children and other loved ones offer critical support to LGBT workers and families.LGBT workers have a particular need for paid time off, since both LGBT individuals and same-sex couples raising children are more likely to be poor than their heterosexual counterparts. Based on these higher rates of poverty, LGBT workers are less likely to be able to afford unpaid time off from work to care for a new child or an ill loved one. Similarly, LGBT workers have a heightened need for leave laws that provide job protection, in order to avoid risking their jobs and economic security during times of need.LGBT workers are also more likely to need time off to address personal or family health matters. Researchers have documented clear health disparities in the LGBT community, including a higher risk for certain cancers, HIV/AIDS, diabetes, arthritis, and other chronic conditions. Due to concerns about intolerance and discrimination within the medical profession, LGBT Americans are also more likely to delay care and medical testing. Given these health disparities, it is especially critical that the inability to take off work—or fear of losing a job or paycheck—not prevent LGBT workers and their loved ones from seeking medical care.The population of LGBT older adults is growing, and LGBT older adults are staying in the workforce for a longer period of time. The loss of a job or income can be financially devastating to LGBT older adults, who have a higher than average risk of poverty. In addition, the lack of workplace leave can endanger the health of LGBT older adults, who are already more likely than their non-LGBT peers to delay medical care. LGBT-inclusive leave laws will promote job security for LGBT older adults and make it easier for LGBT older adults to both provide care and receive care from loved ones.The widespread lack of workplace leave laws and policies puts the health of people living with HIV/AIDS at risk. If workers living with HIV/AIDS cannot take time off to recover from illness or attend medical appointments, their health and economic security are jeopardized. Furthermore, job-protected leave laws make it easier for workers to care for loved ones who are living and aging with HIV/AIDS. Finally, the HIV/AIDS community has a particular interest in laws and policies that allow sick workers to stay home when they are ill; the unnecessary spread of illness in the community poses a particular health risk to people living with HIV/AIDS, who are more likely to suffer serious complications from influenza and other communicable illnesses.6 | Executive Summary$WO@MCHMF\u0003+DF@K\u0003#DƥMHSHNMR\u0003NE\u0003%@LHKX\u00033GQNTFG\u00036NQJOK@BD\u0003+D@UD\u0003+@VRTo meet the needs of all LGBT Americans, workplace leave laws should broadly define family to include same-sex couples, LGBT parents, and close friends who share a familial relationship with a worker. Research has shown that LGBT Americans, especially older LGBT adults, are more likely than the population at large to rely on “families of choice”—or a network of close friends—when they need care or help in an emergency. But employers often fail to provide leave to care for extended family members or close friends. Therefore, LGBT Americans have a clear need for workplace leave laws that use broad and LGBT-inclusive definitions of family. Once LGBT-inclusive leave laws are passed, subsequent laws may cite or adopt these LGBT-inclusive family definitions, thereby leading to greater legal recognition and rights for LGBT workers and families.When states do not have marriage equality, public officials and activists who are concerned with LGBT inclusion often advocate for broad legal definitions of family. In states that have marriage equality, the need for broad legal definitions of family may not be as apparent to public officials and work-family advocates. Therefore, it is important in states with marriage equality to ensure that individuals who choose not to marry—or who rely on extended family members or families of choice for care—are not excluded from workplace leave laws. Since family structures in the United States are increasingly diverse, the LGBT community has an opportunity to work together with other groups that recognize the value of passing laws with broad family definitions.Workplace Leave Laws as an Opportunity to Strengthen AlliancesLGBT advocates should be involved in workplace leave campaigns to ensure that any legislation sufficiently covers and protects LGBT workers and their families. By highlighting the need for LGBT-inclusive workplace leave laws, advocates can raise awareness about LGBT inequality in the workplace, the growing number of LGBT families, LGBT health disparities, and the high rates of poverty in the community. Through collaborations with workplace leave campaigns, LGBT organizations can also create new alliances that will expand and deepen support for LGBT rights campaigns. LGBT organizations may be able to offer significant political and strategic support to workplace leave coalitions as well, especially in states where the LGBT community is well organized.Key RecommendationsAs discussed throughout this report, far too many LGBT workers are forced to make impossible choices among their jobs, their health, and the well-being of their families. Parts Two and Three of this report recommend the following policy and legal changes to better support the health and family needs of LGBT workers:1) Expand Marriage Equality: The Supreme Court’s decision to strike Section 3 of DOMA was a tremendous victory for LGBT equality in the United States. The federal government will now recognize same-sex marriages, and many LGBT workers can take FMLA leave to care for same-sex spouses. LGBT and work-family advocates must work together to build on the Supreme Court’s historic decision. Although the federal government will now recognize same-sex spouses for purposes of federal law, most LGBT workers live in states without marriage equality. LGBT workers who live in a state that does not recognize same-sex marriage cannot take leave under the FMLA to care for a seriously ill same-sex spouse. The Supreme Court should find that LGBT Americans have a fundamental right to marry under the Constitution, regardless of where they live. Until then, states should pass marriage equality laws to guarantee that LGBT couples who wish to marry can access the more than 1,100 rights, benefits, and protections based on marital status. ã\u000b\u0003\u001aJG9<=F\u0003L@=\u0003\u001c=ÍFALAGF\u0003G>\u0003}+HGMK=~\u0003AF\u0003L@=\u0003\u001e%$\u0019\u0012For private sector workers, the FMLA defines “spouse” according to the marriage laws of the state in which a worker resides. This definition of “spouse” excludes many same-sex couples. For example, if an LGBT worker lives in a state that does not recognize same-sex marriages, but the worker was legally married in another state, the worker does not have a 7 | Executive Summary“spouse” according to current FMLA regulations. Congress should be urged to pass a law that uniformly defines “spouse” in federal law according to the “place of celebration.” Under this approach, federal laws—including the FMLA—would define spouses according to the laws of the state in which the couple was married, rather than the laws of the state in which they currently reside. While awaiting a federal law that adopts a uniform approach, the United States Department of Labor, which has the authority to interpret the FMLA, should adopt a “place of celebration” rule for the FMLA’s definition of “spouse.”           3) Expand FMLA Access and Pass LGBT-Inclusive Family and Medical Leave Laws  9L\u0003L@=\u0003+L9L=\u0003$=N=D\u0012\u0003Many LGBT workers are ineligible for FMLA leave due to the size of their employers, the number of hours worked, or the length of time they have been employed. The FMLA’s definition of family is also narrow, as the law only allows leave to care for a parent, spouse, or child. The federal government and individual states should pass legislation to expand access to family and medical leave and broaden the definition of covered family members.å\u000b\u0003(9KK\u0003$\u001f\u001a,\u000f!F;DMKAN=\u00039F<\u0003\"G:\u000f(JGL=;L=<\u0003(9A<\u0003$=9N=\u0003$9OK\u00039L\u0003\u0019DD\u0003$=N=DK\u0003G>\u0003\u001fGN=JFE=FL\u0012\u0003\u0003Although unpaid leave laws provide significant support to workers with health and caregiving needs, job-protected paid  leave laws are especially important to LGBT workers and their loved ones. In today’s economy, many workers—especially low-income workers—are unable to afford unpaid time off work, forcing them to work during personal illnesses, following the birth or adoption of a new child, or when a seriously ill loved one needs care. Because workers will be discouraged  from taking time off if they can be fired or penalized while out, it is especially important that workplace leave laws include job protection.æ\u000b\u0003\u0019<NG;9L=\u0003>GJ\u0003L@=\u0003\u001fGN=JFE=FL\u0003LG\u0003+=JN=\u00039K\u00039\u0003%G<=D\u0003\u001dEHDGQ=J\u0012\u0003Local, state, and federal officials should serve as model employers by instituting strong nondiscrimination protections  and LGBT-inclusive workplace leave policies for government employees. 6) Pass Employment Nondiscrimination Laws That Prohibit Discrimination on  L@=\u0003\u001a9KAK\u0003G>\u0003+=PM9D\u0003'JA=FL9LAGF\u00039F<\u0003\u001f=F<=J\u0003!<=FLALQ\u0011\u001dPHJ=KKAGF\u0012\u0003Protections against employment discrimination based on sexual orientation and gender identity should be pursued at  all levels of government. In addition to providing LGBT workers with recourse against harassment and discrimination,  LGBT nondiscrimination laws can offer protection to LGBT workers who would otherwise fear disclosing their family relationships and caregiving responsibilities.è\u000b\u0003\u001aMAD<\u00039F<\u0003+LJ=F?L@=F\u0003\u001bGDD9:GJ9LAGFK\u0003\u001a=LO==F\u0003L@=\u0003$\u001f\u001a,\u0003\u001bGEEMFALQ\u00039F<\u0003 Workplace Leave Coalitions: Based on a shared concern for equal rights and workplace fairness, LGBT advocates and work-family coalitions should collaborate on passing LGBT-inclusive leave laws and nondiscrimination protections. These collaborations can forge new  and mutually beneficial alliances and raise awareness about LGBT social and economic justice issues.é\u000b\u0003/GJC\u0003OAL@\u0003\u001aMKAF=KK=K\u0003LG\u0003!<=FLA>Q\u0003%G<=D\u0003\u001dEHDGQ=JK\u00039F<\u0003LG\u0003\u001c=N=DGH\u0003+HGC=KH=JKGFK >GJ\u0003$\u001f\u001a,\u000f!F;DMKAN=\u0003/GJCHD9;=\u0003$=9N=\u0003$9OK\u00039F<\u0003(GDA;A=K\u0012\u0003\u0003Despite vocal and well-funded opposition from corporate lobbyists, the FMLA and state and local leave laws have received strong support from many businesses. LGBT and work-family advocates should continue building support among businesses to counter opposition to LGBT-inclusive leave bills and nondiscrimination protections. Business spokespersons can also model best practices and bring attention to the benefits—both to workers and employers—of instituting LGBT nondiscrimination protections and LGBT-inclusive workplace leave policies.8 | IntroductionIntroductionEvery day, Americans experience unexpected emergencies or major life events requiring their care and attention—a worker comes down with the flu, a sick child is sent home from school, a child is born, an adoption is suddenly finalized, an elderly parent needs to see the doctor after a fall, a loved one is hospitalized. During these times of personal and family need, workers often discover that their jobs provide insufficient support and little or no time off. For LGBT workers, these important life moments can be especially confusing and difficult to navigate. In June 2013, the Supreme Court of the United States issued a landmark LGBT rights decision in the case of Edith Windsor v. United States. The Windsor decision will make it easier for many LGBT workers and their loved ones to endure life’s unexpected challenges, and it represents a major step in the fight for LGBT equality in the United States. At issue in the case was the constitutionality of the so-called “Defense of Marriage Act” (DOMA), the law that prohibited federal recognition of same-sex marriages by defining marriage in federal law as the union of one man and one woman. The Supreme Court ruled in Windsor that DOMA unconstitutionally discriminated against LGBT Americans by unfairly treating same-sex spouses differently from other legally married couples.1 The 40-year relationship at the center of the Windsor case clearly demonstrated the inequality and harm caused by DOMA. When Thea Spyer passed away in 2009, her wife Edith “Edie” Windsor was required to pay federal estate taxes of more than $363,000; if the federal government had recognized their marriage, this estate tax would not have been imposed on Edie’s inheritance. Faced with this discrimination, Edie took her case to the Supreme Court and won. President Obama declared that the Windsor decision was “a victory for couples who have long fought for equal treatment under the law; for children whose parents’ marriages will now be recognized, rightly, as legitimate; for families that, at long last, will get the respect and protection they deserve; and for friends and supporters who have wanted nothing more than to see their loved ones treated fairly . . . .”2 As emphasized by the President, the Supreme Court’s ruling in Windsor represents a major step toward equal justice and marriage equality for LGBT Americans. But full LGBT equality has not yet been achieved. Although the federal government must now recognize same-sex marriages, the Supreme Court did not find a fundamental right to marry for all same-sex couples; states can continue to deny equality to LGBT couples by prohibiting same-sex marriage.In addition to shining a national spotlight on the injustice of DOMA, the Windsor case introduced the Supreme Court and the nation to Edie’s enduring relationship with Thea—or, as Edie describes it, “a love affair that just kept on and on and on.”3 Edie’s 40-year union with Thea included the ups and downs of any relationship, and like millions of Americans, their time together was affected by serious health challenges. In 1977, more than a decade after Edie and Thea first met, Thea learned that she had multiple sclerosis. As described in the New York Times, the diagnosis changed Edie’s and Thea’s lives: “Before long, Ms. Windsor quit her job to care for her full time, mastering the lifts and pulleys to get her into bed, a van or a swimming pool and the regimen, lasting hours, that began and ended each day.”4Millions of Americans have confronted unexpected health setbacks that mirror the experiences of Thea and Edie. For the LGBT community, however, these unanticipated life challenges can be more daunting, as LGBT workers and families often grapple with lack of government recognition, social intolerance, economic injustice, employment discrimination, and laws and policies that fail to support workers with health and caregiving needs.  Throughout their four decades together, Edie and Thea faced many hurdles due to their sexual orientation. Edie and Thea both had painful encounters with family members who were not accepting of their relationship.5 In addition to the lack of support 9 | Introductionfrom these family members, Edie—a computer programmer at IBM—faced challenges at work. In order to avoid disclosing her sexual orientation to colleagues, Edie wore a diamond pin rather than an engagement ring. When Edie tried to list Thea as a beneficiary of her insurance policy, the insurance form was rejected.6 Although there has been tremendous progress on LGBT rights since Edie and Thea first met, as demonstrated by Edie’s successful case before the Supreme Court, a significant amount of work remains. If Edie had wanted to take an extended leave from work to care for Thea, her ability to do so would have depended on the personnel policies or discretion of her employer. In the mid 1970s, when Edie accepted an early retirement to care for Thea, legal guarantees of time off to care for a seriously ill family member did not exist, and few—if any—employer policies provided leave for a same-sex partner with a serious health condition.7 In 1993, the federal Family and Medical Leave Act (FMLA) was signed into law, allowing eligible workers to take job-protected, unpaid leave from work to recover from serious illness, care for a seriously  ill loved one, or bond with a new child. Prior to the Supreme Court’s ruling in Windsor, however, the FMLA’s protections did not extend to same-sex couples. Following the Supreme Court’s Windsor decision, some LGBT workers gained new rights under the FMLA. LGBT workers who currently reside in states that recognize same-sex marriages—like New York, where Edie and Thea lived together for many years—are now eligible to take FMLA leave to care for a seriously ill same-sex spouse. Despite this progress, the FMLA still fails to protect same-sex couples who are unmarried or who reside in states that refuse to recognize their marriage. The FMLA’s incomplete coverage of same-sex couples leaves millions of LGBT workers and their loved ones vulnerable in times of need.Even if a worker is eligible for leave under the FMLA, it may not be financially feasible to take unpaid time off from work. No federal laws guarantee paid leave for workers to care for themselves, a new child, or an ill family member. While the FMLA has significant gaps and federal law fails to provide paid leave to workers, a number of states and cities have passed workplace leave laws to provide additional support to workers with health and caregiving needs. As a result, American workers who need time off to care for themselves and their loved ones are subject to limited rights under a patchwork of laws; unfortunately, the situation is worse for LGBT workers, who have even fewer legal rights to workplace leave and are therefore forced more often to make impossible choices among their jobs, health, and families.  Additionally, many LGBT workers in the United States risk harassment or discrimination when they acknowledge or discuss their family relationships, sexual orientation, or gender identity. Edie’s concerns about wearing an engagement ring in the office would still resonate with many LGBT workers today. When Edie worked at IBM, the law did not protect her from employment discrimination based on sexual orientation. More than 30 years after her retirement, there has been some progress in protecting LGBT workers from discrimination; for example, New York City and New York State, where Edie and Thea lived together, have passed laws prohibiting employment discrimination based on sexual orientation. But more than half of all states have no such protection, leaving LGBT workers vulnerable to harassment and discrimination based on sexual orientation and gender identity. Nor does federal law explicitly prohibit discrimination against LGBT workers. Without strong protections against discrimination, many LGBT workers fear acknowledging their family needs or disclosing their sexual orientation by asking for time off to care for a loved one.Employers, policymakers, and advocates have an opportunity to work together to better support the health and family needs of LGBT workers. Throughout the United States, there is a growing movement to expand LGBT nondiscrimination protections, pass legislation that fills the FMLA’s gaps, and provide workers with paid time off to recover from sickness and care for new children and seriously ill loved ones. Although workplace leave laws and policies are important for all workers, access to  job-protected leave is an especially significant issue for the LGBT community. Workplace leave laws can expand recognition of LGBT families and provide crucial support to LGBT workers during times of personal and family need.10 | Part OnePart One A Patchwork of Protections: The Legal Landscape When Workers Need Time .Ƥ\u0003SN\u0003\"@QD\u0003ENQ\u00033GDLRDKUDR\u0003@MC\u00033GDHQ\u0003+NUDC\u0003.MDRLGBT workers who need time off work to recover from illness, welcome a new child into the home, or care for a seriously ill loved one have varying legal rights and protections. The ability of an LGBT worker to take job-protected leave or receive pay while out could depend on a number of factors, including the city and state in which the individual  lives and works, the size of the employer, the length of time the individual has been employed, whether the individual works part-time or full-time, and the type of illness and family relationship at issue. Moreover, many LGBT workers who are eligible for job-protected leave from work may not feel comfortable taking time off to care for a loved one without LGBT nondiscrimination protections. Based on the variety of factors that determine an individual’s access to workplace leave, LGBT workers face a confusing interplay of legal rights and protections when they need time off to care for themselves or loved ones. The remainder of  this section provides an overview of the laws that apply to LGBT workers who need leave for personal health or family caregiving responsibilities.Unpaid LeaveOn February 5, 1993, President Bill Clinton signed into law the Family and Medical Leave Act (FMLA).8 Upon meeting the eligibility requirements for the FMLA, a worker can take up to 12 weeks of unpaid leave a year to recover from a serious health condition, to care for a seriously ill family member, or to bond with a new child; in 2008 and 2010, the FMLA was expanded to provide unpaid leave to address certain obligations arising from a spouse, parent, or child being on, or called to, active duty in the military.9 For those covered by the FMLA, leave properly taken is job-protected; with a few exceptions, employers are generally required to restore a worker returning from FMLA leave to the individual’s original job or a position equivalent in pay, benefits, and other terms.10  Twenty years have passed since the FMLA became law, and it remains the only federal law that guarantees leave from work during personal and family times of need. Although pioneering and critical to millions of workers, the FMLA fails to protect many Americans, and, in particular, excludes same-sex couples in most states.LGBT Couples and a History of Inequality under the FMLADue to the Supreme Court’s 2013 decision in Windsor v. United States, same-sex spouses may now be eligible for more than a thousand federal rights, benefits, and protections based on marital status—including the right to FMLA leave to care for a seriously ill spouse. With expanded access to the FMLA, many LGBT workers will have the comfort of knowing that they can take time off—without risking job loss—to care for a spouse during a health challenge or emergency. But for many same-sex couples, the FMLA still fails to recognize their relationships.Prior to the Supreme Court’s Windsor decision, no LGBT workers could take FMLA leave to care for a seriously ill partner or spouse. The federal Defense of Marriage Act (DOMA) stated that the word “spouse” in federal law only referred to a person of the opposite sex.11 Therefore, the federal government would not recognize the union of same-sex couples, even if they lived in states with relationship recognition or marriage equality. Furthermore, the FMLA itself does not include domestic partners or civil union partners in the law’s definition of covered family members.In June 2013, the Supreme Court ruled that Section 3 of DOMA, which prohibited the federal government from recognizing same-sex marriages, was unconstitutional. As a result, same-sex spouses who reside in a state that fully recognizes their marriage are now covered by the FMLA. However, the Supreme Court’s decision in Windsor did not hold that all same-sex couples have a fundamental right to marry, and the opinion did not address Section 2 of DOMA, under which states may 11 | Part Onerefuse to recognize another state’s laws on same-sex marriage. Nor did the Windsor decision require the federal government to recognize domestic partners in its laws. Because the FMLA does not cover domestic partners, and 34 states do not have marriage equality, same-sex couples in most states cannot take FMLA leave to care for each other.12 Due to the limitations of the Supreme Court’s Windsor decision, many same-sex spouses are still considered legal strangers under the FMLA. According to current FMLA regulations, “[s]pouse means a husband or wife as defined or recognized under State law for purposes of marriage in the State where the employee resides . . . .”13 Because the FMLA defines a “spouse” based on the laws of the state in which a worker resides, same-sex spouses are not treated equally under the FMLA; same-sex spouses who reside in a state that recognizes their marriage are covered by the FMLA, while same-sex spouses who reside in a state that refuses to recognize their marriage are not covered by the law.14 For example, an LGBT worker who resides in New Hampshire is eligible to take FMLA leave to care for a seriously ill spouse, because New Hampshire recognizes same-sex marriages. In comparison, an LGBT worker who was legally married in New Hampshire, but now lives in Kentucky, cannot take FMLA leave to care for a seriously ill spouse, because Kentucky does not recognize same-sex marriages. The different treatment of same-sex spouses under the FMLA will likely generate confusion; many same-sex couples who are legally married and live in a state with marriage equality may not realize that they will lose the right to care for each other under the FMLA if they move to a state that does not recognize their marriage.15Progress for LGBT Families: Recognition of LGBT Parents in the FMLAIn 2010, the Obama Administration interpreted the FMLA to broadly cover LGBT parents and their children.16 As a  result, LGBT parents and their children are fully recognized under the FMLA, even though the law fails to cover many  same-sex couples. Under the FMLA, a covered employee can take unpaid leave to care for a “son or daughter” with a serious health condition or to bond with a new “son or daughter.” The terms “son” and “daughter” are broadly defined in the FMLA to include a biological child, a legally adopted child, a foster child, a stepchild, a legal ward, or a child of a person who stands “in loco parentis.” The phrase “in loco parentis” refers to one who is acting in the place of a parent; whether or not a relationship of this nature exists under the FMLA is fact-specific. The general standard for finding an “in loco parentis” relationship is that the adult assumes the role of a parent toward a child with the intent to act as a parent.17 As described later in this report, more than half of all LGBT Americans live  in a state where the ability of a same-sex couple to legally adopt a child—either jointly or through a second-parent adoption when one partner is already a biological or legal parent—is prohibited or legally uncertain.18 Therefore, many LGBT working parents in the United States do not have a legally recognized relationship with their children and rely on the FMLA’s “in loco parentis” standard when they need time off to care for them. For many years, however, it was unclear whether the FMLA’s definition of “in loco parentis” would include LGBT parents who do not have a biological or legal relationship to their children.  In 2010, the United States Department of Labor (DOL) issued an administrative interpretation clarifying that the FMLA’s definition of “in loco parentis” can include an LGBT parent who does not have a legal or biological relationship to a child. According to the DOL, “an employee who will share equally in the raising of an adopted child with a same-sex partner, but who does not have a legal relationship with the child, would be entitled to leave to bond with the child following placement, or to care for the child if the child had a serious health condition, because the employee stands in loco parentis to the child.”19 12 | Part OneDue to the DOL’s interpretation, LGBT parents are recognized under the FMLA. Even if a same-sex couple raising a child resides in a state that does not recognize same-sex marriages—meaning the FMLA will not cover them as “spouses”—they may be able to qualify as parents under the FMLA’s “in loco parentis” standard; both parents would be eligible to take FMLA leave to bond with the child after birth or adoption or to care for the child during a serious illness—even in the absence of a biological and legal relationship.FMLA Expansion LawsAlthough many LGBT workers are now eligible to take FMLA leave to care for a child or seriously ill same-sex spouse, they must first meet the law’s coverage requirements. Countless LGBT workers have discovered that they, like many other American workers, do not meet the FMLA’s eligibility requirements and are completely excluded from the law’s protections. To be eligible for FMLA leave, a worker must be employed for at least one year by a business with at least 50 employees and have worked for 1,250 hours in the previous 12 months before taking leave. Due to these eligibility restrictions, more than 40% of American workers are excluded from the FMLA.20Although the FMLA excludes many Americans and falls short when LGBT workers need to care for an ill spouse or partner, some states have passed unpaid leave laws to fill the FMLA’s gaps. The differences among states regarding unpaid leave protections has resulted in a complex—and sometimes unexpected—patchwork of legal protections for LGBT workers with family caregiving needs. To illustrate the surprising legal treatment of LGBT workers in this situation, compare the legal rights of the following couples dealing with cancer:s\u0000!DAM\u0000AND\u0000\"RIAN\u0000ARE\u0000LONGTIME\u0000BOYFRIENDS\u0000LIVING\u0000IN\u00007ISCONSIN\f\u0000AND\u0000THEY\u0000HAVE\u0000BEEN\u0000LIVING\u0000TOGETHER\u0000FOR\u0000SEVERAL\u0000YEARS\u000e Although Wisconsin has a constitutional ban on same-sex marriage, the state has a domestic partnership law. But Adam and Brian have not registered as domestic partners under Wisconsin law, because they are waiting for marriage equality. Adam has worked full-time for two years at a large corporation and wants to take leave from work to provide care to Brian, who has been diagnosed with cancer.s\u00002ICHARD\u0000AND\u00004ONY\u0000ARE\u0000A\u0000MARRIED\u0000COUPLE\u0000LIVING\u0000IN\u0000.EVADA\u000e\u00004HEY\u0000WERE\u0000LEGALLY\u0000MARRIED\u0000IN\u0000-ASSACHUSETTS\u0000FOUR\u0000YEARS\u0000AGO\f\u0000 but they relocated to Nevada for work two years ago. Although Nevada does not recognize their Massachusetts marriage,  they have registered as domestic partners under Nevada state law. Richard has worked full-time for two years at a large corporation and wants to take leave from work to provide care to Tony, who has been diagnosed with cancer.Both Adam and Richard would like to take time off from work to care for a seriously ill significant other. Even though Richard is in a registered domestic partnership and was married in Massachusetts, only Adam has a legal right to unpaid time off from work to care for his ill significant other. Under federal law, Adam and Richard are treated the same; despite the differences in their relationship status, neither can take leave under the FMLA to care for Brian or Tony, because neither individual resides in a state that recognizes them as married. The FMLA defines “spouse” according to the laws of the state in which a worker currently resides, and neither Nevada nor Wisconsin recognizes same-sex marriages. Under their respective state laws, however, Adam and Richard have different rights regarding unpaid family leave.Nevada does not have a state law that provides unpaid or paid leave, or that expands on the definition of “family” in the FMLA to include same-sex couples. Therefore, LGBT workers in Nevada have no legal right under state law to time off work—paid or unpaid—when their same-sex spouses or partners are seriously ill. As a result, Richard has no legal right  under Nevada law or federal law to unpaid leave from work to care for Tony. In contrast, Adam is eligible under Wisconsin law to take unpaid leave from work to care for Brian, since Wisconsin has a state-level family and medical leave law that covers registered and unregistered domestic partners. 13 | Part OneA number of states have family leave laws that explicitly cover same-sex couples, like Wisconsin, or that apply to same-sex spouses through marriage equality laws.21 These state-level family leave laws may also provide broader protections than the FMLA. Depending on general eligibility requirements, LGBT workers in Washington, D.C. and the following 11 states may be able to take family leave under state law to care for a seriously ill same-sex partner or spouse: California, Colorado, Connecticut, Hawaii, Maine, New Jersey, Oregon, Rhode Island, Vermont, Washington, and Wisconsin.22  Nevertheless, nearly three-quarters of all LGBT Americans live in states that do not have state-level workplace leave laws for private sector workers who need to care for a seriously ill spouse or partner.23 These workers often have to rely on the FMLA, although its eligibility requirements and spousal definition exclude many LGBT workers from the law’s protections. Fourteen states and Washington, D.C. have laws providing leave for new parents that are more expansive than the FMLA.24 Yet approximately 70% of LGBT Americans live in states that do not have workplace leave laws for new parents working in the private sector; for these Americans, the FMLA is the only workplace leave law that could provide a right to unpaid leave to bond with a new child.25 In addition, a few states have expanded on the FMLA’s reasons for taking leave to include organ donation, children’s educational activities, and purposes related to domestic violence. Some states have also expanded the definition of family to enable workers to care for seriously ill parents-in-law, grandparents, grandchildren, or siblings.26 Due to these various state laws, LGBT workers across the country have differing access to unpaid leave during times of personal or family illness.Temporary Disability InsuranceFive states—California, Hawaii, New Jersey, New York, and Rhode Island—and Puerto Rico have implemented temporary disability insurance (TDI) programs that provide workers with partial pay when they lose wages due to personal injury or sickness caused off the job, pregnancy-related disability, and recovery from childbirth.27 LGBT workers can access these  TDI programs on the same basis as all other workers.28These six TDI programs provide partial wage replacement for a worker’s period of disability; the amount of pay available is based on a percentage of the worker’s usual earnings or average weekly wage, up to a maximum benefit amount that differs in each program.29 The maximum duration of TDI benefits in each program ranges from 26 to 52 weeks.30 As opposed to the FMLA, however, TDI programs usually do not provide job protection, which creates a risk that a worker could be terminated while out or upon returning to work.3114 | Part One/@HC\u0003%@LHKX\u0003+D@UD“To this day, I receive more thanks from citizens for the FMLA than any other single OHDBD\u0003NE\u0003KDFHRK@SHNM\u0003(\u0003RHFMDC\u0003HMSN\u0003K@V\u0003\u0003\u0003\u0003\u0003!X\u0003SGD\u0003SHLD\u0003(\u0003G@C\u0003KDES\u0003NƧBD\u000b\u0003\u0012\u0014\u0003LHKKHNM\u0003Americans had taken leave, and estimates today suggest that number has grown to \u0010\u000f\u000f\u0003LHKKHNM\u0003\u0003\u0003\u0003\u0003-D@Q\u0003SGD\u0003DMC\u0003NE\u0003LX\u0003@CLHMHRSQ@SHNM\u000b\u0003(\u0003@QFTDC\u0003SG@S\u0003VD\u0003MDDCDC\u0003SN\u0003ƥMC\u0003ŖMDV\u0003V@XR\u0003SN\u0003OQNUHCD\u0003O@HC\u0003KD@UD\u0003SN\u0003SGNRD\u0003VNQJDQR\u0003VGN\u0003MDDC\u0003SN\u0003S@JD\u0003NƤ\u0003ATS\u0003B@MMNS\u0003@ƤNQC\u0003SN\u0003CN\u0003RNŗ\u0003\u0003,NRS\u0003@CU@MBDC\u0003M@SHNMR\u0003OQNUHCD\u0003RNLD\u0003ENQL\u0003NE\u0003O@HC\u0003E@LHKX\u0003KD@UD\u000b\u0003@MC\u0003HSŗR\u0003GDKODC\u000b\u0003MNS\u0003GTQS\u000b\u0003SGDHQ\u0003DBNMNLHDR\u0003 \u0003FQNVHMF\u0003BGNQTR\u0003HR\u0003MNV\u0003VNQJHMF\u0003NM\u0003GNV\u0003SN\u0003make that dream a reality here, and they deserve our support.” — Bill Clinton, February 5, 2013 \u0012\u0011One of the major limitations of the FMLA—especially for low-wage workers who are struggling to make ends meet—is that the law only provides for unpaid leave. There are no federal laws in the United States requiring employers to provide paid family leave. The United States is the only industrialized nation in the world that does not provide paid maternity leave. In a 2011 survey of 190 countries, 178 of them provide paid leave to new mothers; the right to paid leave for new mothers in nine countries is unclear, while only three countries—the United States, Swaziland, and Papua New Guinea—have no right to paid maternity leave.33 Furthermore, 74 countries guarantee paid leave to new fathers, and 33 countries provide some form of paid leave to care for ill adult family members.34 Many workers in the United States live paycheck to paycheck and require steady income to put food on the table, pay rent or a mortgage, and cover their bills. For these workers, unpaid leave under the FMLA or a state FMLA expansion law is not a realistic option when a new child is born or a relative is seriously ill. Three states—California, New Jersey, and Rhode Island—have led the way in providing paid leave to workers who are caring for a new child or a seriously ill relative. The success of these programs shows that state-level solutions to the widespread need for paid leave are possible.California and New Jersey have implemented family leave insurance laws that provide partial pay to workers who need time off to bond with a new child or care for a seriously ill family member, and a similar Rhode Island program will go into effect on January 1, 2014.35 In all three states, family leave insurance was integrated into existing temporary disability insurance programs, and workers finance the paid family leave program through small employee payroll contributions.36 California and New Jersey provide partial wage replacement for up to six weeks of leave, and Rhode Island will provide benefits for up to four weeks of leave. As of January 1, 2013, New Jersey workers receive two-thirds of their average weekly wage up to a maximum amount of $584 a week, and California workers receive 55% of their weekly wage up to a maximum amount of $1,067 a week.37 Once the Rhode Island family leave insurance law is in effect, workers will receive a percentage of their wages up to a maximum of $752 a week.38 The New Jersey, California, and Rhode Island family leave insurance laws are LGBT-inclusive and allow LGBT workers to care for seriously ill same-sex spouses, in addition to parents and children. All three laws also cover domestic or civil union partners, as opposed to the FMLA.39 Rhode Island’s law will allow workers to care for grandparents and parents-in-law as well. In September 2013, the Governor of California signed legislation to expand the definition of family in California’s family leave insurance law; as of July 1, 2014, workers in California will also be able to take leave to care for a seriously  ill grandparent, grandchild, sibling, or parent-in-law.40 15 | Part OneSimilar to the FMLA, Rhode Island’s family leave insurance law will provide job protection to workers who take leave under the program; upon the end of their covered paid family leave, workers in Rhode Island must be reinstated to the same position or to a position with equivalent pay, employment benefits, and seniority.41 The New Jersey and California family leave insurance laws do not provide job protection to workers who take leave under the program. Although some workers who receive paid family leave in New Jersey and California will be covered by the FMLA or another state law that provides job protection, some workers could lose their jobs or experience other negative effects while out on leave.42 Researchers have shown that the lack of job protection in California’s family leave insurance law has deterred some workers from using the program when they needed to care for a loved one; according to one survey of workers who were aware of the program but did not apply for leave, approximately 37% expressed concerns that they would upset their employers, lose opportunities for advancement, or be fired for taking leave.43  Despite the lack of job protection, the California and New Jersey family leave insurance laws have established an important economic safety net for workers with family caregiving responsibilities. Approximately 1.7 million family leave insurance claims have been filed in California since 2004, and more than 120,000 family leave insurance claims have been filed in New Jersey since 2009.44 Research on the California family leave insurance law shows that workers who have taken leave are satisfied with the program’s administration and ease of use.45 California’s program has also been shown to increase retention of low-wage workers, by making it more likely that these workers will return to the same employer following leave.46 Furthermore, California’s family leave insurance program has improved the ability of workers to care for a newborn or adopted child, lengthened the duration of breastfeeding among new mothers, and increased rates of leave among new fathers.47 Family leave insurance has also worked well for California businesses; more than 90% of employers report that the family leave insurance program has had a positive or neutral effect on employee profitability, performance, and turnover, while nearly 99% of employers report that the program has had a positive or neutral effect on employee morale.48 “Because my job does not give me ANY pay for maternity or paternity leave, we had to really think about taking FMLA for twelve weeks when our baby arrives. Because NE\u0003SGD\u0003-)\u0003%@LHKX\u0003+D@UD\u0003(MRTQ@MBD\u0003\u0007-)%+(\b\u000b\u0003VD\u0003B@M\u0003ANSG\u0003S@JD\u0003@S\u0003KD@RS\u0003\u0015\u0003VDDJR\u0003NƤ\u0003SN\u0003bond with our newborn baby and know that . . . we will both get paid enough to cover the basics. It is so important for both of us to be able to bond with our new baby and the . . . NJFLI makes this possible.”  — Expecting LGBT Father from New Jersey 49Paid Sick TimeNo federal laws in the United States guarantee paid sick time when workers need time off to recover from illness, attend a medical appointment, or provide care for a sick loved one. This absence is notable, especially when compared to the rest of the world. Most nations provide paid sick time and job protection to workers who are suffering from personal illness.50 According to a comprehensive analysis of paid leave laws around the world, published in 2009, 163 nations provide paid leave to workers for personal health purposes; all but two of these countries offer at least ten days of paid sick time for a serious illness.51 Forty-eight countries provide paid leave that can be used to care for sick children.52 By all measures, the United States falls short for having no federal right to paid sick time for personal or family illness.As of January 1, 2012, Connecticut became the first state in the nation to pass a law requiring certain employers to provide paid sick time. Connecticut’s paid sick time law ensures that many service workers employed by businesses with 50 or more employees receive paid sick time.53 Eligible workers can earn up to five paid sick days a year that can be used to recover 16 | Part Onefrom illness, seek preventive care, respond to family violence or sexual assault, or provide care to a child or spouse who is ill or needs medical attention.54 Since Connecticut allows same-sex couples to marry, the law’s definition of “spouse” is LGBT-inclusive. Furthermore, the definition of “child” in the law ensures that most LGBT parents can use paid sick time to care for a child, even in the absence of a biological or legal relationship.55  The impact of Connecticut’s paid sick time law is significant. Prior to passage of this legislation, 37% of Connecticut’s private sector workforce—more than 470,000 individuals—had no paid sick time.56 Following its passage, a survey showed that nearly two-thirds of registered voters in the state had a favorable view of the law.57 According to the Governor and Connecticut Department of Labor, the business sectors most impacted by the paid sick time law—leisure, hospitality, education, and health services—have experienced employment growth since the paid sick time law took effect, and the state as a whole has gained jobs.58  Connecticut’s job growth demonstrates that business concerns regarding the state’s paid sick time law have been unfounded.In recent years, work-family advocates have worked with elected officials to pass paid sick time laws in a number of cities around the country. The first city to pass a paid sick time law in the United States was San Francisco; more than 60% of San Francisco voters approved a broad paid sick time law in November 2006. San Francisco’s paid sick time law, which went  into effect in 2007, covers all workers in San Francisco, including part-time workers.59 Employees can use their paid sick time to care for loved ones, including children, parents, siblings, grandparents, grandchildren, spouses, registered domestic partners, and, if an employee has no spouse or domestic partner, a designated person of the employee’s choice.60  Due to this broad definition of family, the San Francisco paid sick time law is inclusive of LGBT couples and families.Following the lead of San Francisco, voters in Milwaukee, Wisconsin, overwhelmingly passed a paid sick time ballot initiative in 2008.61 After three years of legal challenges from corporate lobbying interests, the Wisconsin Court of Appeals upheld the Milwaukee paid sick time law in March 2011.62  Less than two months later, however, Wisconsin Governor Scott Walker signed a preemption bill that prohibited local paid sick time laws, thereby blocking the will of Milwaukee’s voters  and preventing the implementation of the city’s paid sick time law.63Both Washington, D.C. and Seattle have passed and implemented paid sick time laws that allow LGBT workers to care for their children, same-sex spouses, and domestic partners, among other relatives.64 The Washington, D.C. paid sick time law went into effect in 2008, and a campaign is currently underway to expand the law and cover more workers.65 Seattle’s paid sick time law, which passed in 2011 and took effect in 2012, helped to build momentum around the issue, and three more cities passed paid sick time laws in 2013. In March 2013, the City Council of Portland, Oregon, voted unanimously in favor of a paid sick time bill. Three months later, the New York City Council overwhelmingly passed a paid sick time law over the mayor’s veto. In October 2013, the mayor of Jersey City signed into law a paid sick time bill, making Jersey City the first municipality in New Jersey to guarantee sick time. The Portland, New York City, and Jersey City laws will all go into effect  in 2014.The paid sick time laws in Portland, New York City, and Jersey City all allow LGBT workers to care for an ill spouse or partner. Portland’s paid sick time law allows LGBT workers to care for their children, parents, spouses, grandchildren, grandparents, and registered domestic partners.66 New York City’s paid sick time law allows LGBT workers to care for their children, parents, spouses, registered domestic partners, and the parents of their spouses or partners.67 Jersey City’s law broadly defines family to include children, parents, spouses, registered domestic or civil union partners, grandchildren, grandparents, siblings, the parents of a spouse or partner, and the spouses or partners of a grandparent.6817 | Part OneThe paid sick time victory in New York City—the most populous city in the country—will set a powerful example for the rest of the nation. The city’s law will ultimately provide paid sick time to approximately 1 million workers who currently have no access to paid sick time when they or their family members are ill. For the 3.4 million private sector workers in New York City, the law will create a legal right—that an employer cannot withdraw—to a minimum amount of sick time for personal or family care.69 In addition, the paid sick time laws in Washington, D.C., Seattle, and Portland—as in Connecticut—allow covered workers to receive “paid safe time”; if a worker or worker’s family member is the victim of domestic violence, sexual abuse, or stalking, the worker can take paid time off under the law to address certain specified legal, health, and protective needs.70The cities of Long Beach, California and Philadelphia have passed more focused paid sick time laws; in Long Beach, voters approved legislation guaranteeing paid sick time and a living wage to workers in the hotel industry, and in Philadelphia, the City Council passed a law guaranteeing paid sick time to employees of businesses that contract with the city, receive city subsidies, or lease office space in buildings that receive city subsidies.71 In 2011 and 2013, the mayor of Philadelphia vetoed  a broader, LGBT-inclusive paid sick time law, but advocates are working to secure the support of a veto-proof majority of  the City Council.72 For more information on the paid sick time laws described in this section, see the appendix at the end of  this report.Protections Against Discrimination Based on DisabilityWhen workers have a serious health condition or need to care for a seriously ill loved one, disability law may afford additional protections.The federal Americans with Disabilities Act (ADA) prohibits employers with 15 or more employees from discriminating against workers because of a disability.73 For a worker to be protected under the ADA, the individual must have a qualifying disability, which is defined as a physical or mental impairment that substantially limits a major life activity.74 Health conditions that have high rates or risk levels among LGBT Americans, such as diabetes, cancer, and symptomatic or asymptomatic HIV, are included under the ADA’s definition of “physical or mental impairment.”75 Although this definition has been narrowly applied in the past, Congress passed amendments to the law in 2008 to make it easier for individuals to establish that they have a qualifying disability under the ADA. As a result, it is now easier for people with temporary and less severe conditions to be considered disabled under the ADA. Even discrimination based on a perceived disability is prohibited; for example, if a worker is fired due to a rumor that the individual has HIV, such treatment is illegal under the ADA whether or not the worker is HIV positive.76In addition to protecting workers with a disability from job discrimination, the ADA also requires a covered employer to provide reasonable accommodations to an employee with a disability, unless the employer can show that it would cause an undue hardship. In order to enjoy equal employment opportunities, an individual with a qualifying disability can seek leave from work or a modified work schedule under the ADA’s right to reasonable accommodations. If leave or a modified schedule would not provide an undue hardship—significant difficulty or expense—to the employer, the ADA requires the employer to grant it. However, the employer does not have to provide the worker’s preferred accommodation and can instead choose an alternative accommodation, as long as it is effective. Because recent amendments to the ADA have broadened the definition of disability, a greater number of workers are entitled to reasonable accommodations at work, including many pregnant 18 | Part Oneworkers; employers may be required to provide reasonable accommodations to workers who have medical complications arising from their pregnancies or childbirth.77 For workers who lack access to time off and workplace flexibility, the ADA’s reasonable accommodations provision can provide critical support during a serious health condition or pregnancy-related medical complication.78 The ADA also prohibits discrimination against workers based on their relationship or association with an individual with a disability. For example, if a worker’s child is diagnosed with cancer, an employer may be concerned about how the illness will affect the company’s health insurance plan; nevertheless, it would be illegal under the ADA’s “association” provision to fire the worker for this reason or deny the worker health care coverage that other employees receive.79 There is no requirement of a family relationship under the ADA’s association provision, which is important to many LGBT workers whose relationships are not otherwise recognized under the law. As described later in this report, LGBT older adults in particular are much more likely than the population at large to rely on “families of choice”—or close relationships with friends—for care and support. Under the ADA, a covered employer cannot discriminate against an LGBT worker because the worker’s chosen family members have a disability.Although the ADA protects workers against discrimination based on their association with a disabled person, employers are not required to provide reasonable accommodations beyond a worker’s own disability. Therefore, employers are not required under the ADA to provide accommodations to workers who are associated with a person with a disability, even though employers are required to provide reasonable accommodations to a disabled worker.80 For example, a covered employer would not be required under the ADA to accommodate a worker who needs to provide care to a loved one living with HIV/AIDS. But the same employer would be required to reasonably accommodate a worker living with HIV/AIDS who needs to take a few hours off work each month for the worker’s own medical appointments. Protections Against Discrimination Based on Sexual Orientation and Gender Identity  LGBT-inclusive employment discrimination protections are essential to the success of workplace leave laws and policies. If LGBT workers are at risk for discrimination based on their sexual orientation or gender identity, they will be less likely to acknowledge their family relationships and family caregiving responsibilities. Studies have shown that between one third and one half of gay, lesbian, and bisexual workers conceal their sexual orientation to most or all of their colleagues. Fear of employment discrimination is a major motivating factor for workers who conceal their identity at work.81 Such fear is not unfounded; research has consistently shown that a significant percentage of LGBT workers—ranging from 15% to 43%—have experienced discrimination at work.82  Transgender workers are especially vulnerable at work; in a 2011 survey of more than 6,400 transgender Americans, 78% of respondents reported direct mistreatment or discrimination at work and 47% reported experiences with employment discrimination in hiring, promotion, or retention because they were transgender or gender non-conforming.83  Federal law fails to explicitly protect workers from discrimination on the basis of sexual orientation and gender identity. Although some states have responded by passing LGBT-inclusive nondiscrimination laws, the majority of states have failed to act. In 29 states, an employer can legally fire, penalize, or otherwise discriminate against a worker based solely on the individual’s sexual orientation. Thirty-three states fail to prohibit discrimination against a worker based on gender identity or expression, although, as described at the end of this section, federal sex discrimination laws may provide protection to transgender workers.84 In total, less than 40% of LGBT Americans live in a state that protects against employment discrimination based on both sexual orientation and gender identity.85 It is possible that state nondiscrimination laws or laws requiring contractors to provide equal benefits to workers with domestic partners could provide a basis to argue that LGBT workers should receive equal treatment with respect to workplace leave benefits.86  For example, in states that have laws prohibiting employment discrimination on the basis of sexual orientation, there may be a claim that an employer’s policy of allowing workers to take leave to care for different-sex spouses 19 | Part One should also apply to workers with same-sex spouses. Furthermore, the state of California and numerous localities have passed laws requiring employers who contract with the state or locality to provide equal benefits to workers with domestic partners, and these laws may also form the basis for a claim to equal access to leave for LGBT workers employed by contractors.87   Of course, equal benefits laws and nondiscrimination laws only require equal treatment; in order for these laws to be useful to LGBT workers who need leave to care for a loved one, an employer would have to be providing leave to non-LGBT workers that could be used for the illness or care of family members.88 Therefore, regardless of the existence of nondiscrimination or equal benefits laws, the best way to ensure that LGBT workers are able to take leave for their family members is to have broad LGBT-inclusive workplace leave laws that allow care for loved ones.If an LGBT worker has a sick child or spouse, the existence of an inclusive paid leave policy may provide little comfort to the worker without strong protections against employment discrimination. It is unacceptable that so many LGBT Americans work in an atmosphere of fear and vulnerability; without legal protections against discrimination, LGBT workers are less likely to exercise their rights under workplace leave laws and policies to care for loved ones in need.   Transgender workers who face adverse treatment at work based on their gender identity may be able to ƥKD\u0003@\u0003BK@HL\u0003TMCDQ\u0003EDCDQ@K\u0003RDW\u0003CHRBQHLHM@SHNM\u0003K@VR  In April 2012, the U.S. Equal Employment Opportunity Commission (EEOC) held in Macy v. Holder that discrimination against a worker based on gender identity constitutes discrimination based on sex, which is prohibited under Title VII of the Civil Rights Act; several federal appellate courts have reached the same conclusion. As the federal agency that enforces Title VII in the employment context, the EEOC’s interpretation is binding on federal agencies and often receives CDEDQDMBD\u0003EQNL\u0003EDCDQ@K\u0003BNTQSR\u0003%TQSGDQLNQD\u000b\u0003SGD\u0003$$.\"\u0003will accept and investigate discrimination claims from transgender workers, mediate and settle claims, and L@X\u0003ƥKD\u0003K@VRTHSR\u0003@F@HMRS\u0003DLOKNXDQR\u0003VGDQD\u0003SGDX\u0003ƥMC\u0003discrimination. Although the EEOC’s decision extends HLONQS@MS\u0003OQNSDBSHNMR\u0003@MC\u0003QDOQDRDMSR\u0003@\u0003ƥQRS\u0003RSDO\u000b\u0003@M\u0003explicit federal law that prohibits discrimination on the basis of gender identity and sexual orientation is still necessary. The EEOC’s interpretation is not binding on federal courts, and the Supreme Court may accept a case in the future that challenges this interpretation of Title VII. States should also pass explicit protections against LGBT employment discrimination. Title VII’s protections against employment discrimination do not apply to employers with less than 15 employees; state nondiscrimination laws provide an opportunity  to lower this threshold and protect employees of smaller businesses.20 | Part TwoPart Two+&!3\u00036NQJDQR\u0003@MC\u0003%@LHKHDR\u0003-DDC\u00032SQNMF\u0003+D@UD\u0003+@VR\u0003@MC\u0003/QNSDBSHNMR\u0003Against Discrimination3GD\u0003&DMDQ@K\u00036NQJ\f%@LHKX\u0003\"QTMBGWorkers in the United States often find it challenging to meet their personal and family health needs while balancing the responsibilities of work. During the most important moments in a worker’s life—a medical emergency, the hospitalization of a loved one, the birth or adoption of a new child—Americans are often caught among the competing demands of work, family, and their personal health. Workplace leave policies in the United States are failing far too many Americans. Although the FMLA has provided support to many Americans who need to recover from illness or care for a loved one, more than 40% of workers are excluded from the law. Those workers who are eligible often cannot afford unpaid time off work or have to cut leave short due to financial constraints. For low-wage workers in particular, paid leave is necessary in order to care for themselves and their families without risking their economic security.Workers in the United States have a clear need for job-protected paid leave that can be used to recover from illness, care for a sick loved one, and bond with a new child. Most employers do not voluntarily provide workers with extended periods of paid family leave to care for a new child or a seriously ill relative; as of March 2011, only 11% of American private sector workers received paid family leave.89  Although it is more common for workers in the United States to receive paid sick time, nearly 40% of private sector workers—or 44 million Americans—lack even one paid sick day. Among those workers who do receive paid sick time, many cannot use this time to care for a sick child, spouse, or domestic partner.90  Paid leave is also an economic and racial justice issue in the United States. While 11% of all private sector workers in the country have access to paid family leave, only 5% of workers in the bottom quarter of private sector wage earners receive paid family leave that can be used to care for a new child or seriously ill family member.91 Similar wage disparities characterize access to paid sick time; more than 60% of all private sector workers receive paid sick time, compared to only 29% of workers in the bottom quarter of private sector wage earners.92 Access to paid leave is also tied to a worker’s race and ethnicity, with Latino/a workers significantly less likely to receive paid sick time and paid family leave. Compared to the more than 60% of private sector workers in the United States who receive paid sick time, only 38% of all Latino/a workers have paid sick time to care for themselves or sick loved ones.93  Latino/a workers are also the least likely of any racial or ethnic group to receive paid parental leave to care for a new child.94 The widespread lack of workplace leave in the United States is causing significant harm to working families. As detailed in the previous section of this report, LGBT workers often have more limited rights than other workers during times of personal and family need, due to unequal treatment under the law and insufficient recognition of LGBT families. The widespread lack of LGBT-inclusive workplace leave is highly problematic for the LGBT community; as outlined in this part of the report, key demographics of the LGBT community show a heightened need for laws that support and protect workers with personal health and family caregiving needs.21 | Part Two6NQJOK@BD\u0003+D@UD\u0003@MC\u0003+&!3\u00036NQJDQR\u0003VHSG\u0003%@LHKX\u0003\"@QDFHUHMF\u00031DRONMRHAHKHSHDRAn estimated 5.4 million LGBT Americans are actively involved in the labor force.95 According to census data, same-sex couples in the United States are more likely to be employed than married, different-sex couples; 78% of individuals in same-sex couples are employed, compared to 65% of individuals in married, different-sex couples.96 Due to these high rates of labor force participation, LGBT workers have a clear need for workplace policies and labor laws that protect LGBT workers and recognize LGBT families.In the United States, millions of workers provide unpaid care to children or loved ones who need assistance. It can be especially challenging for LGBT workers to balance their work and family responsibilities, since workplace laws and policies often fail to recognize their family relationships. LGBT-inclusive workplace leave policies that can be used to recover from illness or care for loved ones offer critical support to LGBT workers with caregiving responsibilities.A growing number of LGBT Americans are raising children and could benefit from LGBT-inclusive and gender-neutral family leave laws that provide extended time off to bond with a newborn or newly adopted child. According to the 2010 census, 17% of same-sex couples in the United States are raising children under the age of 18; the number of LGBT parents and families is likely much greater than this statistic suggests, as the census does not count single LGBT parents or the many same-sex couples raising children who are not biologically or legally related to them.97  Despite the difficulty of obtaining data on LGBT families, numerous studies suggest that between 2 and 2.8 million children in the United States are currently living with LGBT parents.98 Researchers have also estimated that 37% of LGBT-identified adults—or three million LGBT Americans—have had a child at some point in their lives; based on these figures, six million American children and adults have an LGBT parent.99Many LGBT workers are employed by businesses that provide no leave to new parents. When employers do provide leave to new parents, the policies may not be LGBT-inclusive. Some LGBT parents may be ineligible for employer-provided leave because they do not have a legal or biological relationship to their children. Additionally, many employers offer less time off to adoptive parents and new fathers than to birth mothers, which particularly disadvantages same-sex male couples raising children.100LGBT-inclusive family leave policies provide crucial support to new parents and improve the health and development of children in LGBT families. Research has shown that paid family leave helps parents to recover from childbirth, bond with newborn or newly adopted children, arrange child care, and better meet their children’s health needs.101  Newborn and newly adopted children show improved health outcomes and stronger cognitive development when their parents take leave to provide care and develop a strong bond.102  In today’s economy, paid family leave is especially critical to supporting the financial needs of families as they welcome a new child; paid leave policies are a low-cost way to keep LGBT parents employed after the birth or adoption of a child. According to numerous studies, paid family leave can create job stability for new parents and secure wage growth, rather than forcing new parents out of the workforce.103As children grow older, they will inevitably get sick sometimes. Laws that provide job-protected leave can make it easier for workers to take off when their children are ill; many workers cannot risk their job or a paycheck when they need to pick a sick child up from school, take a child to a medical appointment, or stay home to care for an ill child. According to one study, workers without paid sick time are twice as likely as those with paid sick time to send a sick child to school or day care or to use a hospital emergency room because they are unable to take time off work during normal work hours.104 Research also shows that ill children have quicker recoveries and reduced hospital stays when cared for by parents.105 LGBT families will benefit from laws that allow time off of work to provide care to sick children.22 | Part TwoWorkplace leave laws and policies also make it easier for LGBT workers to provide care for elderly loved ones or adult family members who are ill. In 2008, more than 54 million Americans served as an unpaid caregiver to an adult loved one, and approximately 74% of these individuals were employed for part or all of this time.106  Multiple studies show that LGBT Americans are actively providing care to adult family members.107 According to a nationwide survey of baby boomers between the ages of 45 and 64, LGBT respondents were more likely than the population as a whole to be providing care to a friend or relative and provided, on average, more hours of care to loved ones each week.108 Of the 21% of LGBT baby boomers who provide care to a loved one, 34% provide care to a partner or spouse, 33% provide care to a parent, and 21% provide care to a friend. Sick individuals who receive care from a loved one recover faster, have shorter hospital stays, and are less likely to have nursing home care or home health care paid for by Medicare.109Access to workplace leave can ease the stress of providing care to a loved one and ensure that workers with family needs are supported when they need it most. Among workers in the United States who provide unpaid care to an adult loved one, nearly 70% reported the need to make changes to their job situation in order to provide care, such as reducing hours, taking time off, going on an extended leave, turning down a promotion, or leaving the workforce entirely.110 In addition to impacting an individual’s work situation, family caregiving responsibilities can take a toll on the caregiver’s health and well-being. Workers who provide care to an elderly relative or friend are more likely to report high cholesterol, diabetes, hypertension, and heart disease.111 Workers with caregiving responsibilities are also more likely than non-caregivers to report stress at home, stress at work, mental fatigue, and time pressure.112 Access to workplace leave can ease the burden of juggling work and caregiving responsibilities.  Research shows that workers who receive paid leave to provide care to their loved ones benefit through increased economic security, higher labor force attachment, and improved health.113 Finally, the community as a whole benefits when workers can take leave to care for children, ill loved ones, and elderly family members. Unpaid family caregivers help to ease the burden on our crowded hospitals and long-term care facilities. Workers who provide unpaid care to loved ones also create enormous financial savings; in 2007, for example, unpaid family caregivers in the United States provided services valued at approximately $375 billion a year.114 ř(S\u0003V@R\u0003@\u0003BG@KKDMFD\u0003SN\u0003FDS\u0003SGD\u0003SHLD\u0003NƤ\u0003SG@S\u0003(\u0003V@MSDC\u0003VGDM\u0003LX\u0003C@TFGSDQ\u0003V@R\u0003ANQM\u0003\u00036GDM\u0003(\u0003ƥQRS\u0003@RJDC\u0003ENQ\u0003SGD\u0003SHLD\u0003NƤ\u000b\u0003SGD\u0003\"%.\u0003R@HC\u000b\u0003Ŗ(E\u0003VD\u0003B@M\u0003CN\u0003VHSGNTS\u0003RNLDNMD\u0003ENQ\u0003@\u0003VGNKD\u0003LNMSG\u000b\u0003(\u0003VNMCDQ\u0003HE\u0003VD\u0003MDDC\u0003SGD\u0003ONRHSHNM\u0003@S\u0003@KK\u0003\u0003\u0003\u0003ŗ\u0003!TS\u0003DUDMST@KKX\u0003SGDX\u0003F@UDLD\u0003@R\u0003LTBG\u0003@R\u0003HR\u0003NƤDQDC\u0003ENQ\u0003L@SDQMHSX\u0003KD@UD\u000b\u0003VGHBG\u0003HRMŗS\u0003UDQX\u0003LTBG\u0003(\u0003@KRN\u0003G@C\u0003SN\u0003negotiate to take my own sick days for a month of paternity leave by my own design. 3GHR\u0003V@RMŗS\u0003VDKK\u0003QDBDHUDC\u000b\u0003@MC\u0003(ŗL\u0003A@RHB@KKX\u0003VNQJHMF\u0003EQNL\u0003GNLD\u0003VGHKD\u0003S@JHMF\u0003B@QD\u0003NE\u0003my daughter.” — LGBT father from the Washington, D.C. area“My partner and I are having our first child in May and we’re upset that our maternity and family leave benefits are so minimal.”   — New Yorker in Support of the State’s Family Leave Insurance Campaign23 | Part TwoWorkplace Leave Laws and LGBT Economic SecurityMany LGBT workers are forced to go to work during times of personal or family need because they cannot afford  to lose pay or risk job loss. Given the high rate of poverty among LGBT Americans, the lack of support for workers with health and caregiving needs is an issue of significant concern. Multiple surveys and research studies show that both LGBT Americans and same-sex couples raising children are more likely to be poor than their heterosexual counterparts.115 LGBT families raising children are particularly vulnerable in times of personal and family need. Same-sex couples raising children have average household incomes that are 23% lower than those of married, different-sex couples raising children.116 Consistent with these trends, children living with same-sex couples are twice as likely to be living in poverty than children  of married, different-sex couples.117 Based on the higher rate of poverty among LGBT families, LGBT workers with children are less likely to be able to afford unpaid time off from work to care for a newborn or newly adopted child, or to provide  care to a child who is ill.  LGBT workers with children are also more likely to suffer financial catastrophe if they lose a job during a time of personal or family need. LGBT-inclusive and job-protected leave laws can provide a crucial safety net to LGBT working families and help LGBT parents to care for their children. Access to paid leave is an economic justice issue, as low-wage workers are much less likely to receive paid time off than high-wage earners. This wage disparity is clearly evidenced in access to paid sick time. Among the bottom quarter of wage earners in the private sector, only 29% of workers receive paid sick time, compared to 84% of workers in the top quarter of private sector wage earners.118 Those workers who are in the lowest paying jobs are especially unlikely to have paid sick time; among workers in the bottom 10% of all private sector wage earners, only 18% have access to paid sick time. Part-time workers in the United States, who typically earn less per hour for the same or equivalent work that is performed by full-time workers, are also vulnerable during times of personal or family illness; only 23% of part-time workers in the private sector receive paid sick time.119  LGBT families of color have an especially pressing need for paid sick time that can be used to care for children. Black and Latino/a same-sex couples are significantly more likely to be raising children than white same-sex couples and have lower average household incomes. Approximately 52% of black children and 20% of Latino/a children being raised by male same-sex couples live in poverty, and nearly 38% of black children and 27% of Latino/a children being raised by female same-sex couples live in poverty.120 Since black and Latino/a workers are also less likely to receive paid sick time than the workforce as a whole, many LGBT families of color are economically vulnerable when illness strikes someone in the family.121 Job-protected leave laws and policies can provide greater economic security to transgender Americans, who have extremely high rates of poverty. According to a nationwide survey in 2011, transgender Americans were more than four times as likely as the general population to report a household income of less than $10,000 a year.122 Transgender individuals also have higher rates of unemployment and under-employment than the country’s population as a whole and report pervasive discrimination and workplace abuse.123 Transgender workers will benefit from leave policies that support personal and family health needs, cover transition-related treatment, provide economic and job security in times of need, and strengthen attachment to the workforce.Loss of a paycheck or a job can be catastrophic for LGBT workers, who are often forced to leave their jobs or take unpaid leave during times of personal and family need. The financial consequences of losing pay or employment during times of illness are significant. According to a 2009 study in the American Journal of Medicine, more than 40% of all Americans who filed for bankruptcy in 2007 reported that their bankruptcy was due in part to lost income from a personal illness or a family member’s illness.124  Laws and policies that enable workers to receive pay while recovering from illness or caring for an ill loved one can make an incredible financial difference, especially to workers in low-wage jobs. Workers who take paid family leave, for example, are less likely to receive public assistance and food stamps.125 As discussed earlier in the report, many LGBT workers in the United States have experienced employment discrimination or worry about losing their jobs due to  their sexual orientation or gender identity; fear of losing a job or pay when they are ill or have a sick loved one should not  be another source of concern.24 | Part Two“This is crucially important to give people hope and security that they will not lose their job due to needing to take a sick day for themselves or their family.” —  LGBT New Yorker in Support of the New York City Paid Sick Time Campaignř(\u0003G@UD\u0003@\u0003OQDL@STQD\u0003A@AX\u0003HM\u0003@\u0003-(\"4\u0003HM\u0003!TƤ@KN\u0003!NSG\u0003LX\u0003O@QSMDQ\u0003@MC\u0003(\u0003G@UD\u0003KNRS\u0003HMBNLD\u000b\u0003and for the time being our family is torn apart while I stay here with the baby and my partner is forced to choose work over parenting, lest we lose our home.  Working families should not be punished with lost income for doing the responsible thing and caring for a sick child.” — New Yorker in Support of the State’s Family Leave Insurance CampaignWorkplace Leave Laws and LGBT HealthHealth disparities in the LGBT community increase the need for LGBT-inclusive and job-protected leave laws that allow workers to seek preventive care, recover from illness, or care for sick loved ones.According to numerous studies, LGBT Americans have a higher risk of cancer. For example, research has shown that lesbians and bisexual women have a higher risk than heterosexual women of developing numerous types of cancer, including breast, ovarian, and endometrial cancers.126  Lesbian and bisexual women of color are also less likely to get screened for breast cancer; according to a comprehensive 2007 survey of California residents, only 35% of black lesbian and bisexual women reported receiving a mammogram recently, compared to 70% of black heterosexual women.127 In addition to an increased risk of cancer, LGBT Americans have shown high incidence of chronic conditions like diabetes, arthritis, and HIV/AIDS.128 According to the United States Centers for Disease Control and Prevention (CDC), HIV disproportionately affects gay and bisexual men. Furthermore, transgender Americans—especially transgender women of color—are among the groups at highest risk for HIV infection.129 Due to these health disparities, many LGBT workers need time off work to receive medical care, recover from serious illness, or care for ill loved ones.  Researchers have connected health disparities in the LGBT community to numerous factors, including the impact of harassment and discrimination, a history of unequal access to health care, and intolerant or culturally unaware medical professionals.130 Concerns about intolerance and discrimination within the medical profession also lead LGBT Americans to delay care and medical testing at higher rates than the population as a whole.131 These concerns are not unfounded. For example, 27% of transgender individuals report that a health care professional has refused them services.132 Widespread lack of paid sick time exacerbates these problematic trends in the LGBT community. Researchers at the CDC have reported that workers without paid sick time are less likely to see a doctor and get screened for colorectal cancer, breast cancer, and cervical cancer.133 Given existing health disparities in the LGBT community, it is especially important to ensure that the inability to take off work—or fear of losing a job or paycheck—is not another factor that keeps LGBT workers and their families from seeing a doctor or receiving medical care.   Paid Sick Time Leads to Healthier Communities and Financial Savings: Each year, the CDC recommends that workers and students with the flu stay home in order to decrease the spread of flu to others.137  Paid sick time is a key way to ensure that sick workers can heed the CDC’s advice. In a study following the H1N1 flu pandemic of 2009, researchers estimated that 5 million cases of the flu could be attributed to the absence of workplace policies like paid sick time.138  It is especially problematic that workers who are in close contact with our food are unlikely to have paid sick time; only 23% of workers in the food preparation and serving industry have access to paid sick time, a fact that jeopardizes our public health and increases the spread of illness.139 Access to paid sick time can also reduce health care expenditures and lower the burden on health care facilities. If all workers in the United States received paid sick time, more than 1.3 million visits to hospital emergency rooms would be avoided; the decrease in emergency visits would create $1 billion a year in health care savings, including  more than $500 million in savings to publicly funded health insurance programs such as Medicare, Medicaid, Veterans Affairs, and the State Children’s Health Insurance Program (SCHIP).140 “A pregnant co-worker of my partner keeps coming to work right now, even though she has a bad cold. She is doing so to save up her sick days because GDQ\u0003DLOKNXDQ\u000b\u0003@\u0003MNM\fOQNƥS\u000b\u0003NMKX\u0003NƤDQR\u0003\u0010\u0003VDDJ\u0003NE\u0003L@SDQMHSX\u0003KD@UD\u00033GHR\u0003HR\u0003ITRS\u0003VQNMF\u0003(SŗR\u0003A@C\u0003ENQ\u0003GDQ\u000b\u0003for babies in NY state, and bad for my partner who has to deal with working with a sick co-worker.”          – New Yorker in Support of the State’s Family Leave             Insurance Campaign25 | Part TwoWhen medical emergencies and health challenges occur, LGBT workers and their loved ones often struggle without LGBT-inclusive leave laws. Kimberly Copeland, a cardiovascular technician in a Michigan hospital, experienced the challenge of juggling work and family after her partner of 17 years, Annie, was diagnosed with terminal brain cancer in October 2007.134 Annie subsequently began treatment at a Texas hospital specializing in cancer treatment, but her condition VNQRDMDC\u0003ENKKNVHMF\u0003@M\u0003HMEDBSHNM\u0003@MC\u0003@\u0003RSQNJD\u0003%NKKNVHMF\u0003GDQ\u0003partner’s diagnosis, Kimberly struggled to balance her work and personal well-being with Annie’s illness.135 Because the federal government did not recognize their QDK@SHNMRGHO\u000b\u0003*HLADQKX\u0003V@R\u0003HMDKHFHAKD\u0003TMCDQ\u0003SGD\u0003EDCDQ@K\u0003%@LHKX\u0003@MC\u0003,DCHB@K\u0003+D@UD\u0003 BS\u0003\u0007%,+ \b\u0003SN\u0003S@JD\u0003DWSDMCDC\u000b\u0003TMO@HC\u0003KD@UD\u0003SN\u0003B@QD\u0003ENQ\u0003 MMHD\u0003 KSGNTFG\u0003*HLADQKXŗR\u0003DLOKNXDQ\u0003NƤDQDC\u0003RNLD\u0003ODQRNM@K\u0003KD@UD\u000b\u0003*HLADQKX\u0003V@R\u0003TM@AKD\u0003SN\u0003ƥM@MBH@KKX\u0003S@JD\u0003SGD\u0003SHLD\u0003NƤ\u0003(M\u0003SNC@XŗR\u0003DBNMNLX\u000b\u0003E@Q\u0003SNN\u0003L@MX\u0003VNQJDQR\u0003B@MMNS\u0003@ƤNQC\u0003TMO@HC\u0003SHLD\u0003NƤ\u0003VNQJ\u000b\u0003DUDM\u0003HM\u0003SGD\u0003LHCRS\u0003NE\u0003DLDQFDMBHDR\u001a\u0003the prospect of losing necessary income can lead to an even greater catastrophe for workers and families relying on each O@XBGDBJ\u0003SN\u0003RS@X\u0003@ƦN@S\u0003CTQHMF\u0003@\u0003GD@KSG\u0003BQHRHRPrior to Annie’s diagnosis, Kimberly received a positive score in her annual review and received feedback that she exceeded expectations. After the diagnosis, Kimberly was increasingly subject to discipline, and she was ultimately SDQLHM@SDC\u0003EQNL\u0003GDQ\u0003INA\u0003*HLADQKX\u0003BNMSDRSDC\u0003GDQ\u0003ƥQHMF\u0003HM\u0003federal court, arguing that she was subject to discrimination on the basis of sexuality and her partner’s disability, and that her employer “spent over a year and a half creating a paper trail in order to justify their earlier decision to terminate” her.136  (M\u0003%DAQT@QX\u0003\u0011\u000f\u0010\u0011\u000b\u0003@\u0003EDCDQ@K\u0003BNTQS\u0003HM\u0003,HBGHF@M\u0003QTKDC\u0003@F@HMRS\u0003Kimberly, with a decision that shows the inequality faced by LGBT workers with health and caregiving needs. Although Kimberly claimed discrimination based on her marital status and sexual orientation, the Court held that such claims “fail as a L@SSDQ\u0003NE\u0003K@VŚ\u001a\u0003DUDM\u0003HE\u0003*HLADQKX\u0003V@R\u0003SQD@SDC\u0003CHƤDQDMSKX\u0003@S\u0003VNQJ\u0003based on her relationship with Annie and her sexual orientation, SGD\u0003\"NTQS\u0003DƤDBSHUDKX\u0003QTKDC\u0003SG@S\u0003RTBG\u0003SQD@SLDMS\u0003V@R\u0003KDF@K\u0003CTD\u0003to the lack of discrimination protections in the law. The Court further dismissed, on summary judgment, Kimberly’s claim of INA\u0003HMSDQEDQDMBD\u0003TMCDQ\u0003SGD\u0003%,+ \u000b\u0003RHMBD\u0003GDQ\u0003QDK@SHNMRGHO\u0003V@R\u0003not one recognized or protected by the law. Because of the Supreme Court’s 2013 decision in Windsor v. United States, LGBT VNQJDQR\u0003@QD\u0003MNV\u0003DKHFHAKD\u0003SN\u0003S@JD\u0003%,+ \u0003KD@UD\u0003SN\u0003B@QD\u0003ENQ\u0003R@LD\fRDW\u0003spouses. But the decision in Windsor would not have changed SGD\u0003NTSBNLD\u0003HM\u0003*HLADQKXŗR\u0003B@RD\u00033GD\u0003%,+ \u0003CDƥMDR\u0003řRONTRDŚ\u0003according to state law, and Michigan does not recognize same-RDW\u0003L@QQH@FD\u0003,NQDNUDQ\u000b\u0003SGD\u0003%,+ \u0003CNDR\u0003MNS\u0003QDBNFMHYD\u0003TML@QQHDC\u0003R@LD\fRDW\u0003O@QSMDQR\u0003*HLADQKX\u0003@MC\u0003 MMHD\u0003BNTKC\u0003G@UD\u0003ADMDƥSSDC\u0003from an LGBT-inclusive law that required Kimberly’s employer SN\u0003OQNUHCD\u0003INA\fOQNSDBSDC\u0003O@HC\u0003SHLD\u0003NƤ\u0003SN\u0003B@QD\u0003ENQ\u0003KNUDC\u0003NMDR\u000b\u0003including same-sex partners. Such time could have made it easier for Kimberly to balance the competing demands of work and Annie’s illness, while also improving her own well-being and ƥM@MBH@K\u0003RDBTQHSX26 | Part TwoThe Benefits of Workplace Leave Laws to LGBT Older AdultsBetween 2010 and 2050, the number of Americans who are 65 years of age and older is projected to double from  40 million to 80 million.141 As the population of LGBT older adults grows, LGBT-inclusive and job-protected leave laws are becoming increasingly important within the LGBT community. Due to increasing labor force participation and persistent health disparities, LGBT-inclusive leave laws are critical to LGBT older adults. Since the 1990s, the labor force participation of Americans who are 55 years of age and older has increased significantly; within this age group, 29.2% of Americans were in the labor force in 1993, compared to 40% in February 2010.142  Research suggests that these trends are similar within the LGBT community. In a 2009 survey of LGBT Americans between the ages of 45 and 64, 48% of respondents said they did not expect to retire until after the age of 70.143  If LGBT older adults in the labor force cannot access or afford to take time off to receive medical care or recover from illness, their health and well-being are jeopardized. As in the broader LGBT population, LGBT older adults have documented health disparities, including a higher risk of cancer and higher rates of chronic mental and physical health conditions, including HIV/AIDS; these disparities are even more pronounced among LGBT elders of color.144 LGBT older adults are also more likely to delay necessary medical care, a troubling trend that is exacerbated by low access to paid sick time.145 The loss of income or a job can be financially devastating to LGBT older adults, who have a higher than average risk of poverty.146 For example, lesbian couples age 65 and older are twice as likely to be poor as married, different-sex couples in the same age group.147 Only 21% of LGBT baby boomers between the ages of 45 and 64 report that they have met or are “on track” to meet their goals for retirement savings.148 Given widespread economic insecurity among LGBT older adults, those who remain in the workforce cannot afford to choose between their health and a paycheck. The fact that many LGBT older adults can also be fired for calling out sick or caring for an ill loved one is particularly troubling. Following the recession in 2007, the unemployment rate among Americans age 55 and older jumped.149  Once unemployed, it takes longer for older adults to find a job and get back on their feet; unemployed older adults have been shown to suffer from longer periods of unemployment.150  LGBT-inclusive and job-protected leave laws will keep LGBT older adults more attached to their jobs and financially stable.LGBT-inclusive leave laws and policies make it easier for LGBT older adults to provide care to loved ones who are ill or receive care from others when necessary. In a national survey of more than 2,500 LGBT adults between the ages of 50 and 95, 27% of participants reported that they have family caregiving responsibilities; of these caregivers, 35% provide care to a partner/spouse, and 16% provide care to a parent/parent-in-law.151 Also, many LGBT older adults receive care from relatives; 17% of the survey’s participants reported that they currently receive care from a loved one, with more than half receiving care from a partner or spouse.152 Even if an LGBT older adult is retired or no longer employed, LGBT-inclusive and job-protected leave policies can provide a critical benefit, by making it easier and less risky for employed loved ones to care for them.LGBT older adults are twice as likely as heterosexual seniors to live alone and more than four times as likely to be childless.153 As a result, LGBT older adults are less likely to have family support when they need care and often rely on “families of choice,” or support networks that are comprised of close relationships with friends. In a nationwide survey, for example, 53% of LGBT adults between the ages of 45 and 64 said that they would depend on close friends in an emergency, compared to 25% of the general population.154 Employers often do not provide leave to care for families of choice, and the FMLA only covers spouses, children, and parents. Therefore, state and local leave laws provide an opportunity to create broad and LGBT-inclusive definitions of family that better meet the needs of LGBT older adults.27 | Part TwoThe Critical Health Need for Workplace Leave Among Americans  Living with HIV/AIDS“GMHC [Gay Men’s Health Crisis] in the early days held the hands of those dying, and helped them die with dignity . . . . While there are still deaths, still challenges, still people evicted from their apartments because they are HIV-positive, the reality is today GMHC works with you and others in the fight to help people with HIV live with dignity, get jobs, become resilient, go back to school . . . .” — Marjorie Hill, Former CEO of GMHC 155 Due to improved antiretroviral treatment options, the life expectancy of people living with HIV/AIDS has increased dramatically since the beginning of the epidemic. Supportive workplace policies and job-protected leave laws are crucial to ensuring that Americans living with HIV/AIDS have the opportunity to take advantage of medical advances and live healthy and economically secure lives. Many workers living with HIV/AIDS—especially those who work in lower-wage and service sector jobs—are unable to take a sick day without losing pay or risking job loss. The inability to take off to see a doctor or recover from a sickness threatens the health and well-being of people living with HIV/AIDS. Furthermore, the loss of a job can have dangerous consequences for people living with HIV/AIDS, by increasing the risk of poverty and limiting access to stable treatment and medication.156 Paid sick time policies, which allow workers to recover from illness and attend medical appointments without sacrificing a paycheck, are especially important to people living with HIV/AIDS. However, workers living with HIV/AIDS are less likely to have access to paid sick time than the workforce as a whole. The Centers for Disease Control has highlighted the racial and socioeconomic disparities that characterize HIV/AIDS today; black and Latino/a Americans, and individuals living below the poverty line, are disproportionately affected by HIV/AIDS.157 There are similar racial and socioeconomic disparities regarding access to paid leave; black and Latino/a workers, as well as lower-wage workers, are less likely to receive paid sick time than the workforce as a whole.158 Based on the overlapping demographic factors associated with HIV/AIDS and the inability to access paid leave, laws guaranteeing paid, job-protected leave would especially benefit Americans living with HIV/AIDS. Demographic changes in the HIV/AIDS community are increasing the need for job-protected leave laws. Due to the increased life expectancy among people living with HIV/AIDS and new infections among seniors, the HIV/AIDS community is aging at a rapid pace. More than 30% of Americans living with HIV are 50 years of age and older, and by 2015, it is expected that half of all Americans living with HIV/AIDS will be age 50 and older.159 Because older adults living with HIV/AIDS often experience early onset of numerous age-related health complications, older workers living with HIV/AIDS have a growing need for job-protected leave to receive medical care and recover from illness.160 As people living with HIV/AIDS grow older, their loved ones will also face increased caregiving demands; job-protected leave laws would make it easier for workers to care for their loved ones who are living and aging with HIV/AIDS. The advantages of receiving care from loved ones are clear; family caregivers can help people living with HIV/AIDS recover from illness more quickly and spend less time in hospitals.161 The widespread lack of paid, job-protected leave in the United States also increases the spread of illness to people living with HIV/AIDS. When ill workers are unable to stay home, they are more likely to infect coworkers and share their germs with members of the public. The spread of contagions in the community creates a health risk to people living with HIV/AIDS,  who face a higher risk of serious complications from influenza and other communicable illnesses. As a result, paid leave  laws that allow sick workers to stay home—without fear of losing a job or pay—is a public health imperative for people living with HIV/AIDS.28 | Part TwoWorkplace Leave Laws as an Opportunity to Build  KKH@MBDR\u0003@MC\u0003$WO@MC\u0003+&!3\u0003%@LHKX\u00031DBNFMHSHNMIn addition to providing a health and economic safety net to LGBT workers and their loved ones, workplace leave laws can create new  alliances and expand legal recognition of LGBT families.Despite recent victories in the fight for marriage equality, most states lack legal recognition of same-sex couples. Sixteen states and Washington, D.C. have marriage equality for same-sex couples, three states provide broad legal recognition to same-sex couples through domestic partnership or civil union laws, and one state provides more limited recognition to same-sex couples.162 As of November 2013, 30 states have no legal recognition for same-sex couples.163 At the local level, an increasing number of cities and counties have established domestic partnership registries for same-sex couples. In most cities and states, however, LGBT couples are excluded from legal definitions of “family.” In many states, it is also difficult or impossible for non-biological LGBT parents to establish a legally recognized relationship with their children. Laws in five states effectively prohibit or restrict same-sex couples from jointly adopting a child at the same time.164 In 25 states, the ability of same-sex parents to jointly adopt is legally unclear; in these states, laws and judicial decisions do not provide a specific right for same-sex couples to jointly adopt, and a same-sex couple’s ability to adopt  may depend on the discretion of a judge or local agency.165 Similar challenges may arise when an LGBT parent pursues a second-parent adoption; as opposed to a joint adoption, a second-parent adoption occurs when one partner seeks to adopt the other partner’s biological or legal child. In seven states, there are legal barriers that prevent LGBT parents from obtaining a second-parent adoption.166 In 30 states, the ability of an LGBT parent to obtain a second-parent adoption is unclear, often because there is no formal legal mechanism; nevertheless, judges have sometimes granted second-parent adoptions in these states, despite the ambiguity in the law.167 Even in states that allow second-parent adoption, the complexity and cost may prevent some LGBT parents from establishing a legal relationship with their children.LGBT Americans often face significant obstacles in obtaining legal recognition of their family relationships. Given these legal challenges and barriers, LGBT workers have a significant need for workplace leave laws and policies that broadly recognize and define same-sex couples and their children. In addition to establishing new legal protections for LGBT workers and their loved ones, workplace leave laws provide an opportunity to expand definitions of family at the state and local level to cover LGBT families, including families of choice. After LGBT-inclusive leave laws are passed and implemented, they can then serve as a building block for subsequent legal protections; once an LGBT-inclusive definition of family exists in local or state law, it becomes easier to cross-reference this definition in new laws or simply build on it through expanded legal rights and protections.In states that lack marriage equality, public officials and supporters of LGBT rights often advocate for laws that broadly define family; without marriage equality, passing a law that has an expansive definition of family can be a way to gain new legal protections for same-sex couples. But in states with marriage equality, the importance of broad family definitions may be less apparent. In all states, therefore, it is important for LGBT advocates and workplace leave campaigns to discuss the need for broad family definitions; regardless of whether one identifies as LGBT or not, individuals who choose not to marry—or who  rely on extended relatives or families of choice for care—should not be excluded from workplace leave protections.LGBT advocates and workplace leave advocates should also work together to respond to potential opposition. In some states, efforts to pass workplace leave laws and nondiscrimination protections at the local level have come under joint attack. For example, corporate lobbyists have urged state legislators to preempt local paid sick time laws in more than a dozen states; although the wording and scope of these state preemption bills and laws vary, they typically restrict the ability of cities and counties to pass laws on paid sick time or workplace leave.168 Although paid sick time has been a specific target of some 29 | Part Twostate preemption bills and laws, they are sometimes worded broadly in a way that could prevent localities from passing other workplace protections as well. LGBT advocates and workplace leave proponents should work together to prevent state preemption laws and protect the ability of localities to pass strong labor protections.Workplace leave campaigns are typically led by a broad cross section of economic and social justice groups and bring together workers’ rights advocates, women’s advocacy groups, child care organizations, public health experts, faith leaders, immigrant rights leaders, and organized labor, among others. As advocates and public officials work on paid and unpaid leave laws, LGBT voices should be at the table to ensure that LGBT workers and families are adequately protected and to forge new alliances that are committed to justice for all. Although LGBT rights vary by state and locality, LGBT advocates and organizations around the country can benefit from joining the movement for workplace leave. Through collaborations with workplace leave campaigns, LGBT organizations can increase awareness about the needs of the LGBT community, articulate the importance of a shared commitment to equal rights, and create alliances that will broaden support for existing and future LGBT rights campaigns. The arguments in favor of job-protected leave laws can also focus new attention on the growth of LGBT families and diverse LGBT family structures throughout the country, as well as the social, economic, and health challenges that continue to shape the community. In states that have marriage equality and broad legal protections for LGBT individuals, leave campaigns can focus new attention on health disparities and poverty within the LGBT community. Moreover, LGBT groups may be able to provide significant political and strategic support for workplace leave campaigns, especially in states where the LGBT community is well organized and has achieved legislative success. In states that have a more challenging climate on LGBT issues, workplace leave campaigns can forge new alliances between LGBT advocates and those working on broad social and economic justice issues. Although LGBT groups in states that are less receptive to LGBT rights measures can benefit from joining workplace leave campaigns, public officials and work-family advocates may raise concerns about linking the need for workplace leave with LGBT rights; in some states, it may already be difficult to pass leave laws, and identifying the issue as an LGBT one could negatively affect the support of certain groups or public officials. Based on the unique political environment and challenges in each state, it is particularly important for workplace leave advocates to consult and strategize with LGBT leaders. Even in states where public officials are largely unsupportive of LGBT rights, it may still be possible to draft workplace leave laws that have an LGBT-inclusive—but not LGBT-specific—definition of family. For example, the federal government’s regulations on annual and sick leave include a broad definition of family; federal workers can take leave under certain circumstances to care for those individuals “related by blood or affinity whose close association with the employee is the equivalent of a family relationship.”169 Also, San Francisco’s paid sick time law allows workers who do not have a spouse or registered domestic partner to care for a designated person of the worker’s choice.170 A broad definition of this nature may be a first step in some states toward gaining workplace protections for LGBT workers and their families. Expansive and general definitions of family may also attract the support of non-LGBT groups that recognize the growing diversity of family structures and caregiving arrangements. Even though research shows that LGBT Americans are more likely to have families of choice, many non-LGBT individuals also rely on close friends and extended family members for care and support. Therefore, LGBT groups throughout the country have an opportunity to work with other social and economic justice groups to advocate for broad and inclusive laws that reflect the changing demographics of American families.“Building allies really happens when we’re moving outside of our own issues — homelessness is an LGBT issue, hunger is an LGBT issue.”     — Shawna, Colorado resident 17130 | Part ThreePart ThreeWhat Can Be Done to Increase Support for LGBT Workers and Their Loved Ones? Advocacy StepsLGBT workers have a pressing need for laws that provide support and protection when illness strikes or when a new child is welcomed into the home. At these important life moments, LGBT workers often encounter significant obstacles, including employment discrimination, lack of family recognition, and the inability to access job-protected workplace leave. As outlined below, the LGBT community, work-family advocates, and public officials can pursue legal and policy changes to ensure that LGBT workers receive support and protection during times of personal and family need.Expand Marriage EqualityIn the fall of 2012, the United States Supreme Court considered ten petitions from around the country concerning same-sex marriages, including eight petitions asking the Court to rule on the constitutionality of DOMA.173 After reviewing the petitions, the Court agreed to hear Windsor v. United States, Edie Windsor’s challenge to DOMA.173 On June 26, 2013, the Supreme Court issued its decision in the Windsor case; by a vote of 5-4, the Court struck down Section 3 of DOMA, which prohibited the federal government from recognizing same-sex marriages. The historic decision—a major victory for equal rights—declared that Section 3 of DOMA “violates basic due process and equal protection principles applicable to the Federal Government . . . .  The avowed purpose and practical effect of the law here in question are to impose a disadvantage, a separate status, and so a stigma upon all who enter into same-sex marriages made lawful by the unquestioned authority of the States.”174 The Court’s decision also emphasized the detrimental effect of DOMA on LGBT families and their children: “[DOMA] humiliates tens of thousands of children now being raised by same-sex couples. The law in question makes it even more difficult for the children to understand the integrity and closeness of their own family and its concord with other families in their community and in their daily lives . . . . By its great reach, DOMA touches many aspects of married and family life, from the mundane to the profound.”175 The Supreme Court’s decision in the Windsor case represents significant progress for LGBT equality in the United States and extends important rights to same-sex spouses and their families. The federal government will now treat lawfully married same-sex spouses the same as different-sex spouses; according to the United States General Accounting Office, more than 1,100 federal rights, benefits, and protections are connected to marital status.176  Yet in the majority of states, same-sex couples are still denied full marriage rights and cannot legally marry; currently, only 16 states and Washington, D.C. have legalized same-sex marriage. To achieve true justice, equality, and protection for LGBT workers and their families, the Supreme Court should rule that LGBT Americans have a fundamental right to marry under the United States Constitution. Until marriage equality is achieved on a nationwide basis, states must act to guarantee that same-sex couples have the legal right to marry.ř+HR@\u0003G@R\u0003@\u0003BGQNMHB\u0003HKKMDRR\u000b\u0003G@R\u0003LTKSHOKD\u0003RBKDQNRHR\u000b\u0003@MC\u0003(ŗL\u0003EQ@MJKX\u0003ITRS\u0003FQ@SDETK\u0003C@X\fSN\fC@X\u0003SG@S\u0003(\u0003VNQJ\u0003@S\u0003@\u0003OK@BD\u0003SG@S\u0003NƤDQR\u0003GD@KSG\u0003HMRTQ@MBD\u000b\u0003FNNC\u0003ADMDƥSR\u000b\u0003@MC\u0003SG@S\u0003NƤDQR\u0003SG@SSN\u0003CNLDRSHB\u0003O@QSMDQR\u0003(\u0003SGHMJ\u0003HSŗR\u0003TME@HQ\u0003SG@S\u0003(\u0003G@UD\u0003SN\u0003AD\u0003FQ@SDETK\u0003ENQ\u0003SG@S\u0003@MC\u0003SG@SSG@SŗR\u0003@\u0003L@SSDQ\u0003NE\u0003KTBJ\u0003.G\u0003FNNC\u000b\u0003NG\u0003FNNC\u000b\u0003SG@S\u0003BNLO@MX\u0003G@R\u0003CNLDRSHB\u0003O@QSMDQ\u0003ADMDƥSR3G@S\u0003RGNTKCMŗS\u0003AD\u0003@\u0003PTDRSHNM\u000b\u0003ADB@TRD\u0003RGDŗR\u0003LX\u0003E@LHKX\u0003(\u0003ITRS\u0003V@MS\u0003SN\u0003QTM\u0003SGD\u0003R@LD\u0003race that everybody else does.”  – Shawna, from Colorado, discussing her partner Lisa and the importance of relationship recognition17731 | Part Three!QN@CDM\u0003SGD\u0003#DƥMHSHNM\u0003NE\u0003ř2ONTRDŚ\u0003HM\u0003%DCDQ@K\u0003+@V\u0003@MC\u0003SGD\u0003%,+ \u0003Prior to the Supreme Court’s June 2013 decision in Windsor v. United States, LGBT workers could not take unpaid, job-protected leave under the FMLA to care for a seriously ill same-sex spouse. Fortunately, the Supreme Court took a major step toward ending this discriminatory treatment of LGBT workers and families. Due to the Windsor decision, Section 3 of DOMA has been overturned and many LGBT workers can take FMLA leave to care for a seriously ill same-sex spouse. Nevertheless, the FMLA’s narrow definition of “spouse” represents a barrier to coverage for some same-sex spouses.As described earlier, current FMLA regulations define “spouse” to mean “a husband or wife as defined or recognized under State law for purposes of marriage in the State where the employee resides . . . .”178 Sixteen states and Washington, D.C. allow same-sex couples to marry, and there is movement in a number of states without marriage equality to recognize same-sex marriages performed elsewhere.179 Yet the majority of states refuse to recognize same-sex marriages, even if they are lawfully performed in another state. Because the FMLA’s definition of “spouse” depends on the laws of the state where a worker currently resides, some lawfully married LGBT workers will be denied FMLA leave to care for a seriously ill same-sex spouse. If a same-sex couple is legally married in a state with marriage equality but later moves to a state that does not recognize same-sex marriages, they are not considered spouses under the FMLA.Congress should pass the Respect for Marriage Act, a federal bill that would lead to more uniform coverage of same-sex spouses under the FMLA. The Respect for Marriage Act would repeal Section 2 of DOMA, which was not addressed in  the Windsor decision; this section of DOMA declares that no states are required to recognize same-sex marriages that are validly performed in other jurisdictions. In addition, the Respect for Marriage Act would create a uniform standard for spousal definitions in federal law; the law would consider individuals to be married under federal law if their marriage was valid where celebrated or performed. This approach to defining spouses, known as the “place of celebration” rule, would ensure that same-sex spouses who move to a state that does not recognize their marriage remain “spouses” for purposes of federal law. The Senate Judiciary Committee voted favorably on the bill in 2011, and it has continued to attract bipartisan support in Congress.180 Nevertheless, the bill has not yet obtained enough support to pass Congress.While advocates continue to seek passage of the Respect for Marriage Act, the Department of Labor should be urged to issue a regulation that defines spouses under the FMLA according to a “place of celebration” rule. The federal Office of Personnel Management has already adopted a “place of celebration” rule for the federal workforce, which means that federal workers—but not other workers—can take FMLA leave to care for a same-sex spouse regardless of the laws of the state in which they currently reside.181 Numerous federal agencies have adopted a “place of celebration” rule in other areas of the law, including  the definition of spouse in the federal tax code and the laws governing immigrant visa petitions.182  The Department of Labor  has already adopted a “place of celebration” rule in the context of the Employee Retirement Income Security Act (ERISA).  The agency has similar authority under the FMLA to issue regulations regarding how a “spouse” will be defined. Therefore,  the Department of Labor should be urged to take the necessary steps to adopt a “place of celebration” rule for the FMLA.183  CCQDRR\u0003*DX\u0003\"NUDQ@FD\u0003&@OR\u0003HM\u0003SGD\u0003%,+ \u0003Even if the definition of “spouse” in the FMLA is improved and all LGBT couples gain the right to marry, the FMLA itself still has significant shortcomings—some of which are specific to LGBT families and some of which affect all families. The LGBT community should work with public officials to expand FMLA coverage and make the law more LGBT-inclusive.An eligible worker can take FMLA leave to care for a parent, a child, or a spouse.184 In the majority of states, same-sex partners are not recognized under the law, and the FMLA itself does not cover domestic partners. Furthermore, the limited categories of family in the FMLA do not reflect diverse family structures or families of choice. The FMLA’s definition of family is a major shortcoming to the many LGBT individuals who provide care to—or receive care from—grandparents, grandchildren, siblings, nieces, nephews, aunts, uncles, unmarried same-sex partners, relatives of a same-sex partner,  close friends, and other loved ones. 32 | Part ThreeThere are also numerous eligibility restrictions under the FMLA that lessen the law’s effectiveness. As described in Part One of this report, the FMLA does not cover workers in businesses with fewer than 50 employees or any workers who have not worked for 1,250 hours in the past year at the same job. Due to such restrictions, 41% of all workers in the United States are not covered by the FMLA.185In recent terms of Congress, members have introduced several bills that would amend the FMLA to address these limitations, but none of the bills have been passed. In February 2013, the Part-Time Worker Bill of Rights Act was introduced in the House of Representatives; one provision of the bill would eliminate the 1,250 hours of service requirement under the FMLA and extend coverage to many part-time workers. In April 2013, the Family and Medical Leave Inclusion Act was introduced in the House and the Senate to extend FMLA coverage to the care of seriously ill same-sex spouses, domestic partners, parents-in-law, adult children, sons-in-law, daughters-in-law, siblings, grandchildren, or grandparents.186 A third bill was introduced in both the House and the Senate in February 2013 that would allow workers to take FMLA leave following the death of a child.187 Although it has been difficult to move these bills in the polarized environment of Congress, work-family advocates are continuing to build support for legislation that would expand the FMLA.With an increasingly divided Congress, legislative change at the federal level can be a slow and challenging process.  To achieve necessary protections for working families and build support for federal reform, it is important for work-family advocates to look to the states. State legislation is a key strategy for expanding on federal law and obtaining work-family protections in the face of federal inaction. Furthermore, states often serve as laboratories for innovation; successful state  laws and policies can serve as a model and catalyst for federal legislation.188   The FMLA has provided meaningful support to workers for two decades. Yet it has become clear that working families require more support than the FMLA. LGBT couples in most states are not recognized by the FMLA, and many workers are ineligible for FMLA leave due to their hours worked and the size of their employer. Moreover, many individuals—especially low-wage workers—cannot afford to take unpaid time off work. Individual states have an important opportunity to lead the charge for stronger work-family laws and policies. States can protect workers and spur federal action by passing more expansive and inclusive leave laws./@RR\u0003/@HC\u0003%@LHKX\u0003+D@UD\u0003+DFHRK@SHNMBecause the leave guaranteed by the FMLA is unpaid, many workers who are eligible for the FMLA cannot afford to take time off. According to a Department of Labor survey in 2012, 46% of FMLA-eligible workers who decided not to take leave said they could not afford unpaid time off work; another study found that 75% of FMLA-eligible workers who did not take leave were influenced by financial reasons.189  Workers in the United States would clearly benefit from a federal paid family leave law, which is a basic right in other nations throughout the world.In December 2013, Senator Kirsten Gillibrand and Representative Rosa DeLauro plan to introduce in Congress legislation that would establish a national family and medical leave insurance program. The proposed bill, known as the Family and Medical Insurance Leave Act (FAMILY Act), would be administered through the United States Social Security Administration and apply to all workers who qualify for Social Security disability benefits.190 Those workers who are eligible would receive up to 12 weeks of paid leave—funded by joint contributions from workers and employers—to recover from a serious illness, bond with a new child, care for the serious illness of a child, parent, spouse, or domestic partner, or address certain needs related to a service member’s deployment.191 While advocates continue to lay the groundwork for a paid family and medical leave program at the federal level, President Obama has encouraged states to develop paid family leave programs. To assist with the development of state-level programs, President Obama’s proposed budget for fiscal year 2013 includes $5 million for a “State Paid Leave Fund.”192  The fund would be used to provide assistance and technical support to states that are interested in establishing paid family leave programs. President Obama’s budget proposal is welcome news to the many advocates and policymakers around the country who have 33 | Part Threebeen inspired by the passage of paid family leave laws in California, New Jersey, and Rhode Island. A dozen other states have introduced paid family leave bills. In 2007, Washington State successfully passed a law that would provide up to five weeks of paid leave to care for a new child.193 Due to the economy, state budget deficits, and the fact that Washington does not have a Temporary Disability Insurance (TDI) program to expand upon, implementation of the paid family leave program has been postponed.194  However, advocates in Washington introduced legislation in 2013 to expand and fund the current paid leave program; in addition to providing leave to care for a new child, the proposed legislation would provide leave for a worker’s own serious health condition or to care for a seriously ill loved one.195  Washington’s legislation is LGBT-inclusive, as it would allow workers to care for a seriously ill child, same-sex spouse, domestic partner, parent, or a designated person if the worker does not have a spouse or domestic partner.196 A vibrant coalition is working in New York to pass a family leave insurance program; like California, New Jersey, and Rhode Island, the state has a TDI program that offers an existing structure for the administration of family leave insurance.197 In New York, LGBT and HIV/AIDS activists are engaged in the campaign and are working to highlight the importance of paid family leave to LGBT workers, New Yorkers living with HIV/AIDS, and their loved ones.198On June 24, 2013, the Governor of Connecticut signed into law a bill that established a task force to study the feasibility of creating a family and medical leave insurance program in the state.199 Advocates in Colorado and New Hampshire are also engaging in preliminary work to establish paid family and medical leave programs in their respective states.Although the California and New Jersey family leave insurance laws offer critical support to workers in both states, neither law provides job protection. Many workers with personal health or family caregiving needs are discouraged from taking leave due to fears of risking their benefits, seniority, or jobs. Research suggests that workers often face disapproving supervisors and concerns about their job security when they need time off to care for themselves or loved ones. In a survey conducted by the National Opinion Research Center, 23% of workers reported that they have lost a job or were told they would lose a job due to needing time off for personal or family illness.200 Fortunately, Rhode Island’s new family leave insurance law, which will become effective on January 1, 2014, provides job protection to workers who take advantage of the program. In order to fully meet the needs of workers with personal or family caregiving needs, states must follow Rhode Island’s example and pass paid family leave laws that allow workers who take leave to return to the same job or to a position with equivalent pay, employment benefits, and seniority. Pass Paid Sick Time LegislationFederal legislation has been introduced in the United States Senate and the House of Representatives to enact a national paid sick time standard. The bill, known as the Healthy Families Act, would ensure that workers in businesses with 15 or more employees could earn up to seven days of job-protected paid sick time each year.201  Under this legislation, workers could use their sick time for their own illnesses, to provide care to an ill family member, or to respond to domestic violence, stalking, or sexual assault. The Healthy Families Act has an LGBT-inclusive definition of family. “Child” is defined in the bill to include both the child of a domestic partner and the “child of a person standing in loco parentis,” which would cover LGBT parents who do not have a biological or legal relationship to their children.202  Furthermore, the Healthy Families Act would allow LGBT workers to care for their same-sex spouses or partners. The bill covers those workers who are in a domestic partnership, civil union, or similar state or local relationship recognition registry. Paid sick time could also be used to care for an “individual related by blood or affinity whose close association with the employee is the equivalent of a family relationship.”203  This broad “affinity” language would cover LGBT couples who live in a state or locality with no same-sex relationship recognition, LGBT couples who choose not to legally register or formalize their relationships, and LGBT workers’ chosen family members.34 | Part ThreeIn March 2010, the Joint Economic Committee of Congress reported that the Healthy Families Act “would significantly expand access to paid sick leave for many of America’s most vulnerable workers, including lower-wage workers, women,  and minorities.”204  According to the Committee’s estimate, the Healthy Families Act would extend paid sick time to more than 30 million additional workers and guarantee that more than 90% of all private sector workers in the United States would be able to earn paid sick time.205  Although Congress has not yet passed the Healthy Families Act, the Obama administration has expressed its support for paid sick time legislation, and work-family advocates remain committed to its passage.206Elected officials and work-family advocates in Connecticut have shown that state solutions to the widespread need for paid sick time are feasible. In addition to the successful passage of a paid sick time law in Connecticut, paid sick time bills have been introduced in state legislatures around the country. In 2013, there have been active paid sick time campaigns in numerous states, including Massachusetts—where signatures are being collected to put a paid sick time initiative before voters at the November 2014 election—Maryland, New Jersey, Vermont, Oregon, and Washington.207 The momentum for paid sick time at the local level continues to grow as well. In March 2013, the City Council of Portland, Oregon unanimously passed a paid sick time bill. Three months later, the New York City Council passed a paid sick time law over the mayor’s veto, which will provide paid sick time to approximately one million workers who lack paid sick time and establish a legal right to sick time for 3.4 million workers. The passage of New York City’s paid sick time bill has energized work-family advocates and public officials in New Jersey. On October 21, 2013, the mayor of Jersey City signed a paid sick time bill into law, and elected officials in Newark, New Jersey have expressed support for paid sick time legislation.208 Inspired by these multiple victories, paid sick time supporters are planning to introduce similar bills in cities and counties throughout the country.209   Paid leave advocates and public officials should be encouraged to include “paid safe time” in paid sick time bills, which would allow paid time off when a worker or worker’s family member is the victim of domestic violence. As described in  Part Two of this report, Washington, D.C., Seattle, Portland, and Connecticut have laws providing paid sick and safe time. The Healthy Families Act introduced in Congress would cover both paid sick and safe time as well. LGBT-inclusive paid  safe time laws can provide crucial support to LGBT Americans, who are estimated to experience sexual violence, stalking, and intimate partner violence at rates that are equal to or greater than non-LGBT individuals.210 Research has also shown  that members of the LGBT and HIV/AIDS communities often have more difficulty obtaining services that are crucial to domestic violence survivors; for example, according to a 2011 report from anti-violence programs in 22 states, individuals in the LGBT and HIV/AIDS communities were much more likely to be denied access to a shelter than the population as a whole.211 Laws that provide paid time off to LGBT workers to obtain services when they or their loved ones are the victims  of violence can address these barriers and keep those affected by violence safe.212 Many LGBT and HIV/AIDS organizations throughout the United States have recognized the importance of paid leave campaigns. For example, the Executive Director of MassEquality testified in support of Massachusetts’ paid sick time bill, and Equality Florida has supported efforts in several Florida counties to pass paid sick time legislation.213 The Seattle-based organization LGBTQ Allyship has highlighted access to paid leave as an important economic justice issue for the LGBTQ community; the organization worked on Seattle’s successful paid sick time campaign and has supported efforts to fund and expand an LGBT-inclusive paid family and medical leave program in Washington State.214 In New York City, a broad coalition advocated for a paid sick time law for many years, and by 2010, a veto-proof majority of the City Council supported paid sick time legislation. Until March 29, 2013, however, the Speaker of the City Council, Christine Quinn, refused to allow a vote on the issue.215 According to the New York Times, Speaker Quinn’s decision to finally support a paid sick time bill represented a “raw display of political muscle by a coalition of labor unions and liberal activists who overcame fierce objections from New York’s business-minded mayor, Michael R. Bloomberg, and his allies in the corporate world.”216 LGBT and HIV/AIDS advocates have occupied an important role in the New York City paid sick time coalition. In August 2012, the cover of Gay City News featured a full-page photo of Speaker Quinn, who was running at the time to become the first woman and openly gay mayor of New York City, with the headline “Quinn Feels the Heat Over Paid Sick Leave.”  35 | Part ThreeThe article highlighted the prominent leaders in the LGBT and HIV/AIDS communities advocating on behalf of the paid sick time bill: “In fact, in recent weeks, public health and social justice advocates –– ranging from Dr. Marjorie Hill, the chief executive officer of Gay Men’s Health Crisis, to Queers for Economic Justice –– have come forward with full-throated endorsements of the measure, emphasizing its public health benefits for people living with HIV and its impact on lower-wage LGBT workers.”217 As described in the Gay City News article, the paid sick time bill received support from Speaker Quinn’s three LGBT colleagues on the City Council, the Senior LGBT and Reproductive Rights attorney at the New York Civil Liberties Union, multiple LGBT political clubs, the Executive Director of the National LGBT Cancer Network, and several other influential LGBT leaders. One week before Speaker Quinn agreed to support paid sick time legislation, she participated in a forum for mayoral candidates on LGBT issues, where her rivals criticized her stance on paid sick time. Furthermore, members of the audience expressed displeasure with her refusal to bring the paid sick time bill to a vote, leading the New York Daily  News to report that “Quinn’s popularity with her base hit a speed bump at the Democratic candidates’ forum” over paid sick time.218 Gay City News also reported that Speaker Quinn “took a hit during a discussion of the paid sick leave bill” at the  LGBT forum.219  The growing support for paid sick time laws in the LGBT and HIV/AIDS communities has generated significant attention in Philadelphia as well. Although the City Council of Philadelphia has twice passed a paid sick time bill, the Council was one vote short of overriding the mayor’s most recent veto. In June 2011, Philadelphia Gay News ran a story highlighting the LGBT community’s need for paid sick time and describing a press conference held in support of the bill at the William Way LGBT Community Center.220 Stephanie Haynes, Philadelphia Family Pride’s community coordinator, described the importance of paid sick time to the LGBT community as follows: “I think this would really help LGBT Philadelphians  . . . . Domestic partners are specifically included, so even for people who may otherwise be in a workplace where they’re earning sick days but they’re not allowed to take them to care for their partners, this would allow them to do so. It would be  a really big step forward.”221  In addition to the William Way LGBT Community Center and Philadelphia Family Pride,  the Philadelphia paid sick time campaign has received support from Action AIDS, the AIDS Law Project of Pennsylvania, the AIDS Fund, the Mazzoni Center, and the Gay and Lesbian Latino AIDS Education Initiative.222 In a powerful article published by Philadelphia Gay News on March 21, 2013, staff writer Jen Colletta emphasized the importance of Philadelphia’s paid sick time campaign to the LGBT community: “Besides being a public-health issue, this is also one of basic fairness, a fight familiar to LGBTs . . . . While the issue itself does not center on LGBT rights, the legislation is LGBT-inclusive . . . . While many companies may offer sick time to their employees, the policies often do not extend to same-sex partners or their children. Backers of the legislation recognized the need for LGBT inclusion in the measure, and this is an opportune time for coalition-building among the LGBT community and other supportive networks. The coalition has garnered support from more than 100 local organizations — which run the gamut from labor unions to domestic-violence agencies to HIV/AIDS organizations to youth and senior groups. As the LGBT movement grows and support builds for our issues among non-LGBT populations, it is imperative that the community joins hands with those willing to stand for us now and in the future.”223As demonstrated by the Philadelphia and New York City paid sick time campaigns, many individuals in the LGBT and  HIV/AIDS communities recognize the need for LGBT-inclusive paid leave laws. In cities, counties, and states throughout  the country, workplace leave campaigns also provide an opportunity to raise awareness about the needs of LGBT workers  and to forge new alliances among LGBT organizations and other social and economic justice groups.36 | Part Threeř R\u0003@\u0003PTDDQ\u0003VNL@M\u0003NE\u0003BNKNQ\u0003VGN\u0003G@R\u0003V@HSDC\u0003S@AKDR\u0003HM\u0003-DV\u00038NQJ\u0003\"HSX\u0003QDRS@TQ@MSR\u0003RHMBD\u0003\u0011\u000f\u000f\u0018\u000b\u0003HS\u0003V@R\u0003CHRGD@QSDMHMF\u0003SN\u0003QD@C\u0003RNLDNMD\u0003DKRD\u0003BK@HL\u0003SG@S\u0003O@HC\u0003RHBJ\u0003C@XR\u0003@QD\u0003A@C\u0003ENQ\u0003LD\u0003+HJD\u0003LNRS\u0003QDRS@TQ@MS\u0003VNQJDQR\u000b\u0003(ŗUD\u0003MDUDQ\u0003G@C\u0003O@HC\u0003RHBJ\u0003C@XR\u000b\u0003@MC\u0003SGHR\u0003G@R\u0003ENQBDC\u0003LD\u0003SN\u0003FN\u0003SN\u0003VNQJ\u0003VGHKD\u0003HMITQDC\u0003@MC\u0003RHBJ\u0003ADB@TRD\u0003(\u0003BNTKCMŗS\u0003@ƤNQC\u0003SN\u0003S@JD\u0003SHLD\u0003NƤ\u0003\u0003(\u0003VNQJ\u0003G@QC\u000b\u0003ATS\u0003HSŗR\u0003A@QDKX\u0003DMNTFG\u0003SN\u0003DUDM\u0003BNUDQ\u0003SGD\u0003AHKKR\u000b\u0003@MC\u0003LHRRHMF\u0003@\u0003C@X\u0003BNTKCmean being late on rent. S\u0003@\u0003OQDUHNTR\u0003INA\u000b\u0003(\u0003G@C\u0003SN\u0003S@JD\u0003@\u0003EDV\u0003C@XR\u0003NƤ\u0003SN\u0003B@QD\u0003ENQ\u0003E@LHKX\u000b\u0003ATS\u0003VGDM\u0003(\u0003B@LD\u0003A@BJ\u0003ENQ\u0003LX\u0003MDWS\u0003RGHES\u000b\u0003(\u0003ENTMC\u0003NTS\u0003(\u0003G@C\u0003ADDM\u0003ƥQDC\u0003(E\u0003(\u0003G@C\u0003G@C\u0003RHBJ\u0003C@XR\u000b\u0003(\u0003VNTKC\u0003G@UD\u0003ADDM\u0003@AKD\u0003SN\u0003S@JD\u0003SGD\u0003SHLD\u0003NƤ\u0003SN\u0003GDKO\u0003E@LHKX\u0003FDS\u0003ADSSDQ\u0003VHSGNTS\u0003KNRHMF\u0003LX\u0003INA\u0003NQ\u0003VNQQXHMF\u0003@ANTS\u0003L@JHMF\u0003QDMS\u00033GD\u0003\"HSX\u0003\"NTMBHKŗR\u0003O@HC\u0003RHBJ\u0003C@XR\u0003AHKK\u0003HR\u0003MNS\u0003ITRS\u0003VDKK\u0003intentioned. For over a million NYC workers, it is an urgent necessity.”— Ai Elo, Brooklyn, a member of the Restaurant Opportunities Center of New York (published prior   to passage of the paid sick time law in New York City) \u0011\u0011\u0013 “While many in the LGBTQ community take paid sick days for granted, half of all workers in New York City — and two-thirds of low-wage workers — get no paid sick time. Many of these workers are LGBTQ. These workers don’t have the luxury of putting SGDHQ\u0003GD@KSG\u0003ƥQRS\u00036GDM\u0003SGDX\u0003FDS\u0003RHBJ\u000b\u0003HMRSD@C\u0003NE\u0003ENBTRHMF\u0003NM\u0003FDSSHMF\u0003ADSSDQ\u000b\u0003SGDX\u0003@QD\u0003forced to choose between going to work sick to make rent at the end of the month or R@BQHƥBHMF\u0003SGDHQ\u0003C@XRŗ\u0003V@FDR\u0003@MC\u000eNQ\u0003FDSSHMF\u0003ƥQDC\u0003-N\u0003NMD\u0003RGNTKC\u0003AD\u0003ENQBDC\u0003SN\u0003L@JD\u0003this choice.”  — Queers for Economic Justice Op-Ed (published prior to passage of the paid sick time law in NYC) 225  “In Colorado . . . . lack of protection leaves our committed, loving couples vulnerable because many employers do not recognize same-sex partners or their children as family for BQHSHB@K\u0003ADMDƥSR\u0003RTBG\u0003@R\u0003O@HC\u0003RHBJ\u0003C@XRŚ\u0003    — Brad Clark, Executive Director of One Colorado 22637 | Part ThreeAdvocate for Governments to be Model EmployersIn addition to passing legislation to guarantee job-protected leave to private sector workers, elected officials have an opportunity to lead by example.Congress should pass LGBT-inclusive legislation to provide federal employees with paid family leave. By a vote of 258 to 154 in 2009, the United States House of Representatives passed the Federal Employees Paid Parental Leave Act, which would allow federal employees with a newborn or newly adopted child to take 4 weeks of paid leave; the Senate never  voted on the legislation, and it was reintroduced in the House of Representatives in February 2013.227  Currently, federal employees must use their sick or annual leave, combined with unpaid leave under the FMLA, to care for a new child.228   With approximately 2.8 million workers, the federal government—our nation’s largest employer—has an important opportunity to serve as a model employer on paid leave. Implementation of a paid family leave program for federal workers would set an example for business, highlight the importance of supporting workers with caregiving needs, and allow the government to study the benefits of paid leave to its own workforce and operations.229  Research on the benefits and savings associated with paid leave in the public sector could then be used to encourage private employers to offer paid sick time  and paid family leave.State and local governments are also well positioned to study the benefits of paid leave to their workers and the impact of paid leave on employee retention, productivity, health, and loyalty. State governments employ more than 5.3 million American workers, and local governments employ nearly 14 million workers.230 According to a March 2012 report by the United States Bureau of Labor Statistics, the vast majority of government employees receive paid sick time; 89% of state and local government employees receive paid sick time, compared to only 61% of workers in private industry.231 Research has also shown that public sector workers are less concerned than private sector workers about facing retaliation or penalties when sick.232  Despite the prevalence of paid sick time, most state and local government employees do not receive paid family leave to care for new children or seriously ill loved ones; 20% of state government workers and 16% of local government workers receive paid family leave, compared to 11% of private sector workers.233  Although state and local government workers have higher rates of access to paid family leave than private sector workers, government employers should be encouraged to lead by example and increase these rates.In addition to serving as a model on workplace leave policies, governments can also set an example by providing benefits to same-sex partners of government employees. Twenty-five states and Washington, D.C., as well as more than 150 local governments, offer benefits to the same-sex partners of LGBT government employees.234 State and local laws that promote equal treatment of LGBT government employees can send a clear message to private employers, less LGBT-friendly states, and the federal government that discrimination against LGBT workers and their families is unjust—and bad for business.Pass Strong Nondiscrimination ProtectionsWhen workers have personal health issues or family caregiving needs, they may be afraid to seek support in the workplace due to their sexual orientation or gender identity. Federal law does not explicitly protect workers from employment discrimination based on sexual orientation or gender identity.235 Members of Congress have an opportunity to remedy this injustice by passing the Employment Non-Discrimination Act (ENDA), a bill that would clearly protect LGBT workers from hiring and employment discrimination.236 ENDA passed the United States Senate in November 2013, with the support of the full Democratic caucus and ten Republican Senators.237 Despite progress in the Senate and the vocal support of President Obama, the bill faces greater resistance and an uncertain path in the United States House of Representatives.238 During times of personal or family need, ENDA would help to protect workers across the country from adverse treatment when acknowledging that they are part of an LGBT family or have health issues related to their gender identity. There is a pressing need for federal action. Less than half of all states have laws prohibiting employment discrimination on the basis of sexual orientation or gender identity. As a result, only 48% of LGBT Americans live in a state that bans employment discrimination based on sexual orientation, and less than 40%  of LGBT Americans live in a state that prohibits discrimination on the basis of both sexual orientation and gender identity.239   38 | Part ThreeIn the absence of federal action on ENDA, states have an opportunity to protect workers from employment discrimination due to their sexual orientation and gender identity or expression. However, state nondiscrimination laws offer varying levels of protection to LGBT workers. Seventeen states and Washington, D.C. have laws that prohibit workplace discrimination on the basis of both sexual orientation and gender identity; these states should be used as models for nondiscrimination language.240 Four states—Maryland, New Hampshire, New York, and Wisconsin—have laws that only protect against sexual orientation discrimination in the workplace and not gender identity discrimination. Finally, ten states have more limited legal protections, often through executive orders, that protect some LGBT state workers from discrimination.241 In those states with executive orders on LGBT nondiscrimination, the protections for state workers are often limited; governors may be able to reverse the nondiscrimination orders, and they often leave workers who face discrimination without adequate legal enforcement.242 Nevertheless, these executive orders represent a first step toward greater LGBT equality in the workplace, signal a commitment to equal opportunity principles, increase awareness about LGBT discrimination, and enable state employees to submit administrative grievances.Strong and comprehensive nondiscrimination laws, which allow LGBT workers to be better protected when acknowledging their identities and family situations, are essential to LGBT workers with health and family caregiving needs. While passage of ENDA at the federal level would provide the most uniform coverage to LGBT workers, nondiscrimination laws should be pursued at the state and local levels as well. Work with Business to Increase Access to Workplace LeaveAs advocates work to expand upon the FMLA, pursue paid leave laws, and pass nondiscrimination laws, it is also important  to identify and work with supportive businesses. Efforts to expand the right to job-protected paid leave often generate  well-funded opposition from corporate lobbyists. Yet business owners around the country have countered this opposition  by supporting paid leave campaigns and speaking up about the many benefits of providing paid leave to their workers.243 Once workplace leave laws are passed, businesses tend to support the laws and recognize the benefits of supporting workers’ personal and family needs. Nine out of ten employers covered by the FMLA have reported that the federal law has had a positive or neutral impact on their business, with nearly 40% reporting that the law has positively affected employee productivity, absenteeism, retention, and morale.244  Among smaller business owners, 80% favor the FMLA with 46%  strongly favoring the law.245Research on paid sick time laws has shown that the policy does not harm business. On the one-year anniversary of Seattle’s paid sick time law, a study showed that the law did not have a negative effect on business. Job growth in King County, which includes Seattle, was stronger in the year following passage of the Seattle paid sick time law than the preceding year, and the county’s job growth outpaced the state and the country as a whole; growth was especially strong in the retail and food industries, two employment sectors in which workers—prior to passage of Seattle’s paid sick time law—had especially low access to paid sick time.246 Furthermore, Washington, D.C.’s Auditor released a report on the district’s paid sick time law in 2013, and concluded that it did not drive away business: “[B]ased on interviews and responses to a questionnaire it appears that the Accrued Sick and Safe Leave Act did not have the economic impact of encouraging business owners to move a business from the District nor did the Act have the economic impact of discouraging business owners to locate a business in the District of Columbia.”247 San Francisco’s comprehensive paid sick time law, the first of its kind in the country, has also generated significant business support. For example, researchers have shown that two-thirds of San Francisco employers support the paid sick time law. Even previous opponents of the bill, including the San Francisco Chamber of Commerce,  have acknowledged that the paid sick time law has placed a minimal burden on business.249 Following implementation of the law in 2007, businesses and jobs did not fare worse in San Francisco than in surrounding counties without a sick time law.250 Nor did employer profitability suffer.25139 | Part ThreeCalifornia’s statewide paid family leave law has generated widespread support from business as well. Approximately 90%  of California employers believe the state’s family leave insurance program has had a positive or neutral impact on their business operations, with smaller businesses even more likely to report favorable effects.252 Furthermore, 96% of California businesses reported that the family leave insurance law has had a positive or neutral impact on employee turnover, and 99% report a positive or neutral effect on employee morale.253 This research from California, which shows the benefits of the state’s paid leave law to business, can be used to build support in the business community for paid leave legislation and to urge businesses to proactively adopt paid leave policies.LGBT and work-family advocates should work together to identify businesses with best practices on workplace leave and LGBT equality. These model employers can become powerful spokespersons on the benefits of LGBT-inclusive leave policies and can help to persuade more businesses to voluntarily adopt strong paid leave policies.254 LGBT-owned companies and LGBT business associations may be particularly responsive to the need for LGBT-inclusive workplace leave policies and may be willing to speak out on the value—both to businesses and LGBT workers—of inclusive leave and nondiscrimination protections. On issues of equal protection, many of the top 500 grossing companies in the United States also can serve as a strong example. As of December 2012, 88% of Fortune 500 businesses had nondiscrimination policies that included sexual orientation, and 57% had nondiscrimination protections on the basis of gender identity.255 Fortune 500 businesses with nondiscrimination policies covering both sexual orientation and gender identity can serve as high-profile examples within  the business community. Yet it is important to work with small business allies as well, since many opponents of workplace rights legislation raise concerns about the impact of such laws on small business. To demonstrate that businesses benefit  from LGBT-inclusive workplace leave laws and nondiscrimination protections, work-family advocates should seek to  identify model employers and best practices from businesses representing a range of sizes and sectors. Working together, these business allies can become powerful messengers to other businesses and policymakers.“We believe there should be a basic labor standard that provides all workers with the opportunity to earn paid leave that may be used to heal when ill or to care for @\u0003RHBJ\u0003E@LHKX\u0003LDLADQ\u00036D\u0003OQNUHCD\u0003SGHR\u0003ADMDƥS\u0003SN\u0003NTQ\u0003DLOKNXDDR\u0003@S\u0003,HK@FQNR\u0003Ŕ\u0003O@QSSHLD\u0003\u0005\u0003ETKK\u0003SHLD\u000b\u0003GNTQKX\u0003\u0005\u0003R@K@QHDC\u0003(S\u0003G@R\u0003ADDM\u0003@M\u0003HLONQS@MS\u0003ADMDƥS\u0003ENQ\u0003RS@Ƥ\u0003retention and health. It has also been a relatively low cost and burden-free policy for us to implement . . . . So why has it taken nearly nine years in business for me SN\u0003ADBNLD\u0003@M\u0003@CUNB@SD\u0003ENQ\u0003D@QMDC\u0003RHBJ\u0003KD@UD\u001e\u0003!DB@TRD\u0003(\u0003CHCMŗS\u0003JMNV\u0003(\u0003MDDCDC\u0003SN\u0003AD\u0003NMD\u0003\"@KK\u0003LD\u0003M@ªUD\u0003NQ\u0003AKHMC\u0003NQ\u0003VNQRD\u000b\u0003ATS\u0003(\u0003CHCMŗS\u0003JMNV\u0003GNV\u0003L@MX\u0003NE\u0003NTQcommunity members are faced with this depressing choice when they are ill: go to work sick or stay home and heal but lose income (or perhaps your job).”  — Tony Fuentes, co-owner of Milagros in Portland, Oregon \u0011\u0014\u0015 40 | ConclusionConclusionIn recent years, the marriage equality movement has gained tremendous momentum. Sixteen states and Washington, D.C. now have marriage equality, with the majority of those states legalizing same-sex marriage in the past 12 months. In June 2013, the Supreme Court overturned Section 3 of DOMA and held that it was unconstitutional for the federal government to refuse recognition of lawfully married same-sex spouses. Against this backdrop of positive change, however, LGBT workers still face many challenges in the workplace and are often forced to make impossible choices among their jobs, economic security, health, and families.When a new child is welcomed into a home or serious illness occurs, LGBT workers often lack the ability to take time off from work. Due to the inability of same-sex couples to marry in the majority of states and gaps in the Family and Medical Leave Act, many LGBT workers who need time off from work for personal or family needs have limited legal rights.Even when time off is available, workers may be discouraged from taking leave due to the absence of job protection, the inability to receive pay while out, or concerns regarding discrimination. Key demographics of LGBT Americans—including health disparities, high rates of family poverty, the growing number of older adults, and the increasing number of workers with children and family caregiving responsibilities—show a critical need for LGBT-inclusive workplace leave laws and nondiscrimination protections. This report has offered eight key recommendations to ensure that LGBT workers are not forced to risk their jobs or financial security during times of personal and family need:  1) Expand Marriage Equality: In Windsor v. United States, the Supreme Court advanced the rights of LGBT Americans by ruling that Section 3 of DOMA was unconstitutional. As a result, many LGBT workers are now eligible to take FMLA leave to care for a seriously ill same-sex spouse. Unfortunately, most LGBT Americans do not live in a state that recognizes same-sex marriages, and the Windsor decision does not require such recognition. When considering future cases regarding marriage equality, the Supreme Court should build on its decision in Windsor and rule that LGBT Americans have a fundamental right to marry under the United States Constitution; until then, states should pass legislation allowing same-sex couples to marry, in order to guarantee that LGBT couples and families can access more than a thousand rights, benefits, and protections that are based on marital status.\u0015\f\u0003%URDGHQ\u0003WKH\u0003'HƲQLWLRQ\u0003RI\u0003ŝ6SRXVHŞ\u0003LQ\u0003WKH\u0003)0/$\u001d\u0003The FMLA defines “spouse” according to the laws of the state in which a worker currently resides. As a result, same-sex spouses who are legally married in a state that recognizes their relationship are not recognized as spouses under the FMLA if they reside in—or move to—a state that does not recognize their marriage. Congress should pass legislation to provide a uniform definition of “spouse” in federal law according to the marriage’s place of celebration. Under this approach, spouses would be recognized as such according to the laws of the state in which they married, rather than the laws of the state in which they reside. Until Congress passes legislation to establish a uniform “place of celebration” rule for all federal laws,  the Department of Labor should take the necessary steps to adopt this approach for the FMLA’s definition of “spouse.”  3) Expand FMLA Access and Pass LGBT-Inclusive State Family and Medical Leave Laws: Even if the FMLA’s definition of “spouse” is changed to cover same-sex spouses regardless of residence, the FMLA still has gaps that would exclude many LGBT workers and their loved ones. Federal and state officials should pass family and medical leave laws that expand family definitions to reflect the needs of the LGBT community, cover part-time workers and employees of smaller businesses, and provide leave for a longer duration or more purposes than the FMLA. Even in states with marriage equality, it is important to ensure that the law still provides protection to LGBT individuals who choose not  to marry or who rely on families of choice for care and support.41 | Conclusion4) Pass LGBT-Inclusive and Job-Protected Paid Leave Laws at All Levels of Government: Even if LGBT workers can access unpaid leave to address health issues, recover from illness, bond with a new child, or care for a seriously ill relative, many LGBT workers cannot afford to go without pay or risk their jobs during times of personal or family need. Work-family advocates and LGBT organizations can work together at all levels of government  to pass LGBT-inclusive and job-protected paid family leave and paid sick time laws. 5) Advocate for the Government to Serve as a Model Employer: At the local, state, and federal level, the government has an opportunity to serve as a model employer and to encourage,  by example, better workplace leave policies and nondiscrimination protections in the private sector.6) Pass Federal and State Employment Nondiscrimination Laws That Prohibit Discrimination  on the Basis of Sexual Orientation and Gender Identity/Expression: LGBT workers need legal protection from harassment and discrimination based on sexual orientation and gender identity. Paid and unpaid leave laws and policies will also be more effective for the LGBT community if LGBT workers have legal protections against employment discrimination. 7) Build and Strengthen Collaborations Between the LGBT Community and Workplace  Leave Coalitions: Due to a shared concern regarding workplace fairness, LGBT advocates and work-family advocates should maximize resources and work together to pass inclusive workplace leave and nondiscrimination laws. LGBT advocates and groups should be active within workplace leave coalitions, in order to lend their voices and support and to ensure that paid or unpaid leave laws are LGBT-inclusive. In many states, passage of an LGBT-inclusive workplace leave law can expand  legal protection and recognition of LGBT families and serve as a building block for future LGBT rights initiatives.8) Identify Model Employers and Develop Business Spokespersons for LGBT-Inclusive  Workplace Leave Laws and Policies: Business spokespersons who support LGBT-inclusive workplace leave policies can counter opposition from corporate lobbyists, model best practices, bring attention to the benefits of LGBT-inclusive workplace leave policies, and persuade other employers to champion legislation that will support and protect LGBT workers with health and caregiving needs.AppendixThis appendix includes more detailed information on several of the laws discussed in the report. Please note that this is  not a complete list of every law that may apply to an LGBT worker who needs time off for personal health or family caregiving needs. Moreover, the descriptions of the laws below are not exhaustive. It is possible that additional provisions  not described in this appendix may apply to a worker’s specific circumstances. For example, certain laws may not apply  to workers depending on their profession, the number of hours they work, or other factors. In addition, most laws have  a “statute of limitations,” which means that an individual has to take action within a certain period of time; this appendix  does not include the statute of limitations for each law. A lawyer should be consulted for more information about a  worker’s specific circumstances.For additional information about work-family laws and advocacy efforts, please see A Better Balance’s website at  http://www.abetterbalance.org. A Better Balance’s resources for the LGBT and HIV/AIDS community are available  at http://www.abetterbalance.org/web/news/resources/lgbt-and-hivaids, and general “know your rights” fact sheets  are available at http://www.abetterbalance.org/web/home/forfam/know-your-rights.Be sure to visit http://www.abetterbalance.org/web/news/babygate/babygate-book for information about A Better Balance’s book Babygate: What You Really Need to Know About Pregnancy and Parenting in the American Workplace. This  comprehensive legal “how-to” was written to empower expecting and new parents to protect their jobs and paychecks while welcoming a new child. The book also includes a detailed appendix with information on a range of state work-family laws.42 | Appendix.UDQUHDV\u0003NE\u0003SGD\u0003%@LHKX\u0003@MC\u0003,DCHB@K\u0003+D@UD\u0003 BSWhat?s\u00005P\u0000TO\u0000\u0011\u0012\u0000WEEKS\u0000OF\u0000UNPAID\u0000LEAVE\u001a\u0000TO\u0000RECOVER\u0000FROM\u0000A\u0000SERIOUS\u0000HEALTH\u0000CONDITION\u001b\u0000TO\u0000CARE\u0000FOR\u0000A\u0000SERIOUSLY\u0000ILL\u0000SPOUSE\f\u0000parent, or child; for parents to bond with a new child within one year of birth, adoption, or foster care; or to deal with certain obligations (including child care and related activities) arising from a spouse, parent, or child being on, or called to, active duty in the military.s\u00004HE\u0000&-,!\u0000ALSO\u0000PROVIDES\u0000UP\u0000TO\u0000\u0012\u0016\u0000WEEKS\u0000OF\u0000UNPAID\u0000LEAVE\u0000PER\u0000YEAR\u0000FOR\u0000WORKERS\u0000WHOSE\u0000SPOUSE\f\u0000CHILD\f\u0000PARENT\f\u0000or next of kin is a member of the armed services with a serious illness or injury.s\u00004HE\u0000&-,!\u0000ALLOWS\u0000WORKERS\u0000TO\u0000TAKE\u0000INTERMITTENT\u0000LEAVE\u0000WHEN\u0000MEDICALLY\u0000NECESSARY\u001b\u0000FOR\u0000EXAMPLE\f\u0000YOU\u0000CAN\u0000TAKE\u0000\u0011\u0012\u0000weeks of leave in smaller amounts of time to schedule treatment of your or your family member’s serious illness.  If you take FMLA leave to bond with a new child, it must be taken in one block of time, unless your employer gives you permission to break it up.s\u00007HILE\u0000A\u0000WORKER\u0000IS\u0000ON\u0000&-,!\u0000LEAVE\f\u0000AN\u0000EMPLOYER\u0000IS\u0000REQUIRED\u0000TO\u0000CONTINUE\u0000GROUP\u0000HEALTH\u0000INSURANCE\u0000COVERAGE\u0000UNDER\u0000the same terms as if the worker had not gone on leave. Upon return, a worker is also guaranteed his or her original job back—or an equivalent one with equivalent pay, benefits, and other terms—unless the worker is in the top 10 percent of the company (measured by salary) and the leave of absence would have a substantial negative effect on the business. s\u0000%MPLOYERS\u0000MAY\u0000NOT\u0000INTERFERE\u0000WITH\u0000OR\u0000RETALIATE\u0000AGAINST\u0000A\u0000WORKER\u0000FOR\u0000EXERCISING\u0000ANY\u0000RIGHTS\u0000PROVIDED\u0000UNDER\u0000THE\u0000FMLA.Where?  All government employers and those private sector employers with 50 or more employees (in 20 or more workweeks in  the current or preceding calendar year) within a 75-mile radius of each other must comply with the law.Who?  To be eligible, workers must have worked for a covered employer for at least 12 months and have worked at least 1,250  hours in the 12 months before taking leave.  When?  Eligible employees may take up to 12 weeks of leave within a 12-month period. Employers may choose among several methods for determining the 12-month period that will be used to calculate a worker’s entitlement to FMLA leave.How? Workers who know about their need for leave in advance must give their employers at least 30 days of notice. If the need  for leave is unpredictable, workers must give notice as soon as possible and practicable. Workers must also give enough  information for the employer to understand that they are seeking FMLA-covered time off. %GJ=\u0003!F>GJE9LAGF\u0017\u0003For more information on the FMLA (29 U.S.C. § 2601 et seq.), see A Better Balance’s Fact Sheets, The Family  and Medical Leave Act: What Should LGBT Families Know? and The Family and Medical Leave Act, on our website  at http://www.abetterbalance.org/web/home/forfam/know-your-rights. Additional information is available on the  U.S. Department of Labor’s website at http://www.dol.gov/whd/fmla/.43 | Appendix44 | AppendixPaid Sick Time LawsSan Francisco Washington, D.C. Seattle ConnecticutWho is covered? Workers employed within the geographic boundaries of the City, including part-time and temporary workers,  are covered.Workers who have been employed by the same employer for 1 year (without a break in service  except for regular holiday, sick, or personal leave) and have worked at least 1,000 hours during  the past 12 months are covered. The following individuals are exempted: independent contractors; full-time students who work less than 25 hours  per week for the accredited higher education  institution where they’re enrolled; health care workers choosing to participate in a premium pay program; restaurant/bar workers working for both wages and tips.Workers employed by a business with more than 4 employees, if they perform more than 240 hours of work in Seattle within a calendar year, are covered. Temporary and part-time workers are included. Work-study students and  certain government workers  are excluded.Hourly workers in certain enumerated service occupations are covered, if they work for a business with 50 or more employees. Certain manufacturers and MNM\fOQNƥS\u0003NQF@MHY@-tions are exempted, as are temporary and day laborers.Can sick time be used to care for loved ones?Yes: children, parents, siblings, grandparents, grandchildren, spouses, registered domestic partners, and if a worker has no spouse or domestic partner, a designated person of the worker’s choiceYes: children, grandchildren, the spouses of children, siblings, the spouses of siblings, parents, the parents of a spouse or domestic partner, spouses (including same-sex spouses), registered domestic partners, and a person with whom the worker has a committed (mutual, familial) relationship and has shared a mutual residence for at least the preceding 12 monthsYes: children, parents, parents-in-law, grandparents, spouses (including same-sex spouses), and registered domestic partnersYes: children and spouses (including same-sex spouses)How is “child”  GHƩQHG\"Children from biological, adoptive, foster care, and step-relationships, as well as the child of  a domestic partner or the child of a worker standing in loco parentis to the childBiological children, foster children, grandchildren, or a child who lives with the worker and for whom the worker permanently assumes and discharges parental responsibilityBiological, adopted or foster children, step-children, legal wards, or the child of a worker standing in loco parentis. The child must be under 18 or  18 years of age and older but  incapable of self-care because of a mental/physical disabilityBiological, foster, or adopted children, step-children, legal wards, or the child of a worker standing in loco parentis to the child. The child must be under 18 or 18 years of age and older but incapable of self-care because of a mental/physical disabilityAre domestic  violence (DV)  purposes included (“safe time”)?-N\u0003RODBHƥB\u0003#5\u0003OTQONRDR\u0003in the law, but like all workers, victims can use sick time for medical care, treatment, or diagnosisYes, for both worker and worker’s family members Yes, for both worker and worker’s family membersYes, but only when the worker is a victim of family violence or sexual assaultRate of paid sick time accrual?1 hour for every 30 hours workedIn businesses with 24 or fewer employees: 1 hour for every 87 hours worked. In businesses with 25-99 employees: 1 hour for every 43 hours worked. In businesses with 100 or more employees: 1 hour for every 37 hours workedIn businesses with 250 or more employees: 1 hour for every 30 hours worked. In businesses with more than 4 and fewer than 250 employees: 1 hour for every 40 hours worked1 hour for every 40 hours workedAmount of paid sick time that can be earned under the law per year?Workers of small  businesses (fewer than 10 workers): up to 40 hours a year; Workers of larger businesses: up to 72 hours a yearIn businesses with 24 or fewer workers: up to 24 hours a year. In businesses with 25-99 workers: up to 40 hours a year. In businesses with 100 or more workers: up to 56 hours a year. The number of workers is determined by the average monthly number of full-time equivalents in the prior year.In businesses with more than 4 but fewer than 50 full-time workers or full-time equivalents \u0007%3$R\b\u0019\u0003TO\u0003SN\u0003\u0013\u000f\u0003GNTQR\u0003@\u0003XD@Q\u0003In businesses with at least 50 but fewer than 250 full-time VNQJDQR\u0003NQ\u0003%3$R\u0019\u0003TO\u0003SN\u0003\u0014\u0015\u0003GNTQR\u0003a year. In businesses with 250 or more full-time workers or %3$R\u0019\u0003TO\u0003SN\u0003\u0016\u0011\u0003GNTQR\u0003@\u0003XD@Q\u0003\u0007NQ\u0003up to 108 hours a year if these employers have a universal O@HC\u0003SHLD\u0003NƤ\u0003ONKHBX\bUp to 40 hours a yearWhen does paid sick time begin  to accrue?Accrual begins 90  calendar days after  the commencement  of employment. BBQT@K\u0003ADFHMR\u0003NMBD\u0003SGD\u0003DLOKNXDD\u0003PT@KHƥDR\u0003ENQ\u0003coverage (see “Who is covered?” above).Accrual begins at  commencement of  employment, but sick time can’t be used until the  180th calendar day after employment commenced.Accrual begins at commencement of employment, but sick time can’t be used until the 680th hour of employment.What agency enforces the bill?2@M\u0003%Q@MBHRBN\u0003.ƧBD\u0003of Labor Standards EnforcementWashington, D.C. Department of Employment Services2D@SSKD\u0003.ƧBD\u0003ENQ\u0003\"HUHK\u00031HFGSR Connecticut  Department of Labor45 | Appendix* The City Council of Portland, Oregon unanimously passed a paid sick time bill on March 13, 2013, which will go into effect on January 1, 2014.** The New York City Council passed a paid sick time bill over the mayor’s opposition on June 27, 2013. The law will go into effect on April 1, 2014.*** The City Council of Jersey City passed the paid sick time law on September 25, 2013. The law will go into effect on January 24, 2014.\u001eGJ\u0003EGJ=\u0003AF>GJE9LAGF\u0003GF\u0003L@=\u0003KA;C\u0003LAE=\u0003D9OK\u0003<=K;JA:=<\u0003AF\u0003L@AK\u0003;@9JL\u000e\u0003K==\u0012s\u0000!\u0000\"ETTER\u0000\"ALANCE\u0007S\u0000WEBSITE\u0000AT\u0000HTTP\u001a\u000f\u000fWWW\u000eABETTERBALANCE\u000eORG\u000fWEB\u000fOURISSUES\u000fSICKLEAVE\u0000AND\u0000http://www.abetterbalance.org/  web/ourissues/127-paidsickdaysnycs\u00003AN\u0000&RANCISCO\u0000/FlCE\u0000OF\u0000,ABOR\u00003TANDARDS\u0000%NFORCEMENT\u001a\u0000HTTP\u001a\u000f\u000fSFGSA\u000eORG\u000fINDEX\u000eASPX\u001fPAGE\u001d\u0014\u0011\u0019s\u00007ASHINGTON\u0000$\u000e#\u000e\u0000$EPARTMENT\u0000OF\u0000%MPLOYMENT\u00003ERVICES\u001a\u0000HTTP\u001a\u000f\u000fDOES\u000eDC\u000eGOV\u000fSERVICE\u000fWAGEANDHOURCOMPLIANCEs\u00003EATTLE\u0000/FlCE\u0000FOR\u0000#IVIL\u00002IGHTS\u001a\u0000HTTP\u001a\u000f\u000fWWW\u000eSEATTLE\u000eGOV\u000fCIVILRIGHTS\u000f3ICK,EAVE\u000eHTMs\u0000#ONNECTICUT\u0000$EPARTMENT\u0000OF\u0000,ABOR\u001a\u0000HTTP\u001a\u000f\u000fWWW\u000eCTDOL\u000eSTATE\u000eCT\u000eUS\u000fWGWKSTND\u000f3ICK,EAVE\u000eHTMs\u00003AN\u0000&RANCISCO\u0000!DMINISTRATIVE\u0000#ODE\u0000#HAPTER\u0000\u0011\u00127\u001b\u0000$\u000e#\u000e\u0000#ODE\u0000e\u0000\u0013\u0012\u0011\u0013\u0011\u000e\u0010\u0011\u0000ET\u0000SEQ\u000e\u001b\u00003EATTLE\u0000-UNICIPAL\u0000#ODE\u0000e\u0000\u0011\u0014\u000e\u0011\u0016\u000e\u0010\u0011\u0010\u0000ET\u0000SEQ\u000e\u001b\u0000\u0000 \u0000 Conn. Gen. Stat. § 31-57r et seq.; Portland Code § 9.01.010 et seq.; New York City Administrative Code § 20-911 et seq.;   Jersey City Code of Ordinances § 3-350 et seq.Paid Sick Time LawsPortland, Oregon* New York City** Jersey City, NJ***Who is covered? Workers who have worked within Portland for at least 240 hours in a calendar year are covered. Home care workers and city employees are covered. Work-study students, independent contractors, and certain railroad workers are exempted.Workers who have worked within NYC for more than 80 hours in a calendar year are covered.  Domestic workers will receive some paid sick time. Certain manufacturing workers are excluded from the paid sick time requirement but will receive unpaid time as described below. Work-study students, certain hourly occupational/speech/ physical therapists, independent contractors,  and government employees are exempted.Workers employed in Jersey City for at least 80 hours in a year are covered. Workers employed by any government, a New Jersey School District or Board of Education, or Rutgers and its subdivisions are excluded.Can sick time be used to care for loved ones?Yes: children, grandchildren, spouses, registered domestic partners (under State law), parents, parents-in-law,  and grandparentsYes: children, spouses (including same-sex spouses), registered domestic partners, parents, or the parents or children of a spouse or domestic partnerYes: children; parents; the parents of a spouse or domestic/civil union partner; spouses (including same-sex spouses); domestic/civil union partners; grandchildren; grandparents; the spouse or domestic/civil union partner of a grandparent;  and siblingsHow is “child”  GHƩQHG\"Biological, adopted, or foster children, or the child of a worker standing in loco parentis to  the childBiological, adopted, or foster children, legal wards, or the child of a worker standing in loco parentis to the childBiological, adopted, or foster children, stepchildren, legal wards, children of a domestic partner or civil union partner, child of a worker standing in loco parentis to the child.Are domestic  violence (DV)  purposes included (“safe time”)?Yes, for workers and their minor children or dependents.-N\u0003RODBHƥB\u0003#5\u0003OTQONRDR\u0003HM\u0003SGD\u0003K@V\u000b\u0003ATS\u0003KHJD\u0003@KK\u0003workers, victims can use sick time for medical care, treatment, or diagnosis-N\u0003RODBHƥB\u0003#5\u0003OTQONRDR\u0003HM\u0003SGD\u0003K@V\u000b\u0003ATS\u0003KHJD\u0003@KK\u0003workers, victims can use sick time for medical care, treatment, or diagnosisRate of paid sick time accrual?1 hour for every 30 hours worked (for both paid and unpaid sick time, as described below)1 hour for every 30 hours worked (for both paid and unpaid sick time, as described below)1 hour for every 30 hours worked (both for paid and unpaid sick time, as described below)Amount of paid sick time that can be earned under the law per year?In businesses with at least 6 employees, up to 40 hours a year. Businesses with 5 or fewer employees must provide up to 40 hours of unpaid sick time a year.As of April 1, 2014: workers in businesses with 20 or more workers can earn up to 40 hours of paid sick time a year; workers in businesses with under 20 workers can earn up to 40 hours of unpaid sick time a year. As of October 1, 2015: workers in businesses with 15 or more employees can earn up to 40 hours of paid sick time a year; workers in businesses with under 15 workers can earn up to 40 hours of unpaid sick time. All workers in certain chain businesses or franchises will be counted together to determine size.In businesses with 10 or more employees, up to 40 hours a year. Businesses with fewer than ten employees must provide up to 40 hours of unpaid sick time a year.When does paid sick time begin  to accrue?Accrual begins at commencement NE\u0003DLOKNXLDMS\u0003\u0007NQ\u0003K@VŗR\u0003DƤDBSHUD\u0003date for those employed then), ATS\u0003B@MŗS\u0003TRD\u0003RHBJ\u0003SHLD\u0003CTQHMF\u0003ƥQRS\u000390 days of employment.Accrual begins at commencement of employment \u0007NQ\u0003K@VŗR\u0003DƤDBSHUD\u0003C@SD\u0003ENQ\u0003SGNRD\u0003DLOKNXDC\u0003SGDM\b\u000b\u0003ATS\u0003RHBJ\u0003SHLD\u0003B@MŗS\u0003AD\u0003TRDC\u0003CTQHMF\u0003SGD\u0003ƥQRS\u0003\u0010\u0011\u000f\u0003C@XR\u0003NE\u0003DLOKNXLDMS\u0003NQ\u0003@ESDQ\u0003K@VŗR\u0003DƤDBSHUD\u0003C@SD BBQT@K\u0003ADFHMR\u0003NM\u0003SGD\u0003ƥQRS\u0003C@X\u0003NE\u0003DLOKNXLDMS\u000b\u0003ATS\u0003RHBJ\u0003SHLD\u0003B@MŗS\u0003AD\u0003TRDC\u0003CTQHMF\u0003SGD\u0003ƥQRS\u0003\u0018\u000f\u0003B@KDMC@Q\u0003days of employment. What agency enforces the bill?City may contract with State Bureau of Labor and Industries.-DV\u00038NQJ\u0003\"HSX\u0003#DO@QSLDMS\u0003NE\u0003\"NMRTLDQ\u0003 Ƥ@HQR Jersey City Department of Health & Human Services46 | AppendixAdditional Paid Sick Time LawsOn October 13, 2011, the Philadelphia City Council voted 15-2 to add a paid sick time requirement to the city’s living wage law, known as the “Philadelphia 21st Century Minimum Wage and Benefits Standard.” The bill became law on October 27, 2011. This amendment to Philadelphia’s living wage law—which covers businesses that contract with the  city, receive city subsidies, or lease office space in buildings that receive city subsidies—allows full-time, non-temporary, non-seasonal employees of covered businesses to earn up to 56 hours of paid sick time annually if they work for an employer with 11 or more employees. Those individuals who work for covered employers with more than 5 but fewer than 11 employees can earn up to 32 hours of paid sick time per year. The law excludes employers with 5 or fewer employees.In November 2012, the voters of Long Beach, California approved a measure to guarantee a living wage and paid sick time to certain hotel workers in the city. Under the law, hotels with 100 or more rooms are required to pay workers a minimum of $13 an hour (adjusted for increases in the federal minimum wage or cost of living) and allow workers to  earn a minimum of 5 paid sick days a year.\u001eGJ\u0003EGJ=\u0003AF>GJE9LAGF\u0003GF\u0003L@=\u0003KA;C\u0003LAE=\u0003D9OK\u00039:GN=\u000e\u0003K==\u0012s\u0000!\u0000\"ETTER\u0000\"ALANCE\u0007S\u0000WEBSITE\u0000AT\u0000HTTP\u001a\u000f\u000fWWW\u000eABETTERBALANCE\u000eORG\u000fWEB\u000fOURISSUES\u000fSICKLEAVE\u000es\u00000HILADELPHIA\u0000#ODE\u0000e\u0000\u0011\u0017\u0011\u0013\u0010\u0015\b\u0012\t\u0000\b\u0012\u0010\u0011\u0012\t\u001b\u0000,ONG\u0000\"EACH\u0000-UNICIPAL\u0000#ODE\u0000e\u0000\u0015\u000e\u0014\u0018\u000e\u0010\u0011\u0010\u001b\u0000h2ESOLUTION\u0000No. Res-12-0049,” Long Beach City Clerk, November 2012, accessed February 15, 2013, HTTP\u001a\u000f\u000fWWW\u000eLONGBEACH\u000eGOV\u000fCIVICA\u000flLEBANK\u000fBLOBDLOAD\u000eASP\u001f\"LOB)$\u001d\u0013\u0014\u0018\u0011\u0013\u0000\bBALLOT\u0000MEASURE\u0000.\t\u000eBasic Overview of California, New Jersey, and Rhode Island Family Leave Insurance LawsCalifornia New Jersey Rhode Island*How can  the leave  be used?Provides partial pay to workers who need TO\u0003SN\u0003\u0015\u0003VDDJR\u0003NƤ\u0003SN\u0003ANMC\u0003VHSG\u0003@\u0003MDV\u0003BGHKC\u0003or care for a seriously ill family memberProvides partial pay to workers who need up to  \u0015\u0003VDDJR\u0003NƤ\u0003SN\u0003ANMC\u0003VHSG\u0003@\u0003MDV\u0003BGHKC\u0003NQ\u0003B@QD\u0003ENQ\u0003@\u0003seriously ill family memberProvides partial pay to workers who need up to \u0013\u0003VDDJR\u0003NƤ\u0003SN\u0003ANMC\u0003VHSG\u0003@\u0003MDV\u0003BGHKC\u0003NQ\u0003B@QD\u0003ENQ\u0003a seriously ill family memberHow much wage  replacement  is available?As of January 1, 2013, workers in California receive 55% of their weekly wage up to a maximum amount of $1,067 a week.As of January 1, 2013, workers in New Jersey receive two-thirds of their average weekly wage up to a maximum amount of $584 a week.As of July 7, 2013, workers in Rhode Island who take temporary disability insurance (TDI) receive an amount equal to 4.62% of their wages in the highest quarter of the base period, up to a L@WHLTL\u0003NE\u0003ʙ\u0016\u0014\u0011\u0003@\u0003VDDJ\u0003.MBD\u0003SGD\u00031(\u0003%@LHKX\u0003+D@UD\u0003(MRTQ@MBD\u0003K@V\u0003HR\u0003HM\u0003DƤDBS\u000b\u0003SGD\u0003@LNTMS\u0003provided will be the same as TDI, and the  L@WHLTL\u0003ADMDƥS\u0003@LNTMS\u0003VHKK\u0003BG@MFD\u0003XD@QKXWhich workers are covered?Most workers are covered, regardless of the employer’s size. Workers covered by the state’s disability insurance law are also covered by the family leave insurance law. Some government workers may be covered, although it often depends on whether the agency or unit has opted in to the program. Eligibility does not depend on the number of days or hours worked.Most workers are covered, regardless of employer size. Private sector and local and state government workers are covered if their employers are subject to the New Jersey Unemployment Compensation law. To be eligible, a worker must have earned at least $7,300, or have worked at least 20 calendar weeks in which the worker earned at least $145 per week, in the 52 weeks immediately before beginning the family leave. An employer may have a private family leave plan that is less restrictive.  Workers whose period of family leave begins more than 14 days after their last day of covered employment may be eligible.Most workers are covered, regardless of the employer’s size. Workers covered by the state’s disability insurance law are also covered by the family leave insurance law. Employees of federal, state, and most governmental entities are exempt, although certain governmental entities can choose to opt in, and unionized state employees can opt in through the collective bargaining process. Which relatives are covered in the case of seriousillness?  How is parent GHƩQHG\"Leave can be taken to care for a seriously ill parent, child, spouse (including same-sex spouses), or registered domestic partner. As of July 1, 2014, workers can also take leave to care for a seriously ill grandparent, grandchild, sibling, or parent-in-law. Parent HR\u0003CDƥMDC\u0003SN\u0003HMBKTCD\u0003AHNKNFHB@K\u000b\u0003ENRSDQ\u000b\u0003adoptive, or stepparents, legal guardians, or a person who stood in loco parentis to the worker during the worker’s childhood.Leave can be taken to care for a seriously ill  parent, child, spouse (including same-sex spouses), or registered domestic partner or civil union  O@QSMDQ\u0003/@QDMS\u0003HR\u0003CDƥMDC\u0003SN\u0003HMBKTCD\u0003AHNKNFHB@K\u000b\u0003 foster, adoptive, or stepparents, as well as the  legal guardian of the worker during the worker’s childhood. Leave can be taken to care for a seriously ill parent, child, spouse (including same-sex spouses), registered domestic partner,  parent-in-law, or grandparent. Parent is  CDƥMDC\u0003SN\u0003HMBKTCD\u0003@\u0003AHNKNFHB@K\u000b\u0003ENRSDQ\u000b\u0003NQ\u0003adoptive parent, a stepparent, a legal guardian, or other person who stands in loco parentis  to the employee or the employee’s spouse  or domestic partner when he/she was a child.How is “child”  GHƩQHG\u0003IRU\u0003leave?Bonding leave and leave to care for a seriously ill child can be taken for a biological, adopted, foster, or stepchild,  a legal ward, a domestic partner’s child,  or a child to whom the employee stands  in loco parentis. Bonding leave must be S@JDM\u0003HM\u0003SGD\u0003ƥQRS\u0003XD@Q\u0003@ESDQ\u0003@\u0003LHMNQ\u0003BGHKCŗR\u0003birth or placement with the worker.Leave to care for a seriously ill child can be taken for a biological, adopted, foster, or stepchild, a legal ward, or the child of a domestic partner or civil union partner; the child must be less than 19 years of age or 19 years of age or older but incapable of self-care because of mental or physical impairment.  Bonding leave can be taken for a biological child, the biological child of a domestic partner or civil union partner, or a child who is/will be adopted, and the KD@UD\u0003LTRS\u0003AD\u0003S@JDM\u0003HM\u0003SGD\u0003ƥQRS\u0003XD@Q\u0003@ESDQ\u0003SGD\u0003BGHKCŗR\u0003birth or placement for adoption with the worker.Bonding leave and leave to care for a seriously ill child can be taken for a biological, adopted, foster, or stepchild, a legal ward, a child of a domestic partner, or the child of an employee who stands in loco parentis to that child. !NMCHMF\u0003KD@UD\u0003LTRS\u0003AD\u0003S@JDM\u0003HM\u0003SGD\u0003ƥQRS\u0003year following the child’s birth, adoption, or placement with the worker.Can leave be taken on an intermittent basis (in  separate blocks of time)?Yes. Intermittent leave can be taken to care for a seriously ill family member, if medically necessary, up to a 42-day maximum in a 12-month period. If the leave is to bond with a child, intermittent leave can only be taken if the worker and employer agree to a schedule that involves non-continuous periods of at least 7 days, up to a maximum of 6 weeks in a 12-month period.8DR\u0003 R\u0003VHSG\u0003SGD\u0003EDCDQ@K\u0003%@LHKX\u0003@MC\u0003,DCHB@K\u0003Leave Act, workers who take advantage of 1(ŗR\u0003%@LHKX\u0003+D@UD\u0003(MRTQ@MBD\u0003OQNFQ@L\u0003SN\u0003B@QD\u0003for a seriously ill loved one can take leave intermittently or on a reduced leave schedule when medically necessary. Workers who take leave to bond with a new child can only take leave intermittently or on a reduced work schedule if the employer agrees. Does the law  provide job  protection?No, although some workers may be eligible for job-protected leave under other federal @MC\u0003RS@SD\u0003K@VR\u000b\u0003HMBKTCHMF\u0003SGD\u0003%,+ \u0003@MC\u0003SGD\u0003\"@KHENQMH@\u0003%@LHKX\u00031HFGSR\u0003 BS\u0003\u0003No, although some workers may be eligible for job-protected leave under other federal and state K@VR\u000b\u0003HMBKTCHMF\u0003SGD\u0003%,+ \u0003@MC\u0003SGD\u0003-DV\u0003)DQRDX\u0003%@LHKX\u0003Leave Act.Yes. Upon the end of their leave, workers are entitled to be restored to the position held  by the worker when the leave began, or to  a position with equivalent seniority, status, DLOKNXLDMS\u0003ADMDƥSR\u000b\u0003O@X\u000b\u0003@MC\u0003NSGDQ\u0003SDQLR\u0003 and conditions of employment including  EQHMFD\u0003ADMDƥSR\u0003@MC\u0003RDQUHBD\u0003BQDCHSRWhere can I get more information?%NQ\u0003LNQD\u0003CDS@HKDC\u0003HMENQL@SHNM\u000b\u0003RDD\u0003\"@K\u0003Unemp. Ins. Code §§ 3300-3306, and the State’s Employment Development Depart-ment website (http://www.edd.ca.gov/Dis-@AHKHSX\u000e% 0RGSL\b%NQ\u0003LNQD\u0003CDS@HKDC\u0003HMENQL@SHNM\u000b\u0003RDD\u0003-)\u00032S@S\u0003e\u0003\u0013\u0012\u0019\u0011\u0010\f25 et seq. and A Better Balance’s guide to family leave in New Jersey, available at http://www.abetterbalance.org/web/home/forfam/know-your-rights. Additional information is available from the State’s Department of Labor and Workforce Development (http://lwd.dol.RS@SDMITR\u000eK@ANQ\u000eƦH\u000eƦHHMCDWGSLK\b%NQ\u0003LNQD\u0003CDS@HKDC\u0003HMENQL@SHNM\u000b\u0003RDD\u00031(\u0003&DM\u0003Laws § 28-41-34 et seq. Additional information should be available before the law goes HMSN\u0003DƤDBS\u0003@S\u0003SGD\u0003VDARHSD\u0003NE\u00031GNCD\u0003(RK@MCŗR\u0003Department of Labor and Training  (http://www.dlt.ri.gov/).* Rhode Island’s family leave insurance law is known as Temporary Caregiver Insurance within Rhode Island. The law will go into effect on January 1, 2014.47 | Appendix48 | AppendixOverview of the Americans with Disabilities ActWhat?The Americans with Disabilities Act (ADA) is a federal law that bans discrimination against people with disabilities in  employment and other areas. The law defines a disability as a physical or mental impairment that substantially limits a major life activity. People living with HIV/AIDS are covered under the law. Individuals with pregnancy-related disabilities, such  as gestational diabetes, are probably covered by the ADA as well. However, normal pregnancy is not covered. Who? The ADA covers private employers with 15 or more employees, as well as state and local governments.  If you work for a private employer with fewer than 15 employees, you should check to see if your state has a disability discrimination law  that applies to smaller workplaces.How?The ADA protects against discrimination in hiring, training, pay, and other employment terms and privileges. The law  also prohibits discrimination if an employer thinks that a worker has a disability (even if he or she does not have a disability) or if the worker is associated with someone with a disability, such as a child with special needs or a friend living with  HIV/AIDS. In addition to its prohibition on discrimination, the ADA requires employers to accommodate employees with disabilities so that they can do their jobs. Reasonable accommodations might include modifying equipment, reassigning a worker to an open job position that might suit the worker’s needs better, or modifying a schedule to allow for medical appointments or treatments. However, employers do not have to make reasonable accommodations if they would impose an “undue hardship” — or significant difficulty or expense — on the employer’s business, determined according to factors specific to the employer’s business, resources, and operations.  Moreover, reasonable accommodations are not required for workers who have an association with a person with a disability. This means that the parent of a child with severe asthma,  for example, would not be entitled to an alternate work schedule to accommodate caregiving responsibilities to the child. Why?Congress passed the ADA in 1990 to eliminate discrimination against people with disabilities. Congress passed amendments to the law in 2008 because Congress did not like how the Supreme Court had limited the law. The new amendments ensure that the law will cover many more people.%GJ=\u0003!F>GJE9LAGF\u0017For more information on the ADA (42 U.S.C. § 12101 et seq.), a good place to start is the U.S. Department of Labor’s page on the ADA, at http://www.dol.gov/dol/topic/disability/ada.htm.Overview of the Pregnancy Discrimination ActWhat?The Pregnancy Discrimination Act (PDA) is a federal law that prohibits unfair treatment of women because of their pregnancy. It requires employers to treat individuals affected by pregnancy, childbirth, or related medical conditions the same as other job applicants or employees who are similarly limited in their ability to work (such as someone who has  an injured back, for example).Who?Individuals are protected by the PDA if they work for a private employer with 15 or more employees. Workers are also covered if they work for state or local government. The law protects job applicants from unlawful discrimination in hiring decisions as well. If you work for a private employer with fewer than 15 employees, check to see whether your state has a  sex or pregnancy discrimination law that applies to smaller workplaces.When?The PDA applies once a worker becomes pregnant, but it may also protect workers who are not yet pregnant or have already given birth. For example, if a covered employer is hostile or unaccommodating because of the belief that a worker is pregnant or may become pregnant, that could be illegal. The PDA might also protect workers after they come back from parental leave.How?The law prohibits discrimination based on pregnancy, childbirth, or pregnancy-related conditions in any aspect of employment, which includes hiring, firing, pay, job assignments, promotions, layoffs, training, fringe benefits such as leave and health insurance, and any other term or condition of employment. Harassment based on pregnancy is also unlawful. An employer also cannot force a pregnant worker to take a leave from work if she is still willing and able to do her job. An employer must treat a pregnant worker or new birth mother the same as other employees who temporarily cannot do their jobs—for example, if someone with a broken hand is given modified work or someone recovering from heart surgery is given unpaid leave, pregnant women or new birth mothers are entitled to the same treatment.Why?Discrimination based on sex was outlawed across the United States in 1964, but workers were still routinely fired or expected to quit when they became pregnant. In 1978, Congress amended Title VII of the Civil Rights Act of 1964 to clarify the law and guarantee equal opportunity for pregnant women and new mothers. The PDA is a minimum requirement, however, which means employers can offer more generous leave options to pregnant women than they offer other employees. State laws may also offer more protections than the PDA.%GJ=\u0003!F>GJE9LAGF\u0017\u0003For more information on the PDA (as codified at 42 U.S.C. § 2000e(k)), see A Better Balance’s “Know Your Rights” fact sheet on pregnancy discrimination at http://www.abetterbalance.org/web/home/forfam/know-your-rights. And to learn more about the workplace rights of new and expecting parents, see A Better Balance’s book Babygate: What You Really Need to Know About Pregnancy and Parenting in the American Workplace, described in the introduction to this appendix.49 | Appendix50 | Endnotes1 Windsor v. United States, 570 U.S. ___, 133 S.Ct. 2675 (June 26, 2013).2 “Statement by the President on the Supreme Court Ruling on the Defense of Marriage Act,” The White House, Office of the Press Secretary, June 26, 2013, http://www.whitehouse.gov/doma-statement.3 American Civil Liberties Union (ACLU), “Edie Windsor and ACLU Challenge Defense of Marriage Act,” YouTube Video, 3:14, November 10, 2010, http://WWW\u000eYOUTUBE\u000eCOM\u000fWATCH\u001fV\u001d%&ZC5$A\u00129?\u0010\u000e4 Peter Applebome, “Reveling in Her Supreme Court Moment,” New York Times, December 10, 2012, A24.5 Edie & Thea, A Very Long Engagement, DVD, directed by Susan Muska and Gréta Olafsdóttir (2009; Philadelphia: Breaking Glass Pictures, 2010).6 Jill Hamburg Coplan, “When a Woman Loves a Woman,” NYU Alumni Magazine, Fall 2011, http://www.nyu.edu/alumni.magazine/issue17/17_FEA_DOMA.html.7 Jim Dwyer, “She Waited 40 Years to Marry, Then When Her Wife Died, the Tax Bill Came,” New York Times, June 7, 2012, A24.8 Family and Medical Leave Act, 29 U.S.C. § 2601 et seq. (1993).9 See Fact Sheet: The Family and Medical Leave Act (A Better Balance, January 2011), http://abetterbalance.org/web/home/forfam/know-your-rights; “Military Family Leave Provisions,” U.S. Department of Labor: Wage and Hour Division, accessed February 25, 2013, http://www.dol.gov/whd/fmla/MilitaryFLProvisions.htm.10 Employers are not required to give workers their jobs back if they would have been laid off during the period of leave. For example, if there is a general downsizing and a worker would have been laid off even had the individual not taken leave, there is no obligation on the employer to give the worker the same job back. Also, if a worker is among the highest paid 10% of all employees at a workplace, an employer may choose not to give the worker his or her job back if the leave of absence would have a substantial negative effect on the business.11 Defense of Marriage Act, 1 U.S.C. § 7 (1996).12 Less than 40% of LGBT Americans live in a state with marriage equality, and 53% of LGBT Americans live in a state that provides no legal recognition for same-sex couples. See “Marriage & Relationship Recognition Laws,” MAP, November 2013, accessed November 14, 2013, http://www.lgbtmap.org/equality-maps/foster_and_adoption_laws.13 29 C.F.R. § 825.122(a) (emphasis added).14 This distinction only applies to certain workers. The federal Office of Personnel Management has already adopted a “place of celebration” rule for the federal workforce, which means that federal workers—but not private sector workers—can take FMLA leave to care for a same-sex spouse regardless of the laws of the state in which they currently reside. “Benefits Administration Letter No. 13-203: Coverage of Same-Sex Spouses” U.S. Office of Personnel Management, July 17, 2013, http://www.opm.gov/retirement-services/publications-forms/benefits-administration-letters/2013/13-203.pdf. For a comprehensive guide on the FMLA and LGBT families, see The Family and Medical Leave Act: What Should LGBT Families Know? (A Better Balance, October 2013), http://www.abetterbalance.org/web/news/resources/lgbt-and-hivaids.15 See, e.g., Sheryl Gay Stolberg, “After Rulings, Same-Sex Couples Grapple With Diverging State Laws,” New York Times, June 29, 2013, A12 (nothing that there are, “thousands of legally married same-sex couples, wed in one state but living in another, caught in a confusing web of laws and regulations. It is a predicament the Obama administration is only beginning to grapple with: how to extend federal rights and benefits to same-sex couples when states, not the federal government, dictate who is married.”).16 Administrator’s Interpretation No. 2010-3 (U.S. Department of Labor: Wage and Hour Division of Labor, June 22, 2010), http://www.dol.gov/WHD/opinion/adminIntrprtn/FMLA/2010/FMLAAI2010_3.htm.17 The FMLA defines “in loco parentis” to include individuals who have day-to-day responsibilities to care for and financially support a child, although the Department of Labor has clarified that one does not have to provide both day-to-day care and financial support in order to stand “in loco parentis” under the FMLA.18 Securing Legal Ties for Children Living in LGBT Families (Movement Advancement Project (MAP), Family Equality Council, and Center for American Progress (CAP), July 2012), 10-15, http://www.lgbtmap.org/file/securing-legal-ties.pdf. See also “Foster and Adoption Laws: Joint Adoption,” MAP, October 2013, accessed October 21, 2013, http://www.lgbtmap.org/equality-maps/foster_and_adoption_laws; “Foster and Adoption Laws: Second-Parent,” MAP, October 2013, accessed October 21, 2013, http://www.lgbtmap.org/equality-maps/foster_and_adoption_laws.19 Administrator’s Interpretation No. 2010-3 (U.S. Department of Labor).20 Jacob A. Klerman, Kelly Daley, and Alyssa Pozniak, Family and Medical Leave in 2012: Technical Report (Abt Associates, prepared for U.S. Department of Labor, September 7, 2012), i. 21 See Cal. Gov’t Code § 12945.2; Conn. Gen. Stat. § 31-51ll; D.C. Code §§ 32-501(4), 32-502(a); Haw. Rev. Stat. §§ 398-1, 398-3; Me. Rev. Stat. title 26, §§ 843(4), 844(1); N.J. Stat. § 34:11B-3; Or. Rev. Stat. §§ 659A.150-186, 106.340; R.I. Gen. Laws § 28-48-1; Vt. Stat. tit. 21, §§ 471-472 and tit. 15, § 1204; Wash. Rev. Code § 49.78.020(7); Wis. Stat. § 103.10.22 The coverage requirements for family leave in each of these states vary, and the state leave laws interact in different ways with the FMLA. See the appendix at the end of this report for resources and additional information.23 “Family Leave Laws: Spouse/Child,” MAP, November 2013, accessed November 4, 2013, http://www.lgbtmap.org/equality-maps/fmla_laws.24 In addition to Washington D.C., the 14 states are: California, Connecticut, Hawaii, Kentucky, Massachusetts, Maine, Minnesota, New Jersey, Oregon, Rhode Island, Tennessee, Vermont, Washington, and Wisconsin. See Cal. Unemp. Ins. Code §§ 3300-3306; Conn. Gen. Stat. § 31-51ll; D.C. Code §§ 32-501(4), 32-502(a); Haw. Rev. Stat. §§ 398-1, 398-3; Ky. Rev. Stat. Ann. § 337.015 (regarding adoptive parents); Mass. Gen. Laws ch. 149 § 105D (applying to new mothers, but see http://www.mass.gov/mcad/maternity1.html regarding application of the law to fathers); Me. Rev. Stat. title 26, § 843; Minn. Stat. § 181.940 et seq.; N.J. Stat. §§ 34:11B-3, 43:21-39.1 et seq.; Or. Rev. Stat. §§ 659A.150-186; R.I. Gen. Laws §§ 28-48-1, 28-41-34 et seq.; Tenn. Code Ann. § 4-21-408 et seq.; Vt. Stat. tit. 21, §§ 471-472; Wash. Rev. Code § 49.78.390; Wis. Stat. § 103.10. In addition, Hawaii and New York have temporary disability insurance laws that provide pay to biological mothers who are unable to work while recovering from childbirth or have a pregnancy-related disability (California, New Jersey, and Rhode Island also have temporary disability laws, in addition to family leave insurance programs). See N.Y. Workers’ Comp. Law § 201(9)(B); Haw. Rev. Stat. § 392-3. Three states—Iowa, Louisiana, and Montana—also have disability laws that provide unpaid leave for biological mothers who are recovering from childbirth. See Iowa Code § 216.6(2)(e); La. Rev. Stat. Ann. § 23:342(2)(b); and Mont. Code Ann. § 49-2-310(2).25 “Family Leave Laws: Child,” MAP, November 2013, accessed November 4, 2013, http://www.lgbtmap.org/equality-maps/fmla_laws.26 For a detailed overview of state family leave laws, see Dina Bakst, Elizabeth Gedmark, and Phoebe Taubman, Babygate: What You Really Need to Know About Pregnancy and Parenting in the American Workplace (Bloomington, Indiana: iUniverse, May 2013), Appendix B (second edition forthcoming Summer 2014).27 Despite the lack of a state program, some workers in the remaining 45 states receive short-term disability benefits through their employers.28 Transgender workers who are seeking wage replacement under a TDI policy or law while out for transition-related procedures or treatment can get in touch with an attorney, legal assistance organization, or LGBT organization to discuss coverage and eligibility under the relevant program.29 Temporary Disability Insurance Program Description and Legislative History (U.S. Social Security Administration, Office of Retirement and Disability Policy, Annual Statistical Supplement, 2012), http://www.ssa.gov/policy/docs/statcomps/supplement/2012/tempdisability.html.30 Employees covered by one of the six TDI programs may be required to make small payroll contributions toward the cost of TDI, and in Hawaii, New Jersey, New York, and Puerto Rico, employers are also required to make contributions.31 TDI laws may overlap with the FMLA or state leave laws that do provide job protection. Additionally, an employer may be prohibited from retaliating against a worker because the worker requested leave or disability benefits, although it can be difficult to show this causal connection.  It is important to consult with an attorney if you lose a job after returning from a period of disability.32 Bill Clinton, “Why I Signed the Family and Medical Leave Act,” Politico, February 5, 2013, http://www.politico.com/story/2013/02/the-family-and-medical-leave-act-20-years-later-87157.html.33 See, e.g., Jody Heymann and Alison Earle, Raising the Global Floor: Dismantling the Myth That We Can’t Afford Good Working Conditions for Everyone (Stanford University Press, 2010), 18; Failing its Families: Lack of Paid Leave and Work-Family Supports in the US (Human Rights Watch, February 23, 2011), 1, 33. 34 While there is limited research on LGBT workers’ access to paid leave around the world, the list of countries that provide paid leave to LGBT parents is growing. Only two years after Australia implemented a program to provide paid leave to a child’s “primary carer,” the program has been expanded to provide “Dad and Partner Pay”; as of January 1, 2013, both parents in a same-sex relationship in Australia are eligible to take paid leave to care for a new child. LGBT parents in many other countries—including, among others, Iceland, the United Kingdom, Denmark, Finland, Norway, and New Zealand—can access paid leave to care for a new child, although the rules and duration for the leave vary widely among these countries. To learn more about countries with LGBT-inclusive paid leave policies, see “Media Release: Applications Open for Dad and Partner Pay,” (Office of Hon. Jenny Macklin, MP, October 1, 2012), http://jennymacklin.fahcsia.gov.au/node/2112; The Parental Leave System in Iceland (Focus Consultancy and GOPA-Cartermill, Reports Based on Organisation of Exchange of Good Practices on Gender Equality, October 2008); “Rights to Family Leave and Pay for Employees,” Stonewall, accessed February 2, 2013, http://www.stonewall.org.uk/at_home/parenting/2629.asp; Ingólfur V. Gíslason and Guðný Björk Eydal, eds., Parental Leave, Childcare and Gender Equality in the Nordic Countries (Copenhagen: TemaNord, 2011); Rebecca Ray, A Detailed Look at Parental Leave Policies in 21 OECD Countries (Center for Economic and Policy Research, September 2008); “Flexible Parental Leave to Give Mothers ‘Real Choice’ Over Work-Life Balance,” BBC, November 13, 2012, http://www.bbc.co.uk/news/uk-politics-20295439.35 For mothers who give birth to a child, these weeks of paid family leave are additional to any leave taken under the temporary disability insurance law for pregnancy-related disability or recovery from childbirth.36 Cal. Unemp. Ins. Code §§ 3300-3306; “Paid Family Leave Benefits,” State of California Employment Development Department, accessed January 11, 2013, http://www.edd.ca.gov/disability/PFL_Benefit; N.J. Stat. §§ 43:21-39.1 to 43:21-39.3; R.I. Gen. Laws § 28-41-34 et seq.; see also Guide to New Jersey Family Leave Insurance (A Better Balance, October  2013), http://www.abetterbalance.org/web/home/forfam/know-your-rights.37 “Quick Statistics,” State of California Employment Development Department, accessed February 20, 2013, http://www.edd.ca.gov/about_edd/Quick_Statistics.htm; “Benefit Calculation and Duration of Benefits,” State of New Jersey, Department of Labor and Workforce Development, accessed January 11, 2013, http://lwd.dol.state.nj.us/labor/fli/worker/state/FL_SP_calculating_benefits.html.38 As of January 1, 2014, Rhode Island family leave benefits will be an amount equal to 4.62% of the wages paid to a worker in the highest quarter of the worker’s base period, up to a maximum of $752 a week. The “base period” is the first four of the last five completed calendar quarters before the starting date of a worker’s family leave insurance claim. Rhode Island currently uses this formula for its temporary disability insurance program, and it will also be used once family leave insurance goes into effect. See “Temporary Disability Insurance: Frequently Asked Questions,” Rhode Island Department of Labor and Training, accessed October 20, 2013, http://www.dlt.ri.gov/tdi/tdifaqs.htm.39 The family leave insurance laws in California, Rhode Island, and New Jersey have LGBT-inclusive definitions of the parent-child relationship, although New Jersey’s definition is more narrow than the other two laws. The New Jersey law defines a child to include biological, adopted, and foster children, stepchildren, legal wards, and the children of a worker’s civil union partner or domestic partner. The child must be less than 19 years of age or 19 years of age or older but incapable of self-care because of mental or physical impairment. See N.J. Stat. § 43:21-27(k). The paid family leave laws in California and Rhode Island also define child to include a biological, adopted, or foster son or daughter, a stepson or stepdaughter, a legal ward, a son or daughter of a domestic partner, or the person to whom the employee stands in loco parentis. The lack of an age restriction and the inclusion of an “in loco parentis” standard makes California’s and Rhode Island’s parent-child definition more LGBT-inclusive than New Jersey’s definition. See Cal. Unemp. Ins. Code § 3302(c); R.I. Gen. Laws § 28-41-34(1).40 See Cal. Unemp. Ins. Code § 3302(f), as amended by S.B. 770; Patrick McGreevy, “Brown Expands Family Leave Program to Cover Care for Grandparents,” Los Angeles Times, September 24, 2013, http:// http://www.latimes.com/local/political/la-me-pc-governor-expands-family-leave-program-to-care-for-grandparents-others-20130924,0,251755.story#.41 R.I. Gen. Laws § 28-41-35(f).42 In February 2013, legislation was introduced in California to amend the state’s family leave insurance law to include protections against retaliation and discrimination. The bill would prohibit employers from discharging or in any other manner discriminating against a worker because the individual has applied for, used, or indicated an intent to apply for or use family leave insurance. See S.B. 761, introduced by Senator DeSaulnier (February 22, 2013).43 Eileen Appelbaum and Ruth Milkman, Leaves that Pay: Employer and Worker Experiences with Paid Family Leave in California (Center for Economic and Policy Research, January 2011), 4-5.51 | Endnotes52 | Endnotes44 1,698,105 claims have been filed in California through June 30, 2013. See “State Disability Insurance — Statistical Information, Paid Family Leave (PFL) Program Statistics,” State of California Employment Development Department, September 2013, 2, http://www.edd.ca.gov/Disability/pdf/qspfl_PFL_Program_Statistics.pdf. And 120,988 claims have been filed in New Jersey through the end of September 2013 (initial determination). See “Family Leave Program Statistics,” State of New Jersey, Department of Labor and Workforce Development, accessed October 20, 2013, http://lwd.dol.state.nj.us/labor/fli/content/fli_program_stats.html.45 Appelbaum and Milkman, Leaves that Pay, 4.  46 Ibid. Rather than using the term “low-wage,” the authors use the phrase “low-quality jobs,” defined as workers who either receive less than $20 an hour or do not receive employee-provided health insurance, or both.47 Ibid.  48 Ibid., 8.  49 Unless otherwise cited or attributed, quotes used throughout this report were obtained through A Better Balance’s advocacy and legal services work.50 Heymann and Earle, Raising the Global Floor, 107.51 Ibid.52 Ibid., 18.53 Conn. Gen. Stat. § 31-57r et seq.54 Ibid., §§ 31-57r, 31-57t.55 Ibid., § 31-57r (1). The law defines “child” to include “child of a service worker standing in loco parentis.”56 Kevin Miller, Robert Drago, and Claudia Williams, Paid Sick Days in Connecticut Would Improve Health Outcomes, Help Control Health Care Costs (Institute for Women’s Policy Research, May 2011), 1.57 Memorandum: Survey Findings On Connecticut Paid Sick Leave Law (Hart Research Associates, for National Partnership for Women & Families, August \u0013\u0010\f\u0000\u0012\u0010\u0011\u0011\t\f\u0000\u0011\f\u0000HTTP\u001a\u000f\u000fWWW\u000eNATIONALPARTNERSHIP\u000eORG\u000fSITE\u000f$OC3ERVER\u000f03$?#4?3URVEY?-EMO\u000ePDF\u001fDOC)$\u001d\u0019\u0013\u0016\u0012\u000e58 Editorial, “Working While Sick,” New York Times, August 5, 2012, SR12; Margot Dorfman, “Paid Sick Days a Boon for State,” Connecticut Post, February 13, 2013, http://www.ctpost.com/default/article/Paid-sick-days-a-boon-for-state-4276053.php.59 San Francisco Administrative Code § 12W.2. 60 Ibid., § 12W.4(a).61 See “Milwaukee,” A Better Balance, accessed February 15, 2013, http://abetterbalance.org/web/ourissues/124-milwaukee; City of Milwaukee Paid Sick Leave Ordinance, File #: 080420, accessed February 1, 2013, http://city.milwaukee.gov/ImageLibrary/User/jkamme/PaidSickLeaveOrdinance.pdf (preempted by Governor Scott Walker).62 Metropolitan Milwaukee Ass’n of Commerce v. City of Milwaukee, 798 N.W.2d 287 (Wis. Ct. App. 2011).63 Wis. Stat. § 103.10(1m)(a).64 See the appendix at the end of this report for more information on these paid sick time laws.65 See http://paidsickdaysforall.org/ for more information on the paid sick time campaign in Washington D.C.66 Portland Code § 9.01.010 et seq.; see also “Press Release: Portland Passes Protected Sick Leave Ordinance,” The Office of Commissioner Amanda Fritz, -ARCH\u0000\u0011\u0013\f\u0000\u0012\u0010\u0011\u0013\f\u0000ACCESSED\u0000-ARCH\u0000\u0011\u0014\f\u0000\u0012\u0010\u0011\u0013\f\u0000HTTP\u001a\u000f\u000fWWW\u000ePORTLANDONLINE\u000eCOM\u000fFRITZ\u000fINDEX\u000eCFM\u001fA\u001d\u0014\u0013\u0019\u0019\u0013\u0012\u0006C\u001d\u0014\u0019\u0012\u0013\u0013\u000e\u0000!LTHOUGH\u0000/REGON\u0000HAS\u0000A\u0000CONSTITUTIONAL\u0000amendment defining marriage as between one man and one woman, the Attorney General’s office recently released an opinion directing state agencies to recognize same-sex marriages legally performed outside of Oregon. Therefore, LGBT workers who legally married a person of the same sex outside of Oregon would likely qualify as spouses under Portland’s paid sick time law, which defines family relationships according to state law. See Attorney General Opinion of October 16, 2013, Mary H. Williams, Deputy Attorney General of Oregon, http://media.oregonlive.com/politics_impact/other/AG_Opinion.pdf.67 New York City Administrative Code §§ 20-912(c), (d), (h), (l), (r).68 Jersey City Code of Ordinances § 3-350.69 See “Paid Sick Time for New Yorkers,” A Better Balance, accessed October 1, 2013, http://www.abetterbalance.org/web/ourissues/127-paidsickdaysnyc. For more information on the New York City Earned Sick Time Act, see the appendix to this report as well.70 D.C. Code § 32-131.02(b)(4); Seattle Municipal Code § 14.16.030(A)(2)(c); Portland Code § 9.01.040(A)(2).71 See Philadelphia Code § 17-1305(2) (2012); Long Beach Municipal Code § 5.48.010; “Resolution No. Res-12-0049,” Office of Long Beach City Clerk, .OVEMBER\u0000\u0012\u0010\u0011\u0012\f\u0000ACCESSED\u0000&EBRUARY\u0000\u0011\u0015\f\u0000\u0012\u0010\u0011\u0013\f\u0000HTTP\u001a\u000f\u000fWWW\u000eLONGBEACH\u000eGOV\u000fCIVICA\u000flLEBANK\u000fBLOBDLOAD\u000eASP\u001f\"LOB)$\u001d\u0013\u0014\u0018\u0011\u0013\u0000\bBALLOT\u0000MEASURE\u0000.\t\u001b\u0000h0HILADELPHIA\u0000Earned Sick Days,” Coalition for Healthy Families and Workplaces, accessed February 1, 2013, http://www.phillyearnedsickdays.com/.72 Promoting Healthy Families and Workplaces, § 9-3301 et seq., File 130004 (2012-2013), accessed March 15, 2013, http://phila.legistar.com/Legislation.aspx (bill passed by the Philadelphia City Council to enact a new Chapter 9-3300 of the Philadelphia Code; vetoed by the mayor).73 The Pregnancy Discrimination Act (PDA), as codified at 42 U.S.C. § 2000e(k), is another federal nondiscrimination law that could afford protection to pregnant workers who need time off. If a worker is unable to perform certain parts of her job because of pregnancy, her employer is required under the PDA to treat her the same as the employer treats other workers who are temporarily unable to perform parts of their jobs. If the employer allows a worker recovering from heart surgery to take disability leave or leave without pay, the pregnant worker must be allowed to do the same. See the appendix for more information on the PDA.74 Many states, counties, and cities have laws that prohibit discrimination against workers due to a disability. Compared to the federal ADA, these state and local disability laws may apply to smaller businesses and recognize a broader definition of disability.75 28 C.F.R. §36.104 (“[t]he phrase physical or mental impairment includes, but is not limited to, such contagious and noncontagious diseases and conditions as orthopedic, visual, speech, and hearing impairments, cerebral palsy, epilepsy, muscular dystrophy, multiple sclerosis, cancer, heart disease, diabetes, mental retardation, emotional illness, specific learning disabilities, HIV disease (whether symptomatic or asymptomatic), tuberculosis, drug addiction, and alcoholism”); “Press Release: EEOC Announces Final Bipartisan Regulations for the ADA Amendments Act,” U.S. Equal Employment Opportunity Commission, March 24, 2011 (stating that “[t]he regulations include examples of impairments that should easily be concluded to be disabilities, such as HIV infection, diabetes, epilepsy, and bipolar disorder”). See also 42 U.S.C. §§ 12111–12117 for the sections of the ADA pertaining to employment. The full ADA is available at 42 U.S.C. § 12101 et seq.76 Questions and Answers: The Americans with Disabilities Act and Persons with HIV/AIDS (U.S. Department of Justice, Civil Rights Division, June 2012), http://www.ada.gov/aids/ada_q&a_aids.htm. 77 Additionally, pregnant workers often need reasonable accommodations to avoid being pushed out of their jobs, even when they have healthy pregnancies. Throughout the country and at all levels of government, there is growing momentum to provide stronger legal protections to pregnant workers, including a clear legal right to reasonable workplace accommodations. In fact, several states already have laws requiring certain employers to provide reasonable accommodations to pregnant employees, and the mayor of New York City signed similar legal protections into law in October 2013. See New York City Administrative Code § 8-107(22) (new subsection, as amended by N.Y.C. Council Intro 974-A).78 Dina Bakst, “Pregnant and Pushed Out of a Job,” New York Times, January 30, 2012, A25. For updates on this work, see “Fairness for Pregnant Workers,” A Better Balance, accessed February 2, 2013, http://www.abetterbalance.org/web/ourissues/fairnessworkplace/192-new-york-reasonable-accommodations-for-pregnant-women.79 Questions and Answers About the Association Provision of the Americans with Disabilities Act (U.S. Equal Employment Opportunity Commission, February 2011), http://www.eeoc.gov/facts/association_ada.html.80 Ibid.81 Brad Sears and Christy Mallory, Documented Evidence of Employment Discrimination & Its Effects on LGBT People (Williams Institute, July 2011), 12-13.82 Jerome Hunt, A State-by-State Examination of Nondiscrimination Laws and Policies (Center for American Progress, June 2012), 1. See also A Survey of LGBT Americans (Pew Research Center, June 2013) (finding in a survey of nearly 1,200 LGBT adults that 21% report being treated unfairly by an employer because of their sexual orientation or gender identity), http://www.pewsocialtrends.org/2013/06/13/a-survey-of-lgbt-americans/. 83 Jaime M. Grant, Lisa A. Mottet, and Justin Tanis with Jack Harrison, Jody L. Herman, and Mara Keisling, Injustice at Every Turn: A Report of the National Transgender Discrimination Survey (National Gay and Lesbian Task Force and National Center for Transgender Equality, February 2011), 53, 56.84 “Employment Non-Discrimination Laws,” MAP, accessed October 21, 2013, http://www.lgbtmap.org/equality-maps/employment_non_discrimination_laws.85 Ibid.86 The applicability of these laws to an LGBT worker would depend on a range of factors, including, but not limited to: the breadth of the relevant nondiscrimination law and whether it covers employee benefits; the type of benefit at issue; the type of employer (i.e., religious, public, private, state or local contractor); the employer’s size; the specific details of the employer’s policies; whether the LGBT worker has a same-sex spouse, domestic partner, or civil union partner; and the breadth of the state’s same-sex relationship recognition law(s). LGBT workers who are treated differently than their non-LGBT colleagues for purposes of workplace leave or other benefits can consult with a lawyer or legal assistance organization to discuss whether there may be any legal options based on their particular circumstances.87 See, e.g., “Equal Benefits Ordinances,” Human Rights Campaign, accessed February 26, 2013, http://www.hrc.org/resources/entry/equal-benefits-ordinances; Cal. Pub. Cont. Code § 10295.3(a)(1); (“Notwithstanding any other provision of law, no state agency may enter into any contract for the acquisition of goods or services in the amount of one hundred thousand dollars ($100,000) or more with a contractor who, in the provision of benefits, discriminates between employees with spouses and employees with domestic partners, or discriminates between employees with spouses or domestic partners of a different sex and employees with spouses or domestic partners of the same sex, or discriminates between same-sex and different-sex domestic partners of employees or between same-sex and different-sex spouses of employees.”).88 In addition, sex discrimination laws may provide a legal basis for new fathers to receive equal caretaking leave to new mothers, to the extent that such leave is available. Title VII of the Civil Rights Act prohibits unequal treatment of men and women who are similarly situated, which means that covered employers generally have to treat male workers with children the same as they would treat female workers with children. Nevertheless, the law does allow employers to provide additional leave to birth mothers due to pregnancy and recovery from childbirth; for example, an employer could legally provide four weeks of leave to birth mothers as pregnancy-related disability and for recovery from childbirth that is not available to adoptive parents or new fathers. However, if an employer covered by Title VII provides leave to mothers to bond with or care for a new child—unrelated to pregnancy or recovery from childbirth—such leave must be granted equally to both male and female workers. Although Title VII does not apply to employers with fewer than 15 workers, state sex discrimination laws may apply to smaller businesses. See 42 U.S.C. § 2000e, et seq.; “Sex-Based Discrimination,” U.S. Equal Employment Opportunity Commission, accessed November 4, 2013, http://www.eeoc.gov/laws/types/sex.cfm. Regarding the discussion at the end of Part One of this report regarding Title VII and transgender workers, see Macy v. Department of Justice, U.S. Equal Employment Opportunity Commission Appeal No. 0120120821 (April 20, 2012), http://www.eeoc.gov/decisions/0120120821%20Macy%20v%20DOJ%20ATF.txt.89 National Compensation Survey: Employee Benefits in the United States, March 2011, Bulletin 2771 (U.S. Department of Labor, Bureau of Labor Statistics, September 2011), Table 33: Leave benefits: Access, Private Industry Workers; Failing its Families, Human Rights Watch, 29 (regarding specific paid family leave benefits, “rather than all forms of paid leave that might be applied during time off work to care for family (such as paid sick and vacation days)”).90 Kevin Miller, Robert Drago, and Claudia Williams, 44 Million U.S. Workers Lacked Paid Sick Days in 2010 (Institute for Women’s Policy Research, January 2011), 1; Economic News Release: Table 6 — Selected Paid Leave Benefits: Access, National Compensation Survey, March 2012 (U.S. Department of Labor, Bureau of Labor Statistics, July 2012), http://www.bls.gov/news.release/ebs2.t06.htm. 91 National Compensation Survey, March 2011, Bureau of Labor Statistics, Table 33: Leave benefits: Access, Private Industry Workers.92 Economic News Release: Table 6, Bureau of Labor Statistics, July 2012.93 Sarah Jane Glynn and Jane Farrell, Latinos Least Likely to Have Paid Leave or Workplace Flexibility (Center for American Progress, November 2012), 2.94 Ibid.95 A Broken Bargain: Discrimination, Fewer Benefits and More Taxes for LGBT Workers (Full Report) (Movement Advancement Project (MAP), Human Rights Campaign (HRC) and Center for American Progress (CAP), May 2013), 5.96 Adam P. Romero, Amanda K. Baumle, M.V. Lee Badgett, and Gary J. Gates, Census Snapshot: United States (Williams Institute, December 2007), 2.97 Gary J. Gates and Abigail M. Cooke, United States Census Snapshot: 2010 (Williams Institute, September 2011), 3.98 All Children Matter: How Legal and Social Inequalities Hurt LGBT Families (Full Report) (Movement Advancement Project (MAP), Family Equality Council, and Center for American Progress (CAP), October 2011), 7, 118-119.99 Gary J. Gates, LGBT Parenting in the United States (Williams Institute, February 2013), 1, http://williamsinstitute.law.ucla.edu/wp-content/uploads/LGBT-Parenting.pdf.53 | Endnotes54 | Endnotes100 According to a 2013 report by the Institute for Women’s Policy Research, for example, 74% of Working Mother magazine’s “100 Best Companies” provide more than four weeks of paid maternity leave, while only 33% provide more than four weeks of paid leave to adoptive parents and 11% provide more than four weeks of paid paternity leave. See Yuko Hara and Ariane Hegewisch, Maternity, Paternity, and Adoption Leave in the United States (Institute for Women’s Policy Research, May 2013), 6-7. Birth mothers often receive additional leave for pregnancy-related disability and recovery from childbirth. But as described in endnote 88, sex discrimination laws may require employers to treat new fathers and mothers the same for the purposes of bonding leave.101 Appelbaum and Milkman, Leaves that Pay, 5, 25; Failing its Families, Human Rights Watch, 37-48.102 Tatsuko Go Hollo, Evaluating Family and Medical Leave Insurance for Washington State (Economic Opportunity Institute, May 2012), 8-9.103 Linda Houser and Thomas P. Vartanian, Pay Matters: The Positive Economic Impacts of Paid Family Leave for Families, Businesses and the Public (Center for Women and Work at Rutgers University, commissioned by the National Partnership for Women & Families, January 2012), 6-7 (showing that women who take paid leave after a child’s birth are more likely to be employed 9-12 months after the child’s birth than working women who do not take leave and that new mothers who take paid leave are also more likely to report wage increases in the year following the child’s birth).104 Tom W. Smith and Jibum Kim, Paid Sick Days: Attitudes and Experiences (National Opinion Research Center at the University of Chicago, for the Public Welfare Foundation, June 2010), 6, http://www.publicwelfare.org/resources/DocFiles/psd2010final.pdf.105 See, e.g., S. Jody Heymann, Alison Earle, and Brian Egleston, “Parental Availability for the Care of Sick Children,” Pediatrics 98, no. 2 (August 1996), 226-30; S. Jody Heymann, The Widening Gap: Why America’s Working Families are in Jeopardy and What Can Be Done About It (New York: Basic Books, 2000), 57.106 Caregiving in the U.S. 2009 (National Alliance for Caregiving in collaboration with AARP, November 2009), 13, 52-53 (statistics regarding the subgroup of caregivers providing care to adults age 18+).107 See, e.g., Still Out, Still Aging: The MetLife Study of Lesbian, Gay, Bisexual, and Transgender Baby Boomers (MetLife Mature Market Institute and American Society of Aging, March 2010), 12-14; Jaime M. Grant with Gerard Koskovich, M. Somjen Frazer, and Sunny Bjerk, Outing Age 2010: Public Policy Issues  Affecting Lesbian, Gay, Bisexual and Transgender Elders (National Gay and Lesbian Task Force with Services & Advocacy for GLBT Elders (SAGE)), 86-89.108 Still Out, Still Aging, Mature Market Institute and American Society of Aging, 12.109 Ari Houser and Mary Jo Gibson, Valuing the Invaluable: A New Look at the Economic Value of Family Caregiving (AARP Public Policy Institute, June 2007), 6.110 Caregiving in the U.S. 2009, National Alliance for Caregiving with AARP, 54.111 Ibid., 13-14.112 MetLife Study of Working Caregivers and Employer Health Care Costs: New Insights and Innovations for Reducing Health Care Costs for Employers  (The MetLife Mature Market Institute and National Alliance for Caregiving, February 2010), 15-17.113 See, e.g., Appelbaum and Milkman, Leaves that Pay, 4-5; Houser and Vartanian, Pay Matters, 2; Curtis Skinner and Susan Ochshorn, Paid Family Leave: Strengthening Families and Our Future (National Center for Children in Poverty, April 2012), 4-8. 114 Ari Houser and Mary Jo Gibson, Valuing the Invaluable: The Economic Value of Family Caregiving, 2008 Update (AARP Public Policy Institute), 1-2.115 M.V. Lee Badgett, Laura E. Durso, and Alyssa Schneebaum, New Patterns of Poverty in the Lesbian, Gay, and Bisexual Community (Williams Institute, June 2013), 3; Randy Albelda, M.V. Lee Badgett, Gary J. Gates, and Alyssa Schneebaum, Poverty in the Lesbian, Gay, and Bisexual Community (Williams Institute, March 2009), 2.116 Romero et al., Census Snapshot: United States (December 2007), 3.117 Albelda et al., Poverty in the Lesbian, Gay, and Bisexual Community, 6.118 Economic News Release: Table 6, Bureau of Labor Statistics, July 2012.119 Ibid. See also The Earnings Penalty for Part-Time Work: An Obstacle to Equal Pay (U.S. Congress Joint Economic Committee, April 2010), 2-3.120 Badgett et al., New Patterns of Poverty in the Lesbian, Gay, and Bisexual Community, 11, 16 (also finding that: 12.6% of Asian children being raised by male same-sex couples and 2.6% of Asian children being raised by female same-sex couples are living in poverty—compared to approximately 12% of white children being raised by male and female same-sex couples).121 Claudia Williams, Fact Sheet: Paid Sick Day Access Rates by Gender and Race/Ethnicity, 2010 (Institute for Women’s Policy Research, March 2011); LGBT Families of Color: Facts at a Glance (Movement Advancement Project (MAP), Family Equality Council and Center for American Progress (CAP), January 2012), 1-2.122 Grant et al., Injustice at Every Turn, 2, 22-23.123 Ibid., 51. See also A Broken Bargain for Transgender Workers (Movement Advancement Project (MAP), Human Rights Campaign (HRC) and Center for American Progress (CAP), September 2013), http://www.lgbtmap.org/file/a-broken-bargain-for-transgender-workers.pdf.124 David U. Himmelstein, Deborah Thorne, Elizabeth Warren, and Steffie Woolhandler, “Medical Bankruptcy in the United States, 2007: Results of a National Study,” American Journal of Medicine 122, no. 8 (August 2009), 741-746, http://www.amjmed.com/article/S0002-9343(09)00404-5/fulltext (concluding that “[i]llness and medical bills contribute to a large and increasing share of US bankruptcies”).125 See, e.g., Arindrajit Dube and Ethan Kaplan, Paid Family Leave in California: An Analysis of Costs and Benefits (Labor Project for Working Families, July 2002), 44-49 (estimating annual savings of $23.5 million in usage of food stamps and TANF).126 See, e.g., Suzanne L. Dibble, Stephanie A. Roberts, and Brenda Nussey, “Comparing Breast Cancer Risk Between Lesbians and their Heterosexual Sisters,” Women’s Health Issues 14, no. 2 (March-April 2004), 60-68; Marshall Miller, Amy André, Julie Ebin, and Leona Bessonova, Bisexual Health: An Introduction and Model Practices for HIV/STI Prevention Programming (National Gay and Lesbian Task Force, Fenway Community Health and BiNet USA, March 2007), 4, 41, 108;  “Lesbians and Cancer,” National LGBT Cancer Network, accessed February 2, 2013, http://www.cancer-network.org/cancer_information/lesbians_and_cancer/; “Bisexuals and Cancer,” National LGBT Cancer Network, accessed February 2, 2013, http://www.cancer-network.org/cancer_information/bisexuals_and_cancer/; Karen I. Fredriksen-Goldsen, “Resilience and Disparities among Lesbian, Gay, Bisexual, and Transgender Older Adults,” Public Policy and Aging Report: Integrating LGBT Older Adults into Aging Policy and Practice 21, no. 3, ed. Robert B. Hudson (SAGE and National Academy on an Aging Society, Summer 2011), 3-7, http://www.sageusa.org/files/Public%20Policy%20and%20Aging%20Report.pdf.127 A Broken Bargain (Full Report), MAP, HRC, and CAP, 62 (based on a CAP analysis of data from the 2007 California Health Interview Study).128 All Children Matter (Full Report), MAP, Family Equality Council, and CAP, 83.129 Fact Sheet: HIV in the United States: At a Glance (U.S. Centers for Disease Control and Prevention), accessed January 29, 2013, http://www.cdc.gov/hiv/resources/factsheets/PDF/statistics_basics_factsheet.pdf; Fact Sheet: HIV Infection among Transgender People (U.S. Centers for Disease Control and Prevention, August 2011), http://www.cdc.gov/hiv/transgender/pdf/transgender.pdf.130 All Children Matter (Full Report) MAP, Family Equality Council, and CAP, 83-84.131 Ibid.132 A Broken Bargain (Full Report), MAP, HRC, and CAP, 62.133 “Workers Without Paid Sick Leave May Skip Cancer Screening Tests,” U.S. Centers for Disease Control and Prevention, last reviewed July 23, 2012, accessed January 27, 2013, http://www.cdc.gov/cancer/cervical/what_cdc_is_doing/screening_workers.htm.134 Facts and story from Copeland v. Mid-Michigan Regional Medical Center, 2012 WL 511534 (E.D. Mich., 2012).135 Ibid., at *2-3 (citing Kimberly Copeland’s deposition and her statements regarding the difficulty of dealing with her partner’s illness).136 Ibid., at *8.137 “Seasonal Influenza (Flu): Stopping the Spread of Germs at Home, Work & School,” U.S. Centers for Disease Control and Prevention, last updated January 10, 2013, accessed January 28, 2013, http://www.cdc.gov/flu/protect/stopgerms.htm.138 Supriya Kumar, Sandra Crouse Quinn, Kevin H. Kim, Laura H. Daniel, and Vicki S. Freimuth, “The Impact of Workplace Policies and Other Social Factors on Self-Reported Influenza-Like Illness Incidence During the 2009 H1N1 Pandemic,” American Journal of Public Health 102, no. 1 (January 2012), 134-140.139 Miller, et al., 44 Million U.S. Workers Lacked Paid Sick Days in 2010, 1.140 Kevin Miller, Claudia Williams, and Youngmin Yi, Paid Sick Days and Health: Cost Savings from Reduced Emergency Department Visits (Institute for Women’s Policy Research, November 2011), 14-15.141 Improving the Lives of LGBT Older Adults (SAGE and the Movement Advancement Project (MAP) with the Center for American Progress (CAP), American Society on Aging, and National Senior Citizens Law Center, March 2010), 2.142 Emy Sok, “Record Unemployment Among Older Workers Does Not Keep Them Out of the Job Market,” Issues in Labor Statistics, Summary 10-04 (U.S. Bureau of Labor Statistics, Office of Publications & Special Studies, March 2010), 1, http://www.bls.gov/opub/ils/summary_10_04/older_workers.htm.143 Still Out, Still Aging, Mature Market Institute and American Society of Aging, 6.144 Improving the Lives of LGBT Older Adults, SAGE and MAP, 30; Allison Auldridge and Robert Espinoza, Health Equity and LGBT Elders of Color: Recommendations for Policy and Practice (SAGE, April 2013), http://www.sageusa.org/files/Sage_PolicyBrief_HealthEquity.pdf. 145 Improving the Lives of LGBT Older Adults, SAGE and MAP, 30.146 Ibid., 11-14; Albelda et al., Poverty in the Lesbian, Gay, and Bisexual Community, 11.147 Albelda et al., Poverty in the Lesbian, Gay, and Bisexual Community, 11.148 Still Out, Still Aging, Mature Market Institute and American Society of Aging, 6.149 Sok, “Record Unemployment Among Older Workers,” 1.150 Ibid. 151 Fredriksen-Goldsen, “Resilience and Disparities among Lesbian, Gay, Bisexual, and Transgender Older Adults,” 5. In addition, a 2004 survey of LGBT New Yorkers over age 50 showed that 46% provided caregiving assistance to families of origin or choice (including friends, non-related caregivers, etc.). See Mandy Hu, Selling Us Short: How Social Security Privatization Will Affect Lesbian, Gay, Bisexual and Transgender Americans (National Gay and Lesbian Task Force Policy Institute, 2005), 16.152 Fredriksen-Goldsen, “Resilience and Disparities among LGBT Older Adults,” 5.153 Robert Espinoza, “The Diverse Elders Coalition and LGBT Aging: Connecting Communities, Issues, and Resources in a Historic Moment,” Public Policy & Aging Report 21, no. 3 (Summer 2011), 9.154 Still Out, Still Aging, Mature Market Institute and American Society of Aging, 16-17.155 Winnie McCroy, “AIDS Walk Raises $6.2 Million,” EDGE, May 17, 2011, http://www.edgenewyork.com/news/local///119716/aids_walk_raises_$62_million.156 “Socioeconomic Factors Affecting HIV Risk,” U.S. Centers for Disease Control and Prevention, last reviewed July 3, 2012, accessed January 28, 2013, http://www.cdc.gov/nchhstp/newsroom/HIVFactSheets/Epidemic/Factors.htm.157 Fact Sheet: HIV in the United States: At a Glance (U.S. Centers for Disease Control and Prevention); “Press Release: New CDC Analysis Reveals Strong Link Between Poverty and HIV Infection,” U.S. Centers for Disease Control and Prevention, July 19, 2010, http://www.cdc.gov/nchhstp/newsroom/povertyandhivpressrelease.html.158 See, e.g., Glynn and Farrell, Latinos Least Likely to Have Access to Paid Leave or Workplace Flexibility, 2; Claudia Williams, Paid Sick Day Access Rates by Gender and Race/Ethnicity, 2010 (Institute for Women’s Policy Research, March 2011), 1-2; Economic News Release: Table 6, Bureau of Labor Statistics, July 2012.159 “Older Adults and HIV/AIDS,” U.S. Department of Health and Human Services, Administration on Aging, last updated February 5, 2013, accessed February 12, 2013, http://www.aoa.gov/AoARoot/AoA_Programs/HPW/HIV_AIDS/index.aspx.160 For more information on HIV/AIDS aging issues and comorbities, see, e.g., Jane Gross, “AIDS Patients Face Downside of Living Longer,” New York Times, January 6, 2008, A1; Stephen E. Karpiak, R. Andrew Shippy, and Marjorie Cantor, Research on Older Adults with HIV (AIDS Community Research Initiative of America, 2006), http://www.acria.org/research/roah-study.161 For more on the benefits of family caregiving, see, e.g., Houser and Gibson, Valuing the Invaluable (June 2007), 6; Houser and Gibson, Valuing the Invaluable, 2008 Update, 1-2, 6.162 Hawaii and Illinois passed marriage equality laws in November 2013, with the support of each state’s Governor. On November 13, 2013, Hawaii Governor Neil Abercrombie signed into law a marriage equality bill, making Hawaii the 15th state with marriage equality. Same-sex couples in Hawaii will be able to marry beginning on December 2, 2013. On November 20, 2013, Illinois Governor Pat Quinn signed into law a marriage equality bill, which made Illinois the 16th state with marriage equality; the law will go into effect on June 1, 2014. See, e.g., Monique Garcia, “Quinn to Sign Gay Marriage Bill Into Law Nov. 20,” Chicago Tribune, November 8, 2013, http://www.chicagotribune.com/news/politics/clout/chi-quinn-to-sign-gay-marriage-bill-into-law-55 | Endnotes56 | Endnotesnov-20-20131107,0,6334248.story; “Abercrombie Signs Same-Sex Marriage Bill Into Law,” Honolulu Star Advertiser, November 13, 2013, http://www.staradvertiser.com/news/breaking/20131113_Abercrombie_to_sign_samesex_marriage_bill_into_law.html; Marriage & Relationship Recognition Laws (Movement Advancement Project (MAP), October 2013), accessed October 21, 2013, http://www.lgbtmap.org/equality-maps/marriage_relationship_laws.163 LGBT Families: Facts at a Glance (Movement Advancement Project (MAP), Family Equality Council, and Center for American Progress (CAP), October 2011), 5, http://www.lgbtmap.org/file/all-children-matter-facts-at-a-glance.pdf. 164 Securing Legal Ties for Children Living in LGBT Families, MAP, Family Equality Council, and CAP, 10-13.165 Ibid. See also “Foster and Adoption Laws: Joint Adoption,” MAP, October 2013, accessed October 21, 2013, http://www.lgbtmap.org/equality-maps/foster_and_adoption_laws.166 Securing Legal Ties for Children Living in LGBT Families, MAP, Family Equality Council, and CAP, 13-15;  “Foster and Adoption Laws: Second-Parent,” MAP, October 2013, accessed October 21, 2013, http://www.lgbtmap.org/equality-maps/foster_and_adoption_laws.167 Ibid.168 See, e.g., Bryce Covert, “Ten States Have Banned Cities and Counties From Passing Paid Sick Days,” ThinkProgress, November 6, 2013, http://thinkprogress.org/economy/2013/11/06/2903871/paid-sick-days-preemption/; Vicki Shabo, “Paid Sick Days Opponents Continue to Hide Behind Preemption,” National Partnership for Women and Families Blog, May 10, 2013, http://www.nationalpartnership.org/blog/general/paid-sick-days-opponents-continue-to-hide-behind-preemption.html; Ellen Bravo, “How Corporate Giants Try to Suppress Democracy,” Family Values @ Work Blog, accessed October 24, 2013, http://familyvaluesatwork.org/blog/paid-sick-days/how-corporate-giants-try-to-suppress-democracy.169 5 C.F.R § 630.201(b)(7) (2010); See also Healthy Families Act, S. 631, H.R. 1286, 113th Cong. § 5(b)(3) (2013); City of Milwaukee Paid Sick Leave Ordinance, File #: 080420, accessed February 1, 2013, http://city.milwaukee.gov/ImageLibrary/User/jkamme/PaidSickLeaveOrdinance.pdf (preempted by Governor Scott Walker); Promoting Healthy Families and Workplaces, § 9-3303(8)(h), File 130004 (2012-2013), accessed March 15, 2013, http://phila.legistar.com/Legislation.aspx (bill passed by the Philadelphia City Council to enact a new Chapter 9-3300 of the Philadelphia Code; vetoed by the mayor).170 San Francisco Administrative Code § 12W.4(a).171 Ford Foundation, “Out for Change: Perspectives from Across the Country,” Vimeo Video, 8:16, November 2012, accessed January 15, 2013, http://vimeo.com/54385761. To learn more, see “Out for Change: The Future of LGBT Rights,” Ford Foundation, accessed January 15, 2013, http://www.fordfoundation.org/newsroom/events/690.172 See, e.g., Lyle Denniston, “On Same-Sex Marriage, Options Open,” SCOTUSblog, December 7, 2012, http://www.scotusblog.com/2012/12/on-same-sex-marriage-options-open/; Pedersen v. Office of Personnel Management, 881 F.Supp. 2d 294, 303 (D. Conn. 2012) aff’d, Massachusetts v. U.S. Dep’t. of Health and Human Services, 682 F.3d 1 (1st Cir. 2012), petition for cert. filed, 81 USLW 3006 (U.S. June 29, 2012) (12-13); Windsor v. U.S., 699 F.3d 169 (2nd Cir., 2012), cert. granted, 81 USLW 3373, 133 S. Ct. 786 (Mem) (U.S. December 28, 2012) (No. 12-785).173 Windsor v. United States, 570 U.S. ___, 133 S.Ct. 2675 (June 26, 2013).174 Ibid., at 2693.175 Ibid., at 2694.176 Dayna K. Shah to Honorable Bill Frist, U.S. Senate Majority Leader, “Defense of Marriage Act: Update to Prior Report,” U.S. General Accounting Office, GAO-04-353R (January 23, 2004), http://www.gao.gov/new.items/d04353r.pdf.177 Ford Foundation, “Out for Change: Perspectives from Across the Country,” Vimeo Video.178 29 C.F.R. § 825.122(a) (emphasis added).179 Hawaii was the fifteenth state to legalize same-sex marriages, and same-sex couples will be able to begin marrying on December 2, 2013. Illinois was the sixteenth state to legalize same-sex marriages, and the marriage equality law will go into effect on June 1, 2014. Although Oregon does not yet have marriage equality, the Oregon Attorney General’s office recently issued an opinion that directs state agencies to recognize same-sex marriages performed outside of Oregon. Therefore, it is possible that same-sex spouses who reside in Oregon—but were married in a state with marriage equality—could argue that they are considered “spouses” under Oregon law and should be eligible for FMLA leave to care for each other. See Tony Merevick, “Oregon To Recognize Marriages Of Same-Sex Couples Wed In Other States,” BuzzFeed, October 17, 2013, http://www.buzzfeed.com/tonymerevick/oregon-to-recognize-marriages-of-same-sex-couples-wed-in-oth. Other states may take similar steps. In addition, the law on relationship recognition is particularly unclear and unsettled in New Mexico, the only state in the country that does not have a law that explicitly addresses—either allowing or prohibiting—same-sex marriages or civil unions. Although the New Mexico Legislature and state courts have not explicitly addressed the recognition of same-sex marriages performed elsewhere, the state’s Attorney General released an opinion in 2011 stating his view that same-sex couples who were married in another state would be recognized as married in New Mexico. Therefore, if LGBT workers live in New Mexico but were legally married in another state, they may be able to argue that they are entitled to FMLA leave to care for a seriously ill same-sex spouse. In July 2013, the Attorney General expanded on his earlier position and told the New Mexico Supreme Court, in response to a pending case, that he believes it would be unconstitutional to prohibit same-sex marriages. Multiple county clerks in New Mexico have issued marriage licenses to same-sex couples, which has added to the legal confusion; the Supreme Court is expected to issue a ruling on marriage equality in the state soon. For more information, see New Mexico Attorney General Opinion, 11-01 (January 2011); Attorney General Response to Verified Petition for Writ of Mandamus, Hudson v. Salazar, Supreme Court of New Mexico (July 2013); Warren Richey, “Same-Sex Marriage: Will New Mexico Become 15th State to Allow It?” The Christian Science Monitor, October 23, 2013, http://www.csmonitor.com/USA/Justice/2013/1023/Same-sex-marriage-Will-New-Mexico-become-15th-state-to-allow-it-video.180 “Respect for Marriage Act,” Human Rights Campaign, last updated January 3, 2013, accessed February 11, 2013, http://www.hrc.org/laws-and-legislation/federal-legislation/respect-for-marriage-act; Julie Bolcer, “Third Republican House Member Supports DOMA Repeal,” Advocate.com, December 27, 2012, http://www.advocate.com/politics/marriage-equality/2012/12/27/third-republican-house-member-supports-doma-repeal.181 “Benefits Administration Letter No. 13-203: Coverage of Same-Sex Spouses,” U.S. Office of Personnel Management, July 17, 2013, http://www.opm.gov/retirement-services/publications-forms/benefits-administration-letters/2013/13-203.pdf.182 “Same-Sex Marriages,” U.S. Citizenship and Immigration Services, September 26, 2013, http://www.uscis.gov/family/same-sex-marriages; “Press Release: All Legal Same-Sex Marriages Will Be Recognized for Federal Tax Purposes,” U.S. Department of the Treasury, August 29, 2013, http://www.treasury.gov/press-center/press-releases/Pages/jl2153.aspx.183 “Technical Release No. 2013-04: Guidance to Employee Benefit Plans on the Definition of ‘Spouse’ and ‘Marriage’ under ERISA and the Supreme Court’s Decision in United States v. Windsor,” U.S. Department of Labor, September 18, 2013, http://www.dol.gov/ebsa/newsroom/tr13-04.html.184 “Son or daughter” in the FMLA is defined as follows: “[f]or purposes of FMLA leave taken for birth or adoption, or to care for a family member with a serious health condition, son or daughter means a biological, adopted, or foster child, a stepchild, a legal ward, or a child of a person standing in loco parentis, who is either under age 18, or age 18 or older and ‘incapable of self-care because of a mental or physical disability’ at the time that FMLA leave is to commence.” 29 C.F.R § 825.122(c) (2009).185 Klerman, et al., Family and Medical Leave in 2012, i.                                           186 Family and Medical Leave Inclusion Act, S. 846, H.R. 1751, 113th Cong. (2013); Part-Time Worker Bill of Rights Act of 2013, H.R. 675, 113th Cong. (2013). 187 Parental Bereavement Act of 2013, S. 226, H.R. 515, 113th Cong. (2013).188 In fact, state unpaid leave laws occupied an important role in the fight for the FMLA. In 1989, four years before the enactment of the FMLA, more than 30 states considered some form of family or medical leave legislation. By the time of the FMLA’s passage in 1993, half of all states had laws providing some form of family or medical leave. Although the majority of these states only guaranteed leave for disabilities related to pregnancy or childbirth, several states had passed more expansive unpaid leave laws. For example, Wisconsin and Maine had laws preceding the FMLA that enabled private sector workers to take unpaid leave to recover from a serious illness or to care for a new child or seriously ill relative, while Connecticut provided leave in these circumstances to state workers only. The success of state unpaid leave laws generated support and bolstered arguments for federal action. For example, the Senate Committee on Labor and Human Resources, which reported favorably on the FMLA bill and recommended its passage, issued a report highlighting the success of state leave laws. The Committee’s report on the FMLA cited positive testimony regarding unpaid leave laws in Oregon, Minnesota, Rhode Island, and Wisconsin. The efforts of work-family advocates to pass unpaid leave laws in states throughout the country helped to pave the way for the federal FMLA. Regarding the impact of state unpaid leave laws on the passage of the federal FMLA, see Sylvia M. Becker, Family and Medical Leave Legislation in the States: Toward a Comprehensive Approach, 26 Harv. J. on Legis. 403 (1989); Senate Committee on Labor and Human Resources, Family and Medical Leave Act, S. Rep. No. 103-3 (1993), reprinted in 1993 U.S.C.C.A.N. 3.189 Klerman, et al., Family and Medical Leave in 2012, ii; Sarah Fass, Paid Leave in the States: A Critical Support for Low-wage Workers and their Families (National Center for Children in Poverty, March 2009), 5.                             190 Legislative Section-by-Section: Family and Medical Insurance Leave Act (FAMILY Act, Sept. 13, 2013 Draft) (The National Partnership for Women & Families, September 2013), http://www.nationalpartnership.org/research-library/work-family/paid-leave/family-and-medical-insurance-act-section-by-section.pdf.191 Ibid.192 “Giving a Hand Up to Low-Income Families,” U.S. Office of Management and Budget, accessed February 18, 2013, http://www.whitehouse.gov/omb/factsheet/giving-a-hand-up-to-low-income-families; see also “FY 2013 Department of Labor Budget in Brief,” U.S. Department of Labor, accessed February 18, 2013, http://www.dol.gov/dol/budget/2013/PDF/FY2013BIB.pdf.193 To learn more about the Washington campaign, see Go Hollo, Evaluating Family and Medical Leave Insurance for Washington State, 1.194 To learn more about the importance of family leave insurance to Washington’s LGBT and HIV/AIDS communities, see A Better Balance’s fact sheet, Washington’s LGBT and HIV/AIDS Communities Need Family and Medical Leave Insurance! (A Better Balance, September 2012), http://www.abetterbalance.org/web/news/resources/lgbt-and-hivaids.195 An Act Relating to Implementing Family and Medical Leave Insurance, S.B. 5292, 63rd Leg., Reg. Sess. (Wash. 2013).196 Ibid., §§ 2(3), 2(10); § 13. Pursuant to Washington’s marriage equality law, same-sex registered domestic partnerships that are not dissolved prior to June 30, 2014 will then be converted to marriage as an act of Washington law. See Wash. Rev. Code § 26.60.100 (2012).197 To learn more about paid family leave campaigns, see, e.g., Investing in Our Families: The Case for Family Leave Insurance in New York and the Nation (A Better Balance, September 2013), http://abetterbalance.org/web/images/stories/Documents/familyleave/FLI2013.pdf; “The Need for Paid Family Leave,” A Better Balance, accessed March 7, 2013, http://www.abetterbalance.org/web/ourissues/familyleave; Fact Sheet: Family Leave Insurance: A Priority for Working Families in New York (A Better Balance, May 2012), http://www.abetterbalance.org/web/images/stories/Documents/familyleave/fact_sheets/PaidFamilyLeaveForNewYork.pdf.198 See, e.g., Fact Sheet: Supporting LGBT Families: The Need for Family Leave Insurance in New York (A Better Balance, November 2011), http://www.abetterbalance.org/web/news/resources/lgbt-and-hivaids.199 See Kenneth Quinnell, “Connecticut Legislature Approves Bill to Study Family Medical Leave,” AFL-CIO Blog, June 3, 2013, http://www.aflcio.org/Blog/In-The-States/Connecticut-Legislature-Approves-Bill-to-Study-Family-Medical-Leave; Connecticut H.B. 6553 (signed by the Governor on June 24, 2013). 200 Smith and Kim, Paid Sick Days: Attitudes and Experiences, 6. 201 Healthy Families Act, S. 631, H.R. 1286, 113th Cong. (2013). For more information on the Healthy Families Act, see Fact Sheet: Healthy Families Act \b.ATIONAL\u00000ARTNERSHIP\u0000FOR\u00007OMEN\u0000\u0006\u0000&AMILIES\f\u0000-ARCH\u0000\u0012\u0010\u0011\u0013\t\f\u0000HTTP\u001a\u000f\u000fWWW\u000eNATIONALPARTNERSHIP\u000eORG\u000fSITE\u000f$OC3ERVER\u000f(&!?%XPANDED?/VERVIEW\u000ePDF\u001fDOC)$\u001d\u0011\u0010\u0017\u0014\u0011\u000e202 Healthy Families Act, § 4(1) (2013) (defining “child” as a “biological, foster, or adopted child, a stepchild, a child of a domestic partner, a legal ward, or a child of a person standing in loco parentis, who is (A) under 18 years of age; or (B) 18 years of age or older and incapable of self-care because of a mental or physical disability”).203 Ibid., § 5(b)(3).204 Expanding Access to Paid Sick Leave: The Impact of the Healthy Families Act on America’s Workers (U.S. Congress Joint Economic Committee, March 2010), 1.205 Ibid., 4.206 See “Obama Administration Initiatives to Help Americans Meet Work and Family Responsibilities,” The White House Council on Women and Girls, accessed March 1, 2013, http://www.whitehouse.gov/administration/eop/cwg/work-flex-kit/get-started/factsheet.207 See, e.g., Peter Schworm and Katy Rushlau, “Religious leaders help collect signatures for initiatives,” The Boston Globe, November 10, 2013, http://www.bostonglobe.com/metro/2013/11/10/religious-leaders-help-collect-signatures-for-ballot-initiatives/KPhMMBf8LODgIb8N2c13EN/story.html; Maryland Earned Sick and Safe Leave Act, S.B. 698, H.B. 735, 433rd Gen. Assem. (Md. 2013); An Act Mandating Certain Employers Provide Earned Sick Leave 57 | Endnotes58 | Endnotesto Employees, A.B. 4125, 215th Leg. (NJ 2012-2013); An Act That Requires Covered Employers to Implement Paid Sick Leave for Eligible Employees, H.B. 3390, 77th Leg. Assem. (Or. 2013); An Act Relating to Absence from Work for Health Care and Safety, H. 208, 2013 Gen. Assem. (Vt. 2013); An Act Relating to Establishing Minimum Standards for Sick and Safe Leave from Employment, H.B. 1313, 63rd Leg., Reg. Sess. (Wash. 2013).208 Steve Strunsky, “At Newark City Hall, Support Builds for Paid Sick Time,” The Star-Ledger, October 29, 2013, http://www.nj.com/business/index.ssf/2013/10/hours_before_vote_newark_sick.html.209 For more on paid sick time campaigns, see “The Need for Paid Sick Leave,” A Better Balance, accessed October 15, 2013, http://abetterbalance.org/web/ourissues/sickleave.210 See, e.g., Mikel L. Walters, Jieru Chen, and Matthew J. Breiding, National Intimate Partner and Sexual Violence Survey: 2010 Findings on Victimization by Sexual Orientation (U.S. Centers for Disease Control, National Center for Injury Prevention and Control, January 2013), http://www.cdc.gov/violenceprevention/nisvs/SpecialReports.html; Leigh Goodmark, “Transgender People, Intimate Partner Abuse & The Legal System,” February 2012, http://WORKS\u000eBEPRESS\u000eCOM\u000fCGI\u000fVIEWCONTENT\u000eCGI\u001fARTICLE\u001d\u0011\u0010\u0010\u0016\u0006CONTEXT\u001dLEIGH?GOODMARK\u001b\u00004ONI\u0000.EWMAN\f\u0000h4RANSGENDER\u00000EOPLE\u0000OF\u0000#OLOR\u0000AND\u0000$OMESTIC\u00006IOLENCE\fv\u0000Huffington Post, January 25, 2013, http://www.huffingtonpost.com/toni-newman/transgender-people-of-color-and-domestic-violence_b_2526793.html.211 “2011 Report on Intimate Partner Violence in Lesbian, Gay, Bisexual, Transgender, Queer and HIV-Affected Communities in the U.S. Released Today,” New York City Anti-Violence Project, October 10, 2012, http://www.avp.org/resources/avp-resources/100-2011-report-on-intimate-partner-violence-in-lesbian-gay-bisexual-transgender-queer-and-hiv-affected-communities-in-the-us-released-today.212 Depending on state law, however, there may be legal limitations on whether a locality can pass laws that provide leave for domestic violence.213 Kara Suffredini, “Testimony In Support of ‘An Act Establishing Paid Sick Days,’” MassEquality, July 22, 2011, http://massequality.ngphost.com/content/testimony-support-act-establishing-paid-sick-days.214 “Economic Justice,” LGBTQ Allyship, accessed March 7, 2013, http://lgbtqallyship.org/programs/economic-justice/ (concerning the group’s advocacy for expansion of family medical leave insurance and Seattle’s paid sick time campaign).215 For more information on the New York City paid sick time campaign, see A Better Balance’s fact sheet, Why the Paid Sick Time Act is Important to New York City’s LGBT and HIV/AIDS Communities (A Better Balance, October 2012), http://www.abetterbalance.org/web/news/resources/lgbt-and-hivaids.216 Michael Barbaro and Michael M. Grynbaum, “Deal Reached to Force Paid Sick Leave in New York City,” New York Times, March 29, 2013, A1.217 Paul Schindler, “Quinn Feels the Heat Over Paid Sick Leave,” Gay City News, August 16, 2012 (parenthetical organization abbreviations omitted).218 Erin Durkin, “Christine Quinn Booed By LGBT Groups During Forum for Democratic Mayoral Candidates,” New York Daily News, March 21, 2013, http://www.nydailynews.com/new-york/quinn-booed-lgbt-groups-mayoral-forum-article-1.1294751#ixzz2PPeQWzyC.219 Duncan Osborne, “At LGBT Forum, Mayoral Rivals Hit Quinn on Sick Leave, Term Extension,” Gay City News, March 21, 2013, http://www.gaycitynews.com/at-lgbt-forum-mayoral-rivals-hit-quinn-on-sick-leave-term-extension/.220 Jen Colletta, “Council Considers Inclusive Sick-Day Bill,” Philadelphia Gay News, June 2011, http://epgn.com/view/full_story/14006556/article-Council-CONSIDERSINCLUSIVESICKDAYBILL\u001fINSTANCE\u001dTOP?STORY\u000e221 Ibid.222 Stephanie Haynes, “Philadelphia Family Pride Supports Earned Sick Days Bill,” Examiner.com, June 12, 2011, http://www.examiner.com/article/philadelphia-family-pride-supports-earned-sick-days-bill; “Press Release: Philadelphia LGBT & HIV/AIDS Community Leaders Call on Philadelphia City Council to Pass Earned Sick Day Bill,” Philadelphia Earned Sick Days Campaign, June 8, 2011, accessed February 1, 2013, http://www.phillyearnedsickdays.com/2011/06/philadelphia-lgbt-hivaids-community.html; Fact Sheet: Why the Earned Sick Leave Bill is Important to Philadelphia’s LGBT and HIV/AIDS Communities (A Better Balance, April 2011), http://www.abetterbalance.org/web/news/resources/lgbt-and-hivaids.223 Jen Colletta, “Sick Leave an LGBT Cause,” Philadelphia Gay News, March 21, 2013, http://epgn.com/view/full_story/22034301/article-Sick-leave-an-LGBT-cause.224 Ai Elo, letter to the editor, Gay City News, September 4, 2012, http://gaycitynews.com/sick-leave-debate-continues/.225 Amber Hollibaugh and Brandon Lacy Campos, “Christine Quinn Should Move on Paid Sick Leave,” Gay City News, August 15, 2012, http://gaycitynews.com/christine-quinn-should-move-on-paid-sick-leave/.226 Noelle Leavitt Riley, “Denver to Vote on Paid Sick Day Initiative,” Out Front Colorado, October 10, 2011, http://outfrontonline.com/focus/news/denver-to-vote-on-paid-sick-day-initiative/.227 “Press Release: NFFE Lauds House Passage of Federal Employees Paid Parental Leave Act,” National Federation of Federal Employees, June 5, 2009, http://www.nffe.org/ht/d/ReleaseDetails/i/10126; “H.R. 626 (111th): Federal Employees Paid Parental Leave Act of 2009 (On Passage of the Bill),” GovTrack.us, June 4, 2009, accessed February 15, 2013, http://www.govtrack.us/congress/votes/111-2009/h310; Federal Employees Paid Parental Leave Act of 2013, H.R. 517, 113th Cong. (2013).228 Paid Parental Leave (U.S. Office of Personnel Management, November 2001), http://archive.opm.gov/oca/leave/html/ParentalReport.htm (reporting to Congress findings and recommendations on paid parental leave); “Federal Employees Paid Parental Leave Act,” Office of Congresswoman Carolyn B. Maloney, accessed February 1, 2013, http://maloney.house.gov/issue/federal-employees-paid-parental-leave-act#press.229 “Data, Analysis & Documentation: Federal Employment Reports, Employment and Trends – December 2011,” U.S. Office of Personnel Management, accessed January 15, 2013, http://www.opm.gov/policy-data-oversight/data-analysis-documentation/federal-employment-reports/employment-trends-data/2011/december/table-1/.230 2011 Public Employment and Payroll Data, State Governments, United States Total, U.S. Census Bureau, May 2013 (source of original data; estimate reflects total full-time employees and part-time employees), http://www2.census.gov/govs/apes/11stus.txt; 2011 Public Employment and Payroll Data, Local Governments, United States Total, U.S. Census Bureau, May 2013 (source of original data; estimate reflects total full-time employees and part-time employees), http://www2.census.gov/govs/apes/11locus.txt.231 “Press Release: Employee Benefits in the United States — March 2012,” U.S. Department of Labor, Bureau of Labor Statistics, July 11, 2012,  http://www.bls.gov/news.release/ebs2.nr0.htm; Economic News Release: Table 6, Bureau of Labor Statistics, July 2012 (98% of full-time state employees receive paid sick time, compared to only 40% of part-time state employees).59 | Endnotes232 Kevin Miller, Robert Drago, and Claudia Williams, Paid Sick Days and Employer Penalties for Absence (Institute for Women’s Policy Research, July 2011), http://www.iwpr.org/publications/pubs/paid-sick-days-and-employer-penalties-for-absence.233 National Compensation Survey, March 2011, Bureau of Labor Statistics, Table 33: Leave benefits: Access, Private Industry Workers.234 A Broken Bargain, MAP, HRC, and CAP, 67. It is possible that Michigan could become the twenty-sixth state, as a federal judge recently blocked a law that prohibits state and local governments from providing benefits to same-sex partners’ of public workers; litigation is ongoing, and the judge’s decision did not require governments in Michigan to provide such benefits. See Tresa Baldas, “Michigan Ban on Domestic Partner Benefits Blocked,” Detroit Free Press, June 28, 2013, http://www.freep.com/article/20130628/NEWS06/306280070/. See also “The Domestic Partnership Benefits and Obligations Act,” Human Rights Campaign, October 2013, accessed October 8, 2013, http://www.hrc.org/laws-and-legislation/federal-legislation/the-domestic-partnership-benefits-and-obligations-act.235 As discussed in greater detail in Part One of this report, transgender workers who face adverse treatment at work based on their gender identity may be able to file a claim under federal sex discrimination laws.236 There are important limitations in the version of ENDA that was most recently introduced in Congress. The most significant gap is the exemption for religious organizations; ENDA would allow a “religious corporation, association, educational institution, or society” to discriminate on the basis of sexual orientation or gender identity, even though such institutions are covered by other nondiscrimination laws. See Gregory R. Nevins, “ENDA’s Religious Loophole,” Lambda Legal Blog, November 7, 2013, http://www.lambdalegal.org/blog/20131107_enda-religious-loophole; Editorial, “Toward Ending Workplace Discrimination,” New York Times, November 4, 2013, http://www.nytimes.com/2013/11/05/opinion/toward-ending-workplace-discrimination.html. For a compelling overview of other limitations in prior versions of ENDA—written when DOMA was fully in effect—see Jennifer C. Pizer, Brad Sears, Christy Mallory and Nan D. Hunter, Evidence of Persistent and Pervasive Workplace Discrimination Against LGBT People: The Need for Federal Legislation Prohibiting Discrimination and Providing for Equal Employment Benefits, 45 Loy. L.A. L. Rev. 715 (Spring 2012). To learn more about the Employment Non-Discrimination Act, see “Employment Non-Discrimination Act,” National Gay and Lesbian Task Force, accessed January 15, 2013, http://www.thetaskforce.org/issues/nondiscrimination/ENDA_main_page.237 Jeremy W. Peters, “Senate Approves Ban on Antigay Bias in Workplace,” New York Times, November 7, 2013, http://www.nytimes.com/2013/11/08/us/politics/senate-moves-to-final-vote-on-workplace-gay-bias-ban.html.238 Ibid.239 “Employment Non-Discrimination Laws,” MAP, October 2013, accessed October 14, 2013, http://www.lgbtmap.org/equality-maps/employment_non_discrimination_laws.240 See, e.g., “In Your State: Workplace,” Lambda Legal, accessed October 28, 2013, http://www.lambdalegal.org/states-regions (click on “workplace” tab); Jerome Hunt, A State-by-State Examination of Nondiscrimination Laws and Policies, 7.241 Ibid.242 Jerome Hunt, A State-by-State Examination of Nondiscrimination Laws and Policies, 7.243 See, e.g., “Employer Voices: Employers Supporting Paid Sick Days Range Far and Wide,” Center for Law and Social Policy (CLASP), accessed January \u0011\u0015\f\u0000\u0012\u0010\u0011\u0013\f\u0000HTTP\u001a\u000f\u000fWWW\u000eCLASP\u000eORG\u000fISSUES\u000fPAGES\u001fTYPE\u001dWORK?LIFE?AND?JOB?QUALITY\u0006ID\u001d\u0010\u0010\u0010\u0019\u001b\u00000AUL\u0000$E\"ENEDETTO\f\u0000h3MALL\u0000\"USINESSES\u00000USH\u00001UINN\u0000TO\u00003UPPORT\u0000Paid Sick Leave,” DNAinfo, October 3, 2012, http://www.dnainfo.com/new-york/20121003/new-york-city/small-businesses-push-quinn-support-paid-sick-leave-proposal#ixzz2K8xeGc00; Cienna Madrid, “Small Business Owners Drop Opposition to Paid Sick Leave,” The Stranger, June 21, 2011, http://slog.thestranger.com/slog/archives/2011/06/21/small-business-owners-support-new-paid-sick-leave-legislation; Tony Fuentes, “The Time for Earned Sick Leave is Now,” Blue Oregon, December 2012, http://www.blueoregon.com/2012/12/time-earned-sick-leave-now/.244 A Look at the U.S. Department of Labor’s 2012 Family and Medical Leave Act Employee and Worksite Surveys (National Partnership for Women and &AMILIES\f\u0000&EBRUARY\u0000\u0012\u0010\u0011\u0013\t\f\u0000\u0013\f\u0000HTTP\u001a\u000f\u000fWWW\u000eNATIONALPARTNERSHIP\u000eORG\u000fSITE\u000f$OC3ERVER\u000f$/,?&-,!?3URVEY?\u0012\u0010\u0011\u0012?+EY?&INDINGS\u000ePDF\u001fDOC)$\u001d\u0011\u0011\u0018\u0016\u0012\u000e245 Small Businesses Overwhelmingly Support Family Medical Leave Act (Small Business Majority, February 2013), 1, http://www.smallbusinessmajority.org/small-business-research/downloads/020513-family-medical-leave-report.pdf (defining small business as businesses with fewer than 100 employees).246 Paid Sick Days and the Seattle Economy: Job Growth and Business Formation at the 1-Year Anniversary of Seattle’s Paid Sick and Safe Leave Law  (Main Street Alliance of Washington, September 2013), 2, http://washington.mainstreetalliance.org/files/2013/09/PSD-1-Year-Report-Final.pdf.247 Yolanda Branche, D.C. Auditor, Audit of the Accrued Sick and Safe Leave Act of 2008 (Office of the District of Columbia Auditor, June 19, 2013), 19, http://dcauditor.org/sites/default/files/DCA092013.pdf.248 Robert Drago and Vicky Lovell, San Francisco’s Paid Sick Leave Ordinance: Outcomes for Employers and Employees, (Institute for Women’s Policy Research, February 2011), 1.249 Aaron Rutkoff, “Will Sick Days Cost Billions for NYC Businesses? San Francisco Says No,” Metropolis, The Wall Street Journal, May 13, 2010,  http://blogs.wsj.com/metropolis/2010/05/13/will-sick-days-costs-billions-for-businesses-san-francisco-says-no/ (“To referee this dispute — albeit indirectly — we called the San Francisco Chamber of Commerce.  That business group, like its New York counterpart, did not favor a local law passed in 2006 that granted all non-seasonal employees in San Francisco the right to paid time off for illness . . . . The burden, according to Senior Vice President Jim Lazarus, has been minimal . . . . ‘It has not been a huge issue that we have heard from our members about.’”).250 John Petro, Paid Sick Leave Does Not Harm Employment (Drum Major Institute for Public Policy, September 2010), 1.251 Drago and Lovell, San Francisco’s Paid Sick Leave Ordinance, 1.252 Appelbaum and Milkman, Leaves that Pay, 4 (defining small business as businesses with fewer than 100 employees).  253 Ibid.254 For an overview of the research regarding the benefits gained by business after instituting LGBT nondiscrimination and domestic partnership policies, see M.V. Lee Badgett, Laura E. Durso, Angeliki Kastanis & Christy Mallory, The Business Impact of LGBT-Supportive Workplace Policies (The Williams Institute, May 2013), http://williamsinstitute.law.ucla.edu/wp-content/uploads/Business-Impact-of-LGBT-Policies-May-2013.pdf. 255 Corporate Equality Index 2013: Rating American Workplaces on Lesbian, Gay, Bisexual and Transgender Equality (Human Rights Campaign, December 2012), 6, http://www.hrc.org/files/assets/resources/CorporateEqualityIndex_2013.pdf.256 Fuentes, “The Time for Earned Sick Leave is Now.”the work and family legal centerA Better Balance is a legal advocacy organization dedicated to promoting fairness in the workplace and helping workers care for their families without risking their economic security.\u0017\u000f\u0003,@HCDM\u0003+@MD\u000b\u00032THSD\u0003\u0015\u000f\u0015\u000b\u0003-DV\u00038NQJ\u000b\u0003-8\u0003\u0010\u000f\u000f\u0012\u0017\u0003|\u0003S\u0019\u0003\u0011\u0010\u0011\u0013\u0012\u000f\u0014\u0018\u0017\u0011\u0003| info@abetterbalance.orgabetterbalance.org",
    "id": 75782429,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:22602"
    },
    "title": "Time for a Change: The Case for LGBT-Inclusive Workplace Leave Laws and Nondiscrimination Protections",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2013-11-11T00:00:00+00:00",
    "publisher": "A Better Balance",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/22602/22602.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/75782429.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/75782429"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/75782429/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/75782429/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/75782429"
        }
    ],
    "abstract": "When Americans need time off work to recover from illness, bond with a new child, or care for a seriously ill family member, they often discover that their jobs provide little or no support. These important life moments can be especially difficult for lesbian, gay, bisexual, and transgender (LGBT) workers to navigate. LGBT workers who need time off for personal health or family caregiving reasons often find themselves lost in a maze of legal questions:Am I entitled to any leave from work, and if so, is it job-protected and/or paid?Do any federal, state, or local laws provide protection or guarantee paid leave?Are my family relationships recognized under the law or my employer's personnel policies?Can I be fired from my job for disclosing that I am in a same-sex relationship or have an LGBT family?In April 2013, A Better Balance issued a comprehensive report to address these critical questions. Given significant developments in the law regarding LGBT Americans, as well as passage of several new state and local workplace leave laws, A Better Balance released this updated version of the report in November 2013",
    "tags": [
        "report",
        "Employment and Labor",
        "Government Reform",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:22602",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 75782429,
        "depositedDate": null,
        "publishedDate": "2013-11-11T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:45:30+00:00",
        "acceptedDate": null,
        "createdDate": "2017-02-15T00:14:10+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/22602",
        "https://issuelab.org/resources/22602/22602.pdf"
    ],
    "lastUpdate": "2024-02-14T12:45:30+00:00",
    "setSpecs": []
}