{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Hillman, Regina"
        }
    ],
    "contributors": [],
    "createdDate": "2020-01-02T16:41:26+00:00",
    "dataProvider": {
        "id": 14440,
        "name": "Belmont Digital Repository (Belmont University)",
        "url": "https://api.core.ac.uk/v3/data-providers/14440",
        "logo": "https://api.core.ac.uk/data-providers/14440/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/277632600.pdf",
    "fullText": "Belmont Law ReviewVolume 6 Symposium 2018: The Modern Workplace:Contemporary Legal Issues in Employment & LaborLawArticle 12019Title VII Discrimination Protections & LGBTEmployees: The Need for Consistency, Certainty &Equality Post-ObergefellRegina HillmanFollow this and additional works at: https://repository.belmont.edu/lawreviewPart of the Legal Writing and Research CommonsThis Article is brought to you for free and open access by the College of Law at Belmont Digital Repository. It has been accepted for inclusion inBelmont Law Review by an authorized editor of Belmont Digital Repository. For more information, please contact repository@belmont.edu.Recommended CitationHillman, Regina (2019) \"Title VII Discrimination Protections & LGBT Employees: The Need for Consistency, Certainty & EqualityPost-Obergefell,\" Belmont Law Review: Vol. 6 , Article 1.Available at: https://repository.belmont.edu/lawreview/vol6/iss2/1Title VII Discrimination Protections & LGBT Employees: The Need forConsistency, Certainty & Equality Post-ObergefellCover Page FootnoteRegina Lambert Hillman is an Assistant Professor of Law at the University of Memphis Cecil C. HumphreysSchool of Law. In 2013, Professor Hillman was an organizing member of the Tennessee Marriage EqualityLegal Team that challenged Tennessee’s constitutional and statutory bans on recognition of valid out-of-statesame-sex marriages. In 2015, the case, Tanco v. Haslam/Obergefell v. Hodges, was successfully decided by theUnited States Supreme Court, culminating with nationwide marriage equality on June 26, 2015. ProfessorHillman received her J.D. summa cum laude from The University of Tennessee College of Law and her B.A.summa cum laude from The University of Memphis. Professor Hillman is appreciative to her researchassistant, Jeanne Prendergast de Santos, and the Belmont Law Review staff for assistance with this article. Thisarticle is dedicated to Professor Hillman’s wife, Natalie Hillman.This article is available in Belmont Law Review: https://repository.belmont.edu/lawreview/vol6/iss2/1 1 TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES: THE NEED FOR CONSISTENCY, CERTAINTY & EQUALITY POST-OBERGEFELL REGINA LAMBERT HILLMAN* “We are confronted primarily with a moral issue. It is as old as the scriptures and it is as clear as the American Constitution.  The heart of the question is whether all Americans are afforded equal rights and equal opportunities, whether we are going to treat our fellow Americans as we want to be treated . . . .” President John F. Kennedy1  I. TITLE VII, CONFUSION & CONTRADICTION .................................... 2 II. TITLE VII & THE SUPREME COURT ................................................. 8 III. THE EEOC’S IMPORTANT ROLE IN ADVANCING LGBT EMPLOYEE RIGHTS ........................................................................................... 10 A. The EEOC’s Current Strategic Enforcement Plan (“SEP”) .... 11 B. The EEOC Determines Title VII Applies to Transgender Employees ............................................................................... 12 C. The EEOC Brings its First Suits Challenging Discrimination Based on Transgender Status/Gender Identity Under Title VII     .......................................................................................... 15 D. The EEOC Extends Title VII Protections to Sexual Orientation   .......................................................................................... 17                                                 * Regina Lambert Hillman is an Assistant Professor of Law at the University of Memphis Cecil C. Humphreys School of Law. In 2013, Professor Hillman was an organizing member of the Tennessee Marriage Equality Legal Team that challenged Tennessee’s constitutional and statutory bans on recognition of valid out-of-state same-sex marriages. In 2015, the case, Tanco v. Haslam/Obergefell v. Hodges, was successfully decided by the United States Supreme Court, culminating with nationwide marriage equality on June 26, 2015. Professor Hillman received her J.D. summa cum laude from The University of Tennessee College of Law and her B.A. summa cum laude from The University of Memphis. Professor Hillman is appreciative to her research assistant, Jeanne Prendergast de Santos, and the Belmont Law Review staff for assistance with this article. This article is dedicated to Professor Hillman’s wife, Natalie Hillman.  1. Radio and Television Report to the American People on Civil Rights (John F. Kennedy, The White House June 11, 1963) (on file with John F. Kennedy Presidential Library and Museum). 2 BELMONT LAW REVIEW [Vol. 6:2: 1 IV. LOVE WINS:  OBERGEFELL & MARRIAGE EQUALITY .................... 19 V. PRESIDENTIAL ADMINISTRATIONS, EXECUTIVE ORDERS & LGBT PROTECTIONS ................................................................................. 20 VI. FEDERAL AGENCIES AT ODDS:  EEOC VERSUS DOJ .................... 23 VII. A BIZARRE & IRRECONCILABLE POST-PRICE WATERHOUSE/ONCALE OUTCOME:  ONLY TRANSGENDER INDIVIDUALS & STEREOTYPICAL GAY MEN & LESBIANS ARE ENTITLED TO TITLE VII DISCRIMINATION PROTECTIONS—GENDER IDENTITY VERSUS SEXUAL ORIENTATION .................................................................. 25 VIII. THE CIRCUIT SPLIT POST-OBERGEFELL:  DOES TITLE VII PROHIBIT EMPLOYMENT DISCRIMINATION BASED ON SEXUAL ORIENTATION? THE CURRENT STATE OF THE CIRCUITS AND THE TREND TOWARD FULL LGBT PROTECTIONS UNDER TITLE VII ............................... 28 A. Post-Obergefell Appellate Decisions Denying Title VII Protection Extends to Sexual Orientation:  The Eleventh Circuit  .......................................................................................... 29 B. The First Circuit: Sex “Plus” Sexual Orientation Claim Constitutes Discrimination Under Title VII ............................ 31 C. The Growing Trend: Title VII Prohibits Discrimination Based on Sexual Orientation .............................................................. 32 1. The Seventh Circuit’s En Banc Review ........................... 32 2. The Second Circuit’s En Banc Review ............................ 34 IX. THE NEXT STOP:  SUPREME COURT REVIEW ................................ 35 X. THE NEED FOR CONSISTENCY, CERTAINTY & EQUALITY POST-OBERGEFELL .................................................................................. 38  I. TITLE VII, CONFUSION & CONTRADICTION Employment protections from discriminatory practices for LGBT2 Americans are fraught with uncertainties and inconsistencies.  While the LGBT community has experienced historical civil rights advances in the recent past, those advances have raised new legal dilemmas and led to confusion and unpredictability, particularly in the area of employment law.  Legal protections in the workforce against discriminatory employment practices have not kept pace with advances in constitutional rights now available for LGBT employees.3  Due to the fact that regulation of employment discrimination varies by jurisdiction, whether legal protections are available to LGBT employees based on sexual orientation and/or gender identity depends on factors such as whether the employment is public or                                                 2. “LGBT” is an acronym for Lesbian, Gay, Bisexual, and Transgender. Although “LGBTQ” is often used to fully recognize the diversity of the LGBT community, this article utilizes LGBT to comport with the majority of legal cases, articles, and agencies.  3. Sexual Orientation Discrimination, WORKPLACE FAIRNESS, https://www.workplacefairness.org/sexual-orientation-discrimination (last visited Nov. 18, 2018). 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 3 private, state or federal, and the geographic location where the action takes place.  Almost four years after the Supreme Court announced a constitutional right to marry for same-sex couples, laws remain that permit an employer to fire a gay or lesbian employee for exercising that very right, and there remains no federal law in place prohibiting employment discrimination on the basis of gender identity or sexual orientation.4 With an estimated 6.5 million LGBT employees in the United States workforce, employment discrimination and the state of available workplace protections present a significant and serious concern.5  Despite numerous historical advances, including Supreme Court recognition of the “dignity” that LGBT relationships deserve when recognizing a constitutional right to same-sex marriage,6 hate crimes legislation protecting the LGBT community,7 and changes to military qualification criteria,8 employment law has simply failed to keep up.  Further, while Supreme Court jurisprudence providing an expansive view of “sex” has led to protections for employees discriminated against on the basis of gender identity, the federal appellate courts are split, along with federal agencies, regarding whether LGBT employees are entitled to protections from discrimination in the workplace based on sexual orientation.9  The lack of coherent, uniformly recognized laws has prevented consistent legal outcomes and applications for employers and employees alike and undermined advancements in LGBT rights.                                                 4. See infra Section III. While state employment protections for LGBT employees are not addressed in this article, according to Out & Equal’s 2017 Workplace Equality Factsheet, “in 28 states, you can get fired just for being lesbian, bisexual, or gay” and “in 30 states, you can be fired for being transgender.” Only “[t]wenty-two states and the District of Columbia prohibit employment discrimination on the basis of sexual orientation and/or gender identity by statute.” 2017 Workplace Equality Fact Sheet, OUT & EQUAL WORKPLACE ADVOCATES, http://outandequal.org/2017-workplace-equality-fact-sheet/ (last visited Sept. 20, 2018) [hereinafter “Workplace Equality Fact Sheet].  5. Ecker, Lori, Discrimination in Employment Issues for LGBT Individuals, AMERICAN BAR ASSOCIATION (Oct. 13, 2017), https://www.americanbar.org/groups/young_lawyers/publications/tyl/topics/sexual-orientation-gender-identity/discrimination-in-employment-issues-for-lgbt-individuals.html.  6. When recognizing the constitutional right to same-sex marriage, Justice Kennedy penned, “They ask for equal dignity in the eyes of the law. The Constitution grants them that right.” Obergefell v. Hodges, 576 U.S. ___, 135 S. Ct. 2584, 2608 (2015).  7. In 2009, President Obama signed the Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act of 2009, expanding the definition of violent federal hate crimes to those committed because of a victim’s sexual orientation. 18 U.S.C. § 249 (2009).  8. See Repeal of “Don’t Ask, Don’t Tell,” HUMAN RIGHTS CAMPAIGN, https://www.hrc.org/resources/the-repeal-of-dont-ask-dont-tell (last visited Sept. 20, 2018). On December 22, 2010, President Obama signed legislation repealing Don’t Ask Don’t Tell, “allowing gay, lesbian, and bisexual Americans to serve openly in the Armed Forces without fear of being dismissed from service because of who they are and who they love, putting in motion the end of a discriminatory policy that ran counter to American values.” FACT SHEET: Obama Administration’s Record and the LGBT Community, WHITE HOUSE (June 9, 2017), https://obamawhitehouse.archives.gov/the-press-office/2016/06/09/fact-sheet-obama-administrations-record-and-lgbt-community.  9. See infra Section VIII. 4 BELMONT LAW REVIEW [Vol. 6:2: 1 While there is not a federal law that provides employment discrimination protections based on LGBT status,10 advocates for LGBT employment protections argue that the ban on sex discrimination in Title VII of the Civil Rights Act of 1964 (“Title VII”)11 applies to LGBT employees.12  This argument asserts that firing, harassing, failing to promote, or otherwise discriminating against an employee based on his or her LGBT status is a form of sex stereotyping that illegally discriminates against the employee based on his or her gender identity or sexual orientation that deviates from stereotypical male and female expectations.13 In recent years, the Equal Employment Opportunity Commission (“EEOC” or “Commission”), the leading federal law enforcement agency charged with both preventing and remedying employment anti-discrimination laws and advancing equal opportunity in the workforce while enforcing federal laws prohibiting employment discrimination,14 has                                                 10. This Article does not address the years of attempts at passing federal legislation to provide employment protections to LGBT employees. For a thorough discussion of the Employment Non-Discrimination Act (“ENDA”) and the Equality Act of 2015, see Shalyn L. Caulley, The Next Frontier to LGBT Equality: Securing Workplace-Discrimination Protections, 2017 U. Ill. L. Rev. 909 (2017); see also Alex Reed, RFRA v. ENDA: Religious Freedom and Employment Discrimination, 23 Va. J. Soc. Pol’y & L. 1 (2016).  11. Civil Rights Act of 1964, 42 U.S.C. § 2000e-4 (1994); see Protection for LGBT Employees Under Title VII of the 1964 Civil Rights Act, HUMAN RIGHTS MAGAZINE (Oct. 23, 2012), https://www.americanbar.org/publications/human_rights_magazine_home/human_ rights_vol31_2004/summer2004/irr_hr_summer04_protectlgbt/. For a history of the Civil Rights Act of 1964, see Shannon Bond, Married on Saturday and Fired on Monday: Hively v. Ivy Tech Community College: Resolving the Disconnect Under Title VII, 97 NEB. L. REV. 225, 228 (2018); see also, William N. Eskridge, Jr., Title VII’s Statutory History and the Sex Discrimination Argument for LGBT Workplace Protections, 127 YALE L.J. 322 (Nov. 2017).  12. U.S. appeals court says Title VII covers discrimination based on sexual orientation, U.S. LEGAL NEWS (Feb. 26, 2018), https://www.reuters.com/article/us-usa-lgbt/u-s-appeals-court-says-title-vii-covers-discrimination-based-on-sexual-orientation-idUSKCN1GA201. See also infra Section VIII.  13. See infra Section VIII. For a detailed view of LGBT employment law, see Darrell Vandeusen & Alexander Berg, The Developing Law of LGBT Protections under Title VII, LEXIS PRAC. ADVISOR J. (June 3, 2016), https://www.lexisnexis.com/lexis-practice-advisor/the-journal/b/lpa/archive/2016/06/02/the-developing-law-of-lgbt-protections-under-title-vii.aspx.  14. U.S. EQUAL EMP’T OPPORTUNITY COMM’N, About EEOC, https://www.eeoc.gov/ eeoc/index.cfm (last visited Sept. 16, 2018) (The EEOC “is responsible for enforcing federal laws that make it illegal to discriminate in employment against a job applicant, employee, or former employee because of the person’s race, color, religion, sex (including pregnancy), national origin, age (40 or older), disability or genetic information.”). When the Civil Rights Act, including Title VII, was passed, “the Commission’s most significant early interpretations concerned the basic definition of discrimination, not provided in the statutory language of Title VII.” Shaping Employment Discrimination Law, U.S. EQUAL EMP’T OPPORTUNITY COMM’N 35TH ANNIVERSARY, https://www.eeoc.gov/eeoc/history/35th/1965-71/shaping.html (last visited Sept. 24, 2018). For a detailed history of Title VII’s development after the Civil Rights Act of 1964’s passage see Juliet R. Aiken, Elizabeth D. Salmon and Paul J. Hanges, The Origins and Legacy of the Civil Rights Act of 1964, 28 J. OF BUS. AND PSYCHOL. 4, 383 (1993). 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 5 similarly interpreted Title VII to extend to LGBT employees.15  Although Title VII does not expressly prohibit employment discrimination based on LGBT status, the EEOC has extended Title VII prohibitions on sex discrimination to prohibit discrimination on the basis of both gender identity and sexual orientation.16  In the determination that discrimination based on gender identity17 and sexual orientation18 are included within Title VII’s prohibition of discrimination on the basis of sex, the Commission clarified that “it [did] not recognize[] any new protected characteristics under Title VII,” but simply “applied existing Title VII precedents to sex discrimination                                                 15. U.S. EQUAL EMP’T OPPORTUNITY COMM’N, What You Should Know About EEOC and the Enforcement Protections for LGBT Workers, https://www.eeoc.gov/eeoc/newsroom/ wysk/enforcement_protections_lgbt_workers.cfm#overview (last visited Sept. 16, 2018) [hereinafter “What You Should Know”].  While Title VII of the Civil Rights Act of 1964 does not explicitly include sexual orientation or gender identity in its list of protected bases, the Commission, consistent with Supreme Court case law holding that employment actions motivated by gender stereotyping are unlawful sex discrimination and other court decisions, interprets the statute’s sex discrimination provision as prohibiting discrimination against employees on the basis of sexual orientation and gender identity.    Further, according to the EEOC website, “Discrimination against an individual because of gender identity, including transgender status, or because of sexual orientation is discrimination because of sex in violation of Title VII.”  Id.  The EEOC “protections apply regardless of any contrary state or local laws.”  Id; see also Paul Pettern & Michelle Phillips, EEOC: Title VII Prohibits Employment Discrimination Based on Gender Identity, Sexual Orientation, JACKSON LEWIS (July 21, 2016), https://www.jacksonlewis.com/publication/ eeoc-title-vii-prohibits-employment-discrimination-based-gender-identity-sexual-orientation.  16. As noted on the EEOC website: Although Title VII of the Civil Rights Act of 1964 does not explicitly include sexual orientation or gender identity, the EEOC and courts have said that sex discrimination includes discrimination based on an applicant or employee’s gender identity or sexual orientation. For example, it is illegal for an employer to deny employment opportunities or permit harassment because: • A woman does not dress or talk in a feminine manner. • A man dresses in an effeminate manner or enjoys a pastime (like crocheting) that is associated with women. • A female employee dates women instead of men. • A male employee plans to marry a man. • An employee is planning or has made a gender transition from female to male or male to female.  What You Should Know, supra note 15.  17. See Macy, E.E.O.C. Appeal No. 0120120821, 2012 WL 1435995 (Apr. 20, 2012) (holding that Title VII prohibits discrimination based on gender identity).  18. See Baldwin, E.E.O.C. Appeal No. 0120133080, 2015 WL 4397641 (July 15, 2015) (holding that Title VII prohibits discrimination based on sexual orientation). 6 BELMONT LAW REVIEW [Vol. 6:2: 1 claims raised by LGBT individuals.”19  The Commission has reiterated its position through both amicus briefs and in litigation filed against private employers.20  However, while the EEOC has held that Title VII provides protection against discrimination based on both gender identity and sexual orientation, EEOC rulings are merely persuasive authority and provide no binding effect on United States federal courts.21 Nonetheless, numerous federal courts have been persuaded by the argument, and there is currently a growing trend in the federal appellate courts to recognize that both gender identity and sexual orientation discrimination are encompassed by Title VII’s prohibition on sex discrimination.22  While some state and local governments prohibit discrimination based on sexual orientation and/or sexual identity, there remain numerous states where an employee can be legally fired based on his or her LGBT status.23  And although the vast majority of Fortune 500 companies provide legal protection from discriminatory practices to LGBT employees, those protections do not extend to many parts of the private sector,24 leading to a confusing state of affairs to navigate and unequal outcomes for employers and employees alike. Further, while the EEOC’s clear position and current Strategic Enforcement Plan (“SEP”) specifically state that Title VII does provide protection from discrimination to LGBT employees,25 the current presidential administration has taken a contrary position and explicitly stated that Title VII does not provide protection from discrimination to LGBT employees.26  In fact, under Trump’s presidency the federal government has not only changed course to deny Title VII protection provided to LGBT                                                 19. What You Should Know, supra note 15. See infra note 20, re: amicus briefs and litigation against private companies.  20. See, e.g., Eure v. Sage Corp., 61 F. Supp. 3d 651 (W.D. Tex. 2014) (amicus brief filed Apr. 22, 2015, addressing Title VII and transgender status/gender identity). See also Christiansen v. Omnicom Grp., Inc., 852 F.3d 195 (2d Cir. 2013) (amicus brief filed June 28, 2016); Evans v. Georgia Reg’l Hosp., 850 F.3d 1248 (11th Cir. 2017) (amicus brief filed Jan. 11, 2016) (addressing Title VII and sexual orientation).  21. “The weight of deference afforded to agency interpretations . . . depends upon the thoroughness evident in its consideration, the validity of its reasoning, its consistency with earlier and later pronouncements, and all those factors which give it power to persuade.” Univ. of Texas Sw. Med. Ctr. v. Nassar, 570 U.S. 338, 360 (2013) (internal quotations omitted).  22. See infra Sections VII and VIII.  23. See Workplace Equality Fact Sheet, supra note 4.  24. Corporate Equality Index 2017, HUMAN RIGHTS CAMPAIGN FOUND., http://assets2.hrc.org/files/assets/resources/CEI-2017-FinalReport.pdf (last visited Sept. 22, 2018).  25. What You Should Know, supra note 15.  26. Memorandum from the Office of the Att’y Gen. to U.S. Attorneys and Heads of Department Components on Revised Treatment of Transgender Employment Discrimination Claims Under Title VII of the Civil Rights Act of 1964, DEP’T OF JUSTICE (Oct. 4, 2017), https://assets.documentcloud.org/documents/4067383/Attachment-2.pdf [hereinafter “Sessions Memo”]. 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 7 employees under President Obama and in concert with the EEOC, it has also directly opposed the EEOC’s position in federal court.27 To add to the confusion, many federal courts applying Supreme Court precedent distinguish between employment discrimination based on gender identity and sexual orientation, leading to the problematic and irreconcilable outcome that transgender and/or stereotypically gay and lesbian presenting employees may receive protections that are denied to non-stereotypical presenting gay and lesbian employees.28  As a result, in some jurisdictions, a lesbian employee can celebrate her now constitutional right to marry her same-sex partner over the weekend and find herself legally fired the following Monday for exercising that very right.29 While some feel it is critical for Congress to amend Title VII to include LGBT status to the list of protected classes,30 it is likely that the issue will be resolved through the courts as the Supreme Court granted certiorari to hear three cases in the upcoming 2019–20 Term.31  Based on the current federal circuit court divide and conflicting interpretations of Title VII by federal agencies, the Supreme Court’s certiorari grant will hopefully provide much-needed resolution.32  Of further concern to LGBT advocates is whether current changes in the Court’s makeup33 may shift the prior Court’s narrow                                                 27. See infra Section VI discussing the DOJ and EEOC filing opposing amicus briefs.  28. U.S. EQUAL EMP’T OPPORTUNITY COMM’N, Examples of Court Decisions Supporting Coverage of LGBT-Related Discrimination Under Title VII, https://www.eeoc.gov/eeoc/newsroom/wysk/lgbt_examples_decisions.cfm (last visited Oct. 23, 2018).  29. Bond, supra note 11.  30. See, e.g., William C. Sung, Taking the Fight Back to Title VII: A Case for Redefining “Because of Sex” to Include Gender Stereotypes, Sexual Orientation, and Gender Identity, 84 S. CAL. L. REV. 487, 493 (2011) (arguing to amend Title VII prohibition on sex discrimination to include discrimination based on sexual orientation and gender identity).  31. On Monday, April 22, 2019, the Supreme Court justices agreed to review the issue of whether LGBT employees are protected from discrimination under federal employment laws.  After considering the cases at eleven consecutive conferences beginning on September 24, 2018, certiorari was granted in Altitude Express v. Zarda, No. 17-1618 (addressing “[w]hether the prohibition in Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e-2(a)(1), against employment discrimination “because of . . . sex” encompasses discrimination based on an individual’s sexual orientation”), Bostock v. Clayton, No. 17-1623 (addressing [w]hether discrimination against an employee because of sexual orientation constitutes prohibited employment discrimination “because of . . . sex” within the meaning of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e-2”) (both cases have been consolidated and will be collectively referred to as No. 17-1618), and R.G. & G.R. Harris, No. 18-107 (addressing “[w]hether Title VII prohibits discrimination against transgender people based on (1) their status as transgender or (2) sex stereotyping under Price Waterhouse v. Hopkins, 490 U. S. 228 (1989)).  See also infra notes 249–54 and accompanying text.  32. See supra note 31 and accompanying text; infra notes 249–54 and accompanying text.  33. READ: Justice Anthony Kennedy’s Retirement Letter, CNN POLITICS (June 27, 2018), https://www.cnn.com/2018/06/27/politics/read-justice-anthony-kennedy-retirement-letter/index.html. Justice Kennedy was the swing vote and author of the majority opinions in all Supreme Court cases favoring the advancement of LGBT rights, including striking down laws preventing LGBT citizens from being recognized as a protected class, Romer v. Evans, 517 U.S. 620 (1996); striking down sodomy laws, Lawrence v. Texas, 539 U.S. 558 (2003); 8 BELMONT LAW REVIEW [Vol. 6:2: 1 forward-leaning majority in favor of LGBT rights into reverse.34  If so, current Title VII rulings providing protection from discrimination to LGBT employees may be at risk. II. TITLE VII & THE SUPREME COURT Title VII of the Civil Rights Act of 196435 prohibits employers from discriminating against an individual employee “with respect to his compensation, terms, conditions, or privileges of employment. . . .”36  It provides protections for employees of all private sector and state and local government employers that employ at least fifteen employees, as well as applicants and civilian employees of federal government agencies.37  The relevant part of Title VII clarifies that any discriminatory practice “because of such individual’s . . . sex” is prohibited.38  Since its 1964 inception when Title VII was construed narrowly, the Supreme Court has clarified and expanded its interpretation of “because of . . . sex,” including finding that Title VII also prohibits sexual harassment and hostile work environments.39 In the 1989 landmark case, Price Waterhouse v. Hopkins, the Court granted certiorari to resolve a split in the circuits over the respective burdens of proof of the parties in a Title VII case “when it has been shown that an employment decision resulted from a mixture of legitimate and illegitimate                                                striking down portions of the federal Defense of Marriage Act, United States v. Windsor, 570 U.S. 744 (2013); and voting in favor of a constitutional right to same-sex marriage, Obergefell v. Hodges, 576 U.S. ___, 135 S. Ct. 2584, 2608 (2015). See Boris Dittrich, US Justice Kennedy’s Legacy on Gay Rights Key Rights Protections Hinge on Choice of Replacement, HUMAN RIGHTS WATCH https://www.hrw.org/news/2018/07/08/us-justice-kennedys-legacy-gay-right (last visited Sept. 22, 2018).  34. All of the Court’s cases advancing rights for LGBT citizens were a narrow 5-4 split. See cases cited supra note 33. See also Emanuella Grinberg, She came out as transgender and got fired. Now her case might become a test for LGBTQ rights before the US Supreme Court, CNN POLITICS (Sept. 3, 2018), https://www.cnn.com/2018/08/29/politics /harris-funeral-homes-lawsuit/index.html (addressing what the change in the Court could mean to LGBT legal advances).  35. For a detailed history of the enactment and progression of Title VII, see William N. Eskridge Jr., Title VII’s Statutory History and the Sex Discrimination Argument for LGBT Workplace Protections, 127 YALE L.J. 322, 331 (2017) (noting that “any judicial interpretation of Title VII’s text, purpose, or precedents is incomplete, from any methodological point of view, without an exploration and understanding of the statutory history (congressional amendments and authoritative interpretations) as well as the legislative history of Title VII and its amendments) (emphasis in original).  36. Civil Rights Act of 1964, 42 U.S.C. § 2000e-2(a)(1) (1994).  37. Id. at § 2000e(b).  38. Id. at § 2000e-2(a)(1).  39. In Meritor Savings Bank v. Vinson, the Court unanimously held that sexual harassment was a Title VII violation. 477 U.S. 57 (1986). In Harris v. Forklift Systems, Inc., the Court addressed Title VII’s application to a hostile work environment. 510 U.S. 17 (1993). See Eskridge, supra note 35 (providing an in-depth analysis of Title VII’s history and progression). 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 9 motives.”40  In Price Waterhouse, a female employee was denied a promotion partially because colleagues did not feel that she acted or dressed like they believed a woman should act and dress.41  The employee was informed that she could improve her chances for a promotion if she would “walk more femininely, talk more femininely, dress more femininely, wear make-up, have her hair styled, and wear jewelry.”42  The employee brought a Title VII lawsuit alleging that the employer had illegally discriminated against her on the basis of sex.43 The Price Waterhouse Court focused on Title VII’s prohibition against employment discrimination “because of such individual’s . . . sex”44 and addressed discrimination based on “sex stereotypes,” using the terms “sex” and “gender” interchangeably.45  In doing so, a plurality of the Price Waterhouse Court expressly found that “in forbidding employers to discriminate against individuals because of their sex, Congress intended to strike at the entire spectrum of disparate treatment of men and women resulting from sex stereotypes” when implementing Title VII.46  Therefore, the Court held that Title VII prohibited discrimination based on gender stereotyping.47  While the Court noted that “an employer who acts on the basis of a belief that a woman cannot be aggressive, or that she must not be, has acted on the basis of gender,”48 it clarified that while “stereotyped remarks can certainly be evidence that gender played a part”49 in a Title VII action, the key question is always whether “stereotyping played a motivating role in an employment decision.”50  Simply put, the Court held that in order to comply with Title VII, “gender must be irrelevant to employment decisions.”51                                                 40. 490 U.S. 228, 232 (1989).  41. Id. at 235.  42. Id.  43. Id. at 231–32.  44. Id. at 240 (citing 42 U.S.C. §§ 2000e-2(a)(1), (2)) (emphasis in original).  45. Id. at 251.  46. Id. (quoting L.A. Dept. of Water and Power v. Manhart, 435 U.S. 702, 707 n.13 (1978) (internal quotations omitted)).  47. Id. at 240 (“We take these words to mean that gender must be irrelevant to employment decisions.”).  48. Id. at 250.  49. Id. at 251.  50. Id. at 252.  51. Id. at 240. The Court explained that Title VII meant to condemn even those decisions based on a mixture of legitimate and illegitimate concerns. When, therefore, an employer considers both gender and legitimate factors at the time of making a decision, that decision was ‘because of’ sex’ and the other, legitimate considerations – even if we may say later, in the context of litigation, that the decision would have been the same if gender had not been taken into account.  10 BELMONT LAW REVIEW [Vol. 6:2: 1 Almost a decade after Price Waterhouse, the Court held that Title VII also covers same-sex harassment claims.52  In Oncale v. Sundowner Offshore Servs., Inc., a male employee was forced to quit his job after suffering severe sexual harassment and verbal abuse by fellow male coworkers and supervisors.53  The former employee subsequently filed a complaint alleging discrimination based on sex.54  The district court held that there was no cause of action for same-sex sexual harassment, the Fifth Circuit affirmed, and the Supreme Court granted certiorari.55 The Oncale Court found that while same-sex harassment was not the “principal evil” Title VII was enacted to prevent, “statutory prohibitions often go beyond the principle evil to cover reasonably comparable evils[.]”56  The Court noted that “it is ultimately the provisions of our laws rather than the principle concerns of our legislators by which we are governed.”57  Thus, the Court held that because “Title VII prohibits ‘discriminat[ion] . . . because of . . . sex,’” those protections “include[] . . . sexual harassment of any kind that meets the statutory requirements.”58  In doing so, the Court held that same-sex harassment claims were covered by Title VII.59 The pair of Supreme Court decisions in Price Waterhouse and Oncale provided the foundational basis for later federal agency policy justifications, federal court holdings, en banc appellate court re-hearings, and recently granted certiorari petitions arguing that employment discrimination based on gender identity and/or sexual orientation is prohibited by Title VII.60 III. THE EEOC’S IMPORTANT ROLE IN ADVANCING LGBT EMPLOYEE RIGHTS As the leading federal law enforcement agency charged with both preventing and remedying employment discrimination and advancing equal opportunity,61 the EEOC is also responsible for enforcing federal laws                                                Id. at 241. The Court also noted, “If an employee’s flawed interpersonal skills can be corrected by a soft hued suit or a new shade of lipstick, perhaps it is the employee’s sex and not her ‘interpersonal skills’ that has drawn the criticism.” Id. at 256.  52. Oncale v. Sundowner Offshore Servs., 523 U.S. 75, 82 (1998). The Court noted that “nothing in Title VII necessarily bars a claim of discrimination ‘because of . . . sex’ merely because the plaintiff and the defendant . . . are of the same sex.” Id. at 79.  53. Id. at 77.  54. Id.  55. Id.  56. Id. at 79.  57. Id.  58. Id. at 80.  59. Id.  60. See infra Sections IV, V, VII, and VIII for examples of the EEOC, the Second and Seventh Circuit Courts, and recently granted certiorari petitions utilizing Price Waterhouse and Oncale to further LGBT employment protections under Title VII.  61. See What You Should Know, supra note 15, re: specific enforcement responsibilities of the EEOC. 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 11 prohibiting employment discrimination.62  When a discrimination report is filed with the Commission and the Commission finds reasonable cause to believe that discrimination has taken place, it first seeks to resolve the matter voluntarily, including “informal methods of conference, conciliation, and persuasion.”63  If a voluntary resolution is not possible, the EEOC has the authority to file a lawsuit in federal court.64 A. The EEOC’s Current Strategic Enforcement Plan (“SEP”)65  Every four years, Congress requires executive departments, government corporations, and independent agencies to develop a SEP.66  The EEOC’s SEP provides a foundation for achieving its mission to prevent and remedy unlawful employment discrimination, advance equal opportunity in the workforce, and promote inclusive workplaces.67  In a February 12, 2018, press release, the EEOC announced approval for its current SEP for Fiscal Years 2018–2022.68 The EEOC’s current SEP received unanimous approval, and the EEOC’s Acting Chair noted that through the SEP the EEOC was taking a significant step toward “realizing [its] vision of ‘[r]espectful and inclusive workplaces, with equal employment opportunity for all.’”69  In the 2018–2022 SEP, for the first time in history, the EEOC expressly noted that it was a “top enforcement priority” to include the “coverage of lesbian, gay, bisexual and transgender individuals under Title VII’s sex discrimination provisions.”70  Addressing emerging and developing issues related to LGBT employees under Title VII’s sex discrimination provisions was included as one of six national priorities identified in the EEOC’s SEP.71                                                 62. 42 U.S.C.A. § 2000e-5 (West 2012).  63. Id.  64. Id.  65. See U.S. EQUAL EMP’T OPPORTUNITY COMM’N, Strategic Plan for Fiscal Years 2018–2022, https://www.eeoc.gov/eeoc/plan/strategic_plan_18-22.cfm#mission (last visited Sept. 25, 2018) [hereinafter “Strategic Plan 2018–2022”].  66. U.S. EQUAL EMP’T OPPORTUNITY COMM’N, Strategic Enforcement Plan for Fiscal Years 2017–2021, https://www.eeoc.gov/eeoc/plan/sep-2017.cfm (last visited Sept. 22, 2018) [hereinafter “Strategic Enforcement Plan 2017–2021”]. A strategic enforcement plan (“SEP”) directs an agency’s work and lays a foundation for the development of more detailed annual plans, budgets, and performance information and must be posted on the organization’s public website. Id.  67. See Strategic Plan 2018–2022, supra note 65.  68. See id.  69. Id.  70. Strategic Enforcement Plan 2017–2021, supra note 66.  71. See id. At the time of this writing, the current Commission has three vacancies and lacks a quorum. U.S. EQUAL EMP’T OPPORTUNITY COMM’N, The Commission and the General Counsel, https://www.eeoc.gov/eeoc/commission.cfm (last visited Apr. 2, 2019). While President Trump nominated two republicans and one democrat to fill the vacancies, a Republican senator, unhappy with the openly gay Democrat nominee who served two prior terms, blocked a confirmation vote by the Senate, causing the Democrat nominee’s term to 12 BELMONT LAW REVIEW [Vol. 6:2: 1 B. The EEOC Determines Title VII Applies to Transgender Employees The EEOC’s road to determining that Title VII provides protections to LGBT employees72 is a relatively short one, less than half a decade, beginning when it found that discrimination based on gender identity was covered under Title VII’s protections.73  In 2012, the EEOC made the landmark decision that a “complaint of discrimination based on gender identity, change of sex, and/or transgender status is cognizable under Title VII” as a form of discrimination based on “sex.”74 In Macy v. Holder,75 a transgender complainant asserted that she was discriminated against by the Bureau of Alcohol, Tobacco, Firearms, and Explosives (“ATFE”) on the basis of her “sex, gender identity (transgender woman) and on the basis of sex stereotyping” when she was not selected for a position she was qualified for due to her gender change from male to female.76  An issue arose regarding whether portions of the complaint alleging discrimination based on gender identity stereotyping were outside the scope of Title VII’s prohibition on sex discrimination, and the complainant appealed, requesting a determination of coverage from the EEOC.77                                                expire, leaving the three positions vacant. Tom Spiggle, The Agency That Monitors Employment Discrimination Just Lost Its Only Openly Gay Commissioner, FORBES (Feb. 19, 2019, 12:59 PM), https://www.forbes.com/sites/tomspiggle/2019/02/19/the-agency-that-monitors-employment-discrimination-just-lost-its-only-openly-gaycommissioner/#6550e3797e85. When a later confirmation of nominees takes place, only time will tell if Trump’s new Republican majority will revisit and reverse Baldwin. Ben Penn and Tyrone Richardson, Trump’s EEOC Takeover Stalled by Senate Republicans, BLOOMBERG (June 6, 2018), https://www.bna.com/trumps-eeoc-takeover-n73014476247/; see Michael Joe, Trump’s pro-employer picks to reorient EEOC’s priorities, NEW ORLEANS CTY BUS. (Feb. 9, 2018), https://neworleanscitybusiness.com/blog/2018/02/09/trumps-pro-employer-picks-to-reorient-eeocs-priorities/ (noting that the EEOC will be run by a Republican majority for the first time in ten years).  72. The “EEOC interprets and enforces Title VII’s prohibition of sex discrimination as forbidding any employment discrimination based on gender identity or sexual orientation. These protections apply regardless of any contrary state or local laws.” What You Should Know, supra note 15 (emphasis in original).  73. The short time frame runs from the 2012 decision in Macy v. Holder to the recognition of full Title VII protections for LGBT employees in 2015.  74. Macy, E.E.O.C. Appeal No. 0120120821, 2012 WL 1435995, at *1 (April 20, 2012).  75. Id.  76. Id.  77. Id. at *2–*3. At the time of the complaint, separate systems were in place for addressing Title VII claims of sex discrimination and allegations of discrimination based on gender identity and sexual orientation. Id. at *2. The latter system did not include the same rights offered under Title VII and provided fewer remedial measures. Id. at *3. During the appeal process, the complainant withdrew her claim related to sex discrimination in order to proceed with an appeal to the EEOC regarding whether her claim of gender identity stereotyping was permissible under Title VII. Id. at *4. 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 13 The EEOC accepted the appeal, noting its “responsibilities under Executive Order 1206778 for enforcing all federal EEO laws and leading the federal government’s efforts to eradicate workplace discrimination” required that the Commission “ensure that uniform standards be implemented defining the nature of employment discrimination under the statutes [it] enforce[s].”79  The Commission held that “claims of discrimination based on transgender status, also referred to as claims of discrimination based on gender identity, are cognizable under Title VII’s sex discrimination prohibition.”80 Noting that “[a]s used in Title VII, the term ‘sex’ ‘encompasses both sex . . . and gender,’”81 the Commission held that intentional discrimination by an employer against a transgender employee constituted disparate treatment “related to the sex of the victim” in violation of Title VII.82  Applying the 1989 Supreme Court holding in Price Waterhouse, the Commission found that discrimination based on transgender status aligned with the discrimination based on nonconformance with gender norms and stereotypes that the Price Waterhouse Court found in violation of Title VII.83  The EEOC concluded that intentionally discriminating against a transgender employee “is, by definition, discrimination ‘based on . . . sex’” and in violation of Title VII.84 The Commission noted that disparate treatment in violation of Title VII’s prohibition on sex discrimination occurs: regardless of whether an employer discriminates against an employee because the individual has expressed his or her gender in a non-stereotypical fashion, because the employer is uncomfortable with the fact that the person has transitioned or is in the process of transitioning from one                                                 78. Exec. Order 12067 of June 30, 1978, provides for the coordination of Federal Equal Employment Opportunity programs. 43 FR 28967, 3 C.F.R., 1978 Comp., p. 206.  79. Macy, 2012 WL 1435995, at *4.  80. Id.  81. Id. at *5 (citing Schwenk v. Hartford, 204 F.3d 1187, 1202 (9th Cir. 2000) and Smith v. City of Salem, 378 F.3d 566, 572 (6th Cir. 2004) (“The Supreme Court made clear that in the context of Title VII, discrimination because of ‘sex’ includes gender discrimination.”)).  82. Id. at *7.  83. Id. at *7–*11. In Macy, the Commission specifically noted, Since Price Waterhouse, courts have widely recognized the availability of the sex stereotyping theory as a valid method of establishing discrimination ‘on the basis of sex’ in many scenarios involving individuals who act or appear in gender-nonconforming ways. And since Price Waterhouse, courts also have widely recognized the availability of the sex stereotyping theory as a valid method of establishing discrimination ‘on the basis of sex’ in scenarios involving transgender individuals.  Id. at *7.  84. Id. at *11. 14 BELMONT LAW REVIEW [Vol. 6:2: 1 gender to another, or because the employer simply does not like that the person is identifying as a transgender person.85 The ruling specifically noted that regardless of the reason for the discrimination, “the employer is making a gender-based evaluation” and violating the Court’s admonition in Price Waterhouse that “an employer may not take gender into account in making an employment decision.”86 In May 2013, the EEOC found that “[i]ntentional misuse of [a transgender] employee’s new name and pronoun may cause harm to the employee, and may constitute sex[-]based discrimination and/or harassment.”87  In Jameson v. U.S. Postal Service, the Commission noted that both “supervisors and coworkers” should address employees by the “gender that the employee identifies with in employee records and in communications with and about the employee.”88  A year later, the Commission held that an employer’s failure or refusal to change an employee’s name to reflect his legal name change based on his transition from female to male presented a valid claim under Title VII’s sex discrimination prohibition.89  In Eric S. v. Shinseki, the Commission found that the one-year delay after Complainant requested the name change, combined with harassment related to the name change request, evidenced an actionable claim of discrimination based on sex in violation of Title VII.90 In March 2015, the EEOC also addressed bathroom access for transgender employees in Lusardi v. McHugh.91  Applying Macy, the Commission held that it is an unlawful violation of Title VII and constitutes disparate treatment when an employer denies an employee equal access to a restroom that conforms to the employee’s gender identity, or to harass an employee who is transitioning gender.92  The Commission also clarified that “nothing in Title VII makes any medical procedure a prerequisite for equal opportunity” and held that an agency violates Title VII protections when it conditions restroom access on anything other than the employee’s notification of a change in gender.93                                                 85. Id. at *7.  86. Id. (citing Price Waterhouse v. Hopkins, 490 U.S. 228, 244 (1989)).  87. Jameson, E.E.O.C. Appeal No. 0120130992, 2013 WL 2368729, at *2 (May 21, 2013).  88. Id.  89. Eric S., E.E.O.C. Appeal No. 0120133123, 2014 WL 1653484, at *2 (Apr. 16, 2014).  90. Id.  91. Lusardi, E.E.O.C. Appeal No. 0120133395, 2015 WL 1607756, at *1 (Mar. 27, 2015).  92. Id. at *7–*8.  93. Id. at *8. 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 15 C. The EEOC Brings its First Suits Challenging Discrimination Based on Transgender Status/Gender Identity Under Title VII94 In 2014, the EEOC began to file lawsuits challenging discrimination against transgender employees, finding that such discrimination violated Title VII. In EEOC v. R.G. & G.R. Harris Funeral Homes, Inc., (“Harris Funeral Home”), the EEOC brought its first action against a funeral home on behalf of a transgender employee, alleging that the employee was fired based on gender stereotypes in violation of Title VII.95  In Harris Funeral Home, the employee was fired shortly after informing her employer that she was transgender and would be transitioning from male to female and presenting as female at work.96  The employee filed a claim with the EEOC alleging sex discrimination under Title VII, and, following an investigation, the EEOC issued a letter of determination finding reasonable cause to believe that the funeral home fired the employee “due to her sex and gender identity, female, in violation of Title VII[.]”97 The EEOC subsequently filed a Title VII sex discrimination complaint against the funeral home alleging unlawful termination along with a second claim related to employee clothing benefits.98  The funeral home filed a motion to dismiss for failing to state a valid claim, and the district court held that “transgender status is not a protected trait under Title VII,”99 and found that the EEOC could not pursue a claim for alleged discrimination based solely on transgender and/or transitioning status.100  However, the district court found that the Commission “[did] adequately state[] a claim for discrimination” based on a failure to conform to “sex- or gender-based preferences, expectations, or stereotypes.”101  Both parties moved for summary judgment.102  The funeral home argued both that there was no recognized sex discrimination claim for transgender status under Title VII and that the Federal Religious Freedom Restoration Act (“RFRA”) precluded the EEOC from bringing a Title VII claim because it would cause substantial                                                 94. See supra note 31 and accompanying text; infra note 245 (discussing the Sixth Circuit holding and recently granted certiorari petition).  95. EEOC v. R.G. & G.R. Harris Funeral Homes, Inc., 884 F.3d 560, 566–67 (6th Cir. 2018) (cert. granted).  96. Id. at 568–69.  97. Id. at 569.  98. Id. The EEOC also alleged that the funeral home discriminated against female employees because it did not provide them with a clothing benefit like it did for its male employees, in further violation of Title VII. Id.  99. Id.  100. Id. at 569–70.  101. Id. at 570.  102. Id. 16 BELMONT LAW REVIEW [Vol. 6:2: 1 burden to the defendant employer’s exercise of his sincerely held religious beliefs.103 Addressing the employee’s firing, the district court found that there was “direct evidence” of illegal Title VII discrimination based on sex.104  However, the court held that RFRA prevented the EEOC from suing on the employee’s behalf because the court accepted the RFRA application of the defendant and found the EEOC failed to show that enforcing Title VII was the “least restrictive way to achieve its presumably compelling interest ‘in ensuring that [the plaintiff was] not subject to gender stereotypes in the workplace. . . .’”105  The EEOC appealed the district court’s decision that the defendant was entitled to an exemption under RFRA from Title VII, and the case moved on to review by the Sixth Circuit Court of Appeals.106 In September 2014, the same month that the Harris Funeral Home case was filed, the EEOC sued Lakeland Eye Clinic, (“Lakeland Eye”) alleging it violated Title VII when the employer fired an employee based on her transgender and/or transitioning status and/or because she did not conform to the employer’s gender-based expectations, preferences, or stereotypes.107  According to the EEOC’s lawsuit, the employee’s performance was satisfactory throughout her employment.108  However, when she started presenting as a woman at work and informed her employer that she was transgender, Lakeland Eye fired her.109  Just over six months after the filing, Lakeland Eye agreed to settle the case by entering into a consent decree that included injunctive relief and $150,000 in damages.110 In June 2015, in a similar action, the EEOC sued Deluxe Financial Services Corporation alleging that after its long-time employee informed supervisors she was transgender and began to present at work as a woman, the company refused to allow her access to the women’s restroom and subjected her to a hostile work environment in violation of Title VII.111  As part of a settlement agreement, the employer agreed to pay monetary                                                 103. Id. at 567. Specifically, the funeral home alleged that the associated burdens included that if the employee presented as female it “would create distractions for the deceased’s loved ones” and would “forc[e] the Funeral Home to violate [its owner’s] faith,” effectively causing him to “leave the funeral industry and end his ministry to grieving people.” Id. at 586.  104. Id. at 570.  105. Id.  106. See supra note 31 and accompanying text; infra note 245 (regarding the Sixth Circuit outcome and certiorari petition recently granted by the Supreme Court).  107. U.S. EQUAL EMP’T OPPORTUNITY COMM’N, LAKELAND EYE CLINIC WILL PAY $150,000 TO RESOLVE TRANSGENDER/SEX DISCRIMINATION LAWSUIT, 2015 WL 1612157 (April 13, 2015).  108. Id.  109. Id.  110. Id.  111. U.S. EQUAL EMP’T OPPORTUNITY COMM’N, DELUXE FINANCIAL TO SETTLE SEX DISCRIMINATION SUIT ON BEHALF OF TRANSGENDER EMPLOYEE, 2016 WL 246967 (January 21, 2015). 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 17 damages, and also agreed not to make exclusions in its healthcare benefits plan for “otherwise medically necessary care based on transgender status,” to revise employment policies with a focus on preventing unlawful sex discrimination, and to provide employee training about unlawful sex discrimination based on sex stereotypes, gender identity, and transgender status.112 D. The EEOC Extends Title VII Protections to Sexual Orientation In July 2015, the EEOC expanded Title VII protections to LGBT employees by holding that discrimination based on sexual orientation is also a form of sex discrimination protected under Title VII.113  In Baldwin v. Foxx, an employee alleged that he was subjected to discrimination in violation of Title VII based on sex because of his sexual orientation when he was denied a promotion.114  The EEOC determined that sexual orientation is, by its very nature, discrimination because of sex under Title VII.115  The EEOC’s opinion reasoned that discrimination based on sexual orientation falls within the prohibitions contained in Title VII because (1) discrimination based on sexual orientation “necessarily entails” less favorable treatment to employees because of their sex; (2) discrimination based on sexual orientation harms employees based on close associations with members of a particular sex, such as dating or marrying a person of the same sex; and (3) discrimination based on sexual orientation “necessarily involves” sex and gender norm stereotypes.116 Addressing prior court holdings that distinguished “adverse employment actions based on ‘sex’ from adverse employment actions based on ‘sexual orientation,’” the Commission noted that stated justifications, including the position that Congress did not intend for Title VII to apply to sexual orientation protection when it passed the Civil Rights Act, fail based on Supreme Court precedent.117  Citing the unanimous Court decision in Oncale, the Commission quoted from the case, highlighting that “statutory prohibitions often go beyond the principal evil . . . to cover reasonably comparable evils.”118 Less than a year after Baldwin, the EEOC filed its first set of lawsuits challenging discrimination based on sexual orientation as unconstitutional under Title VII. In EEOC v. Scott Medical Health Center, P.C., the EEOC                                                 112. Id.  113. Baldwin, E.E.O.C. Appeal No. 0120133080, 2015 WL 4397641, at *10 (July 15, 2015).  114. Id. at *1–*2.  115. Id. at *5. The EEOC specifically noted that, “[S]exual orientation is inherently a ‘sex-based consideration.’” Id.  116. Id. at *5–*7.  117. Id. at *8.  118. Id. at *9 (quoting Oncale v. Sundowner Offshore Servs., 523 U.S. 75, 79, 78–80 (1998)). 18 BELMONT LAW REVIEW [Vol. 6:2: 1 sued an employer claiming that a gay male employee was constructively discharged due to harassment in violation of Title VII based on his sexual orientation for the three reasons the Commission identified in Baldwin.119  The EEOC also claimed that the employer failed to protect the employee from the harassment, which resulted in the employee’s constructive discharge.120  The defendant employer filed a motion to dismiss, claiming Title VII did not prohibit discrimination based on sexual orientation, citing to the Third Circuit for support.121  The EEOC directly responded that “[t]he lack of express reference to sexual orientation in the statutory text is not controlling.”122 The district court agreed, denied the motion, and held that sexual orientation discrimination is protected by Title VII because it involves discrimination “because of sex.”123  The court found that the EEOC’s three prong argument from Baldwin regarding why sexual orientation discrimination was prohibited under Title VII was simply the same argument articulated in three ways, noting that the “singular question” is whether the employee would have been subject to harassment “but for [his] sex.”124  Applying Price Waterhouse, the court found that “[t]here is no more obvious form of sex stereotyping than making a determination that a person should conform to heterosexuality.”125  Noting that “discrimination on the basis of sexual orientation is at its very core, sex stereotyping plain and simple,” the federal court’s decision was consistent with the EEOC’s interpretation of Title VII’s prohibition on sex discrimination.126 Similar to the Scott case, in EEOC v. Pallet Companies, (“Pallet”) the EEOC filed suit asserting that the employer harassed and discriminated against a former lesbian employee because of her sexual orientation in violation of Title VII.127  In Pallet, the employee was fired in retaliation shortly after she complained about the harassment to both management and                                                 119. EEOC v. Scott Med. Health Ctr., P.C., 217 F. Supp. 3d 834, 836 (W.D. Pa. 2016). See supra note 115 and accompanying text.  120. Scott, 217 F. Supp. 3d at 836.  121. Id. at 839. The defendant argued that the Third Circuit Court of Appeals had “consistently held Title VII cannot be extended” to sexual orientation. Id.  122. Id.  123. Id. at 839, 40–41.  124. Id. at 839.  125. Id. at 841. The court went on to address recent important legal developments, including the legalization of gay marriage, indicating a “growing recognition of the illegality of discrimination on the basis of sexual orientation.” Id. at 842 (citing Obergefell v. Hodges, 576 U.S. ___, 135 S. Ct. 2584 (2015) and noting, “That someone can be subjected to a barrage of insults, humiliation, hostility and/or changes to the terms and conditions of their employment, based upon nothing more than the aggressor’s view of what it means to be a man or a woman, is exactly the evil Title VII was designed to eradicate.” Id.  126. Scott, 217 F. Supp. 3d at 841.  127. U.S. EQUAL EMP’T OPPORTUNITY COMM’N, IFCO SYSTEMS WILL PAY $202,200 IN LANDMARK SETTLEMENT OF ONE OF EEOCS FIRST SEXUAL ORIENTATION DISCRIMINATION LAWSUITS, 2016 WL 3518330 (June 28, 2016). 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 19 an employee hotline.128  In its first resolution of a suit challenging sexual orientation discrimination, the EEOC settled the case with the employer agreeing to pay $182,200 to the former employee and $20,000 to the Human Rights Campaign Foundation.129  The consent decree also enjoined the employer from engaging in sex discrimination or retaliation in the future and required the employer to retain an expert on sexual orientation, gender identity, and transgender training to assist in developing a training program, among other injunctive relief.130 As evidenced by both the SEP and recent decisions addressing federal employment discrimination, the EEOC has remained committed to its position that Title VII protections include intentional discrimination based on both gender identity and sexual orientation.131  While federal appellate courts are not required to accept the EEOC’s interpretation, there is a developing trend in the federal appellate courts that reflects the EEOC’s Title VII interpretation.132 IV. LOVE WINS:  OBERGEFELL & MARRIAGE EQUALITY On June 26, 2015, shortly before the EEOC extended Title VII protection for sexual orientation discrimination in July 2015, the United States Supreme Court released its opinion in Obergefell v. Hodges, holding that both due process and equal protection guarantees under the United States Constitution provided same-sex couples with the same marital rights as opposite-sex couples.133  While the Obergefell landmark decision resolved long-standing issues related to the marital rights of same-sex couples, it did not raise or address LGBT employment rights, private or public, state or federal.134  In the three-plus years since the White House lit up in rainbow colors to celebrate the landmark holding, presidential administrations, federal agencies, and federal courts have changed course, conflicted, disagreed, and split regarding whether the scope of Title VII provides legal protections to LGBT employees in the workforce.135                                                 128. Id.  129. Id. (noting that the funds were to be directed to HRC’s Foundation to support the Workplace Equality Program).  130. Id.  131. See Penn and Richardson, supra note 71 (addressing concerns regarding Trump’s appointments to the Commission and possible impact).  132. See infra Section VIII (addressing the developing trend in the circuits finding Title VII protections include discrimination based on gender identity, sexual orientation, or both). See also, Tessa M. Register, The Case for Deferring to the EEOC’s Interpretations in Macy and Foxx to Classify LGBT Discrimination as Sex Discrimination Under Title VII, 102 IOWA L. REV. 1397 (2017).  133. Obergefell v. Hodges, 576 U.S. ___, 135 S. Ct. 2584 (2015).  134. Id.  135. See infra Sections VI and VII (addressing changing presidential administrations, conflicts between agencies and with the administration) and Section VIII (addressing differing holdings from federal courts of appeals). 20 BELMONT LAW REVIEW [Vol. 6:2: 1 While the Obergefell decision provided a major advancement in LGBT rights, the lack of protection available under Title VII for sexual orientation discrimination has made it possible for an employer to legally discriminate against LGBT employees as more and more come out at work.136  Further, while there was great momentum advancing equality for LGBT individuals, employees, and students under President Obama, President Trump has taken several steps to undo and/or prevent further advancements.137  Fortunately, several courts have taken Obergefell and other LGBT legal advancements into consideration, along with changing social attitudes and understandings toward the LGBT community,138 Supreme Court precedent addressing Title VII’s reach, and the EEOC’s explicit efforts to provide employment protections to LGBT employees when determining the proper application of Title VII.139 V. PRESIDENTIAL ADMINISTRATIONS, EXECUTIVE ORDERS & LGBT PROTECTIONS Executive orders are written directives from a United States President that manage federal government operations.140  Because executive orders are not legislation, congressional approval is not required.141  Beginning in 1995, LGBT employees received federal protections for the first time when President Clinton issued Executive Order 12968, which established criteria related to security clearances that included sexual orientation in its non-discrimination language.142  The order noted that “[n]o inference” could be made based on suitability for classified access “raised solely on the basis of the sexual orientation of the employee.”143  Three years later, President Clinton issued Executive Order 13087, which prohibited discrimination on the basis of sexual orientation by federal contractors and subcontractors.144  While President Clinton’s executive orders were historic,                                                 136. See, e.g., Section VIII(A) (discussing the Eleventh Circuit’s refusal to extend Title VII protection to sexual orientation).  137. See infra Sections VI and VII.  138. See, e.g., Lisa J. Banks & Hannah Alejandro, Changing Definitions of Sex Under Title VII, 32 ABA J. LAB. & EMPL. L. 25 (2016).  139. See infra Section VIII(B) and Section VIII(C) (discussing courts holding Title VII does extend to sexual orientation).  140. Executive Orders 101: What are they and how do Presidents use them?, NAT’L CONSTITUTION CTR. (Jan. 23, 2017), https://constitutioncenter.org/blog/executive-orders-101-what-are-they-and-how-do-presidents-use-them/.  141. Id.  142. Exec. Order No. 12968, 60 Fed. Reg. 40245 (Aug. 2, 1995). Standards, Section 3.1(c) states, “The United States Government does not discriminate on the basis of race, color, religion, sex, national origin, disability, or sexual orientation in granting access to classified information.” Id.  143. Id. Section 3.1(d) states, in part, “No inference concerning the standards in this section may be raised solely on the basis of the sexual orientation of the employee.” Id.  144. On May 28, 1998, President Clinton signed Executive Order 13087, amending Executive Order 11478 from “or age” to “age, or sexual orientation.” U.S. EQUAL EMP’T 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 21 it was not until another Democrat was in office that further advances were made for LGBT employees through executive orders. During President Obama’s two terms in office, beginning in January 2009, he furthered LGBT civil rights, and his “legacy of achievement for LGBTQ people is unmatched by any president in American history.”145  In 2010, the Obama administration included gender identity among the protected classes under EEOC authority.146  In 2012, the EEOC held that Title VII prohibits gender identity-based employment discrimination because it is a form of sex discrimination.147  On July 21, 2014, President Obama signed Executive Order 13672, which added “gender identity” to protected categories related to hiring in the federal civilian workforce and both “sexual orientation” and “gender identity” to the categories protected in hiring and employment of any company that contracts or subcontracts with the federal government.148  The Order also required covered employers to add sexual orientation and gender identity to their EEO policies and postings.149  Executive Order 13672 went into effect on April 8, 2015.150 During the Obama administration, the Department of Justice (“DOJ”) deferred to the EEOC on issues regarding Title VII enforcement, and the two agencies signed a Memorandum of Understanding in 2015                                                OPPORTUNITY COMM’N, Executive Order 13087: Further Amendment to Executive Order 11478, Equal Employment Opportunity in the Federal Government, https://www.eeoc.gov/ laws/executiveorders/13087.cfm (last visited Jan. 23, 2019). The stated purpose of Executive Order 13087 was to “provide a uniform policy for the Federal Government to prohibit discrimination based on sexual orientation.” Id. In a statement, President Clinton acknowledged that the Order was limited to federal contractors and subcontractors as well as legislative limitations noting, “The Executive Order states Administration policy but does not and cannot create any new enforcement rights (such as the ability to proceed before the Equal Employment Opportunity Commission). Those rights can be granted only by legislation passed by the Congress, such as the Employment Non-Discrimination Act.” Exec. Order No. 13087, 63 Fed. Reg. 30,097 (May 28, 1998); see generally Lesbian, Gay, Bisexual and Transgender Pride Month, LIBRARY OF CONG. (June 27, 2017), https://www.loc.gov/law /help/commemorative-observations/pride.php (last visited Nov. 3, 2018).  145. HRC Staff, #ThanksObama: 23 Important Moments for LGBTQ Progress, HUMAN RIGHTS CAMPAIGN (Dec. 22, 2016), https://www.hrc.org/blog/thanksobama-20-important-moments-for-lgbtq-progress.  146. “Beginning in 2010, the Obama administration, through the Office of Personnel Management, [had] started to list gender identity among the classes protected by federal Equal Employment Opportunity (EEO) policies.” ADMINISTRATION ADDS GENDER IDENTITY TO EQUAL EMPLOYMENT OPPORTUNITY POLICIES, ACLU (Jan. 5, 2010), https://www.aclu.org/news/administration-adds-gender-identity-equal-employment-opportunity-policies.  147. See supra Section III(B).  148. Section 202 was revised by substituting “sex, sexual orientation, gender identity, or national origin” for “sex, or national origin.” Exec. Order No. 13672, 79 FR 42971 (July 21, 2014).  149. Id.  150. Id. An Executive Order is executed without the input of Congress and can easily be undone by a subsequent President. See Executive Orders 101, supra note 140. 22 BELMONT LAW REVIEW [Vol. 6:2: 1 evidencing efforts to work together to achieve common objectives.151  Although the DOJ had ended its opposition to Title VII claims filed by federal employees alleging discrimination based on gender identity, in December 2014, shortly after President Obama issued Executive Order 13572, Attorney General Eric Holder issued a memorandum officially declaring that the DOJ was taking a position that aligned with the EEOC: Title VII’s prohibition of sex discrimination included discrimination based on gender identity.152  In 2015, the EEOC concluded that Title VII prohibited sexual orientation discrimination in employment because it is a form of sex discrimination.153  Thus, under President Obama, both federal agencies supported workforce protections to LGBT employees under Title VII for discrimination based on gender identity and sexual orientation. In 2013, the DOJ released a statement clarifying that it would no longer defend Section 3 of the Defense of Marriage Act, determining that it was unconstitutional.154  In 2015, the DOJ wrote an amicus brief supporting marriage equality in the Obergefell case, and the Solicitor General, in an unprecedented move, argued in favor of same-sex marriage at the oral arguments before the Court.155  On June 26, 2015, when the Supreme Court                                                 151. U.S. EQUAL EMP’T OPPORTUNITY COMM’N, Press Release: Justice Department and Equal Employment Opportunity Commission Sign Memorandum of Understanding to Further the Goals of Title VII of the Civil Rights Act of 1964 Prohibiting Employment Discrimination in State and Local Governments (Mar. 3, 2015), https://www.eeoc.gov/eeoc/newsroom/release/3-3-15.cfm. Acting Assistant Attorney General Gupta commented at the signing, “The MOU brings to life our vision to approach our shared Title VII enforcement responsibilities as a partnership. It institutionalizes that partnership and provides a concrete framework for expanding our collaborations and increasing our effectiveness in protecting the employment rights of public sector workers.” Id.  152. DEP’T OF JUSTICE, Press Release: Attorney General Holder Directs Department to Include Gender Identity Under Sex Discrimination Employment Claims (Dec. 18, 2014), https://www.justice.gov/opa/pr/attorney-general-holder-directs-department-include-gender-identity-under-sex-discrimination [hereinafter “DOJ Press Release”].  153. See supra Section IV(D).  154. In a press release dated February 23, 2011, Attorney General Holder noted, “[P]ursuant to the President’s instructions, and upon further notification to Congress, I will instruct Department attorneys to advise courts in other pending DOMA litigation of the President’s and my conclusion that a heightened standard should apply, that Section 3 is unconstitutional under that standard and that the Department will cease defense of Section 3.” Letter from the Att’y Gen. to Congress on Litigation Involving the Defense of Marriage Act, DEP’T OF JUSTICE (Feb. 23, 2011), https://www.justice.gov/opa/pr/letter-attorney-general-congress-litigation-involving-defense-marriage-act.  155. The DOJ amicus brief stated in part: A prime part of the history of our Constitution . . . is the story of the extension of constitutional rights and protections to people once ignored or excluded. Here, petitioners seek the duties and responsibilities that are an essential part of married life that opposite-sex couples, and tens of thousands of same[-]sex couples, already enjoy. The laws they challenge exclude a long-mistreated class of human beings from a legal and social status of tremendous import. Those laws are not adequately justified by any of the advanced rationales. They are accordingly incompatible with the Constitution. 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 23 ruled in favor of the plaintiffs, the White House was awash in rainbow colors to celebrate the ruling.156  Toward the end of its second term, the Obama administration provided guidance to educators to treat claims of transgender students as sex discrimination.157  By the end of President Obama’s second term, the LGBT community had experienced a tidal wave of positive change, including being safely “out” in the military, the right to marry nationwide, and workplace protections under Title VII that were supported by both the EEOC and the DOJ.158 In 2017, almost immediately after President Trump’s inauguration, the Trump administration changed course and began to turn back advances put into motion under President Obama.  The Trump administration, through the DOJ, took a much more restrictive view of LGBT rights and quickly reversed the Obama-era policy which used Title VII to provide protection to gay and transgender employees from discrimination.159  While the EEOC and DOJ were in agreement under the Obama administration, the Trump administration not only took an opposing view regarding Title VII protections for LGBT employees, but also deviated from the Obama administration’s DOJ deference to the EEOC regarding Title VII issues.160  In fact, under the Trump administration, the DOJ would take opposing positions in federal court cases, including arguing against the EEOC’s position through conflicting amicus briefs.161 VI. FEDERAL AGENCIES AT ODDS:  EEOC VERSUS DOJ While the Trump presidential administration implemented changes in policy across many governmental agencies, senior representatives of the EEOC stressed that the agency’s SEP, which is in place through 2021, will remain the guidepost for the types of cases and issues on which the EEOC                                                 Br. for the U.S. as Amicus Curiae Supporting Pet’rs, pg. 35, Obergefell v. Hodges, 576 U.S. ___, 135 S. Ct. 2584 (2015) (internal citations omitted).  156. Allie Malloy and Karl de Vriesl, White House shines rainbow colors to hail same-sex marriage ruling, CNN POLITICS (June 30, 2015), https://www.cnn.com/2015/06/26/ politics/white-house-rainbow-marriage/index.html.  157. In a letter released on May 13, 2016, by the Civil Rights Department in the DOJ and the Department of Education, the administration provided guidance to treat transgender student claims as sex discrimination. U.S. DEP’T OF JUSTICE AND U.S. DEP’T OF EDUC., Civil Rights Division, Dear Colleague Letter on Transgender Students (May 13, 2016), https://www2.ed.gov/about/offices/list/ocr/letters/colleague-201605-title-ix-transgender.pdf.  158. See supra text accompanying note 8, and Sections III and IV.  159. On October 4, 2017, Attorney General Jeff Sessions issued a directive that withdrew the 2014 Holder memorandum. Attorney General Sessions stated as a matter of law, “Title VII does not prohibit discrimination based on gender identity per se.” Sessions Memo supra note 26.  160. Alan Feuer, Justice Department Says Rights Law Doesn’t Protect Gays, N.Y. TIMES (July 27, 2017), https://www.nytimes.com/2017/07/27/nyregion/justice-department-gays-workplace.html.  161. See infra Section VI. See also Feuer, supra note 160. 24 BELMONT LAW REVIEW [Vol. 6:2: 1 will focus, including workplace protections for LGBT employees.162  Nonetheless, although the EEOC is committed to its strong stance that Title VII prohibits discrimination against employees based on LGBT status, under President Trump the DOJ has retreated from its prior stance that was in agreement with the EEOC’s position and issued guidance attempting to enforce an opposite interpretation, arguing that discrimination based on sexual orientation is not prohibited under Title VII.163 In Zarda v. Altitude Express, Inc., the Second Circuit addressed stereotyping based on sexual orientation discrimination, including the parameters of Title VII’s offered protections.164  In Zarda, a three judge panel affirmed a lower court decision holding that sexual orientation was not protected under Title VII based on binding precedent.165  The panel acknowledged that only the Supreme Court or an en banc panel of the Second Circuit could overrule the existing precedent.166  Subsequently, the Second Circuit granted en banc review.167  The EEOC filed an amicus brief in the case, arguing that Title VII did provide protections for sexual orientation, setting out its argument from Baldwin.168 In a highly unusual move, the DOJ filed an amicus brief with the Second Circuit, arguing that Title VII did not provide protections for sexual orientation, the opposite position of the EEOC’s amicus brief.169  In the brief, the DOJ suggested that the Second Circuit should not be persuaded by the EEOC’s position because “the EEOC is not speaking for the United States and its position about the scope of Title VII is entitled to no deference beyond                                                 162. See generally What You Should Know, supra note 15 (explaining Title VII protections available for discrimination based on gender identity and sexual orientation, and noting that “[a] growing number of court decisions have endorsed the Commission’s interpretation of Title VII”). See supra note 66 and accompanying text.  163. See supra Section V. See also Aesil Kim, The DOJ’s New Posture on Gender Identity Discrimination, FOLEY & LARDNER LLP (Nov. 14, 2017), https://www.labor employmentperspectives.com/2017/11/14/the-dojs-new-posture-on-gender-identity-discrimination.  164. Zarda v. Altitude Express, 855 F.3d 76 (2d Cir. 2017), reh’g en banc granted, (May 25, 2017), on reh’g en banc sub nom., Zarda v. Altitude Express, Inc., 883 F.3d 100 (2d Cir. 2018). For a full discussion of the Zarda case, see Section VIII(C), infra.  165. Id. at 81–82 (acknowledging that a three-judge panel did not have the power to overturn Second Circuit precedent holding that Title VII did not prohibit discrimination based on sexual orientation).  166. Id. at 82.  167. Zarda, 883 F.3d at 100.  168. Brief of Amicus Curiae Equal Employment Opportunity Commission in Support of Plaintiffs/Appellants and in Favor of Reversal at 4, Zarda v. Altitude Express, 883 F.3d 100 (2d Cir. 2018) (No. 15-3775) (addressing discrimination based on sexual orientation and noting that “[b]ecause such claims necessarily involve impermissible consideration of a plaintiff’s sex, gender-based associational discrimination, and sex stereotyping, the EEOC believes they fall squarely within Title VII’s prohibition against discrimination on the basis of sex”).  169. Brief for the United States as Amicus Curiae, Zarda v. Altitude Express, 883 F.3d 100 (2d Cir. 2018) (No. 15-3775). 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 25 its power to persuade.”170  The DOJ’s amicus brief noted that the essential element of “sex discrimination under Title VII is that employees of one sex must be treated worse than similarly situated employees of the other sex, and sexual orientation discrimination simply does not have that effect.”171  While the DOJ conceded that sexual stereotyping claims state a claim under Title VII, it asserted that sexual orientation was not a cognizable claim under Title VII.172  Shortly after filing its Zarda amicus brief, the DOJ announced that it would no longer provide protection for transgender employees under Title VII as the previous Obama administration had.173 Thus, unlike the Obama administration, which was in harmony with the EEOC regarding Title VII workplace protections, Trump’s administration has taken a directly contrary position.174  VII. A BIZARRE & IRRECONCILABLE POST-PRICE WATERHOUSE/ONCALE OUTCOME:   ONLY TRANSGENDER INDIVIDUALS & STEREOTYPICAL GAY MEN & LESBIANS ARE ENTITLED TO TITLE VII DISCRIMINATION PROTECTIONS—GENDER IDENTITY VERSUS SEXUAL ORIENTATION  Prior to Price Waterhouse, Title VII protections from discrimination based on both gender identity and sexual orientation were not cognizable claims in federal court.175  However, the majority of the circuit courts post-Obergefell that have addressed the issue have held that the Supreme Court’s holdings in Price Waterhouse and Oncale permit transgender employees to present a valid claim of discrimination “based on . . . sex” under Title VII, although claims of discrimination based on sexual orientation have not received the same treatment.176  Further, while both gender identity and sexual orientation are now clearly covered under Title VII according to the                                                 170. Id. at 9.  171. Id. at 30.  172. Id. at 26.  173. See DOJ Press Release, supra note 152; Kim, supra note 163.  174. See, e.g., infra Section VIII (addressing competing amicus briefs filed in the Second Circuit Zarda case).  175. See, e.g., Simonton v. Runyon, 232 F.3d 33 (2d Cir. 2000) (holding that sexual orientation is not cognizable under Title VII) (overruled by Zarda, 883 F.3d at 100); Dawson v. Bumble, 398 F.3d 211 (2d Cir. 2000) (overruled by Zarda, 883 F.3d at 100); Hamm v. Weyauwega Milk Prods., 332 F.3d 1058 (7th Cir. 2003) (overruled by Hively v. Ivy Tech Cmty. Coll. of Ind., 853 F.3d 339 (7th Cir. 2017); Hamner v. St. Vincent Hosp. and Health Care Ctr., Inc., 224 F.3d 701 (7th Cir. 2000) (overruled by Hively, 853 F.3d at 339); Spearman v. Ford Motor Co., 231 F.3d 1080 (7th Cir. 2000) (overruled by Hively, 853 F.3d at 339). For a detailed history of LGBT rights pre-Price Waterhouse, see Stacy L. Cole & Tyler S. Gregston, The Changing Landscape of LGBT Employment Rights: A Battle Over Title VII, STATE BAR OF TEX. (Dec. 7, 2016), https://www.stacycolelaw.com/docs/07_cole. pdf.  176. See, e.g., infra Section VIII(A) discussing the Eleventh Circuit, which has held that Title VII does prohibit discrimination based on gender identity but not based on sexual orientation. 26 BELMONT LAW REVIEW [Vol. 6:2: 1 EEOC, federal courts are not bound by the Commission’s decisions and have reached opposing outcomes regarding whether Title VII protects against sexual orientation discrimination.177 In 2004, the Sixth Circuit Court of Appeals was the first federal circuit to adopt a broad interpretation of the Court’s Price Waterhouse holding when it applied the sex stereotyping theory to a transgender employee claiming discrimination because of sex.178  In Smith v. City of Salem, an employee claimed he was suspended from work based on sex after he notified his employer that he was transitioning from male to female and began presenting at work as feminine.179  The Sixth Circuit, en banc, held that transgender employees are protected from discrimination based on gender stereotyping under Title VII after the Price Waterhouse Court “eviscerated” earlier jurisprudence finding Title VII discrimination based solely on a narrow, traditional view of sex.180  One year later, an employee alleged that he was demoted from his police job due to his transgender status when he presented as an effeminate man on-duty but often lived as a female off-duty.181  In Barnes v. City of Cincinnati, the Sixth Circuit, applying Smith, held that the employee had stated a claim of sex discrimination under Title VII, clarifying that discrimination based on gender nonconformity violated Title VII “irrespective of the cause of that behavior.”182 While Price Waterhouse and Oncale led appellate courts to determine that gender identity protections were available under Title VII based on gender nonconformity, courts did not extend such protections to employees based on sexual orientation discrimination, resulting in an imbalanced outcome.183  Because the Supreme Court cases focused on sexual stereotyping and held that basing an employment decision on gender was prohibited under Title VII, transgender employees, overtly effeminate men, and masculine women qualified for Title VII protections, while gay or lesbian employees who presented in accordance with the stereotype of his or                                                 177. See supra note 21.  178. Smith v. City of Salem, 378 F.3d 566 (6th Cir. 2005) (en banc). It is interesting to note that in both Supreme Court cases, the employee alleging discrimination was a heterosexual person who was discriminated against because each did not present according to normal social stereotypes. Price Waterhouse v. Hopkins, 490 U.S. 228 (1989); Oncale v. Sundowner Offshore Services, Inc., 523 U.S. 75 (1998).  179. Smith, 378 F.3d at 568–69.  180. Id. at 572–73.  181. Barnes v. City of Cincinnati, 401 F.3d 729, 733–35 (6th Cir. 2004).  182. Id. at 737 (quoting Smith, 378 F.3d at 575).  183. See infra Section VIII. See, e.g., Evans v. Ga. Reg’l Hosp., 850 F.3d 1248, 1254–55 (11th Cir. 2017) (acknowledging that “discrimination based on gender non-conformity is actionable” under Title VII but holding that “binding precedent foreclosed” an action for sexual orientation protection under Title VII, citing an almost forty-year-old pre-Price Waterhouse case), cert. denied, 138 S. Ct. 557 (2017). 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 27 her gender were not protected from discrimination based on sexual orientation under Title VII.184 This confusing and inconsistent outcome has led to what Judge Posner referred to as a “curious distinction” between Title VII claims asserting gender identity or sex stereotyping discrimination and claims asserting sexual orientation discrimination.185  Judge Posner further commented that “[t]he case law as it has evolved holds . . . that although Title VII does not protect homosexuals from discrimination on the basis of their sexual orientation, it protects heterosexuals who are victims of ‘sex stereotyping’ or ‘gender stereotyping.’”186  Some courts have recognized this convoluted outcome and taken steps to overrule prior contradictory decisions to provide protections based on both gender identity and sexual orientation in the wake of recent Supreme Court cases furthering LGBT rights and changing social values.187  The Seventh Circuit’s en banc opinion noted, “Especially since the Supreme Court’s recognition that the Due Process and Equal Protection Clauses of the Constitution protect the right of same-sex couples to marry, bizarre results ensue from the current regime.”188  The                                                 184. While most circuit courts hold that Title VII does not extend to sexual orientation discrimination, many circuit courts addressing the issue do recognize discrimination based on gender non-conforming behavior at work or affecting job performance, including “appearance or mannerisms on the job.” Vickers v. Fairfield Med. Ctr., 453 F.3d 757, 763 (6th Cir. 2005). As of the date of this writing, “[f]our circuit courts covering twenty states hold that discrimination based on sex includes discrimination against transgender people.” LGBT Employees & Title VII, MOVEMENT ADVANCEMENT PROJECT (June 2018), https://www.lgbtmap.org/file/Title-VII-Two-Pager.pdf.  In contrast, there are currently only two circuit courts that “hold that Title VII protections extend to sexual orientation.” Id.  185. Judge Posner noted in his concurrence that “the case law has gone off the tracks in the matter of ‘sex stereotyping.’” Hamm v. Weyauwega Milk Prod., Inc., 332 F.3d 1058, 1066 (7th Cir. 2003), overruled by Hively v. Ivy Tech Cmty. Coll. of Ind., 853 F.3d 339 (7th Cir. 2017).  186. Hamm, 332 F.3d at 1066.  187. In the Hively en banc opinion holding that Title VII did extend to sexual orientation, vacating the three-judge panel denial of protection based on existing precedent, Chief Judge Wood commented, “Our panel frankly acknowledged how difficult it is ‘to extricate the gender nonconformity claims from the sexual orientation claims,’” noting that it “has led to a ‘confused hodge-podge of cases.’” Hively, 853 F.3d at 342 (internal citation omitted). In its opinion, the three panel Hively court addressed EEOC criticism of federal courts that cited “earlier and dated decisions without any additional analysis” by stating, “We take to heart the EEOC’s criticism of our circuit’s lack of recent analysis on the issue” and noted, “The EEOC’s criticism has created a groundswell of questions about the rationale for denying sexual orientation claims while allowing nearly indistinguishable gender non-conformity claims, which courts have long recognized as a form of sex-based discrimination under Title VII.” Hively v. Ivy Tech Cmty. Coll., 830 F.3d 698, 699, 704 (7th Cir. 2016), as amended (Aug. 3, 2016), reh’g en banc granted, opinion vacated, No. 15-1720, 2016 WL 6768628 (7th Cir. Oct. 11, 2016), reh’g en banc, 853 F.3d 339 (7th Cir. 2017).  188. Hively, 853 F.3d at 342 (en banc) (citing Obergefell v. Hodges, 576 U.S. ____, 135 S. Ct. 2584 (2015)). 28 BELMONT LAW REVIEW [Vol. 6:2: 1 resulting outcome has led to inconsistent and inequitable outcomes, a split among the federal circuits, and a split between federal agencies.189 VIII. THE CIRCUIT SPLIT POST-OBERGEFELL:  DOES TITLE VII PROHIBIT EMPLOYMENT DISCRIMINATION BASED ON SEXUAL ORIENTATION? THE CURRENT STATE OF THE CIRCUITS AND THE TREND TOWARD FULL LGBT PROTECTIONS UNDER TITLE VII Although claims under Title VII for sexual orientation discrimination did not receive the same treatment as claims based on gender identity post-Price Waterhouse and Oncale, in 2017 and 2018 two circuit courts, in en banc reviews, overruled contradictory precedent and held that Title VII in fact does prohibit discrimination based on sexual orientation.190  During the same timeframe, one circuit, addressing the issue twice in a fifteen-month period, held that sexual orientation does not fall under the ambit of Title VII protections, denying an en banc review both times.191  A third approach by a circuit court has been to find a Title VII violation in a “sex-plus” claim when the “plus” is discrimination based on sexual orientation.192 This growing trend in recent appellate court decisions expanding LGBT protections under Title VII is attributed to the Supreme Court’s expansive holdings in Price Waterhouse and Oncale, changes in the social climate, the EEOC’s determination that Title VII applies to gender identity and sexual orientation, and the recognition of a constitutional right to same-sex marriage.  At the time of this writing, the Court just granted two certiorari petitions requesting review to determine whether sexual orientation discrimination is protected under Title VII, which will be heard in the 2019–20 term.193  While the Court denied a certiorari petition from the Eleventh Circuit in the 2017–18 Term addressing an identical issue,194 in the following and immediate past 2018–19 Term another petition from the Eleventh Circuit was filed before the Court, but this time it was joined by a petition from the Second Circuit.195  The en banc decision from the Seventh Circuit, holding that Title VII does provide protections based on sexual orientation                                                 189. See supra Section VI re: conflicting agency determinations and infra Section VIII re: conflicting circuit court decisions.  190. Hively, 853 F.3d 339 (en banc); Zarda v. Altitude Express, Inc., 883 F.3d 100 (2d Cir 2018), cert. granted, No. 17-1623, 2019 WL 1756678, at *1 (U.S. Apr. 22, 2019).  191. Evans v. Ga. Reg’l Hosp., 850 F.3d 1248 (11th Cir. 2017), cert. denied, 138 S. Ct. 557(2017); Bostock v. Clayton Cty. Bd. of Comm’rs, 723 F. App’x 964, 964–65 (11th Cir. 2018), reh’g en banc denied, 894 F.3d 1335 (11th Cir. 2018), cert. granted, No. 17-1618, 2019 WL 1756677 (U.S. Apr. 22, 2019).  192. Franchina v. City of Providence, 881 F.3d 32, 54 (1st Cir. 2018).  193. Zarda, 883 F.3d 100; Bostock, 894 F.3d 1335.  See supra note 31 and accompany text.  194. Evans, 850 F.3d 1248.  195. See supra note 191 and text accompanying. 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 29 discrimination, was not appealed, resulting in current Title VII protections for discrimination based on sexual orientation in three states.196 Until the Supreme Court issues an opinion to resolve the issue, the federal courts will remain split and employers and employees will remain uncertain regarding the level of protection, or lack of it, provided by Title VII.  Further, until the Court provides resolution, a determination regarding whether workplace discrimination protections are available to LGBT employees will continue to be determined by a patchwork of factors, including where the employee lives and whether the employment is state or federal, leading to differing and unequal outcomes. A. Post-Obergefell Appellate Decisions Denying Title VII Protection Extends to Sexual Orientation:  The Eleventh Circuit In March 2017, the Eleventh Circuit was the first federal appellate court to address Title VII’s prohibitions related to sexual orientation and gender nonconformity post-Obergefell and following the EEOC’s determination that Title VII did prohibit discrimination based on sexual orientation and gender identity.197  In Evans v. Georgia Regional Hospital, the Eleventh Circuit addressed a former lesbian security officer’s claim that she was harassed due to her sexual orientation and because she did not present herself in a “traditional woman[ly] manner.”198  The district court dismissed the complaint sua sponte and the employee appealed.199  While acknowledging that “discrimination based on gender non-conformity is actionable” under Title VII,200 the Eleventh Circuit held that the gender-based claim failed because the plaintiff “did not provide enough factual matter to plausibly suggest that her decision to present herself in a masculine manner led to the alleged adverse employment actions.”201  Without evaluating Title VII in light of the EEOC’s findings or examining Supreme Court advances in LGBT rights, the Evans court held 2–1 that “binding precedent foreclosed” an action for sexual orientation protection under Title                                                 196. Hively v. Ivy Tech Cmty. Coll. of Ind., 853 F.3d 339, 351–52 (7th Cir. 2017). Illinois, Indiana, and Wisconsin are the three states that comprise the Seventh Circuit. United States Court of Appeals for the Seventh Circuit, http://www.ca7.uscourts.gov/about-court/about-court.htm (last visited Sept. 24, 2018).  197. Obergefell was decided June 26, 2015. See supra Section IV. The EEOC made its determinations in 2012 regarding protections based on gender identity and in 2015 regarding protections based on sexual orientation. See supra note 74. The Eleventh Circuit case was decided in 2017. See infra note 198.  198. 850 F.3d 1248, 1251 (11th Cir. 2017) (alteration in original).  199. Id. at 1253.  200. Id. at 1254 (acknowledging that “discrimination against a transgender individual because of gender nonconformity was sex discrimination” post Price Waterhouse) (citing Glenn v. Brumby, 663 F.3d 1312, 1316 (11th Cir. 2011)).  201. Evans v. Ga. Reg’l Hosp., 850 F.3d 1248, 1254 (11th Cir. 2017), cert. denied, 138 S. Ct. 557 (2017). 30 BELMONT LAW REVIEW [Vol. 6:2: 1 VII, citing an almost forty-year-old pre-Price Waterhouse case.202  Clarifying that it was bound by the pre-Price Waterhouse precedent “unless and until it is overruled by [the Eleventh Circuit] en banc or by the Supreme Court,”203 the Eleventh Circuit rejected an en banc review.204  On December 11, 2017, the Supreme Court denied certiorari.205 Fourteen months later, in Bostock v. Clayton, the Eleventh Circuit gave short shrift to an employee’s appeal from the dismissal of his claim of discrimination under Title VII based on sexual orientation and gender stereotyping.206  Without reviewing Title VII’s history and again relying on a forty-year-old precedent decided prior to Price Waterhouse, the court held that “[d]ischarge for homosexuality is not prohibited by Title VII,” that its recent holding in Evans confirmed Eleventh Circuit precedent, and the court affirmed the district court in a brief, unpublished decision, and the Eleventh Circuit again denied an en banc review.207  In her dissent from the denial of the en banc rehearing, Judge Rosenbaum addressed the “considerable calisthenics” necessary to find that gender identity was protected under Title VII while sexual orientation was not.208  In May 2018, the Bostock employee filed a petition for certiorari requesting that the Supreme Court resolve whether Title VII’s prohibition of discrimination “because . . . of sex” includes discrimination based on sexual orientation.209                                                 202. Id. at 1256 (noting that an almost forty-year-old case, Blum v. Gulf Oil Co., 597 F.2d 936, 938 (5th Cir. 1979), precluded a Title VII action for sexual orientation discrimination).  203. Id. at 1255 (internal citations omitted).  204. Id. (rehearing and rehearing en banc denied Jul. 6, 2017). While the Second and Seventh Circuits addressed the issue and overturned prior conflicting precedent to find that sexual orientation protections were available under Title VII, the Eleventh Circuit relied on existing forty-year-old precedent precluding such a holding and denied en banc review in both cases before the court in a one-year span. In Evans, Judge Rosenbaum addressed changes in the application of Title VII, distinguishing between “ascriptive stereotyping,” which she identified as the concern when Title VII was enacted, and “prescriptive stereotyping,” which Price Waterhouse and Oncale address. Id. at 1262 (Rosenbaum, J., dissenting). Similarly, in Bostock, Judge Rosenbaum condemned the Eleventh Circuit’s denial of an en banc review and commented, “I have previously explained why Price Waterhouse abrogates Blum and requires the conclusion that Title VII prohibits discrimination against gay and lesbian individuals because their sexual preferences do not conform to their employers’ views of whom individuals of their respective genders should love.” Bostock v. Clayton Cty. Bd. of Comm’rs, 894 F.3d 1335, 1337–38 (11th Cir. 2018) (Rosenbaum, J., dissenting).  205. See Evans v. Ga. Reg’l Hosp., 138 S. Ct. 557 (2017).  206. Bostock v. Clayton Cty. Bd. of Comm’rs, 723 F. App’x 964, 964–65 (11th Cir. 2018), reh’g en banc denied, 894 F.3d 1335 (11th Cir. 2018).  207. Id.; See Kenneth A. Pilgrim, Two Wrongs Don’t Make It Right: Title VII, Sexual Orientation, and the Misuse of Stare Decisis, 52 GA. L. REV. 685, 686 (2018) (arguing that federal appellate courts “should not invoke stare decisis to avoid [addressing Title VII prohibiting sexual orientation discrimination], and instead should evaluate the merits of this issue anew, taking into account intervening developments in the law”).  208. Bostock, 894 F.3d at 1339 (Rosenbaum, J., dissenting).  209. See Bostock v. Clayton Cty., No. 17-1618, 2019 WL 1756677, at *1 (U.S. Apr. 22, 2019). The petition was originally distributed for conference on September 24, 2018. It was distributed again on November 30, 2018, and numerous times prior to the Court’s recent grant of certiorari on April 22, 2019.  The final distribution for conference took place on April 18, 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 31 B. The First Circuit: Sex “Plus” Sexual Orientation Claim Constitutes Discrimination Under Title VII In the January 2018 case of Franchina v. City of Providence, the First Circuit concluded that there was sufficient evidence to support a “sex-plus” discrimination claim under Title VII where the “plus” in the lesbian plaintiff’s case was her sexual orientation.210  A “sex-plus theory” addresses instances where “an employer classifies employees on the basis of sex plus another characteristic.”211  In Franchina, a lesbian firefighter was regularly subjected to extreme name calling, physical assaults, and inappropriate and vulgar behavior by coworkers.212  She sued, alleging Title VII violations based on a hostile work environment and retaliatory discharge.213  A jury found the employee was discriminated against based on both her gender and in retaliation for complaining about the treatment, and it awarded her front pay and emotional damages.214  The city appealed, arguing, among other things, that the employee failed to show evidence of gender discrimination and that the bulk of her evidence focused on sexual orientation discrimination, which was not protected under Title VII.215 The Franchina court disagreed, holding that even if Title VII did not expressly protect sexual orientation discrimination in that jurisdiction, an employee could still bring a “sex-plus” claim when the alleged conduct involved the employee’s sex “plus” the additional fact of being a lesbian.216  Consequently, in sex-plus claims, the existence of sexual orientation discrimination does not negate a sex discrimination claim under Title VII in the First Circuit if the alleged discriminatory conduct is based, even in part, on gender.217  Although the First Circuit did not explicitly equate sexual orientation discrimination with discrimination based on sex, a sex-plus claim provides an avenue to extend Title VII protections to sexual orientation discrimination.                                                2019. SUPREME COURT OF THE UNITED STATES, Docket Search: No. 17-1618, https://www.supremecourt.gov/docket/docketfiles/html/public/17-1618.html (last visited May 5, 2019).  210. 881 F.3d 32, 54 (1st Cir. 2018).  211. Id. at 52 (emphasis in original).  212. Id. at 37–44.  213. Id. at 45–46.  214. Id. at 37–38.  215. Id. at 53–54. The First Circuit noted that “such sexual orientation bigotry, the argument goes, does not enjoy Title VII protection under Higgins v. New Balance Athletic Shoe, Inc., a nearly twenty-year-old-case in which we concluded that Title VII does not proscribe harassment based solely on one’s sexual orientation.” Id. at 54 (citing Higgins v. New Balance Athletic Shoe, Inc., 194 F.3d 252, 258–59 (1st Cir. 1999)).  216. Id. at 54 (“And we see no reason why claims where the ‘plus-factor’ is sexual orientation would not be viable if the gay or lesbian plaintiff asserting the claim also demonstrates that he or she was discriminated at least in part because of his or her gender.”) (emphasis in original).  217. Id. 32 BELMONT LAW REVIEW [Vol. 6:2: 1 C. The Growing Trend: Title VII Prohibits Discrimination Based on Sexual Orientation In 2018, two different federal circuits revisited the issue and released en banc decisions with similar holdings that Title VII protections do extend to discrimination based on sexual orientation.218  In order to do so, the full Second and Seventh Circuits reviewed prior panel decisions and circuit precedents holding that under Title VII a sexual orientation claim was not cognizable, and both courts overruled precedent holding those claims were not permissible.219  While the Second Circuit case was recently granted certiorari by the  Supreme Court, the employer in the Seventh Circuit case chose not to file a petition for certiorari, making sexual orientation discrimination claims cognizable under Title VII in Illinois, Indiana, and Wisconsin. 1. The Seventh Circuit’s En Banc Review Less than a month after the Eleventh Circuit’s Evans holding, the Seventh Circuit Court of Appeals, sitting en banc, issued a ground-breaking decision as the first federal circuit to hold that Title VII prohibitions against workplace discrimination do extend to sexual orientation.220  In Hively v. Ivy Tech Community College, a part-time adjunct professor filed a charge with the EEOC alleging that she was passed over for full-time job positions and that her part-time position was not renewed due to discrimination based on her sexual orientation.221  She received a right-to-sue letter from the EEOC and filed a complaint in federal district court.222  The defendant college filed a motion to dismiss arguing that Title VII did not extend protections based on sexual orientation, and the district court granted the motion.223 On appeal, the Seventh Circuit Court of Appeals’ three judge panel affirmed the district court, noting that binding precedent precluded any other outcome and recognizing that based on stare decisis, the court must continue “to extricate the gender nonconformity claims from the sexual orientation claims.”224  The panel urged the full court to reconsider its precedents and                                                 218. See infra Section VIII(C)(1) and (2).  219. Id.  220. Hively v. Ivy Tech Cmty. Coll. of Ind., 853 F.3d 339 (7th Cir. 2017).  221. Id. at 341. Her complaint identified several positions she had applied for at Ivy Tech during the prior five-year period and her belief that she did not receive the positions based on discrimination due to her status as a lesbian. Id.  222. Id.  223. Id.  224. Id. at 342–43 (citing Hamner v. St. Vincent Hosp. and Health Care Ctr., Inc., 224 F.3d 701, 704 (7th Cir. 2000) to note that “harassment based solely upon a person’s sexual preference or orientation (and not on one’s sex) is not an unlawful employment practice under Title VII” and Hamm v. Weyauwega Milk Prods., Inc., 332 F.3d 1058, 1062 (7th Cir. 2003), to note that “[t]he protections of Title VII have not been extended . . . to permit claims of harassment based on an individual’s sexual orientation”). 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 33 noted that the “[current regime] creates ‘a paradoxical legal landscape in which a person can be married on Saturday and then fired on Monday for just that act.’”225 The adjunct professor petitioned the Seventh Circuit to rehear the case en banc, the full court voted to rehear the case, and it vacated the earlier three panel ruling.226  Recognizing that “[f]or many years, the courts of appeals of this country understood [Title VII’s] prohibition against sex discrimination to exclude discrimination on the basis of a person’s sexual orientation,”227 the Seventh Circuit commented that “[e]specially since the Supreme Court’s recognition that the Due Process and Equal Protection Clauses of the Constitution protect the right of same-sex couples to marry, bizarre results ensue from the current regime.”228  The court identified the issue before it as “whether passage of time and concomitant change in attitudes toward homosexuality and other unconventional forms of sexual orientation can justify a fresh interpretation of the phrase ‘discriminat[ion] . . . because of . . . sex’ in Title VII” and noted that “fortunately” the “half-century-old statute [was] ripe for reinterpretation.”229  Noting that the question of “whether actions taken on the basis of sexual orientation are a subset of actions taken on the basis of sex” was one of “pure . . . statutory interpretation” and one “well within the judiciary’s competence,” the en banc court thoroughly reviewed its precedent in light of Price Waterhouse, Oncale, Obergefell, Loving, and recent EEOC decisions.230 Noting that “[i]t would require considerable calisthenics to remove the ‘sex’ from ‘sexual orientation,’” the Seventh Circuit overruled prior contrary cases and held that sexual orientation was protected under Title VII: [T]his court sits en banc to consider what the correct rule of law is now in light of the Supreme Court’s authoritative interpretations, not what someone thought it meant one, ten, or twenty years ago. The logic of the Supreme Court’s decisions, as well as the common-sense reality that it is actually impossible to discriminate on the basis of sexual orientation without discriminating on the basis of sex, persuade us that the time has come to overrule our previous cases that have endeavored to find and observe that line.                                                 225. Hively, 853 F.3d at 342 (quoting Hively v. Ivy Tech Cmty. Coll., 830 F.3d 698, 714 (7th Cir. 2016)).  226. Hively, 853 F.3d at 350–52.  227. Id. at 340.  228. Id. at 342 (citing Obergefell v. Hodges, 576 U.S. ____, 135 S. Ct. 2584 (2015)).  229. Id. at 356.  230. Id. at 342–44. 34 BELMONT LAW REVIEW [Vol. 6:2: 1 . . . We hold only that a person who alleges that she experienced employment discrimination on the basis of her sexual orientation has put forth a case of sex discrimination for Title VII purposes.231 As the very first circuit to do so, the Seventh Circuit held 8–3 that discrimination based on sexual orientation is, in fact, sex discrimination under Title VII.232  The defendant college did not file a petition for certiorari requesting review of the case by the Supreme Court.  Thus, absent a contradictory decision from the Supreme Court, employees who live in the three states comprising the Seventh Circuit are protected from discrimination based on both gender identity and sexual orientation. 2. The Second Circuit’s En Banc Review Unlike the Eleventh Circuit’s holding in Evans, the Second Circuit, sitting en banc, closely tracked the Seventh Circuit’s Hively decision and the EEOC’s Baldwin decision to hold that Title VII does prohibit sexual orientation discrimination.233  In Zarda v. Altitude Express, Inc., a former skydiving instructor alleged that he was unlawfully fired for being gay and sued his employer alleging discrimination under Title VII based on sexual orientation.234  A three-judge panel noted that it was constrained by Second Circuit precedent holding that Title VII’s prohibition on sex discrimination did not extend to sexual orientation, so it affirmed the district court.235  The Second Circuit subsequently granted en banc review.236  The en banc court held 10–3 that Title VII prohibits discrimination on the basis of sexual orientation as a subset of discrimination on the basis of sex.237  Overturning prior contrary precedent, the Second Circuit held that “[i]n the context of                                                 231. Id. at 350–52.  232. Id.  233. Zarda v. Altitude Express, Inc., 883 F.3d 100, 132 (2d Cir. 2018).  234. Id. at 108–09.  235. Id. at 107 (citing Simonton v. Runyon, 232 F.3d 33, 35 (2d Cir. 2000) and Dawson v. Bumble & Bumble, 398 F.3d 211, 217–18 (2d Cir. 2005)). The three-judge panel issued the initial decision in Zarda shortly before the Seventh Circuit released its en banc decision in Hively. The Hively decision recognized that only an en banc court could reverse the Second Circuit’s decision in Simonton, which held that sexual orientation is not a protected category under Title VII. Simonton v. Runyon, 232 F.3d 33 (2d Cir. 2000). Shortly thereafter, the Second Circuit agreed to hear Zarda en banc.  236. Zarda, 883 F.3d at 100.  237. Id. at 108. In a plurality decision, four judges joined in full, five joined in part, and three dissented. Eight of the thirteen judges issued an opinion. For a detailed analysis of the Zarda opinion, see Arthur S. Leonard, 2nd Circuit, En Banc, Votes 10-3 That Sexual Orientation Discrimination Violates Federal Employment Discrimination Law, 2018 LGBT L. NOTES 103 (2018). 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 35 Title VII, the statutory prohibition extends to all discrimination ‘because of . . . sex’ and sexual orientation discrimination is an actionable subset of sex discrimination.”238 Aligning itself with the EEOC’s Baldwin decision and the recent Seventh Circuit’s en banc Hively decision, the Second Circuit utilized three separate theories to reach its conclusion that sexual orientation discrimination is a form of sex discrimination prohibited by Title VII.239  The three theories employed by the Zarda court include a “because of sex” theory, a “sex stereotype” theory, and an “associational discrimination” theory.240  When addressing the “because of sex” theory, the court used a plain language approach to Title VII that prohibits discrimination “because of . . . sex” and found that sexual orientation discrimination is included in the language.241  The Second Circuit extended the “sex stereotype” theory first recognized in Price Waterhouse to apply to sexual orientation, concluding that homosexuality “represents the ultimate case of failure to conform to gender stereotypes.”242  Finally, addressing the “associational discrimination” theory established in Loving v. Virginia,243 the court found that Title VII extends to sexual orientation because it prohibits discrimination that an employee suffers as a result of his or her association with another, including with a same sex-partner.244 IX. THE NEXT STOP:  SUPREME COURT REVIEW On April 22, 2019, the Supreme Court granted two certiorari petitions presenting the similar questions of whether Title VII protects against sexual orientation discrimination.245  The cases out of the Second and                                                 238. Zarda, 883 F.3d at 132.  239. Id.  240. Id. at 113–28. For a detailed analysis of the court’s holding and rationale in Hively, see Kenneth A. Pilgrim, Two Wrongs Don’t Make It Right: Title VII, Sexual Orientation, and the Misuse of Stare Decisis, 52 GA. L. REV. 685 (2018).  241. Zarda, 883 F.3d at 113–19.  242. Id. at 119–23.  243. Id. at 123–28.  244. Id. at 132.  245. See supra note 31 and accompanying text.  A third certiorari petition was filed on July 20, 2018, and granted certiorari on April 22, 2019, in the R.G. & G.R. Harris Funeral Homes, Inc. v. EEOC case. No. 18-107, 2019 WL 1756679, *1 (U.S. Apr. 22, 2019).  In Harris Funeral Home, the Sixth Circuit held that “Title VII protects transgender persons because of their transgender or transitioning status, because transgender or transitioning status constitutes an inherently gender non-conforming trait.”  Leonard, supra note 237, at 162. The similar, but different, issue raised in the Petition for a Writ of Certiorari was (1) Whether the word ‘sex’ in Title VII’s prohibition on discrimination ‘because of . . . sex,’ 42 U.S.C. § 2000e-2(a)(1), meant ‘gender identity’ and included ‘transgender status’ when Congress enacted Title VII in 1964; and (2) whether Price Waterhouse v. Hopkins, 490 U.S. 228 (1989),  prohibits 36 BELMONT LAW REVIEW [Vol. 6:2: 1 Eleventh Circuits reach opposite outcomes, possibly persuading the justices that it was necessary to take the cases and resolve the split.  While the Second Circuit en banc decision is a very detailed analysis of Title VII protections, as well as its history and progression over the past fifty years,246 the Eleventh Circuit decision simply restates its 2017 Evans conclusion that forty-year-old pre-Price Waterhouse/Oncale binding precedent precluded a different outcome.247  Further, although the Eleventh Circuit acknowledged that the only way to change the precedent was for a Supreme Court decision or an en banc review, that court refused both times to address the issue en banc.248 Although there were two certiorari petitions filed and recently granted certiorari addressing sexual orientation protections available under Title VII, three federal circuits have addressed the issue.249  Like the Second Circuit, the Seventh Circuit, also, sitting en banc, re-evaluated Title VII as it relates to sexual orientation, and overruled conflicting precedent, holding that sexual orientation discrimination is subject to federal protection under Title VII.250  However, unlike the Second Circuit case, the Seventh Circuit case was not appealed to the Supreme Court.  The Eleventh Circuit, the only post-Obergefell circuit that is currently in disagreement, has addressed the issue twice in the last two years finding both times that four-decade-old precedent precluded Title VII protection for sexual orientation, leading to a negative decision both times and creating the split in the circuits.251 While the Supreme Court denied a certiorari petition last year in the Eleventh Circuit Evans case, the Bostock employee from the current Eleventh Circuit case filed a certiorari petition to appeal the court’s same holding that discrimination based on sexual orientation is not cognizable under Title                                                employers from applying sex-specific policies according to their employees’ sex rather than their gender identity.  Petition for Writ of Certiorari, Harris Funeral Home, 884 F.3d 560 (6th Cir. 2018) (No. 18-107), 2018 WL 3572625, *i.  The limited issue the Court granted certiorari to determine is “[w]hether Title VII prohibits discrimination against transgender people based on (1) their status as transgender or (2) sex stereotyping under Price Waterhouse v. Hopkins, 490 U. S. 228 (1989).”  R. G. &  G.R. Harris Funeral Homes Inc. v. Equal Opportunity Employment Commission, SCOTUSBLOG, http://www.scotusblog.com/case-files/cases/r-g-g-r-harris-funeral-homes-inc-v-equal-opportunity-employment-commission/ (last visited May 5, 2019).  A second issue discussed in Harris Funeral Home is whether a RFRA defense can be successfully raised against the EEOC for enforcing Title VII against an employer with a religious objection regarding continued employment of a transgender employee. The Sixth Circuit held that it could not.  This issue was not included in the Court’s certiorari grant.  For a thorough analysis of the Harris Funeral Home decision, see Leonard, supra note 237.  246. Hively v. Ivy Tech Cmty. Coll. of Ind., 853 F.3d 339 (7th Cir. 2017).  247. Bostock v. Clayton Cty. Bd. of Comm’rs, 723 F. App’x 964 (11th Cir. 2018), reh’g en banc denied, 894 F.3d 1335 (11th Cir. 2018).  248. 894 F.3d 1335.  249. Zarda, 883 F.3d at 100; Hively, 853 F.3d at 339; Bostock, 723 F. App’x 964, cert. denied, 894 F.3d 1335 (11th Cir. 2018).  250. See supra Section VIII.  251. Id. 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 37 VII.252  The issue presented to the Court in the petition was “[w]hether discrimination against an employee because of sexual orientation constitutes prohibited employment discrimination ‘because of . . . sex’ within the meaning of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e-2.”253  The case was distributed on August 29, 2018, and originally scheduled for conference on September 24, 2018.254  After being rescheduled multiple times, the Court granted certiotari to both the Second and Eleventh Circuit court cases on April 22, 2019.255 Four days after the Bostock petition was filed, the second certiorari petition was filed with the Court. However, in Zarda v. Altitude Express, Inc., the employer appealed the Second Circuit’s en banc review that held Title VII prohibits discrimination based on sexual orientation, a holding directly opposite to that of the Eleventh Circuit.256  The issue presented to the Court in the Zarda certiorari petition is identical to the Bostock issue, but presented in a slightly different manner:  “Whether the prohibition in Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e-2(a)(1), against employment discrimination ‘because of . . . sex’ encompasses discrimination based on an individual’s sexual orientation.”257  The case was distributed on September 5, 2018, and scheduled for conference on September 24, 2018.258  However, like the Bostock conference setting, the case was rescheduled for conference numerous times before the Court granted certiorari on April 22, 2019 The reason for the conference rescheduling by the Court is unknown.  The National Law Journal published an article on September 24, 2018, the day of the original conferencing schedule, speculating that it may have been due to the open seat on the Court after Justice Kennedy’s recent retirement and the desire to avoid a possible 4–4 holding.259  However, that concern is                                                 252. Petition for Writ of Certiorari, Bostock v. Clayton Cty., 2017 WL 4456898 (N.D. Ga. 2017) (No. 17-1618) 2018 WL 2456150.  253. Bostock v. Clayton County, Georgia, SCOTUS BLOG, http://www.scotusblog.com/ case-files/cases/bostock-v-clayton-county-georgia/ (last visited May 5, 2019).  254. Id.  255. See, e.g., Tony Mauro, Awaiting a Ninth Justice, Supreme Court Tinkers With Its Docket, NAT’L LAW J. (September 24, 2018, 09:56 AM), https://www.law.com/nationallaw journal/2018/09/24/awaiting-a-ninth-justice-supreme-court-tinkers-with-its-docket/ (noting that the Court “tinker[ed] with its docket”).  256. 883 F.3d 100 (2d Cir. 2018).  257. Altitude Express Inc. v. Zarda, SCOTUS BLOG, http://www.scotusblog.com/case-files/cases/altitude-express-inc-v-zarda/ (last visited Sept. 25, 2018). The Zarda certiorari petition was filed on May 29, 2018.  258. Id.  259. Acknowledging that “the [C]ourt does not explain why it reschedules or delays the consideration of pending petitions,” the article stated that “it might be that the prospect of an eight-member court in the short or long term led the justices to shelve cases that might result in 4-4 ties.” The article further noted that “Justices traditionally try to avoid ties because they have the effect of allowing the lower court ruling to stand, without further resolution of the issue involved” and speculated that the indecision surrounding the most recent Supreme Court nominee, Brett Kavanaugh, may be the reason for the delay. Mauro, supra note 255. 38 BELMONT LAW REVIEW [Vol. 6:2: 1 no longer viable since the Court now has all nine Justices on the bench.260  Thus, the current split in the federal courts of appeal, along with the split among federal agencies, likely helped to persuade the Court that the issue was ripe and it needed to be addressed and resolved sooner rather than later.  X. THE NEED FOR CONSISTENCY, CERTAINTY & EQUALITY  POST-OBERGEFELL  The current state of Title VII protections for LGBT employees is fraught with inconsistency, uncertainty, and inequality. Federal circuits are split, and federal agencies are also in direct conflict.261  Employers, employees, courts, legal counsel, and agencies are in need of clarity and consistency.  Further, as the EEOC and two en banc appellate courts have noted, in light of social changes and Supreme Court advancements for the LGBT community in the more than fifty years since Title VII was enacted, it is time for employment law to keep up with those developments.262 The EEOC has made great strides to fulfill its mission of equality in the workforce through its application of Price Waterhouse and Oncale.  The Second and the Seventh Circuit en banc opinions provide the most extensive evaluations of Title VII’s prohibitions since the combination of Price Waterhouse, Oncale, Obergefell, and other societal advancements afforded LGBT Americans.  Both courts overruled existing contradictory precedent and held that Title VII does in fact provide protection from discrimination based on sexual orientation to employees.263  As both circuits have correctly held, it is simply not possible to separate discrimination based on sexual orientation from discrimination based on sex.264  It is also inconsistent and nonsensical to provide employment protections to transgender individuals, effeminate gay men, and masculine lesbians while denying the same                                                 260. Adam Liptak & Noah Weiland, Justice Kavanuagh Takes the Bench on the Supreme Court, N.Y. TIMES (Oct. 9, 2018), https://www.nytimes.com/2018/10/09/us/politics /justice-brett-kavanaugh-supreme-court.html.  261. See supra Sections VI and VIII.  262. See supra Sections III and VIII(C).  263. Id.  264. The Hively court wrote: The Court made clear that “[t]he critical inquiry . . . is whether gender was a factor in the employment decision” when it was made. So, if discriminating against an employee because she is homosexual is equivalent to discriminating against her because she is (A) a woman who is (B) sexually attracted to women, then it is motivated, in part, by an enumerated trait: the employee’s sex. That is all an employee must show to successfully allege a Title VII claim.  853 F.3d 339, 359 (7th Cir. 2017). The Zarda court noted that “[b]ecause one cannot fully define a person’s sexual orientation without identifying his or her sex, sexual orientation is a function of sex. Indeed sexual orientation is doubly delineated by sex because it is a function of both a person’s sex and the sex of those to whom he or she is attracted.” Zarda v. Altitude Express, Inc., 883 F.3d 100, 113 (2d Cir. 2018). 2019] TITLE VII DISCRIMINATION PROTECTIONS & LGBT EMPLOYEES 39 protections to gay men and lesbians who present according to social norms assigned to his or her birth sex. The Supreme Court has expressly held that sex and gender must be “irrelevant to employment decisions” to stay in compliance with Title VII.265  As the Hively and Zarda courts have noted, it is simply not possible to discriminate against a lesbian without taking her sex into account.266  Therefore, whenever an employer discriminates against an employee based on sexual orientation, the employer has acted “because of . . . sex” and is in violation of Title VII.267  Although the Court denied certiorari during the 2017–18 Term to an Eleventh Circuit case denying Title VII protection based on sexual orientation, another case from the same circuit was filed the following year with an almost identical petition and will be addressed by the Court during the 2019–20 Term.268  This time the Eleventh Circuit petition was not alone.  It was joined by a petition from the Second Circuit that also addressed sexual orientation but with an opposing outcome.269  Additionally, because the Seventh Circuit Hively case has not been appealed, that court’s holding is a final outcome for three states absent a contradictory holding from the Supreme Court.  In light of the current circuit split and the federal agencies at odds, the Court’s intervention is timely and necessary.  Hopefully the Court will resolve the Title VII issue in favor of LGBT workers, leading to further protections and equality for LGBT citizens as they continue to gain legal rights and acceptance in mainstream society. Ideally, the Court will recognize the injustice that takes place when a lesbian exercising her now constitutional right to marry can put her family and job in jeopardy should her employer find out about and disapprove of her marriage.  Just as discriminatory practices are precluded for heterosexual employees, African American employees, and Jewish employees, among others, lesbian, gay, and transgender employees should have equal protection from discrimination in the workplace. Along with marriage equality, the Supreme Court bestowed dignity on a group that has experienced more than its share of indignity and disrespect. As Justice Kennedy poignantly penned in the Obergefell decision, “They ask for equal dignity in the eyes of the law. The Constitution grants                                                 265. Price Waterhouse v. Hopkins, 490 U.S. 228, 239–40 (1989) (“ . . . because of such individual’s . . . sex. We take these words to mean that gender must be irrelevant to employment decisions”).  266. See Hively, 853 F.3d at 359; Zarda, 883 F.3d at 113.  267. Id.; see Katie R. Eyer, Sex Discrimination Law and LGBT Equality, https://www. acslaw.org/wp-content/uploads/2018/04/Sex_Discrimination_Law_and_LGBT_Equality.pdf (last visited Sept. 28, 2018) (arguing that “faithful application of established anti-discrimination law doctrine leads inevitably to the conclusion that sexual orientation and gender identity discrimination are also sex discrimination.”).  268. Evans v. Ga. Reg’l Hosp., 850 F.3d 1248, 1250 (11th Cir. 2017), cert. denied, 138 S. Ct. 557 (2017).  269. See supra note 31 and accompanying text.  See also Section VIII(C)(2). 40 BELMONT LAW REVIEW [Vol. 6:2: 1 them that right.”270  LGBT Americans have, at last, lost the title of “deviant” and been granted constitutional rights previously denied.271  Employment discrimination laws have simply not kept up with advances in LGBT rights.  The current state of Title VII is demeaning to gay and lesbian employees, confusing to employers and employees alike, and plainly unequal.  As President Kennedy eloquently noted in 1963, we are, again, “confronted . . . with a moral issue . . . as old as the scriptures and . . . as clear as the American Constitution.”272  More than fifty years after the Civil Rights Act of 1964 introduced Title VII and equality into the workforce, it is time to extend those same protections to all LGBT employees and “treat [those] fellow Americans as we want to be treated. . . .”273  It is time for employment laws to catch up with and to reflect the same values of equality and dignity that the Obergefell Court addressed.274                                                 270. Obergefell v. Hodges, 576 U.S. ___, 135 S. Ct. 2584, 2608 (2015).  271. See id. at 2596 (noting that “[f]or much of the 20th century . . . homosexuality was treated as an illness,” and “classified as a mental disorder” and that “[o]nly in more recent years have psychiatrists and others recognized that sexual orientation is both a normal expression of human sexuality and immutable”); see also, Regina M. Lambert & Abby R. Rubenfeld, Deviant to Dignified: From Campbell v. Sundquist to Tanco v. Haslam - The Progression of LGBT Rights & Marital Equality in Tennessee, 83 TENN. L. REV. 371, 454 (2016) (noting that the Obergefell “majority opinion’s penultimate paragraph affirms the dignity, respect, and humanity finally afforded to gay individuals. Those same citizens who were, less than three decades earlier, referred to and treated as deviant or as criminals, were finally afforded the dignity they deserve.”).  272. Radio and Television Report to the American People on Civil Rights (John F. Kennedy, The White House June 11, 1963) (on file with John F. Kennedy Presidential Library and Museum).  273. Id.  274. Obergefell, 576 U.S. at ___, 135 S. Ct. at 2608.  ",
    "id": 277632600,
    "identifiers": {
        "doi": null,
        "oai": "oai:repository.belmont.edu:lawreview-1065"
    },
    "title": "Title VII Discrimination Protections & LGBT Employees: The Need for Consistency, Certainty & Equality Post-Obergefell",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T08:00:00+00:00",
    "publisher": "Belmont Digital Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://repository.belmont.edu/cgi/viewcontent.cgi?article=1065&amp;context=lawreview"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/277632600.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/277632600"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/277632600/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/277632600/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/277632600"
        }
    ],
    "abstract": "This article explores employment protections against discriminatory practices for LGBT Americans. Factors such as jurisdiction, employment type, and geography all play a role in whether or not protections are extended to LGBT individuals. This article also examines Title VII of the Civil Rights Act of 1964, the role of the EEOC in enforcing federal laws prohibiting discrimination, as well as executive orders and protections",
    "tags": [
        "text",
        "Title VII",
        "EEOC",
        "LGBT",
        "Transgender",
        "Law",
        "Legal Writing and Research"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:repository.belmont.edu:lawreview-1065",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14440",
        "openDoarId": 0,
        "name": "Belmont Digital Repository (Belmont University)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 277632600,
        "depositedDate": null,
        "publishedDate": "2019-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-17T07:49:51+00:00",
        "acceptedDate": null,
        "createdDate": "2020-01-02T16:41:26+00:00"
    },
    "urls": [
        "https://repository.belmont.edu/lawreview/vol6/iss2/1",
        "https://repository.belmont.edu/context/lawreview/article/1065/viewcontent/LambertHillman_1_40.pdf"
    ],
    "lastUpdate": "2024-02-17T07:49:51+00:00",
    "setSpecs": []
}