{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Parra Peña, Omar David"
        }
    ],
    "contributors": [
        "Gutiérrez de Piñeres, Jairo Alfonso"
    ],
    "createdDate": "2020-11-23T18:44:40+00:00",
    "dataProvider": {
        "id": 2069,
        "name": "Repositorio Institucional UNAD",
        "url": "https://api.core.ac.uk/v3/data-providers/2069",
        "logo": "https://api.core.ac.uk/data-providers/2069/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/344733571.pdf",
    "fullText": "To Identify Role Assignment According to Gender in the Visual Content of ELT Textbooks   A Research Project Presented to The Program of B.A. in Teaching English as a Foreign Language School of Education Universidad Nacional Abierta y a Distancia Colombia   In Partial Fulfillment of the Requirements for the Degree of Licenciado en Inglés como Lengua Extranjera  by Omar David Parra Peña   21st March 2020  © Omar David Parra Peña 2019ii    ABSTRACT During the last years, the world has witnessed a boom in the field of gender issues and sexual identity, but inequality and stereotypes are still present on a regular basis. This reflects there has been a gap in society’s development, even when it would foster equality, and a better quality of life. This phenomenon can also be observed in educational contexts such as in the teaching of English as a foreign language, particularly in the material used to teach, such as English textbooks. The present study aims at analyzing the visual representation made in ELT textbooks of both female and male members of a community, taking into account the allocation of roles. This was done throughout the study of pictures in two series of textbooks used at a language institute in Bucaramanga. To gather and analyze this data, qualitative and quantitative approaches such as questionnaires, charts and statistical methods were employed. Keywords:  Role assignment, gender, allocation, stereotypes, equality.      iii    ACKNOWLEDGMENTS First of all, I would like to thank God because he is the one who makes all things possible and whose support, presence, love and guidance have been fundamental throughout the course of both my life and my career. Second, I would like to express my deepest appreciation to my father, José Parra Rivera, whose words, love, confidence, respect, kindness, commitment, and unconditional support have been truly inspiring and pivotal in my life. In addition, I would love to thank my grandmother, Nelly Vega de Peña, for her unconditional love and her valuable teachings.  Finally, I would like to express the deepest appreciation to my professors for their professional advice and assistance in polishing this manuscript for it would not have been possible without their invaluable guidance.   iv    TABLE OF CONTENTS ABSTRACT .................................................................................................................................... ii ACKNOWLEDGMENTS ............................................................................................................. iii LIST OF TABLES ........................................................................................................................ vii LIST OF FIGURES .................................................................................................................... viiii INTRODUCTION ...........................................................................................................................1 Significance of the Study .................................................................................................... 2 Statement of the Problem .................................................................................................... 2 Objectives ........................................................................................................................... 4 General Objective ................................................................................................... 4 Specific Objectives ................................................................................................. 4 LITERATURE REVIEW ............................................................. ¡Error! Marcador no definido. Types of Publications .......................................................................................................... 5 Primary Literature ................................................................................................... 5 Secondary Literature ............................................................................................. 10 Tertiary Literature ................................................................................................. 14 METHODOLOGY ........................................................................................................................19 RESULTS ......................................................................................................................................24 DISCUSSION ................................................................................................................................42 CONCLUSION ..............................................................................................................................44 v REFERENCES ..............................................................................................................................46 APPENDIX A: QUESTIONS OF THE APPLIED QUESTIONNAIRE ......................................51     vi    LIST OF TABLES Table 1. Visual analysis of book #1 ...............................................................................................20 Table 2. Visual analysis of book #2 ...............................................................................................21    vii    LIST OF FIGURES Figure 1. Number of responses of the applied questionnaire. ........................................................24 Figure 2. Total points distribution. .……………………………………………………………..25 Figure 3. Responses on the question how long have you been working as a teacher……………25 Figure 4. Responses regarding gender…………………………………………………………...26 Figure 5. Responses regarding the highest degree of education respondents have completed….26 Figure 6. Responses regarding gender representation perceptions. Question 1…………………27 Figure 7. Responses regarding gender representation perceptions. Question 2…………………27 Figure 8. Responses regarding gender representation perceptions. Question 3…………………28 Figure 9. Responses regarding gender representation perceptions. Question 4…………………28 Figure 10. Responses regarding gender representation perceptions. Question 5………………..29 Figure 11. Responses regarding gender representation perceptions. Question 6………………..29 Figure 12. Responses regarding gender representation perceptions. Question 7………………..30 Figure 13. Responses regarding gender representation perceptions. Question 8………………..30 Figure 14. Responses regarding gender representation perceptions. Question 9………………..31 Figure 15. Responses regarding gender representation perceptions. Question 10………………31 Figure 16. Responses regarding gender representation perceptions. Question 11………………32 Figure 17. Responses regarding gender representation perceptions. Question 12………………32 Figure 18. Responses regarding gender representation perceptions. Question 13………………33 Figure 19. Responses regarding gender representation perceptions. Question 14………………33 viii Figure 20. Responses regarding gender representation perceptions. Question 15………………34 Figure 21. Responses regarding gender representation perceptions. Question 16………………34 Figure 22. Responses regarding gender representation perceptions. Question 17………………35 Figure 23. Responses regarding gender representation perceptions. Question 18………………35 Figure 24. Responses regarding gender representation perceptions. Question 19………………36 Figure 25. Responses regarding gender representation perceptions. Question 20………………36 Figure 26. Responses regarding gender representation perceptions. Question 21………………37 Figure 27. Responses regarding gender representation perceptions. Question 22………………37 Figure 28. Responses regarding gender representation perceptions. Question 23………………38 Figure 29. Responses regarding gender representation perceptions. Question 24………………38 Figure 30. Responses regarding gender representation perceptions. Question 25………………39 Figure 31. Responses regarding gender representation perceptions. Question 26………………39 Figure 32. Responses regarding gender representation perceptions. Question 27………………40 Figure 33. Responses regarding gender representation perceptions. Question 28………………40 Figure 34. Responses regarding gender representation perceptions. Question 29………………41 Figure 35. Responses regarding gender representation perceptions. Question 30………………41        ix               1    CHAPTER 1  INTRODUCTION Lately, the world has witnessed a boom in the field of gender issues and sexual identity, but inequality and stereotypes are still present on an everyday basis. This occurrence can also be seen in educational contexts such as in the teaching of English as a foreign language, particularly in the material used to teach, such as English textbooks.  Taking into account that education is a vehicle that shapes and models people’s interpretations of the world, classroom contents are considered to contribute to the improvement of this situation. Textbooks are no longer seen as just instructive material, they help to form student’s minds, “they are no longer considered to be neutral, they all contribute to disseminating certain ideology” (Amalsaleh, 2010).  The present study aims at analyzing the visual representation made in ELT textbooks of both female and male members and people with different sexual orientations of a community, taking into account the allocation of roles, and both the relevance and impact this has not only on students’ perceptions of the world but also on the way both men and women and their traditional assigned roles are perceived by the society. What is more, since students are in steady interaction with other cultures (especially those of English-speaking countries), and because images pose an impact in language learning, it is crucial that the editors of English textbooks are aware of this issue. In addition, it is fundamental that languages teachers be aware of this situation too since 2 they also play a pivotal role in society and in the shaping and modeling of students’ cultural beliefs. This is why it is core to get to know what roles are assigned to people in pictures of ELT textbooks according to their gender and what do English teachers think of the allocation of roles in pictures in ELT textbooks.  Significance of the Study The current study is of outmost importance for the teaching of English as a foreign language since language is the means through which we can materialize ideas, which are the result of our constant interaction with society. Therefore, language is a vital element in every social relationship. As Sapir pointed out in 1921, “Human beings do not live in the objective world alone… but are very much at the mercy of a particular language which has become the medium of expression for their society. Their ‘real world’ is to a large extent unconsciously built up in the language habits of the group.” These interpretations Sapir referred to above lead us to shape our behavior, since our conceptions of the world direct us to assume positions and make decisions. This is pivotal in the field of teaching English as a foreign language considering that the visual content of a textbook not only epitomizes other lifestyles and habits, and thus other cultures, but also carries intrinsic cultural information. Further, English is currently the lingua franca par excellence and so not only editors and writers but also teachers should pay attention to this intrinsic cultural information images transmit.   Statement of the Problem Over the past few years, society has beheld rapid and surprising changes and trends with regard to gender-related issues and sexual orientation. Notwithstanding that, not only disparity 3 but also society molds take a daily toll. This shows there has been divergence in the development of the society in terms of fairness above all. Bearing in mind that education is a means by which people’s insights and understanding of the society are shaped and modeled, curricula are thought to contribute to the renovation of this issue. Schoolbooks are not seen as just educational material anymore since they also help in the shaping of students’ minds, “they are no longer considered to be neutral, they all contribute to disseminating certain ideology” (Amalesh, 2010).    The current manuscript was aimed at figuring out the graphical display in ELT schoolbooks of men, women and people with various sexual preferences all active members of a community, considering the apportionment of roles, and both the significance and effect this has not only on students’ perceptions of the world but also in the shaping of the insights they have into society.  Language and Reality Language is the means through which we can externalize beliefs, which are the outcome of our steady synergy with the world and people and thus society itself. Consequently, language is a crucial component in every social interaction. Thus, it is highly important that language teachers, especially English teachers -being English the current lingua franca par excellence-, are well aware of the burden, repercussions, and the gravity and magnitude graphic material present in ELT textbooks have on the shaping of students’ perceptions of society, and, in this specific context, the misconception of the allocation of roles according to gender.    Gender and Sexism “Whilst we are born with a biologically predetermined ‘sex’, we are not born with a ‘gender’. Our ‘gender’ refers to the cultural traits deemed appropriate for men and women in 4 each society (Cameron, 2006), and the roles that we ‘perform’ through language, and various discourses (Butler, 1990).” (Bartels, Bradford and Easteal, 2012). This quotation depicts and embodies the raison d’etre of this paper and thus its significance since there does not exist a single feature or association that leads us into the conclusion that men, women, and people with diverse sexual preferences and orientations are cut out for a specific role or activity or not. Every single human being is free to decide who they want to be, what they want to do and the role(s) they want to play in society regardless of their sex, gender or sexual orientation and they do not have to fall into any of the traditional roles typically assigned by mankind (stereotypes). Questions: ● What roles are assigned to people in pictures of ELT textbooks according to their gender? ● What do English teachers think of the allocation of roles in pictures in ELT textbooks? Objectives General Objective To identify the roles assigned to each gender in pictures of ELT textbooks.  Specific Objectives ● To analyze the visual material present in ELT textbooks. ● To categorize the information based on the collected information. ● To find out teacher’s perspectives about role assignment according to gender in ELT textbooks.       5   CHAPTER 2 Types of Publications Primary Literature 1. Abdelhay, B., & Benhaddouche, W. (2015). Gender Stereotyping through Textbook Illustrations: A Case Study of Algerian Middle School Textbook- Spotlight on English. Mediterranean Journal of Social Sciences. doi: 10.5901/mjss.2015.v6n5p435 Research corroborates that combining texts and illustrations in teaching materials, reinforces learners’ accomplishments. Yet, many educators, authors and textbooks’ analysts might not share this allegation. For them, the premise that the textbooks, broadly speaking and the textbook illustrations particularly have a positive/negative effect on EFL learners’ outcomes has not been assiduously inspected. Hence, this paper provides anecdotal evidence concerning the secondary effects of the implementation of textbooks’ illustrations and their sway on EFL learners’ attitudes from a hidden curriculum standpoint.   2. Amalsaleh, E., Javid, F., & Rahimi, A. (2010). The power of language and ELT textbooks. Procedia - Social and Behavioral Sciences, 9 (2010), 2052-2056. Retrieved November 12, 2014. This manuscript aimed at inquiring how language is utilized in EFL textbooks to depict a society and its members, taking into consideration that textbooks are no longer thought to be unbiased and that they all assist to difusing a particular dogma. This specific article enlightened the way for conducting this 6 research since it uses Critical Discourse Analysis as a data collection method and sees language as capable of forming behavior. 3. Amerian, M. (2015). Language and gender: A critical discourse analysis on gender representation in a series of international ELT textbooks. International Journal of Research Studies in Education, 4(2), 3–12. Retrieved from https://www.academia.edu/9763676/Language_and_gender_A_critical_discourse_analysis_on_gender_representation_in_a_series_of_international_ELT_textbooks This study sought to examine the depiction of gender in an international ELT series, i.e., American Headway Student Textbooks. Fairclough’s (2001) three-dimensional model was chosen and adopted as the archetype of study. Successfully, various sections of American Headway Student Textbooks were examined methodically vis-à-vis eight factors, This investigation indicates that the series are instilling capitalism economy as dogma.  4. Arabmofrad, A. (2015). A Critical Discourse Analysis of Family and Friends Textbooks: Representation of Genderism. International Journal of Applied Linguistics & English Literature, 4(4), 1–7. Retrieved from https://www.academia.edu/11253067/A_Critical_Discourse_Analysis_of_Family_and_Friends_Textbooks_Representation_of_Genderism The current investigation employed a Critical Discourse Analysis (CDA) approach to examine the linguistic portrayal of male and female social actors in Family and Friends 4, 5 and 6. In doing so, van Leeuwen’s (1996) representational framework and Halliday and Matthiessen’s (2004) Transitivity 7 Theory Model were chosen to divulge the belief behind the constructions. The results might help EFL teachers, material developers and policy makers to be cognizant of equality/inequality matters in textbooks so as to make an equality standpoint to apprentices.  5. Bahman, M. (2017). IRANIAN HIGH SCHOOLS: OCCUPATIONAL VISIBILITY IN ENGLISH TEXTBOOKS. Journal of Language and Communication, 4(2), 202–211. Retrieved from https://www.academia.edu/34903220/IRANIAN_HIGH_SCHOOLS_OCCUPATIONAL_VISIBILITY_IN_ENGLISH_TEXTBOOKS This paper employs Hartman and Judd’s (1978) framework to explore the occupational and stereotypical functions attributed to women and men in two volumes of English textbooks belonging to Iranian high schools. The findings of this manuscript indicated that the manifestation of women and men in terms of occupational roles in the textbooks was inequitable. Put differently, women were portrayed in more stereotypical occupations than men and the men’s endeavors were more divergent than the women’s.  6. Brusokaitė, E. (2013). GENDER REPRESENTATION IN EFL TEXTBOOKS, 4–59. Retrieved from https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=5&cad=rja&uact=8&ved=2ahUKEwjE9Lng5p3lAhUPmeAKHQloCowQFjAEegQIBhAC&url=http://gs.elaba.lt/object/elaba:1868784/1868784.pdf&usg=AOvVaw2E9r6AaxBLn1FCOWFZ1Ntn  8  The objective of the investigation was to establish gender representation in the Lithuanian, British and Argentinian EFL textbooks. To that end, EFL textbooks circulated in Lithuania (Super English 4), the UK (Speakout) and Argentina (My Life 2) were inspected concerning social and linguistic components of gender representation. The methods chosen for the study were content analysis and the calculation of the relative frequency of occurrence. Additional studies can look at other features of gender representation and address broader range of EFL textbooks. 7. Dabbagh, A. (2016). Gender Representation under Critical Image Analysis: The Case of Iranian ELT Textbooks. International Journal of English Language & Translation Studies. 4(4), 39-52. Retrieved from www.eltsjournal.org   This manuscript sought to find and unveil gender positioning in the images used in the recent ELT nationwide text books, i.e. Prospects 1, 2 & 3. To that end, the dimensions in Goffman (1976) were combined with the image semiotic category of Kress and van Leeuwen (2006) to examine the images in terms of determining active participant, gaze direction, visual techniques, body display, and the background in which the participants were shown. Findings pledge implications for language teachers and teacher educators as to raise their consciousness of discrimination on the basis of gender, though in some respects and not in others, in the graphic material of the textbooks.  9 8. Esmaili, F. (2014). GENDER REPRESENTATION IN IRANIAN HIGH SCHOOL ENGLISH TEXTBOOKS WITH A CRITICAL DISCOURSE ANALYSIS PERSPECTIVE. International Journal of Language Learning and Applied Linguistics World (IJLLALW), 5(4), 277–289. Retrieved from https://www.academia.edu/9129555/GENDER_REPRESENTATION_IN_IRANIAN_HIGH_SCHOOL_ENGLISH_TEXTBOOKS_WITH_A_CRITICAL_DISCOURSE_ANALYSIS_PERSPECTIVE This research was a try to look at gender depiction in certain English Language teaching textbooks of Iran, namely, English Book 1, English Book 2, and English Book 3. To do so, Fairclough’s (2001) three-dimensional model was chosen for the purpose of examining the manifestation of gender in the three textbooks to withdraw the dogma behind their constructions. Findings showed that these textbooks presented a “sexist attitude” concerning gender in favor of men, in which the men presented more than women.  9. Fadhila Yonata & Yan Mujiyanto. 2017. The Representation of Gender in English Textbooks in Indonesia. Language Circle: Journal of Language and Literature, 12(1), 91—101.  The need of unveiling the current state of affairs of gender parity in education is the background of this paper. Two textbooks utilized regularly in Senior High School level in Semarang namely ‗Bahasa Inggris ‘(henceforth BI) and ‗Aim High ‘(henceforth AH) were selected as the subjects of the study. The results of the analysis showed that (1) both BI and AH are alike in the dominance 10 of male over female in the exercise and images part; they are also comparable in portraying male characters engaged with higher education, social, and outdoor-based activities. On the contrary, (2) Both BI and AH differ in which BI has no one female- or equal shared dominance in all of the parts while AH has female dominated the frequency in the course material and same mutual dominance in the reading passage and conversation section.   Secondary Literature 1. Farooq, S. (2012). Gender Inclusion: A Neglected Aspect of the English Textbooks in Pakistan. International J. Soc. Sci. & Education, 3(1). Retrieved November 16, 2014. This investigation was performed in Pakistan, employing content analysis, questionnaires and interviews as data collection methods. The researchers tried to decipher the fashion teachers see the textbooks used for Language Teaching in inclusive gender terms, based on the basis of the idea that the content of the books can in some way model the opinion of the apprentices, and an inclusive content will be conductive to the development of an aware citizen, especially in a context of male domination, where parity is celebrated and gender specific superiority is dissuaded.  2. Hall, M. (2014). Gender Representation in Current EFL Textbooks in Iranian Secondary Schools. Journal of Language Teaching and Research, 5(2). doi: 10.4304/jltr.5.2.253-261 This research explores gender depiction in current EFL textbooks (Right Path to English I and II) that are designed on-site and imparted as a compulsory 11 subject in Iranian high-schools. Two methods of analysis were carried out. The results showed the extent of disequilibrium in gender depiction in these textbooks.  3. Hamdan, S. (2010). English-language Textbooks Reflect Gender Bias - A Case Study in Jordan. Advances in Gender and Education, (2), 22-26. Retrieved November 20, 2014, from www.mcrcad.org This manuscript presented a wide and advantageous review of the literature in this field. This paper deals explicitly with the distribution of roles in accordance with gender and shows all the books in the series used from 1st to 9th grades are biased towards the male paramountcy. This gave an insight of the current state of this respect in other parts of the world is, and it is suitable with the current paper provided that it deals with the exact feature that was analyzed, and it provides relevant methodology and background.  4. Kızılaslan, I. (2010). Student teachers’ perceptions of gendered texts in English language textbooks. Procedia - Social and Behavioral Sciences, 2 (2010), 3528-3531. Retrieved November 16, 2014. In this investigation fifteen Foreign English Textbooks were examined in an effort to look for sexism, through content and linguistic analysis. In most books women continue to be shown as shy, subordinate and submissive figures who are locked in the roles of mother and wife, and certainly, this certitude poses 12 adverse consequences for female students, foremost because they are young and vulnerable to the accessible information.  5. Laya, G. (2009). An investigation of the manifestation of sexism in EFL/ESL textbooks. Retrieved November 12, 2014, from http://0-files.eric.ed.gov.opac.msmc.edu/fulltext/ED505434.pdf This paper sought to investigate the implications of conveying misogynist attitudes and notions through the use of sexist teaching materials, particularly course books. Reportedly, the functions circumscribed by women in textbooks were clichéd and it just fortified the out-of-date bias existing in society towards women. Females were more visible in stay-at-home passive activities and were placed in conventional hackneyed roles.  6. Marefata, F., & Marzband, S. (2014). Multimodal Analysis of Gender Representation in ELT Textbooks: Reader's Perceptions. Procedia - Social and Behavioral Sciences, 98 (2014), 1093 – 1099-1093 – 1099. Retrieved November 12, 2014. This is a qualitative research which aimed at exploring the way visual and verbal discourse collaborate to reflect gender identity in an ILI textbook dialogue. The aim is reached by analyzing the texts to show the portrayal of gender through the following features: contact, social distance, attitude, and narrative representation. This study offered the opportunity to uncover the gender identity that characters adopt in dialogues with each other and to raise consciousness among 13 educators and pupils in terms of identity concerns in English language Learning and Teaching.  7. Mineshima, M. (2008). Gender Representation in an EFL Textbook. Retrieved November 19, 2014. This manuscript aimed to explore how the two genders are depicted in a textbook used in upper secondary classes in Japan. The writer took into account various particular branches, such as firstness, role-allocation, character attributes and visibility, and examined both language and graphic material. This paper deserves particular attention not only because it deals with the topics aforementioned, but also because it is the only one used for this literature revision that winds up that in general, equality can be sensed for females and males throughout the entire textbook.  8. Shamsuddin, C. (2015). Gender Stereotyped Images of Occupations in Malaysian Primary English Textbooks: A Social Semiotic Approach. Arab World English Journal (AWEJ), 6(4), 166–181. Retrieved from https://www.academia.edu/20062367/Gender_Stereotyped_Images_of_Occupations_in_Malaysian_Primary_English_Textbooks_A_Social_Semiotic_Approach Several investigators in the past have emphasized on depictions of stereotyped gender roles in textbooks, but few have wholly investigated how social semiotic meanings are used for determining occupational gender roles. Social semiotics poses an importance in this ongoing research of images on 14 textbooks mainly due to the way it addresses and visualizes the existing society. Findings demonstrated that occupational images of men were connected to more confident and agentic qualities whilst women were depicted with more caring, communal qualities.   Tertiary Literature 1. Söğüt, S. (2018). Gender representations in high school EFL coursebooks: An investigation of job and adjective attributions.Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi, 18 (3), 1722-1737. Gender-biased depictions in coursebooks have the potential to impact apprentices and educators concerning their attitudes, mindsets, and values. Bearing in mind the fundamental relevance of the coursebooks in Turkish educational context, the present manuscript seeks to enlighten the allocation of the gender roles in the coursebooks by looking at job and adjective attributions. In the wake of the analysis, female and male characters in the coursebooks vary from each other with regard to both the amount and range of jobs assigned to them despite some comparable jobs (e.g., teacher, doctor, architect) and adjectives (e.g., famous, thoughtful, successful) allocated to both genders.  2. Söylemez, A. (2010). A study on how social gender identity is constructed in EFL coursebooks. Procedia - Social and Behavioral Sciences, 9 (2010), 747-752. Retrieved November 18, 2014. 15 This investigation emphasizes on the premise that course books mirror a society’s values, prejudices and conventionalities, and thus can lead to think of biased and fossilized roles in the learning environment. On the point of trying to understand the world, apprentices do not only comprehend the information they are given but they also make interpretations and test them within the process, and that is why examining language teaching material is so crucial, to examine what learners are exposed to.   3. Tao, Baiqiang. 2008. Identifying and Combating Sexism in EFL Textbooks—With a Case Study into China. ERIC article ED5020111 Retrieved http://www.eric.ed.gov/ERICWebPortal/search/detailmini.jsp?_nfpb=true&_&ERICExtSearch_SearchValue_0=ED502011&ERICExtSearch_SearchType_0=no&accno=ED502011 This manuscript studies methodologies of determining and fighting against sexism in EFL (English as a Foreign Language) textbooks. The author of this paper has discovered there exists sexism or gender inequality in the textbooks including EFL textbooks.  4. Abdelhay, B., & Benhaddouche, W. (2015). Gender Stereotyping through Textbook Illustrations: A Case Study of Algerian Middle School Textbook- Spotlight on English. Mediterranean Journal of Social Sciences. doi: 10.5901/mjss.2015.v6n5p435 Research corroborates that merging texts and graphic material in teaching materials, boosts students’ achievements. Nevertheless, several educators, authors 16 and textbooks’ analysts might not share this demand. As a consequence, this paper gives anecdotal evidence on the adverse effects of the use of textbooks’ illustrations and their impact on EFL learners’ attitudes from a hidden curriculum point of view. Findings demonstrate that males’ illustrations far exceed the females’ picture depictions. What is more, women were depicted more frequently, in commonplace roles that support the conventional image of them in society whilst men were shown in more outdoor, adventurous, and skillful activities.  5. Amalsaleh, E., Javid, F., & Rahimi, A. (2010). The power of language and ELT textbooks. Procedia - Social and Behavioral Sciences, 9 (2010), 2052-2056. Retrieved November 12, 2014. This research sought at examining how language is employed in EFL textbooks to depict a society and its members, taking into consideration that textbooks are not considered to be unbiased anymore and that they all assist to propagating a particular dogma.  This specific article enlightened the way for conducting this research since it uses Critical Discourse Analysis as a data collection method and sees language as capable of forming behavior.  6. Arabmofrad, A. (2015). A Critical Discourse Analysis of Family and Friends Textbooks: Representation of Genderism. International Journal of Applied Linguistics & English Literature, 4(4), 1-7. Retrieved from 17 https://www.academia.edu/11253067/A_Critical_Discourse_Analysis_of_Family_and_Friends_Textbooks_ Representation_of_Genderism The current investigation utilized a Critical Discourse Analysis (CDA) approach to examine the linguistic depiction of male and female social actors in Family and Friends 4, 5 and 6. To do so, Halliday and Matthiessen’s (2004) Transitivity Theory Model and van Leeuwen’s (1996) representational framework were chosen to unveil the dogma behind the constructions. Results showed a “sexist attitude” in favor of male social actors. 7. Bahman, M. (2017). IRANIAN HIGH SCHOOLS: OCCUPATIONAL VISIBILITY IN ENGLISH TEXTBOOKS. Journal of Language and Communication, 4(2), 202–211. Retrieved from https://www.academia.edu/34903220/IRANIAN_HIGH_SCHOOLS_OCCUPATIONAL_VISIBILITY_IN_ENGLISH_TEXTBOOKS This paper employs Hartman and Judd’s (1978) framework to explore the occupational and stereotypical roles allocated to men and women in two volumes of English textbooks appertaining to Iranian secondary schools. Findings proved that the manifestation of men and women in termos of occupational roles in the textbooks was unequal. Otherwise stated, female actors were portrayed in more traditional occupations than male actors and the men’s occupations were wider than those of women’s. 8. Brusokaitė, E. (2013). GENDER REPRESENTATION IN EFL TEXTBOOKS, 4–59. Retrieved from https://www.google.com/url?sa=rct=j&q=&esrc=s&source=web&cd=5&cad=rja&uact=818 &ved=2ahUKEwjE9Lng5p3lAhUPmeAK HQloCowQFjAEegQlBhAC&url=http://gs.elaba.lt/object/elaba:1868784/186784.pdf&usg=AOvVaw2E9r6AaxBLn1FCOWFZ1Ntn The main objective of the investigation was to establish gender representation in the Lithuanian, British and Argentinian EFL textbooks. For this, EFL textbooks distributed in Lithuania (Super English 4), the UK (Speakout) and Argentina (My Life 2) were thoroughly examined in terms of linguistic and social respects of gender representation. Additional investigations can explore other respects of gender representation and cover an ampler range of EFL textbooks.      19    CHAPTER 3  METHODOLOGY In this segment, detailed information about the procedure, and data collection instruments that were needed in order to create a final chart and to draw solid conclusions about the roles mainly played by people according to their gender in the textbooks pictures was expounded. A mixed method approach was used to gather the data, a questionnaire that elicited teachers’ perceptions and a chart drawn based on the picture’s analysis. This section described step by step this scheme used to collect the information needed. The current investigation is descriptive with a quantitative approach for it employs a survey as a questionnaire to collect data. As it is typical of researches with a mixed method, a questionnaire that serves as a qualitative data collection instrument that inquired about teachers’ background information, such as their age, gender, level of education completed, teaching experience was used. The chosen population are English teachers who work for a public language institute in Bucaramanga. The questionnaire was applied to approximately seventy teachers, yet only eleven responses were provided. This was the chosen population for one of the specific objectives of the current manuscript is to find out teacher’s perspectives about role assignment according to gender in ELT textbooks.     20 Quantitative data Two books which are used at a language institute in Bucaramanga made out the corpus of this investigation. As the central objective is to identify roles given to people in the illustrations of the book, it was significant to take a look at every single image that appeared in the books. So, what was firstly carried out was a thorough scanning of all the pictorial content of the books.  As the observation went on, some commonly repeated roles designated for people were identified. Therefore, some categories resulted from the analysis. Those categories were narrowed down since some of the roles or activities shared some similarities. Nevertheless, some pictures were not taken into account since they were not portraying a specific role, thereby it was decided they would not be part of the data to be analysed, since there was no enough description that could be drawn from them so as to be classified. All in all, six role categories resulted from the analysis. The illustrations that were examined showed both men and women performing academic activities, professional activities, non-professional activities, outdoor or free time activities, indoor activities, and there were also people who were seen playing a family related role. Finally, the information was typed down in a chart (see tables 1 and 2). Table 1 Visual analysis of book #1 Book 1 Roles Male characters Female characters Academic activities 7 7 21 Professional activities 27 18 Non-professional activities 7 5 Outdoor / free time activities 22 13 Indoor activities 3 5 Family activities 1 15 Total 67 63   Table 2 Visual analysis of book #2 Book 2 Roles Male characters Female characters Academic activities 3 6 Professional activities 37 21 Non-professional 8 9 22 activities Outdoor / free time activities 14 10 Indoor activities 0 1 Family activities 4 9 Total 66 56  Qualitative data A Google Forms based questionnaire serves as a qualitative data collection instrument that inquired about teachers’ background information, such as their age, gender, level of education completed, teaching experience (see appendix 1). Participants were also asked about their perceptions on gender representations in textbooks, in which they rated thirty statements using the Likert scale; besides, they answered two open-ended questions aimed at finding out their insights on the representations the books provide for women and men and people with different sexual orientations. Participation in filling out this form will not require longer than fifteen minutes. Eventually, all the answers from the thirty Likert scale statements were automatically tabulated in Google sheets. Regarding the open-ended questions, participants’ answers were recorded in a separate document. This information was analyzed without having into consideration any previous reading and theoretical assumptions on the matter since the data are 23 expected to be related to one another, which means the information will be inductively interpreted.  Data analysis techniques Aforementioned, this is a mixed-method research study, so there are two sets of data, one which is quantitative and the other one which is qualitative. Hence, an exploratory data analysis approach was used to analyze the data gathered from the visual content of the books. As for the analysis of the data gathered from questionnaires, the grounded theory was the outline. Exploratory data analysis: Introduced by John W. Tukey during the 1970s, this theory suggests analyzing data so that the main traits can be summarized. Even though it is a highly complex approach to analyze data, one very common technique is trends analysis which aims at identifying patterns and repeated features. As Hoaglin, Mosteller, and Tukey (2000) stated “Exploratory data analysis isolates patterns and features of the data and reveals these forcefully to the analyst.” This theory is both suitable and useful for the current manuscript since it was necessary to identify patterns and repeated features in the pictures that were analyzed, so that conclusions regarding teacher’s perceptions on role assignment and allocation of roles on English textbooks could be drawn.  Grounded theory: refers to the discovery of theory based on data (Glaser and Strauss, 1967) and it is an utter inductive process of analyzing data in which the information is observed in isolation, then patterns are established; therefore, a tentative hypothesis is expected to be pointed out based on the analysis of the data, and finally, if the information is enough, a theory can be discovered. Even though it might sound quite ambitious, this is a technique that always allows us to get an overview of realistic insights of people concerning social and cultural beliefs. 24     CHAPTER 4  RESULTS As for teacher's perceptions on gender representation in ELT textbooks, they vary depending on factors such as working experience, age, degree of education, gender, kind of institution (whether it is public or private), etc. Au general, this is what resulted from applying the questionnaire (see figures 1 to 35). Figure 1. Number of responses of the applied questionnaire.  25 Made by Omar David Parra Peña. Figure 2: Total points distribution.   Made by Omar David Parra Peña   Figure 3: Responses on the question how long have you been working as a teacher.   Made by Omar David Parra Peña     26  Figure 4: Responses regarding gender.  Made by Omar David Parra Peña  Figure 5: Responses regarding the highest degree of education respondents have completed.  Made by Omar David Parra Peña 27  Figure 6: Responses regarding gender representation perceptions. Question 1. Made by Omar David Parra Peña  Figure 7: Responses regarding gender representation perceptions. Question 2.  Made by Omar David Parra Peña. 28  Figure 8: Responses regarding gender representation perceptions. Question 3.  Made by Omar David Parra Peña  Figure 9: Responses regarding gender representation perceptions. Question 4.  Made by Omar David Parra Peña  29  Figure 10: Responses regarding gender representation perceptions. Question 5.  Made by Omar David Parra Peña  Figure 11: Responses regarding gender representation perceptions. Question 6.  Made by Omar David Parra Peña  30  Figure 12: Responses regarding gender representation perceptions. Question 7.  Made by Omar David Parra Peña  Figure 13: Responses regarding gender representation perceptions. Question 8.  Made by Omar David Parra Peña  31  Figure 14: Responses regarding gender representation perceptions. Question 9.  Made by Omar David Parra Peña  Figure 15: Responses regarding gender representation perceptions. Question 10.  Made by Omar David Parra Peña  32  Figure 16: Responses regarding gender representation perceptions. Question 11.  Made by Omar David Parra Peña  Figure 17: Responses regarding gender representation perceptions. Question 12.  Made by Omar David Parra Peña  33  Figure 18: Responses regarding gender representation perceptions. Question 13.  Made by Omar David Parra Peña  Figure 19: Responses regarding gender representation perceptions. Question 14.  Made by Omar David Parra Peña  34  Figure 20: Responses regarding gender representation perceptions. Question 15.  Made by Omar David Parra Peña  Figure 21: Responses regarding gender representation perceptions. Question 16.  Made by Omar David Parra Peña  35  Figure 22: Responses regarding gender representation perceptions. Question 17.  Made by Omar David Parra Peña  Figure 23: Responses regarding gender representation perceptions. Question 18.  Made by Omar David Parra Peña 36  Figure 24: Responses regarding gender representation perceptions. Question 19.  Made by Omar David Parra Peña  Figure 25: Responses regarding gender representation perceptions. Question 20.  Made by Omar David Parra Peña  37  Figure 26: Responses regarding gender representation perceptions. Question 21.  Made by Omar David Parra Peña  Figure 27: Responses regarding gender representation perceptions. Question 22.  Made by Omar David Parra Peña  38  Figure 28: Responses regarding gender representation perceptions. Question 23.  Made by Omar David Parra Peña  Figure 29: Responses regarding gender representation perceptions. Question 24.  Made by Omar David Parra Peña  39  Figure 30: Responses regarding gender representation perceptions. Question 25.  Made by Omar David Parra Peña  Figure 31: Responses regarding gender representation perceptions. Question 26.  Made by Omar David Parra Peña  40  Figure 32: Responses regarding gender representation perceptions. Question 27.  Made by Omar David Parra Peña  Figure 33: Responses regarding gender representation perceptions. Question 28.  Made by Omar David Parra Peña  41  Figure 34: Responses regarding gender representation perceptions. Question 29.  Made by Omar David Parra Peña  Figure 35: Responses regarding gender representation perceptions. Question 30.  Made by Omar David Parra Peña 42    CHAPTER 5  DISCUSSION In recent times, mankind has testified a quick shift of paradigm in terms of gender mainstreaming and sexual self-concept. Nonetheless, dissimilarity and mismatches with regard to stereotypes are commonplace. This happening can also be observed in academic grounds where the teaching of English as a foreign language plays a fundamental part in the development of society and in the shaping of students’ cultural beliefs in an era when English is regarded as the universal language. Consequently, EFL textbooks are not seen as just educational material anymore since they also help in the shaping of students’ minds, “they are no longer considered to be neutral, they all contribute to disseminating certain ideology” (Amalesh, 2010). Likewise, education is a means by which people’s insights and understanding of the society are shaped and modeled, and thus, curricula and graphic material are thought to contribute to the renewal of this occurrence.        The results indicated that pictures play a crucial role in language learning, because they provide aid to the understanding of all the written content, especially in textbooks used for English language teaching. What is more, it was found the respondents perceive that there still exist job stereotypes in the textbooks and that they do not believe girls and boys have the same leisure activities in textbooks. Yet, they feel women and men are both portrayed as professionals in the pictures. This could actually indicate bias and the lack of equality when it comes to 43 assigning roles, which, in turn, deeply affects people’s perceptions about the roles both men and women should play in society. Speaking of people with different sexual orientations, the respondents of this investigation feel these people are not given the same importance in English textbooks, which can be interpreted as the existence of discrimination and inequality. Interestingly, both men and women are considered to have the same importance in spite of the traditional roles they are assigned by society. Notwithstanding that, people with different sexual orientations are seen as a phenomenon that is socially acceptable. All in all, images in English textbooks are a strong influence in student’s cultural beliefs, and, therefore, the editors of the textbooks should be aware of the visual material employed and the message it conveys, explicitly or not.        44    CHAPTER 6  CONCLUSION The visual material present in two ELT textbooks used in a public language institute in Bucaramanga was analyzed based on the exploratory data analysis theory introduced by John W. Turkey in the 1970s, which suggests analyzing data so that the main traits can be summarized. This theory was of particular relevance for this paper because it was necessary to identify patterns and repeated features in the pictures that were analyzed, so that conclusions regarding teacher’s perceptions on role assignment and allocation of roles on English textbooks could be drawn, as explained in the discussion section. The information based on the collected data was categorized in tables, and, broadly speaking, six role categories resulted from the analysis. The illustrations that were examined showed both men and women performing academic activities, professional activities, non-professional activities, outdoor or free time activities, indoor activities, and there were also people who were seen playing a family related role.  Speaking of the teachers’ perspectives about role assignment according to gender in ELT textbooks, the grounded theory, which refers to the discovery of theory based on data (Glaser and Strauss, 1967), was employed. In addition, a questionnaire that served as a qualitative data collection instrument was used. Teacher's perceptions on gender representation in ELT textbooks varied depending on factors such as working experience, age, degree of education, gender, kind 45 of institution (whether it is public or private), and so on. Au general, this is what resulted from applying the questionnaire (see the results section). Along this research work, it could be confirmed the notion that pictures play a crucial role in language learning, because they provide aid to the understanding of all the written content, especially in textbooks used for English language teaching, i.e., passages, vocabulary, conversations, grammar structure, etc.  Not only do pictures have an effective impact in language learning, but they also carry intrinsic cultural information. In other words, the visual content of a textbook illustrates other lifestyles and habits as well as students’ own cultural features. Thus, students are in constant interaction with other cultures, which allows the process of acculturation, which implies learners can get a wider insight of the world.  This is why the editors of the textbooks should be aware of the visual material employed and the message it conveys, explicitly or not. The present study dealt specifically with allocation of roles according to gender and sexual orientation, which was done by observing the images of two ELT textbooks under the scope of content analysis of visual representations, and it was found, as shown in tables 1 and 2, that the number of men who are performing work activities is higher than the number of women. Additionally, female characters continue to be depicted performing domestic activities more often than male characters.  Further conclusions could be drawn after applying the questionnaire and analyzing the responses, so a relationship could be established between the corpus of the study and the teachers’ perceptions on the matter.    46    REFERENCES Abdelhay, B., & Benhaddouche, W. (2015). Gender Stereotyping through Textbook Illustrations: A Case Study of Algerian Middle School Textbook- Spotlight on English. Mediterranean Journal of Social Sciences. doi: 10.5901/mjss.2015.v6n5p435 Amalsaleh, E., Javid, F., & Rahimi, A. (2010). The power of language and ELT textbooks.   Procedia - Social and Behavioral Sciences, 9 (2010), 2052-2056. Retrieved   November 12, 2014. Amerian, M. (2015). Language and gender. A critical discourse analysis on gender representation in a series of international ELT textbooks. International Journal of Research Studies in Education, 4(2), 3-12. Retrieved from https://www.academia.edu/9763676/Language_and_gender_A_critical_discourse_analysis_on_gender representation_in_a_series_of_international_ELT_textbooks  Arabmofrad, A. (2015). A Critical Discourse Analysis of Family and Friends Textbooks: Representation of Genderism. International Journal of Applied Linguistics & English Literature, 4(4), 1-7. Retrieved from https://www.academia.edu/11253067/A_Critical_Discourse_Analysis_of_Family_and_Friends_Textbooks_ Representation_of_Genderism Bahman, M. (2017). IRANIAN HIGH SCHOOLS: OCCUPATIONAL VISIBILITY IN ENGLISH TEXTBOOKS. Journal of Language and Communication, 4(2), 202–211. Retrieved from 47 https://www.academia.edu/34903220/IRANIAN_HIGH_SCHOOLS_OCCUPATIONAL_VISIBILITY_IN_ENGLISH_TEXTBOOKS Brusokaitė, E. (2013). GENDER REPRESENTATION IN EFL TEXTBOOKS, 4–59. Retrieved from https://www.google.com/url?sa=rct=j&q=&esrc=s&source=web&cd=5&cad=rja&uact=8&ved=2ahUKEwjE9Lng5p3lAhUPmeAK HQloCowQFjAEegQlBhAC&url=http://gs.elaba.lt/object/elaba:1868784/186784.pdf&usg=AOvVaw2E9r6AaxBLn1FCOWFZ1Ntn Brown, H. D. (2007). Principles of language learning and teaching. New York, NY: Pearson  Education. Butler, J. (1990). Gender Trouble: Feminism and the Subversion of Identity. Routledge. Cameron, S. (2006). Gender and the English language. In: Aarts, B., McMahon, A. (Eds.),   The Handbook of English Linguistics. Blackwell Publishing. Cho, B.-K., & Kim, J. (1999). The Improvement of Children's Creativity: Through Korean Picture Books. Childhood Education, 75(6), 337-341 Dabbagh, A. (2016). Gender Representation under Critical Image Analysis: The Case of Iranian ELT Textbooks. International Journal of English Language & Translation Studies. 4(4), 39-52. Retrieved from www.eltsjournal.org Dimopoulos, K., Koulaidis, V., & Sklaveniti, S. (2003). Towards an analysis of visual   images in school science textbooks and press articles about science and technology.  Research in Science Education, 33(2), 189-216. Easteal, P., Bartels, L., & Bradford, S. (2012). Language, gender and 'reality': Violence   against women. ELSEVIER, 40, 324-337. 48 Esmaili, F. (2014). GENDER REPRESENTATION IN IRANIAN HIGH SCHOOL ENGLISH TEXTBOOKS WITH A CRITICAL DISCOURSE ANALYSIS PERSPECTIVE. International Journal of Language Learning and Applied Linguistics World (IJLLALW), 5(4), 277–289. Retrieved from https://www.academia.edu/9129555/GENDER_REPRESENTATION_IN_IRANIAN_HIGGH_SCHOOL_ENGLISH_TEXTBOOKS _WITH_A_CRITICAL_DISCOURSE_ANALYSIS_PERSPECTIVE Fadhila Yonata & Yan Mujiyanto. 2017. The Representation of Gender in English Textbooks in Indonesia. Language Circle: Journal of Language and Literature, 12(1), 91—101. -Farooq, S. (2012). Gender Inclusion: A Neglected Aspect of the English Textbooks in Pakistan. International J. Soc. Sci. & Education, 3(1). Retrieved November 16, 2014. Glaser, B.G.. & Strauss. A.L. (1967). The Discovery of Grounded Theory. Chicago: Aldine.  Hall, M. (2014). Gender Representation in Current EFL Textbooks in Iranian Secondary Schools. Journal of Language Teaching and Research, 5(2). doi: 10.4304/jltr.5.2.253-261 Hamdan, S. (2010). English-language Textbooks Reflect Gender Bias - A Case Study in Jordan. Advances in Gender and Education, (2), 22-26. Retrieved November 20, 2014, from www.mcrcad.org Hoaglin, D. C., Mosteller, F., & Tukey, J. W. (2000). Understanding robust and exploratory  data analysis. New york: J. Wiley. Kasmaienezhadfard , S., Pourrajab, M., & Rabbani, M. (2015). Effects of pictures in   textbooks on students’ creativity. Multi-disciplinary Edu global quest, 4(2), 14th ser.,  83-96. Retrieved October 22, 2017, from 49 https://www.researchgate.net/publication/280311851_effects_of_pictures_in_   textbooks_on_students%27_creativity. Kızılaslan, I. (2010). Student teachers’ perceptions of gendered texts in English language textbooks. Procedia - Social and Behavioral Sciences, 2 (2010), 3528-3531. Retrieved November 16, 2014. Knoblauch, Hubert; Baer, Alejandro; Laurier, Eric; Petschke, Sabine & Schnettler, Bernt   (2008). Visual Analysis. New Developments in the Interpretative Analysis of Video and  Photography [30 paragraphs]. Forum Qualitative Sozialforschung / Forum: Qualitative  Social Research, 9(3), Art. 14, http://nbn-resolving.de/urn:nbn:de:0114-fqs0803148.  Laya, G. (2009). An investigation of the manifestation of sexism in EFL/ESL textbooks. Retrieved November 12, 2014, from http://0 files.eric.ed.gov.opac.msmc.edu/fulltext/ED505434.pdf Leeuwen, T. V., & Jewitt, C. (2000). Content analysis of visual content. In The handbook of  visual analysis (pp. 10-35). London: SAGE.  Marefata, F., & Marzband, S. (2014). Multimodal Analysis of Gender Representation in ELT Textbooks: Reader's Perceptions. Procedia - Social and Behavioral Sciences, 98 (2014), 1093 – 1099-1093 – 1099. Retrieved November 12, 2014. Mineshima, M. (2008). Gender Representation in an EFL Textbook. Retrieved November 19, 2014. Peeck, J. (1993). Increasing picture effects in learning from illustrated text. Learning and   Instruction, 3(3), 227-238 50 Sapir, E. (1921). Language: An introduction to the study of speech. New York: Harcourt,   Brace &. Shamsuddin, C. (2015). Gender Stereotyped Images of Occupations in Malaysian Primary English Textbooks: A Social Semiotic Approach. Arab World English Journal (AWEJ), 6(4), 166–181. Retrieved from https://www.academia.edu/20062367/Gender_Stereotyped_Images_of_Occupations_in _Malaysian_Primary_English_Textbooks_A_Social_Semiotic_Approach Söğüt, S. (2018). Gender representations in high school EFL coursebooks: An investigation of job and adjective attributions.Abant İzzet Baysal Üniversitesi Eğitim Fakültesi Dergisi, 18 (3), 1722-1737. Söylemez, A. (2010). A study on how social gender identity is constructed in EFL coursebooks. Procedia - Social and Behavioral Sciences, 9 (2010), 747-752. Retrieved November 18, 2014. Tao, Baiqiang. 2008. Identifying and Combating Sexism in EFL Textbooks—With a Case Study into China. ERIC article ED5020111 Retrieved http://www.eric.ed.gov/ERICWebPortal/search/detailmini.jsp?_nfpb=true&_&ERICExtSearch _S earchValue_0=ED502011&ERICExtSearch_SearchType_0=no&accno=ED502011 Thu, Tran-Hoang. (2010).Teaching Culture in the EFL/ESL Classroom. Alliant     International University.   51    APPENDIX A: QUESTIONS OF THE APPLIED QUESTIONNAIRE In the following section please answer the questions by simply giving marks from 1 to 5. 1 = strongly disagree 2 = disagree 3 = neither agree nor disagree 4 = agree 5 = strongly agree Questions 1. Pictures in textbooks are a strong influence in students' cultural beliefs. 2. I use visual material present in ELT textbooks during my lessons. 3. I think women and men are given the same importance in English textbooks. 4. I think there are job stereotypes in the textbooks. 5. I think women appear in pictures as much as men do throughout the books. 6. Women are portrayed in outside settings as much as men are. 7. Girls and boys have the same leisure activities in the textbooks. 8. Women and men are both portrayed as professionals in the pictures. 9. Pictures in textbooks are not a strong influence in students’ cultural beliefs. 10. I do not use visual material present in ELT textbooks during my lessons. 11. I do not think women and men are given the same importance in English textbooks. 12. I do not think there are job stereotypes in the textbooks. 13. I do not think women appear in pictures as much as men do throughout the books. 14. Women are not portrayed in outside settings as much as men are. 15. Girls and boys do not have the same leisure activities in the textbooks. 16. Women and men are not portrayed as professionals in the pictures. 17. I think heterosexual, homosexual, bisexual, transgender, asexual, pansexual, lithsexual, autosexual, antrosexual, polysexual, and asexual people are given the same importance in English textbooks. 18. I do not think heterosexual, homosexual, bisexual, transgender, asexual, pansexual, lithsexual, autosexual, antrosexual, polysexual, and asexual people are given the same importance in English textbooks. 19. I think women are more important than men. 20. I think men are more important than women. 52 21. Women should dedicate their lives to the traditional family roles such as cleaning the house, cooking, doing the shopping and looking after the children. 22. Men should dedicate their lives to roles such as running a multinational company, doing research, being important businessmen, space exploration, etcetera. 23. Homosexual, bisexual, transgender, asexual, pansexual, lithsexual, autosexual, antrosexual, polysexual, and asexual people should not appear on English textbooks for this is antinatural. 24. People with different sexual orientations are given the same importance in English textbooks. 25. People with different sexual orientations are not given the same importance in English textbooks. 26. I do not think women are more important than men. 27. I do not think men are more important than women. 28. I do not talk about people with different sexual orientations with my students in class because this is socially wrong. 29. I talk about people with different sexual orientations with my students in class because this socially acceptable. 30. Images in English textbooks are a strong influence in students’ cultural beliefs.  ",
    "id": 344733571,
    "identifiers": {
        "doi": null,
        "oai": "oai:repository.unad.edu.co:10596/31257"
    },
    "title": "To identify role assignment according to gender in the visual content of ELT.",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-09-01T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "http://repository.unad.edu.co/bitstream/10596/31257/1/odperrap.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/344733571.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/344733571"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/344733571/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/344733571/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/344733571"
        }
    ],
    "abstract": "Anexo A: preguntas del cuestionario aplicado.Durante los últimos años, el mundo ha sido testigo de un 'boom' en el campo de las cuestiones de género e identidad sexual; sin embargo, la desigualdad y los estereotipos siguen siendo parte de la cotidianidad. Esto refleja una brecha en el desarrollo de la sociedad. Este fenómeno también puede ser observado en contextos educativos como es el caso de la enseñanza del inglés como lengua extranjera, particularmente en el material utilizado para enseñar, tales como libros de trabajo de inglés. El presente estudio tiene por objetivo analizar la representación visual hecha en libros de trabajo de la enseñanza del inglés como lengua extranjera tanto de hombres como de mujeres miembros de una comunidad teniendo en cuenta la asignación de roles. Esto se realizó a través del estudio de imágenes en dos series de libros de trabajo utilizados en un instituto de lenguas en Bucaramanga. Se emplearon métodos cualitativos y cuantitativos como cuestionarios, tablas y métodos estadísticos para recolectar y analizar la información.During the last years, the world has witnessed a boom in the field of gender issues and sexual identity, but inequality and stereotypes are still present on a regular basis. This reflects there has been a gap in society’s development, even when it would foster equality, and a better quality of life. This phenomenon can also be observed in educational contexts such as in the teaching of English as a foreign language, particularly in the material used to teach, such as English textbooks. The present study aims at analyzing the visual representation made in ELT textbooks of both female and male members of a community, taking into account the allocation of roles. This was done throughout the study of pictures in two series of textbooks used at a language institute in Bucaramanga. To gather and analyze this data, qualitative and quantitative approaches such as questionnaires, charts and statistical methods were employed",
    "tags": [
        "Proyecto de Investigación",
        "Allocation",
        "Equality",
        "Role assignment",
        "Stereotypes",
        "Licenciado en Inglés como Lengua Extranjera"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Proyecto de Investigación"
    ],
    "oai": "oai:repository.unad.edu.co:10596/31257",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2069",
        "openDoarId": 0,
        "name": "Repositorio Institucional UNAD",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 344733571,
        "depositedDate": null,
        "publishedDate": "2019-09-01T01:00:00+01:00",
        "updatedDate": "2024-02-20T15:34:00+00:00",
        "acceptedDate": null,
        "createdDate": "2020-11-23T18:44:40+00:00"
    },
    "urls": [
        "https://repository.unad.edu.co/handle/10596/31257"
    ],
    "lastUpdate": "2024-02-20T15:34:00+00:00",
    "setSpecs": [
        "com_10596_742",
        "com_10596_741",
        "com_10596_416",
        "com_10596_330",
        "col_10596_745"
    ]
}