{
    "acceptedDate": "",
    "authors": [
        {
            "name": "San Jose State University, College of Social Sciences"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-19T06:26:24+00:00",
    "dataProvider": {
        "id": 2185,
        "name": "SJSU ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/2185",
        "logo": "https://api.core.ac.uk/data-providers/2185/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/70426265.pdf",
    "fullText": "San Jose State UniversitySJSU ScholarWorksTogether (College of Social Sciences) College of Social SciencesFall 2016Together, No. 10San Jose State University, College of Social SciencesFollow this and additional works at: http://scholarworks.sjsu.edu/togetherPart of the Social and Behavioral Sciences CommonsThis Newsletter is brought to you for free and open access by the College of Social Sciences at SJSU ScholarWorks. It has been accepted for inclusion inTogether (College of Social Sciences) by an authorized administrator of SJSU ScholarWorks. For more information, please contactscholarworks@sjsu.edu.Recommended CitationSan Jose State University, College of Social Sciences, \"Together, No. 10\" (2016). Together (College of Social Sciences). Paper 10.http://scholarworks.sjsu.edu/together/10FALL 2016 NO. 10COLLEGE OF SOCIAL SCIENCES SAN JOSÉ STATE UNIVERSITYACTIVISM[ac·tiv·ism] noun1.  the policy or action of using vigorous campaigning to bring about  political or social change.ACTIVISM2 TOGETHER : NEWS FROM THE COLLEGE OF SOCIAL SCIENCESin this issue 3  Envisioning South Bay Studies Emeritus professor Tom Layton builds archive4  Activism: It’s in Our DNA SJSU social justice legacy to join core curriculum6   Bitcoins, Climate Change,  Witches and More Eight new faculty bring research passions to college 11  Better Lives Through Economics  Meet econ major  Sushmitha Kasturi11  Groundbreaking Grad Maribel Martinez heads first  county LGBTQ officefrom the deanWalt JacobsDeanThank you for reading the Fall 2016 edition of the College of Social Sciences’ Together newsletter! I’m very happy to be writing my second introductory letter, as I recently started my second year as dean. One of the most rewarding activities for a dean is when she or he welcomes new faculty into the college family. This edition of Together profiles eight new assistant professors: Serena Alexander (Urban and Regional Planning), Matt Capriotti (Psychology), Mary Currin-Percival (Political Science), Oona Hatton (Communication Studies), Evan Palmer (Psychology), Kate Olson (History), Justin Rietz (Economics) and Nikki Yeboah (Communication Studies). We actually hired a ninth new faculty member, but he is completing a post-doctoral assignment at New York University. Gordon Douglas will join the Department of Urban and Regional Planning in August 2017. In the Fall 2017 edition of Together we will profile his work on “do-it-yourself urban design,” which is about informal improvement efforts in city neighborhoods. His research provides us with richer understandings of planning, participation and privilege in the contemporary city.  In addition to featuring our newest faculty, this issue of Together also profiles two of our distinguished senior faculty members. Scott Myers-Lipton is a full professor in the Department of Sociology and Interdisciplinary Social Sciences and Tom Layton is an emeritus professor in the Department of Anthropology. The new faculty have excellent role models in Myers-Lipton and Layton! You will notice that efforts to improve the well-being of society and its members is an essential component in the work of the faculty profiled in this issue. Indeed, social justice is a key value of the College of Social Sciences as a whole. Please see the back cover for information about how you can help us with this important work. Thank you for being our partners!Regular readers of Together may wonder why we did not have a spring 2016 edition. From the Fall of 2011 through the Fall of 2015 a print version of the newsletter was published each semester, and a copy of each issue was placed online. After the Fall 2015 edition was released, we decided to focus on online formats to provide a more timely compilation of news, events and accomplishments in the College. But if you like holding a printed newsletter, don’t worry. Each Fall a print newsletter will feature profiles of new faculty in the  college, as was the case in the Fall 2015  issue. Please visit the College website  (sjsu.edu/socialsciences/) for links to the College’s Facebook, Twitter, LinkedIn, Instagram, and Wordpress blog pages.  An email newsletter will also be periodically sent to Together readers.Keeping you  up to dateACTIVISMSJSU COLLEGE OF SOCIAL SCIENCES :  FALL 2016 3In the late 19th century what would become the city of San José was an unremarkable town within a fertile crescent of fields and orchards curving around the southern reaches of San Francisco Bay. Successive waves of development transformed the verdant countryside—and continual redevelopment is reshaping the cityscape that took its place.Tom Layton, an emeritus professor in the Department of Anthropology, has devoted his retirement years to chronicling  the city’s vibrant history through the Sourisseau Academy, housed at the Dr. Martin Luther King, Jr. Library on the San José State campus.He and his colleagues have amassed  an archive of an estimated 70,000 historical photographs – recently augmented by a collection of 40,000 images purchased from a retired commercial photographer. Now, Layton is hoping to raise enough money for an endowed Professor of South Bay/Silicon Valley Studies position and  the services of a full-time archivist. “We envision students using our collections to tell stories,” he says.  Students would also work in the archive, along the way learning how to preserve, process and catalog historical collections and how to enter them into an online system that’s accessible to the world.The endowed professor would teach existing courses in South Bay Studies and create new courses, perhaps developing a minor or a certificate in South Bay Studies.Through a nuanced understanding of the social and cultural systems that existed in the past, the college hopes to help students, academics and community members forge a clearer understanding of Silicon Valley today and in the future.As Silicon Valley continually transforms itself, “thousands of people are coming here who want to have roots,” Layton says.  “All of us need to have a sense of place. Particularly in this world where things are changing so rapidly, people are desperate to have an attachment.” ❂Envisioning a San José archiveEmeritus Professor Tom Layton amid some of the thousands of historical photos at the King Library.  Photo: Brandon Chew (‘17)4 TOGETHER : NEWS FROM THE COLLEGE OF SOCIAL SCIENCESSprinkled across the San José State University campus are reminders of the role the university has played in social  justice activism. There is the archway outside the Student Union depicting the farmworker struggles led by César Chávez, who started his church and began the United Farm Workers of America movement just blocks from campus and enlisted SJSU students in the cause. The statue of Olympic medalists and Spartans John Carlos and Tommie Smith, black-gloved fists raised in a defiant cry for racial and social equality. And underground near the Student Union, the empty grave of a 1970 Ford Maverick, a car buried by students in a precursor to Earth Day, which was founded, by the way, by SJSU alumnus Gaylord Nelson.Scott Myers-Lipton, a professor of sociology, has added his own achievements to the school’s activist archives in his 20 years teaching in the College of Social Sciences. Myers-Lipton and his students were behind the successful effort in 2012 to raise the hourly minimum wage in San José from $8 to $10. He and his students got a tax levy on mid to large businesses in ActivismIt’s in our DNAPhoto: Karl NielsenSJSU COLLEGE OF SOCIAL SCIENCES :  FALL 2016 5San José on the November ballot. And it is thanks to students in his “Sociology 164: Social Action” class that air conditioning is finally being installed in sweltering Dudley Moorhead Hall. Writing It DownNow Myers-Lipton has an even bigger idea: to imbue the entire Social Sciences curriculum with the history of civil rights activism on campus.“This activism is what defines us as a university and it is what sets us apart from other universities.” Myers-Lipton says. But, unless they have taken one of his classes, where he exuberantly sings the praises of social activism campaigns, he says, “Our students know little about it.”To make sure that every student coming out of the College is exposed to that essential part of the university’s DNA, Myers-Lipton is proposing a civil rights activism curriculum that will include an overview of the major events at SJSU, including Smith and Carlos, Chávez, Nelson, the buried Maverick and the minimum wage campaign. It would also cover some lesser-known events, including the university’s role in Japanese American internment during World War II and the work of Edwin Markham, an important 1872 graduate of SJSU’s precursor, the California Normal School, whose poem “The Man With the Hoe” cries out for recognizing the humanity of exploited workers.Rather than putting all that into a single course in the College of Social Sciences that students could take or skip, Myers-Lipton and Dean Walter Jacobs propose melding the material into at least one core course in each Social Science major.Why? “In a multicultural global society there will always be  important debates about social inclusion and equity,” Jacobs says. “To understand where social activism needs to go we need  to understand where it’s been, and SJSU’s activism history  facilitates that process.”Myers-Lipton would write a general curriculum and work  with professors in each department to implement the ideas into  their specialty. That way, he says, “No matter what your major, no matter what department you’re in, if you’re a student in the College of Social Sciences, somewhere along your process you will have read about, learned about this story and the issues that we dealt with here and our social justice activism legacy.” Beyond The FistsThe statue of Carlos and Smith, which was placed in a busy quad that is crisscrossed by students, faculty and visitors, has become a touchstone for the university’s activism. It’s where the annual sleep-out to raise awareness of homelessness takes place. Where students gathered in 2008 on the night Barack Obama was elected president. Where the university community comes together when there is a controversy or tragedy.“It’s a symbol of democracy and human rights. It’s a democratic space,” Myers-Lipton says. And while many students recognize the statue as depicting an important moment in history, they often don’t know the background of Smith and Carlos and how they were punished for their silent protest, first by being banned from the Olympics and later by receiving death threats and being shunned by employers after they graduated. Nor do many students learn of the role SJSU played in late 1960s in the formation of the Olympic Project for Human Rights, which called upon black athletes to boycott the 1968 Olympics. SJSU instructor and discus thrower Harry Edwards was the movement’s chief spokesman. And, although all nine SJSU track and field team members eligible for the Olympics decided to compete, the episode put an international spotlight on the university as a leader in the civil rights movement.  The university is bringing back the men’s track and field program, which was killed by budget cuts in 1988, and Myers-Lipton hopes that Smith and Carlos continue to return to campus to tell their own story of how they found the courage to take a stand. They and Edwards have recently been back in the news commenting on the growing movement in the NFL, with the San Francisco 49ers quaterback Colin Kaepernick in the lead, to sit or take a knee during the playing of the national anthem to protest police killings of black men.What Will You Do?Myers-Lipton often tells his students who are interested in social justice, “There’s a long legacy here at San José State.” And then he asks them, “What’s your legacy going to be?” “We talk about change,” he says, “but we don’t often talk about how to make change.”To that end, Myers-Lipton is also trying to raise money to fund yearlong paid internships for students who might be the next in line in the university’s catalog of social activists.The SJSU Social Impact Internship program has been funded by Santa Clara County for the past three years. With that funding no longer available, Social Sciences would like to keep it going with its own funding source.Eight to 10 student interns would complete 15 hours a week  in the internship and be paid somewhere between $16 and  $19 an hour. 6 TOGETHER : NEWS FROM THE COLLEGE OF SOCIAL SCIENCESThe internships have given students, who often work 20 or more hours a week, the economic freedom to take what they learn in the classroom out into the community. And when they do, they often see results.One student, a Latina from a marginalized community, realized that when students like herself visit SJSU in eighth grade or high school it is already too late to start thinking about and preparing to attend college. So she used the social impact internship to bring elementary school children to campus. She brought 600 third-graders to campus for full-day tours, and that is now becoming  part of the university’s outreach to prospective students. Another student, an environmental studies major who learned that growing food in water rather than in soil saves an enormous amount of water over the life of a crop, used his internship to launch an aquaponics project that has expanded to multiple sites around Silicon Valley.  “Those are great examples of students coming up with ideas and saying, ‘Let’s make something happen’ and us acting as an incubator for their ideas,” Myers-Lipton says.Encouraging voices for change can be inconvenient for an institution, but celebrating and encouraging activism is one of  the things that sets SJSU apart from other universities and offers  its students vital lessons in becoming engaged citizens.“Democracy can be a bit messy. It can be challenging,” Myers-Lipton says. “But we embrace that. We’re not scared of it.” ❂SJSU COLLEGE OF SOCIAL SCIENCES :  FALL 2016 7She grew up in Los Altos immersed in early medieval Britain through the children’s novels of Susan Cooper and Mary Stewart.“Those authors really made that world real for me,” says Katharine Olson, newly appointed assistant professor of history.Reading children’s books led to reading history, which led to the University of Chicago, Harvard, then Oxford. Olson has spent her academic career studying the medieval and early modern history of Britain, Ireland and Europe. She studied the Welsh language, taught for the better part of a decade in Great Britain and married a Welshman. Now back home in California, she retains a hint of a lilting accent that is perfectly suited for her classes in the Renaissance and Reformation and witchcraft and magic in the medieval world.While the medieval era has been well documented, Olson’s research explores the lesser-known stories.“We know what happened much better among the elite” she  says, “but what about the common people?” Life was full of perils for pre-modern people, and they looked to the supernatural, witchcraft and magic for explanation and protection. Olson has appeared on the BBC and other television and  radio programs to help bring the pre-modern world alive for a  modern audience.  Examining the Crusades, witch hunts and other periods of intolerence in the past can offer lessons relevant to today, Olson says. “Every period of history has its lessons and the relevant lessons for today are about intolerance—cultural, ethnic, religious.” ❂“I like the theory of money,” Justin Rietz says. “What is money? Why do we accept certain things as money and don’t accept other things as money?”These are pertinent questions in an era when people have started trading bitcoins online. Rietz, a new assistant professor in the Department of Economics, sees the rise of alternative and virtual currencies as “this perfect case study. There’s nothing tangible, no commodity backing, no government backing.”For his Ph.D. research at UC Santa Cruz, Rietz used a game theory-based macroeconomic model to gauge what value people assign to currencies under varying conditions. It came down to whether good-for-good barter was allowed or not.He tested the same question using agent-based modeling, a method that simulates the behavior of many decision-makers.  “I gave the agents certain behaviors and let them go—and got the same result again,” he says. “It’s unusual to see a macroeconomic model play out in a lab setting.”The Minnesota native earned his undergraduate degree in economics at Stanford University, then spent some years working in the software industry in product development and marketing. He grew interested in learning more about organizational theory and management and earned an MBA at UC Berkeley. Later, after being inspired by a talk given by an economist at  San José State, he decided to study for his master’s in economics there. “That snowballed into I could see doing this for the  rest of my life,” he says. “It’s a cliché, but it was a matter of finding my passion.” ❂What can we learn from witchcraft? What is money? How can we control Tourette Syndrome? New College of Social Sciences faculty members bring a range of interests that also include climate change, cultural performance, opinion polls and gaming.New Faculty, New Ideas8 TOGETHER : NEWS FROM THE COLLEGE OF SOCIAL SCIENCESMary Currin-Percival, a new assistant professor, will never run out of material for her research or her classes in the Political Science Department. Her main interests are political participation and the intersection of the news media and public opinion, especially as it concerns polling.Every four years, like this presidential election season, are especially rich in potential research—and especially frustrating for Currin-Percival.“Polls are easy news,” she says. “You can throw it up, it’s new, it’s exciting.” But opinion polls usually just reflect the horse race angle of an election and they often don’t come with any explanation that might help potential voters understand what they mean. Who conducted the poll? How big was the sample? Was it representative? What was the margin of sampling error?“It’s my hope that people will understand the difference between good information and not so good information and not good information,” says Currin-Percival, who came to San José State in 2012 as a lecturer when her husband, Garrick Percival, was hired as an assistant professor in political science. Her research has looked at how journalists decide how much methodology to share with their audiences about polls and how knowing details about the polling process alters how citizens perceive polls. She has found that voters view polls as more objective and give them more credence as more information is given about the poll. She plans to recruit from the San José community for a larger and more diverse pool to continue that research. Currin-Percival also is interested in the study of Republican nominee Donald Trump’s presence on Twitter in terms of voter perception of whether he was ahead or behind at certain points in the 2016 election. ❂Growing up on Florida’s Gulf Coast, Matthew Capriotti wanted to follow his parents into a helping profession, but he didn’t know what form that might take.A class at the University of Florida helped him find his passion. “I wound up going into clinical psychology,” says Capriotti, newly arrived as an assistant professor in the Department of Psychology. “It was this perfect marriage of science and helping people.”During Ph.D. research at the University of Wisconsin-Milwaukee, Capriotti helped to develop new behavior-based methods for treating tic disorders like Tourette’s. “The most well-established behavioral treatment for tics is habit-reversal treatment,” he explains. It involves teaching young tic sufferers and their families strategies to wait out the urge to move or speak inappropriately. But it’s a time-intensive method that requires expert treatment that is often unavailable in rural areas.“There’s this access gap,” Capriotti says. “We’re looking for ways to get Tourette’s treatment out into wider circulation.” He has received a grant to study the use of telehealth technology to provide behavioral treatment to Tourette’s patients remotely.Capriotti is also part of the Population Research in Identity and Disparities for Equality study, based at UC San Francisco. “We’re attempting a state-of-the-art longitudinal cohort study of LGBTQ health that’s really comprehensive and far-reaching,” he says. The study will encourage its subjects to help define its research questions, he says. “We really want people to feel engaged as partners in this research—that it’s not just using them as data points, but helping us figure out where to focus.” ❂SJSU COLLEGE OF SOCIAL SCIENCES :  FALL 2016 9Oona Hatton spent 10 years doing theater in Chicago as an actor, director and dramaturg before pursuing a Ph.D. in theater and drama at Northwestern University. Now she is in an assistant professor of performance studies in the Communications Studies Department at San José State after spending three years in the department as a lecturer. So she is no stranger to the question of how performance studies differs from theater. “Performance studies people love to talk about that,” she says. And she’s off. “I think of performance studies as a theoretical framework. A performance studies student looks at everything in terms of performance.”That may include cultural rituals—weddings and funerals and birthdays—or simply how people walk down the street or ride a bus. How do we use our bodies? What do we choose to wear? How do we enter rooms? Introduce ourselves? Tell our stories?“Everything is performance to a performance studies person,” Hatton says. “But at the end of the day the difference really comes down to intention. The goal of performance studies is academic,  not artistic. My students don’t consider themselves actors and they won’t become actors.”Still, they act. Hatton has her first-semester students picking someone different from themselves and then performing that person for the class. The introductory lesson is meant to get students thinking about other cultures with empathy, but also critical distance. “The ultimate goal,” says Hatton, “is to make them more critical thinkers and more reflective about their role in society.” ❂Another newcomer to San José State via Northwestern University is Nikki Yeboah. Yeboah got a degree in Radio and Television from Ryerson University and an M.A. in Communications from York University in Toronto before working as a journalist in Ghana, West Africa. It was a return to Ghana for Yeboah, who had immigrated from the country  to Canada as a child. “I’ve always been interested in human stories, the stories we tell each other,” Yeboah says. “Being an immigrant to a new country, I’ve always observed the world as an insider/outsider. I’ve always had a trait of observing culture as I was getting to know it.”Journalism led to an interest in performance studies, the field that uses performance as a lens through which to look at the  world. In 2016, she completed her Ph.D. in performance studies  at Northwestern. In her own staged performance work, Yeboah has  brought together oral histories and ethnography to create performances of black life, and of the experiences of immigrants and refugees.Her research explores questions of social justice, racial identity, and Afrocentrism through the lens of performance studies.  Based on the premise that all the world is a stage, her research considers the social scripts that inform how we enact our  cultural identities. “Life scripts,” Yeboah says, “are familiar scenes that are passed on to us that offer stage directions for how to understand and engage with everyday encounters.” ❂10 TOGETHER : NEWS FROM THE COLLEGE OF SOCIAL SCIENCESSerena Alexander, a new assistant professor in Urban and Regional Planning, has immersed herself in research related to one of California’s biggest and growing concerns: planning for climate change.Alexander immigrated to Los Angeles from Tehran, Iran, with her Armenian family in 2009. She thought she would be an architect, but found herself less interested in designing buildings than in studying how buildings interact with their surroundings. So after architecture school in Tehran she switched her focus  to planning. A course in climate action planning, she says, “changed my path.”She comes to San José State from Cleveland State University, where she evaluated 32 state level climate action plans, the documents that entities use to mitigate climate change and adapt  to its adverse impacts, and how governments are adhering  to them—or not.“It’s like a New Year’s resolution,” Alexander says. “Some people don’t have a plan. Some people have a plan and don’t do it.” She will continue that research in California, which  because of its coastline, population centers and agricultural economy, is especially vulnerable to rising seas, drought, wild fires and extreme weather events.Good urban and regional planning can mitigate the causes and consequences of climate change and help communities become more sustainable and livable, she says.Alexander thinks of herself as an activist. “Slowly but steadily we are seeing the impacts of climate change,” she says. “So, what can we do about it? I want my research to benefit communities.” ❂Evan Palmer has studied how we make choices off a crowded restaurant menu,  how video games improve  visual perception and how medical teams hand off patients between hospital shifts. His interest in psychology involves “everyday real stuff that you  can feel.”With a Ph.D. in psychology from UCLA, a post-doc at Harvard Medical School and nine years on the faculty of Wichita State University, Palmer joins the SJSU faculty as an assistant professor in psychology eager to push his research in human factors and gamification into technologies that can be used in the marketplace.“How do humans interact with technology and how can you design things to make them more intuitive, useful and satisfying?” Palmer says. “Gamfication is big right now, and this is a target-rich environment because of the tech industry.”Much of Palmer’s research has focused on visual attention  and visual search—how people find something they are  looking for. It turns out that using game-like technologies—bonuses, rewards and other feedback—helps people better “see” what  they’re seeking.Palmer thinks using game techniques could help train airport baggage screeners to better find weapons or train radiologists to be more effective in spotting tumors. “Playing games can change your visual system,” Palmer says, and playing games could be a relatively painless way to help hone observation skills in people whose jobs depend on it. “I call it ‘putting cheese on the broccoli,’” Palmer says. “Can we make training better and more engaging, less boring?” ❂SJSU COLLEGE OF SOCIAL SCIENCES :  FALL 2016 11Envisioning…Better lives through economicsSushmitha Kasturi’s love of economics has propelled her educational journey ever since she was introduced to the subject in her high school in Hyderabad, India.Kasturi, who will graduate from the College of Social Sciences in December, was inspired by the discipline’s potential to help bridge her country’s vast divide between rich and poor.“It just came to me naturally,” she says. “If economics could improve the lives of people around me, and if underprivileged kids could lead a life like I did with good economic policies, I needed to become an economist.”Kasturi, who recently received the College’s James F. Willis Outstanding Undergraduate Student in Economics Award, is particularly interested in microfinance and its potential to jumpstart economic development in poor rural areas. Kasturi studies India’s microlending system. She returned home for an internship with a microfinance company and visited rural areas a few hours from where she grew up.“It was an eye-opener,” she says. “I did not know that people still lived in that kind of poverty in India. I couldn’t believe that they had no roads. The houses were made of mud. I felt like I had gone back in a time machine.”In India, most microfinance loans are made to women, she says. A typical loan of 20,000 rupees—$300—might be used to buy a buffalo. “With that buffalo they sell the milk—that’s the meager amount that they earn,” Kasturi says. “Then they try to educate their children.”Kasturi attended a year of college in India but disliked the  focus on computer science and engineering. She moved to California to spend a year at DeAnza College before coming  to San José State. Now, she is in the process of applying to  master’s programs.In getting to know students from diverse backgrounds and in working as a peer advisor Kasturi has learned to navigate cultural differences. “I just realized it doesn’t matter,” she says. “We have a lot more in common.” ❂ Envisioning…Spirit of serviceWhen she launched the new Office of LGBTQ Affairs for Santa Clara County—the first county-level program of its type in the nation—earlier this year, Maribel Martinez could draw on extensive experience working in community organizing, participating in student government and teaching at San José  State University.After all, the College of Social Sciences alumna and adjunct faculty member had overseen wide-ranging initiatives as the founding director at the César Chávez Community Action Center. She was clearly right for the job.The new office aims to raise awareness about LGBTQ needs and concerns, increase access to services, create a more inclusive culture in the county’s workforce and craft policies and procedures to implement these changes.“No one’s done it before,” she says. But she is optimistic about the task of rolling out these policies in a sprawling county with 2 million residents and 20,000 county employees. “We’re figuring it out as we go along.”Martinez grew up in East San José, the daughter of Mexican immigrants. “It was very clear from an early age that we were to be college-bound,” she says. Enrolling at SJSU, she joined a Greek organization and became a resident assistant in a dormitory. She also ran for student government and joined INVST, a two-year service learning program that included a wilderness experience, a stay in a homeless shelter and visits to Jamaica and the Navajo Nation.“That opened my thinking to service learning, to my role as a global citizen and to understanding my privilege, the privilege of American citizenship and a college education,” Martinez says. Martinez graduated with a bachelor’s degree in political science and a master’s in applied anthropology and she credits the university with providing her an opportunity to develop the skills she brings to her new job. “It’s a place of innovation,” she says. “It’s at the epicenter of so many things merging. It was great that I got to learn about the university as a staff member and was given autonomy by my supervisors to create.” ❂College of Social SciencesOne Washington SquareSan José, CA 95192-0107Change service requested Non-ProfitOrganization U.S. Postage PaidAlbuquerque, NMPermit no. 1100Fall 2016Walt Jacobs, Ph.D., DeanEditorialLeslie LinthicumMichael HaederlePhotographyRobert Bain, except as notedDesignAndy PlymaleWe’re in this together San José State students and professors have been working for social justice for more than 100 years. You can contribute to that legacy in the College of Social Sciences by helping to fund some of our current projects.+ Help sponsor a student’s social impact internship + Support an endowed Professor of South Bay Studies+ Invest in a curriculum that teaches about our unique history of activismWhether you designate your annual gift toward any of those projects or give to one of the other funds in the College of Social Sciences, you will help our students become the citizens we need them to be.www.sjsu.edu/givingOn the CoverThis statue of  Olympians John Carlos and Tommie Smith has become a symbol of SJSU’s spirit and history of non-violent protest, which sociology Professor Scott Myers-Lipton seeks to imbue in the curriculum of the College of Social Sciences,Photo: Karl Nielsen ",
    "id": 70426265,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.sjsu.edu:together-1009"
    },
    "title": "Together, No. 10",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-10-01T08:00:00+01:00",
    "publisher": "SJSU ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=1009&amp;context=together"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/70426265.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/70426265"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/70426265/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/70426265/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/70426265"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.sjsu.edu:together-1009",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2185",
        "openDoarId": 0,
        "name": "SJSU ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 70426265,
        "depositedDate": null,
        "publishedDate": "2016-10-01T08:00:00+01:00",
        "updatedDate": "2024-01-20T09:44:47+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-19T06:26:24+00:00"
    },
    "urls": [
        "https://scholarworks.sjsu.edu/together/10",
        "https://scholarworks.sjsu.edu/context/together/article/1009/viewcontent/Together_Newsletter_10.pdf"
    ],
    "lastUpdate": "2024-01-20T09:44:47+00:00",
    "setSpecs": []
}