{
    "acceptedDate": "2016-07-18T00:00:00+01:00",
    "authors": [],
    "contributors": [],
    "createdDate": "2017-05-03T19:08:58+01:00",
    "dataProvider": {
        "id": 2612,
        "name": "Springer - Publisher Connector",
        "url": "https://api.core.ac.uk/v3/data-providers/2612",
        "logo": "https://api.core.ac.uk/data-providers/2612/logo"
    },
    "depositedDate": "2016-07-18T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.1007/s13178-016-0241-1",
    "downloadUrl": "https://core.ac.uk/download/pdf/81742446.pdf",
    "fullText": "Towards Bi-Inclusive Policies: Suggestions Based on Research\non Dutch Same-Sex Attracted Young People\nJantine van Lisdonk1,2 & Saskia Keuzenkamp2\n# The Author(s) 2016. This article is published with open access at Springerlink.com\nAbstract Dutch national LGBT policies are not bi-inclusive\nand this study provides suggestions for improvement, based\non empirical research. Attention for bisexuality in policy ap-\npears simply to pay lip service and to endorse the construction\nof sexual orientation as a hetero/homo binary. The outcomes\nof our survey (n = 1449) and in-depth interviews (n = 38) of\nDutch same-sex attracted young people suggest that special\nattention for bisexual people is warranted. Compared to ex-\nclusively same-sex attracted participants, the equally both-sex\nattracted participants scored worse on openness about their\nsexual attraction, visibility discomfort, perceived acceptance,\nand suicide attempts. Unique issues for bisexual-identified\nyoung people were identified as follows: marginalization of\nbisexuality; difficulty expressing bisexuality, particularly in\nrelationships; and a lack of bisexual or bi-inclusive communi-\nties. These issues were all related to the hetero/homo binary\nand mononormativity. Suggested implications for more bi-\ninclusive policies focus on awareness of marginalization and\ninvisibility of bisexuality, biphobia, community and capacity\nbuilding, and comprehensive sexuality and gender education.\nFurthermore, rather than policies focusing on sameness, a\ncomprehensive diversity perspective on sexuality and gender\noffers more space for bisexuality. This may be particularly\nrelevant for young people who are exploring their sexuality\nand developing a sense of their sexual self.\nKeywords Bisexuality . Same-sex sexuality . Sexual\norientation . LGBT policy . LGBT . Youth . Equality .\nDiversity . Sexual diversity . Biphobia . Mononormativity .\nNetherlands\nThe Netherlands has a reputation for being one of Europe’s\nmost tolerant countries as regards to homosexuality\n(Keuzenkamp and Kuyper 2013). However, heterosexuality\nremains the norm and victimization of lesbian, gay, bisexual,\nand transgender people (LGBT) is not uncommon\n(Keuzenkamp 2010; Keuzenkamp et a l . 2012) .\nConsequently, Dutch national policies continue to focus on\nincreasing the legal equality and social acceptance of LGBT\npeople in society (Maliepaard 2015a). A closer look at these\npolicies reveals that non-heterosexuality is still predominantly\nconceptualized as homosexuality and is not bi-inclusive.\nThis study draws attention to the marginalization and in-\nvisibility of bisexuality in Dutch society, policy, and research.\nMarginalization of bisexuality occurs when people claim to be\nspeaking about LGB people, while failing to address bisexu-\nality or engage with specific issues that are relevant for bisex-\nual people (Barker et al. 2012a). Bisexual people often remain\ninvisible in society because people are assumed to be hetero-\nsexual or homosexual, based on the gender of their current\npartner (Barker et al. 2012a). These marginalization processes\noften operate unintentionally in a Btaken-for-granted world^\nand socially exclude people who are not part of the\n(hetero)normative world (Kitzinger 2005, p. 478; Robinson\n2012). Hence, marginalization is difficult to expose and chal-\nlenge (Kitzinger 2005), yet is perpetuated when bisexual peo-\nple and their problems remain silenced, unrepresented, and\nun-prioritized (Barker et al. 2012a).\nDue to the marginalization and invisibility of bisexuality in\nDutch society, specific issues bisexual peoplemay face remain\n* Jantine van Lisdonk\nj.vanlisdonk@rutgers.nl\n1 Centre of Expertise on Sexual and Reproductive Health and Rights,\nRutgers, Utrecht, Netherlands\n2 Department of Sociology, VU University Amsterdam,\nAmsterdam, Netherlands\nDOI 10.1007/s13178-016-0241-1\nPublished online: 18 July 2016\nSex Res Soc Policy (2017) 14:206–222\nunnoticed or underreported. By presenting mixed methods\nempirical research findings on Dutch same-sex attracted\n(SSA) young people (ranging from exclusively same-sex\nattracted to equally both-sex attracted), we aim to determine\nwhich specific attention to bisexuality in policies is relevant\nand necessary. The empirical study focuses on a three-layered\nquestion: Whether there are differences in experiences be-\ntween sexual attraction subgroups; whether SSA young peo-\nple experience a lack of space for a bisexual identity and\nbisexual expressions; and which unique issues for bisexual-\nidentified people can be identified. Based on these findings,\nwe then put forward a number of suggestions for more bi-\ninclusive policies.\nBisexuality in Research: Definition, Measuring,\nand Attention\nSince the seminal work of Alfred Kinsey (Kinsey et al. 1948)\nand Fritz Klein (Klein et al. 1985), there is an academic con-\nsensus that sexual orientation consists of several dimensions,\nsuch as sexual attraction, self-identification, and sexual behav-\nior, and that individual experiences may be different between\ndimensions and can change over time (Hegna and Rossow\n2007; McDermott 2010; Saewyc et al. 2009; Savin-Wiliams\n2005). Survey studies which have been inspired by these works\ncommonly conceptualize sexual attraction as a continuum and\nprovide several response options ranging from exclusively\nattracted to men to exclusively attracted to women. In these\nmodels, gender is commonly conceptualized as binary.\nWe recognize that gender is more complex and that gender\nidentities are not limited to man and woman. Some people\nperceive gender as a continuum (e.g., mostly woman, partly\nman/partly woman), question or play with the concept of gen-\nder (e.g., genderqueer, ze). Theoretically, we agree with a\ngroup of leading bisexuality researchers in the UK, in which\nbisexuality is understood as Bhaving attraction to more than\none gender^ (Barker et al. 2012a, p. 3). This means that people\ncan see themselves as attracted to both men and women, as\nattracted mostly but not exclusively to one gender, as attracted\nto people regardless of gender, or as people who dispute the\nnotion that there are only two genders to which they can be\nattracted (Barker et al. 2012a, p. 3).\nWhile the theoretical conceptualization of sexual orienta-\ntion as multidimensional and sexual attraction as a continuum\nare widely acknowledged among scholars, reporting on sexual\norientation as a multidimensional concept is challenging in\nlarge-scale survey research among general populations.\nResearchers generally measure or report one dimension of\nsexual orientation. Gender is usually assessed as a binary.\nThere are inspiring examples of assessing gender in bisexual,\nopen-minded, and transgender communities, providing op-\ntions such as Bmostly/only female^ (Barker et al. 2008),\nBpartly male, partly female,^ Bnot male and not female,^ BI\ndon’t know (yet),^ or Bother (specify)^ (Doorduin 2015).\nNevertheless, in general populations, assessing gender as\nnon-binary is often still considered radical or raises questions\namong participants. At least, this is the case in the\nNetherlands.\nIn research, attention for bisexuality is still relatively scarce\ncompared to homosexuality (Barker et al. 2012a, b;\nOosterhuis and Lipperts 2013; Rust 2002). For example, re-\nsearchers still amalgamate bisexual people with homosexual\npeople since they do not recognize the relevance of\ndistinguishing between these subgroups (Barker et al.\n2012b; Oosterhuis and Lipperts 2013). On a positive note,\nmore researchers have started to compare experiences of bi-\nsexual versus gay and lesbian people (Rust 2002).\nThis growing body of research has demonstrated that\ndistinguishing between sexual orientation subgroups is rele-\nvant (Diamond 2008; Hegna and Rossow 2007; Oosterhuis\nand Lipperts 2013; Rust 2002; Savin-Williams 2005).\nBisexual people appear to be in a more difficult situation or\nhave more negative experiences in several ways. Compared to\ngay- and lesbian-identified people, bisexual-identified people\nare less open about their sexual orientation to people in their\nsocial network, report more internalized homonegativity, re-\nport more mental health problems, score higher on suicidality,\nand show lower LGB community identification and commu-\nnity involvement (Barker et al. 2012a; Cox et al. 2010, 2011;\nD’Augelli et al. 2005; Herek et al. 2010; Kertzner et al. 2009).\nWhile the picture for Dutch both-sex attracted and bisexual-\nidentified young people is incomplete and inconsistent\n(Franssens 2010; Kuyper 2011, 2015a), Dutch studies of\nboth-sex attracted adults show fairly similar outcomes\n(Kuyper 2011, 2013; Van Lisdonk and Kooiman 2012).\nThis literature demonstrates differences between sexual ori-\nentation subgroups, yet these studies generally do not take into\naccount other factors which may explain these differences. It is\ntherefore not clear whether differences remain after controlling\nfor other relevant factors. For example, compared to their gay-\nand lesbian-identified counterparts, individuals who identify as\nbisexual are likely to be younger, are more often women, are\nless open to other people about their sexual orientation, consid-\ner their sexual orientation less important in their lives, and are\nless likely to have had a relationship with a same-sex partner\n(Cox et al. 2010, 2011; D’Augelli et al. 2005; Herek 2009;\nKertzner et al. 2009; Rust 2002). Perhaps differences between\nbisexual and homosexual people on mental health or openness\nabout their sexual orientation are strongly related to bisexual\npeople being younger, being more often women, and not hav-\ning had a same-sex partner.We aim to contribute to this body of\nknowledge and provide more robust comparisons by investi-\ngating whether any differences between sexual attraction sub-\ngroups remain present when other potentially relevant factors\nare taken into account.\nSex Res Soc Policy (2017) 14:206–222 207\nA specific challenge which bisexual people may face is\nbiphobia. This includes the denial of bisexuality as a sexual\norientation, the invisibility and marginalization of bisexuality,\nand stereotypes such as being sexually promiscuous, a threat\nto families and relationships, and bisexual people taking the\nBeasy option^ (Barker et al. 2012a, b; Diamond 2008; Eliason\n1997; McLean 2008; Rust 2002). Biphobia can be experi-\nenced from heterosexual as well as from gay and lesbian peo-\nple (Barker et al. 2012a; Rust 2002).\nWhile Herek observes that bisexual people report less dis-\ncrimination compared to gay and lesbian people, he dismisses\nthe interpretation that bisexuality is less stigmatized than ho-\nmosexuality (Herek 2009). Rather, he concludes that the\ngreater invisibility of bisexual people reduces the vulnerability\nto discrimination experiences (Herek 2009), which has also\nbeen reported in Dutch studies (Kuyper 2011; Van Lisdonk\nand Kooiman 2012). Several population-based studies have\ndemonstrated that heterosexual people’s general attitudes to-\nwards bisexual people were less positive than towards gay and\nlesbian people (Eliason 1997; Steffens and Wagner 2004). So\nfar, Dutch studies have only revealed small (Keuzenkamp and\nKuyper 2013; Kuyper 2015b) or negligible differences in gen-\neral attitudes (Van Lisdonk and Kooiman 2012). To our\nknowledge, biphobia among heterosexual, gay, and lesbian\npeople has never been studied in depth in Dutch society.\nNevertheless, what stands out is the invisibility of bisexual\npeople in Dutch society, given that the prevalence of both-\nsex attraction and bisexual self-identification seems to be as\ncommon as an exclusively same-sex attraction or gay/lesbian\nself-identification in Dutch society (Keuzenkamp et al. 2012;\nKuyper 2006, 2013).\nLack of Representation of Bisexuality in Dutch\nNational Policies\nA brief review of the history of Dutch national policies shows\nthat small steps have been taken towards addressing bisexual-\nity, but that these have not been followed by a more bi-\ninclusive framing of same-sex sexuality. Since the first nation-\nal policy plan in 1986, policies relating to the position of non-\nheterosexual citizens have focused on emancipation, legal\nequality, social acceptance, combating discrimination, and\nBanti-gay^ violence (e.g., TK 1985/1986, 2007/2008, 2010/\n2011, 2012/2013). Until 2010, these policy plans targeted\nBhomosexuals^ and referred to Bhomo emancipation^ or\nBlesbian and homo emancipation^.1 Since 2010, national\nemancipation policy documents have started to adopt the term\nBLGBT,^ and it is presently politically correct in Dutch policy\ndocuments and formal language to refer to LGBT people and\nLGBT emancipation. However, explicit visibility of or atten-\ntion for bisexuality is absent, thus reducing the use of the term\nto mere lip service, in which bisexuality is easily obscured\nunder the umbrella of LGBT.2 For example, in recent years,\nBfor the sake of readability^ LGBT people were addressed as\nBhomosexuals^, occasionally alternated with Bhomosexual\nand lesbian people^ (TK 2010/2011). Main objectives were\nformulated as Bequal rights for heterosexuals and\nhomosexuals^ (TK 2012/2013, p. 1, translation by authors)\nand Bto improve the safety of LGBT people and to improve\nthe social acceptance of homosexuality^ (TK 2012/2013,\nappendix, p. 6).\nAlthough current national policies do not devote specific\nattention to bisexuality, this is not to say that governmental\nattention for bisexuality is non-existent. The current minister\nhas announced plans to explore whether national policies are\nsufficiently bi-inclusive. In addition, for several years, the\ngovernment has provided financial support to organizations\nspecifically targeting bisexual people. However, bisexuality\nremains largely invisible in policy plans and progress reports.\nThere has been no fundamental shift towards bi-inclusive pol-\nicies, and attention for bisexuality remains sporadic and\nsuperficial.\nWe agree with Maliepaard’s conclusion, based on an in-\ndepth analysis of national emancipation policy documents,\nthat bisexuality is not represented in these policies, because\nLGBT people are classed as a homogenous sexual minority\ngroup, with bisexual people being equated with homosexual\npeople (Maliepaard 2015a).We argue that the absence of com-\nprehensive attention for bisexuality is related to the underlying\nequality and rights-based approach of Dutch national LGBT\npolicies. Robinson (2012) noted that in Dutch society, a sexual\nminority approach is strategically focused on sameness and\nnormalization in striving for legal rights and social tolerance.\nRichardson andMonro (2012) described a similar approach in\nother Western countries. In such an approach, LGBT people\nneed to be represented as a group of people who are\nBordinary^ and who are similar to each other. Sexual minori-\nties are presented as a discrete group in the same way as ethnic\nminority groups, and sexual orientation is considered to be\nfixed, stable, and immutable (Herek 2000; Richardson and\nMonro 2012). A fixed sexual orientation, homogenization,\nand ordinariness of LGBT people are projected in these poli-\ncies, but this may not necessary reflect how bisexual people\nconsider themselves or how lesbian and gay people see bisex-\nual people. In essence, such an approach often perpetuates the\nsocietal conceptualizations of sexual orientation as a hetero/\n1 The only exception was the English version of the 2007/2008 policy\ndocument, titled BLGBT policy plan,^ which resonated with upcoming\ninternational terminology trends.\n2 Explicit visibility of or attention for transgender people is also limited.\nHowever, there is an increasingly visible transgender movement and a\ngrowing awareness among LGBT activists and organizations that trans-\ngender people have unique problems and issues which require attention.\nSex Res Soc Policy (2017) 14:206–222208\nhomo binary, whichmakes invisible possible specific needs or\nproblems of bisexual people and the need for policy that ex-\nplicitly addresses bisexual specific issues.\nPresent Study\nThis study focuses on the experiences of SSA young peo-\nple as a basis for suggestions for more bi-inclusive poli-\ncies. Sexuality is an important theme in young people’s\nlives in their transition to adulthood, and they may be\nparticularly aware of social messages concerning sexuali-\nty and sexual orientation. Based on mixed methods data\non Dutch SSA young people, we aimed to (a) investigate\nwhether there are any differences in experiences between\nexclusively same-sex attracted, mostly same-sex attracted,\nand equally both-sex attracted subgroups; (b) assess\nwhether they experience a lack of space for a bisexual\nidentity and bisexual expressions; and (c) identify unique\nissues for bisexual-identified people. Informed by this em-\npirical data, we discuss the outcomes of the three central\nquestions in dialogue with each other and offer sugges-\ntions for more bi-inclusive policies.\nThe rationale for a mixed methods design was the ability to\ncombine results based on quantitative and qualitative data\nstrands to provide a more comprehensive picture. Each meth-\nod was used to answer specific questions which led to com-\nplementary knowledge and a better overall insight (Creswell\nand Plano Clark 2011). Using quantitative data, we investigat-\ned whether there were any differences between sexual attrac-\ntion subgroups in terms of openness about their sexual attrac-\ntion, perceived acceptance, and perceived experiences of vic-\ntimization, suicidality, visibility discomfort, and self-esteem.\nThis was followed by additional multivariate analyses to de-\ntermine whether differences remained significant after con-\ntrolling for potentially relevant factors (age, gender, impor-\ntance of their sexual attraction in their lives, degree of open-\nness about their sexual attraction, and having relationship ex-\nperience with a same-sex partner).\nIn this quantitative sample, we used sexual attraction as an\nindicator for participants’ sexual orientation. Here, we follow\nother scholars who have suggested employing this indicator in\nsurvey studies with a broad scope (Kuyper 2015a; McDermott\n2010). Studies have shown that other sexual orientation di-\nmensions may unintentionally exclude young people, since\nself-identification may be a very delicate issue for young peo-\nple and young SSA individuals may not yet have had any\nsame-sex sexual or relationship experiences (Kuyper 2015a;\nMcDermott 2010). In this quantitative data analysis, we dis-\ntinguished between equally both-sex attracted, mostly same-\nsex attracted, and exclusively same-sex attracted subgroups.\nThe motivation to distinguish between three sexual attraction\nsubgroups underscores our view that sexual attraction should\nbe conceptualized as a continuum.\nWe used qualitative data to explore the views and experi-\nences of young bisexual-identified and non-bisexual-\nidentified SSA people on sexual orientation in general and\nbisexuality in particular. The combination of interviewing\nboth bisexual-identified and non-bisexual-identified SSA peo-\nple was conducive to revealing views and experiences\nconcerning sexual orientation and related biphobia and mar-\nginalization of bisexuality.We also assessedwhether the space\nfor a bisexual identity was limited and whether bisexual-\nidentified people felt they could openly express their bisexu-\nality. Which bisexual expressions were tolerated and which\nwere rejected? We also identified whether bisexual-identified\nyoung people faced unique problems which were not relevant,\nor less relevant, for the other SSA young people.\nMethod\nDesign, Sampling, and Data Collection\nMixed Methods Design\nWe used a sequential mixed methods design (Creswell and\nPlano Clark 2011). A quantitative Web-based survey was\nfollowed by in-depth interviews and samples were nested for\nthe quantitative and qualitative data components. The quanti-\ntative and qualitative data were given equal emphasis in this\nstudy.\nSample and Recruitment\nThe study focused on SSA people aged between 16 and\n26 years living in the Netherlands. The quantitative data col-\nlection was based on convenience sampling. To minimize the\nexpected impact of a convenience sample on representative-\nness and selective non-response, the aim was to reach as many\npeople as possible to fill in the survey. Multiple recruitment\ntechniques were therefore used and special attention was paid\nto recruiting groups that are known to be difficult to recruit\nthrough traditional LGB channels, such as migrant and reli-\ngious SSA people and non-LGB-identifying young people. It\nwas important to include non-LGB channels, since research\nhas shown that bisexual people do not always identify with or\nparticipate in LGB communities (Barker et al. 2012a).\nParticipants were recruited through websites, newsletters,\nmailing lists, and social media targeting LGB people, partic-\nularly young LGB people, as well as young people in general.\nWe included a few social media channels focusing on bisexual\nyoung women. To our knowledge, in 2009, there were no\nsimilar channels targeting bisexual young men. In addition,\na promotional team recruited attendees at LGB-focused\nSex Res Soc Policy (2017) 14:206–222 209\nparties and events in a number of geographical regions in the\nNetherlands. All recruitment materials targeted same-sex\nattracted young people and labels such as homosexual, lesbi-\nan, gay, and bisexual were avoided.\nQuantitative data collection was carried out using a self-\nadministered online survey, which was placed online from\nMay to July 2009 on a special website. A broad range of topics\nwere addressed, including same-sex sexuality experiences,\ndegree of openness about one’s sexual attraction, visibility\ndiscomfort, perceived acceptance and victimization, psycho-\nsocial well-being, and suicidality. After the quantitative data\ncollection, participants were selected for in-depth interviews.\nWe sought to achieve maximum variation in the qualitative\nsample in terms of gender, age, place of residence (rural or\nurban; geographically spread throughout the country), and\nsexual self-identification. An additional inclusion criterion\nwas that participants were open about their sexual attraction\nto at least one person. Qualitative data collection took place\nbetween October 2010 and March 2011.\nInstruments for Quantitative Data Collection\nAttraction\nParticipants were asked to indicate to whom they felt attracted\non a 5-point scale (0 = Exclusively same sex, 1 =Mostly same\nsex, 2 = Attracted to men and women equally, 3 = Mostly\nother sex, 4 = Exclusively other sex). Two further options\nwere also included (5 = I don’t know, 6 = Neither). We dis-\ntinguished between three subgroups: exclusively same-sex\nattracted, mostly same-sex attracted, and equally both-sex\nattracted. Previous data analyses have shown that the mostly\nsame-sex attracted group did not consistently resemble one of\nthe other subgroups (Van Lisdonk and Van Bergen 2010) and\nwe chose to provide more detailed information rather than\nclustering subgroups together. The participants who answered\n3, 4, 5, or 6 were excluded from the analyses. The BMostly\nother sex attracted^ participants were excluded since studies\nfocused on this subgroup show that this is a distinct subgroup\n(e.g., Savin-Williams and Vrangalova 2013), which prompted\nus not to combine them with the equally both-sex attracted\ngroup, while the subgroup was too small to report on\nseparately.\nImportance of Sexual Attraction\nTo assess whether participants’ sexual attraction was impor-\ntant in their lives, we posed the statement: BThe fact that I feel\nattracted to men/women is important for who I am.^ They\nwere asked to rate their answer on a 5-point scale (0 =\nCompletely agree, 4 = Completely disagree).\nDegree of Openness\nThe degree of participants’ openness about their sexual attrac-\ntion to others was measured using items that were mainly\nadopted from previous Dutch studies on young LGB people\n(De Graaf et al. 2005; Franssens 2010). Participants were\nasked whether people in their social network knew about their\nsexual attraction, measured separately with regard to their\nmother, father, extended family members, straight friends,\nand fellow pupils. BDon’t know^ responses were coded as\nsystem-missing values. For the multivariate analyses, an index\nfor the overall degree of openness was calculated for inclusion\nas a control variable, using the mean score for the categories\nthat were applicable to them (e.g., not all participants had a\nmother). The index for the overall degree of openness ranged\nfrom 0 (Not out at all) to 2 (Out to all people). For this sample,\nCronbach’s alpha = 0.79.\nSame-Sex Partner\nParticipants were asked whether they had experience of hav-\ning a relationship with a same-sex partner lasting at least\n1 month.\nPerceived Acceptance\nParticipants were asked whether their mother, father, extended\nfamily, straights friends, and fellow students had accepted that\nthey felt same-sex attracted or both same-sex and other-sex\nattracted. For mother and father, responses ranged from 0 (Not\naccepted) to 4 (Completely accepted). In the other contexts,\nthe response options were 0 (Yes), 1 (By some), 2 (No), and 3\n(Don’t know). To compare perceived complete acceptance to\nlower levels of perceived acceptance, scores were recoded to 0\n(Perceived limited acceptance) and 1 (Perceived complete ac-\nceptance). BDon’t know^ responses were coded as system-\nmissing values. In the analyses, participants were only includ-\ned if they were open to some or all people in the specific\ncontext.\nPerceived Experiences of Victimization\nMeasurement of participants’ experiences of victimization\ndue to their sexual attraction was based on self-report; hence,\nwe refer to perceived experiences of victimization. The degree\nof perceived experiences of victimization in the preceding\n12 months was measured for the contexts of parents, extended\nfamily, straight friends, fellow students, and strangers (formu-\nlated as BPeople in the neighborhood/ unknown people^) with\n1-item questions, for example: BHave you been victimized at\nyour school during the past 12 months due to your same-sex\nattraction?^ For each context, frequency scores were dichoto-\nmized into 0 (No) and 1 (Yes).\nSex Res Soc Policy (2017) 14:206–222210\nSuicidality\nLifetime suicidal ideation and suicide attempts were each\nmeasured with a single item on having suicidal thoughts and\nhaving attempted to end one’s own life. Frequency scores\nwere dichotomized into 0 (No) and 1 (Yes).\nVisibility Discomfort\nVisibility discomfort refers to whether people are comfortably\nopen about their sexual attraction to other people and in the\npublic space. The degree of visibility discomfort was mea-\nsured using an adapted version of the Public Identification as\na Lesbian subscale. The original subscale consisted of 16\nitems and was part of the Lesbian Internalized Homophobia\nScale (Szymanski and Chung 2001). In the adapted version,\neight items were selected (items 2, 15, 19, 24, 30, 34, 41, 47)\nwhich we considered to be relevant for young people and\nwhich were appropriate for participants who did not identify\nthemselves as gay or lesbian. Examples of this adapted sub-\nscale are: BWhen talking about my relationship to a straight\nperson, I often use neutral pronouns so the sex of the person I\nam in a relationship with is vague,^ and BIf my peers knew\nthat I feel attracted to men/women, I fear that a lot of them\nwould not want to be friends with me.^ For items that referred\nto having a same-sex partner, participants were asked to\nimagine having a same-sex partner. A 5-point Likert-type\nresponse scale was used, ranging from BStrongly agree^\nto BStrongly disagree.^ For the multivariate analysis, the\noverall mean score was calculated. Higher scores indicat-\ned more discomfort with being open about their sexual\nattraction to others and in the public space. For this sam-\nple, Cronbach’s alpha = 0.87.\nSelf-Esteem\nThis was assessed using the Rosenberg Self-Esteem Scale\n(1979). The ten original items were recoded where necessary,\nand the overall mean score was calculated. Higher scores in-\ndicated higher self-esteem. For this sample, Cronbach’s al-\npha = 0.92.\nInstruments for Qualitative Data Collection\nThe first author conducted all the in-depth interviews at the\nlocations preferred by the participants, on the condition that\ninterference by other people would be kept to a minimum\nowing to the potentially sensitive topics to be addressed in\nthe interview. The interviews lasted for 135 min on average;\nnone was not shorter than 50 min. The interviews were semi-\nstructured. The topic list included topics such as past and\ncurrent sexual orientation experiences (sexual attraction, sex-\nual behavior, relationships, self-identification); coming out;\nexperiences of stigmatization due to their sexual attraction;\nand relations with heterosexual and LGB peers. Most ques-\ntions had an open character, so as to invite participants to\nprovide rich information and to leave space for them to men-\ntion things that were important to them. In addition, partici-\npants were presented with several statements relating to same-\nsex sexuality in order to prompt them to speak about their\nviews on same-sex sexuality. One of the statements was:\nBBisexuality is a stable sexual orientation.^\nProcedures\nThe study was approved by the internal review committee of\nthe Netherlands Institute for Social Research and was regis-\ntered with the Dutch Data Protection Authority. Prospective\nparticipants were given information about the study and its\naims and content on the survey website as well as by e-mail\nprior to participating in the in-depth interviews. Participants\nwere only eligible for inclusion in the qualitative sample if\nthey had confirmed in the survey that they were willing to\nparticipate in follow-up studies and to be contacted by the\nresearchers for that purpose. If necessary, the information\nabout the study and the consent form were explained and\ndiscussed at the beginning of the interview. All participants\nprovided written informed consent. Participants’ anonymity\nwas guaranteed and participants were given pseudonyms.\nData Analysis\nQuantitative and qualitative data strands were analyzed sepa-\nrately, combining the findings to provide a comprehensive\npicture. In the quantitative data analyses, we investigated\nwhether differences between exclusively same-sex attracted,\nmostly same-sex attracted, and equally both-sex attracted par-\nticipants were present for a range of experiences: degree of\nopenness, perceived acceptance, perceived experiences of vic-\ntimization, suicidality, visibility discomfort, and self-esteem.\nBearing in mind that differences between sexual attraction\nsubgroups in sociodemographics and the visibility of their\nsexual orientation may affect outcomes, we conducted multi-\nvariate analyses to determine whether any differences in out-\ncome variables remained present after controlling for other\nvariables. Prior to the analyses of the outcome variables, we\ntherefore tested differences between sexual attraction sub-\ngroups for potentially relevant variables which we had identi-\nfied in previous studies: age, gender, importance of their sex-\nual attraction in their lives, degree of openness about their\nsexual attraction, and having relational experience with a\nsame-sex partner (see literature study in the previous section).\nChi-square tests were used for categorical variables and one-\nway ANOVA for continuous variables. When tests were sig-\nnificant, variables were included as control variables in the\nmultivariate analyses. Depending on the level of measurement\nSex Res Soc Policy (2017) 14:206–222 211\nof the outcome variables, we conducted logistic regression\nanalyses or linear regression. To distinguish between sexual\nattraction subgroups, we used dummies for the mostly same-\nsex attracted subgroup and the equally both-sex attracted sub-\ngroup, with exclusively same-sex attracted subgroup as the\nreference group. Quantitative data analyses were carried out\nusing SPSS version 17.0.\nIn the qualitative data analysis, major themes related to\nbisexuality and unique themes for bisexual-identified young\npeople were identified, independently from the quantitative\ndata analyses. All interviews were transcribed verbatim.\nMeta-themes for further analysis were identified based on\nthe major topics that emerged from an initial analysis of the\nfirst 20 transcripts, as well as the logbook of the qualitative\ndata collection phase and the researchers’ theoretical interests.\nThese meta-themes were used to develop a first version of a\ncodebook. Subsequently, all transcripts were coded and ana-\nlyzed in Atlas.ti (version 6.2), using the a priori codebook\nwhich was developed further using inductive coding. The\nwriting of memos during the coding process was conducive\nto generating and promoting transparency in the interpretation\nof findings (Friese 2012). This process of fine-coding was\nfollowed by axial coding in which codes were combined to\ngenerate subthemes. Participants were categorized as\nbisexual-identified or non-bisexual-identified based on their\nself-identification. The label Bbisexual^ is often abbreviated\nin Dutch to Bbi.^ In this article, to aid legibility, we consistent-\nly refer to bisexual, except in participants’ quotes.\nParticipants\nThe quantitative study sample comprised 1449 Dutch SSA\nyoung people aged between 16 and 25 years. The mean age\nwas 20.12 (SD = 2.79). The sample consisted of 839 exclu-\nsively same-sex attracted, 474 mostly same-sex attracted, and\n136 equally both-sex attracted participants. There were more\nwomen (65 %) than men (35 %). Of the women, 12 % were\nequally both-sex attracted, 37 % mostly same-sex attracted,\nand 51 % exclusively same-sex attracted. Of the men, 4 %\nwere equally both-sex attracted, 25 % mostly same-sex\nattracted, and 71 % exclusively same-sex attracted. Seventy-\nsix percent of participants were enrolled in education and\n71 % reported having a job. A minority of participants iden-\ntified themselves as religious (22 %), predominantly\nChristian, which is comparable to the general population of\nDutch young people. Sixteen percent of participants had a\nmigrant background, meaning that at least one of their parents\nwas born outside the Netherlands (Statistics Netherlands\n2012).\nThe qualitative sample consisted of 19 women and 19 men\naged between 18 and 26 years. Four women and three men\nidentified as bisexual and felt attracted to women and men. In\naddition to these seven participants, two women and two men\nreported that they had experienced Ba bisexual phase^ in their\nlives. These four did not identify as bisexual. The non-\nbisexual-identified participants identified as homo(sexual) or\nlesbian, and about half of them primarily or also described\ntheir sexual orientation by saying BI like men/women^.\nSome described their sexual orientation as BI have/do not have\na girlfriend/boyfriend.^ Identifying as Bgay^ was rare and\nnone identified as Bqueer,^ Bstraight,^ Bquestioning,^ or\nBpansexual.^\nIn this sample, 21 participants were at school, 19 in work, 2\nwere unemployed, and 1 was chronically ill. Six participants\nhad a migrant background, with one or both parents being of\nnon-Dutch descent. Four of the participants considered them-\nselves to be religious.\nResults\nQuantitative Differences between Sexual Attraction\nSubgroups\nFirst, we determined whether potentially relevant variables\nwere useful to include as control variables by testing for dif-\nferences between sexual attraction subgroups. For the quanti-\ntative sample, Table 1 presents descriptive information of the\npossible control variables (age, gender, importance of sexual\nattraction, degree of openness, and having relationship expe-\nrience with a same-sex partner) for each sexual attraction sub-\ngroup. Since sexual attraction subgroups differed significantly\non each of these variables, these were all included as control\nvariables in further analyses.\nTable 2 shows the results for the outcome variables degree\nof openness, perceived acceptance, perceived experiences of\nvictimization, and suicidality. Table 3 presents the results for\nvisibility discomfort and self-esteem. In both tables, the first\ncolumns present descriptive results for each sexual attraction\nsubgroup. Table 2 presents the odds ratios for the mostly\nsame-sex attracted and equally both-sex attracted subgroups,\nbased on logistic analyses. Similarly, Table 3 shows the un-\nstandardized beta coefficients, based on linear regression anal-\nyses. In all logistic and linear regression analyses, we con-\ntrolled for age, gender, importance of sexual attraction, degree\nof openness, and having relationship experience with a same-\nsex partner. Since degree of openness is highly correlated with\nthe outcome variables openness, perceived acceptance, and\nvisibility discomfort, we excluded degree of openness as a\ncontrol variable in these specific multivariate analyses.\nOpenness\nCompared to exclusively same-sex attracted participants, the\nmostly same-sex attracted and equally both-sex attracted par-\nticipants were less open about their sexual orientation to their\nSex Res Soc Policy (2017) 14:206–222212\nmother, father, extended family, straight friends, and fellow\nstudents. There were large differences between sexual attrac-\ntion subgroups and between contexts. The percentage of ex-\nclusively same-sex attracted participants who were open\nranged between 84 and 95 % in different contexts, while for\nequally both-sex attracted participants, this range was between\n40 and 77 %. In all contexts, differences between sexual at-\ntraction subgroups remained significant in logistic regression\nanalyses (p < 0.001 in all contexts).\nPerceived Acceptance\nDifferences in perceived acceptance varied between contexts.\nMostly same-sex attracted and equally both-sex attracted par-\nticipants reported less perceived acceptance by their mother\nand extended family compared to exclusively same-sex\nattracted participants. In logistic regression analyses, these\ndifferences remained significant in the context of the mother\n(mostly same-sex attracted: odds ratio (OR) = 0.63, p = 0.004;\nequally both-sex attracted: OR = 0.40, p = 0.003) and extend-\ned family (mostly same-sex attracted: OR = 0.65, p = 0.013;\nequally both-sex attracted: OR = 0.39, p = 0.002). In other\ncontexts, the differences were small and were not significant\nin logistic regression analyses. In the case of the father and\nfellow students, the size of the equally both-sex attracted sub-\ngroup was too small to run analyses, which was related to\nlower degrees of openness in these contexts.\nPerceived Experiences of Victimization\nPerceived experiences of victimization due to the participants’\nsexual attraction by their parents, extended family members,\nstraight friends, or fellow students in the preceding year were\nmost frequently reported by the mostly same-sex attracted\nsubgroup. The equally both-sex attracted participants were\nleast likely to report perceived experiences of victimization.\nIn logistic regression analyses, the mostly same-sex attracted\nsubgroup remainedmore likely to have experienced perceived\nvictimization by extended family (OR = 1.80, p = 0.001) and\nstraight friends (OR = 1.38, p = 0.022).\nSuicidality\nAround half the participants in all sexual attraction subgroups\nreported lifetime suicidal ideation. Differences were negligi-\nble and not significant in the logistic regression analysis.\nSuicide attempts were reported more by equally both-sex\nattracted participants (21.1 %) than mostly same-sex\nattracted (13.4 %) or exclusively same-sex attracted partici-\npants (11.4 %). This difference remained significant in the\nlogistic regression analysis (OR = 2.20, p = 0.006).\nVisibility Discomfort\nCompared to the exclusively same-sex attracted participants,\nthe mostly same-sex attracted and equally both-sex attracted\nparticipants reported more discomfort with being open and\nvisible about their sexual orientation. Since visibility discom-\nfort and degree of openness (r = −0.65, p < 0.001) were highly\ncorrelated, the latter variable was not included in the linear\nregression analysis. In this analysis, differences between sex-\nual attraction subgroups remained significant (mostly same-\nsex attracted: b = 0.24, standard error (SE) = 0.24, p < 0.001;\nequally both-sex attracted: b = 0.28, SE = 0.07, p ≤ 0.001).\nSelf-Esteem\nEqually both-sex attracted participants reported lower scores\non self-esteem compared to mostly same-sex attracted or ex-\nclusively same-sex attracted participants. In a linear regression\nanalysis, these differences were not significant after control-\nling for other variables, perhaps because of the fairly strong\neffects of gender (b = 0.22, SE = 0.04, p ≤ 0.001) and open-\nness (b = 0.18, SE = 0.04, p ≤ 0.001).\nTable 1 Gender, age, and same-sex sexuality experiences compared between sexual attraction subgroups\nExclusively same-sex\nattracted (n = 839)\nMostly same-sex\nattracted (n = 474)\nEqually both-sex\nattracted (n = 136)\nF or χ2b df p value\nAge (M (SD); range 16–25) 20.33 (2.77) 19.87 (2.79) 19.74 (2.78) 5.53 (2, 1446) 0.004\nGender (n; % women) 57.4 73.4 86.8 64.36 2 <0.001\nImportance of sexual attraction\n(M (SD); range 0–4)\n1.00 (0.96) 1.13 (0.98) 1.28 (0.92) 7.36 (2, 1446) 0.001\nOpennessa (M (SD); range 0–2, low to high) 1.60 (0.51) 1.25 (0.65) 0.94 (0.70) 91.34c (2, 339) <0.001\nSame-sex partner (n; % yes) 66.2 53.8 43.4 36.46 2 <0.001\naDue to a technical problem, there were some missing scores on the item about openness to their mother and father. The non-response group did not\ndiffer from the response group in terms of sociodemographics or same-sex sexuality experiences\nb For the variables age, importance of sexual attraction, and openness, differences between sexual attraction subgroups were assessed using one-way\nANOVA. For the variables gender and same-sex partner, χ2 tests were used to assess differences\nc Since Levene’s test indicated that variances were unequal, the Welch F ratio is reported\nSex Res Soc Policy (2017) 14:206–222 213\nUnique Issues for Bisexual-Identified Dutch Young People\nBased on qualitative data, participants’ bisexual experi-\nences and views on bisexuality were explored, as well\nas the space for them to identify as bisexual and to ex-\npress bisexuality. Several unique issues were identified\nrelated to bisexuality or to views on sexual orientation\nwhich impacted on the lives of bisexual-identified partic-\nipants: (a) marginalization of bisexuality through reifica-\ntion of the hetero/homo binary, (b) difficulty expressing\nbisexuality, particularly in relationships, and (c) a lack of\nbisexual or bi-inclusive communities.\nMarginalization through Reification of the Hetero/Homo\nBinary\nViews on bisexuality by non-bisexual-identified SSA partici-\npants showed that bisexuality as a sexual orientation was\nsurrounded with controversy, which implicitly reified the\nhetero/homo binary and consequently marginalized bisexual-\nity as a sexual orientation. Aminority considered bisexuality a\nstable and Breal^ sexual orientation, similar to homosexuality\nand heterosexuality. However, more than half the participants\nconsidered bisexuality not to be a stable sexual orientation\nand/or perceived it as a temporary phase. Stereotypes about\nTable 2 Results for openness, acceptance, victimization, and suicidality\nPercentagesb Logistic regression analysesc\nOutcome variables Exclusively\nsame-sex attracted\nMostly\nsame-sex attracted\nEqually\nboth-sex attracted\nOdds ratio on\nmostly same-sex\nattracted vs exclusively\nsame-sex attracted\nOdds ratio on equally\nboth-sex attracted\nversus exclusively\nsame-sex attracted\nOpen to\nMother (yes %, n = 1083) 91.8 76.6 55.6 0.33*** 0.11***\nFather (yes %, n = 1056) 84.9 65.4 40.0 0.39*** 0.14***\nExtended family (some/all\n%, n = 1375)\n84.8 65.5 46.6 0.36*** 0.17***\nStraight friends (some/all %,\nn = 1246)\n95.1 86.2 77.2 0.34*** 0.19***\nFellow students (some/all\n%, n = 1086)\n84.2 71.0 57.9 0.51*** 0.32***\nPerceived acceptance by\nMother (completely %,\nn = 911)\n66.9 55.5 44.4 0.63** 0.40**\nFather (completely %,\nn = 795)a\n59.1 53.9 . 0.77 .\nExtended family\n(all %, n = 914)\n77.0 69.3 58.5 0.65* 0.39**\nStraight friends\n(all %, n = 1107)\n91.5 89.0 86.2 0.73 0.55\nFellow students\n(all %, n = 704)a\n76.5 70.6 . 0.69 .\nPerceived victimization (yes % in preceding year)\nParents (n = 1449) 19.0 20.9 11.8 1.13 0.57\nExtended family\n(n = 1449)\n11.0 16.9 12.5 1.80** 1.35\nStraight friends\n(n = 1449)\n21.5 27.6 19.9 1.38* 0.90\nFellow students\n(n = 1213)\n30.1 31.9 17.8 1.30 0.67\nSuicidality (yes % lifetime)\nIdeation (n = 1308) 56.8 52.8 59.6 0.81 1.03\nAttempt (n = 1308) 11.4 13.4 21.1 1.22 2.20**\na In the equally both-sex attracted subgroup, the number of observations was less than 50. Logistic regression was not performed\nbNot controlled for other variables\nc Controlled for age, gender, importance, openness, and relationship experience with same-sex partner. Degree of openness was not controlled for in\nrelation to outcome variables on openness and perceived acceptance\n*p < 0.05; **p < 0.01; ***p < 0.001\nSex Res Soc Policy (2017) 14:206–222214\nbisexuality emerged, such as bisexual people not having made\nup their minds yet or wanting to have it both ways. Several\nnon-bisexual-identified participants did not take bisexuality\nseriously. According to Paul (man, 18 years): BIf someone\ncomes out as ‘I am bisexual’, I always say to them: ‘Well,\nyou’ll find out later… you’re just homo’.^\nSome participants regarded the label Bbisexual^ as a tem-\nporary state with which they are at ease and comfortable, since\nit seems less definitive than expressing a homosexual orienta-\ntion. According to some participants, coming out as bisexual\nkeeps the option of heterosexuality open.\nFor me, when you say straight away that you are lesbian,\nthat’s a really big step. But being bisexual, I think that’s\nsomething in between, between two worlds. When you\nsay it like that, with one foot in each camp, it feels okay.\nThat’s how I felt, anyway. (Xena, woman, 21 years)\nHowever, most people who spoke about bisexuality as a\ntemporary state were also critical because of its indecisive\ncharacter. As a consequence, some participants expected that\nbisexual people would ultimately choose between a heterosex-\nual or homosexual orientation. Bisexual-identified partici-\npants also spoke about pressure to Bknow^ or Bdecide^ about\ntheir sexual orientation, in which case a bisexual status was\nnot considered a valid option.\nBy then, the entire student association knew. Many of\nthe men gave me reactions like: ’Do you know for sure?\nDo we still have a chance?’, which was quite annoying\nbecause I didn’t know. (Joanne, woman, 21 years)\nJoanne felt mostly same-sex attracted, but found it difficult\nto say she was lesbian because she was not completely sure.\nThe idea of coming out as lesbian and then finding she liked a\nman was scary for her. This example shows how sexual ori-\nentation is predominantly conceptualized as a binary in which\nthe flexibility to switch between sexual orientations is mini-\nmal. Other participants also felt that they had Bto be certain^\nabout being heterosexual or homosexual3 before coming out\nto others. Several of them mentioned that they had waited to\ndisclose their same-sex sexuality to others because they first\nwanted to be Bsure.^ Apparently, they felt a lack of space to\nshare or discuss their early sexual orientation awareness, or\nelse they had doubts or felt that bisexuality was not an option.\nYoung people who identified as bisexual also expressed how\nsexual orientation was conceptualized as a binary, consisting\nof a heterosexual and homosexual option. Three out of seven\n(Linda, Tamara, Ilan) perceived a homosexual orientation to\nbe the Bdefault^ for same-sex sexuality.\nSpace Limited to Temporary Bisexuality and Women’s Sexual\nBehavior\nIn daily life, bisexual-identified young people have to find\nacceptable ways to frame and express their bisexuality.\nSome of the bisexual-identified participants embraced their\nbisexual orientation, but none of them were open to all their\nfriends and family. While there was not much space for a\nbisexual identity as a Bserious^ sexual orientation, there were\ntwo exceptions in which bisexuality was allowed or more\nlikely to be tolerated: (a) temporary bisexuality and (b) sexual\nbehavior between women framed as bisexual or bi-curious.\nTemporary bisexuality refers to bisexuality as a temporary\nphase en route towards a homosexual or heterosexual orienta-\ntion. The notion of temporary bisexuality provided young\npeople with the space to experiment with their sexual\nTable 3 Results for visibility discomfort and self-esteem\nMean scoresa Linear regression analysesb\nExclusively\nsame-sex\nattracted\nMostly same-sex\nattracted\nEqually\nboth-sex attracted\nMostly same-sex\nattracted versus\nexclusively same-\nsex attracted\nEqually both-sex\nattracted versus\nexclusively same-\nsex attracted\nOutcome\nvariables\nRange M (SD) M (SD) M (SD) F value df b (SE) p b (SE) p\nVisibility discomfort;\nn = 1449)\n0–4 (low to high) 0.99 (0.73) 1.28 (0.83) 1.35 (0.80) 50.42 (6, 1442) 0.24 (0.04) *** 0.28 (0.07) ***\nSelf-esteem;\nn = 1449)\n0–4 (low to high) 2.86 (0.72) 2.68 (0.76) 2.60 (0.79) 21.63 (7, 1440) −0.05 (0.04) −0.03 (0.07)\na Not controlled for other variables\nb Controlled for age, gender, importance, openness, and relationship experience with same-sex partner. Degree of openness was not controlled for in\nrelation to the outcome variable visibility discomfort\n*p < 0.05; **p < 0.01; ***p < 0.001\n3 In the Netherlands, the label ‘homosexual’ is not considered derogatory\nand can be used in a neutral way.\nSex Res Soc Policy (2017) 14:206–222 215\norientation. However, this option did not create space for a\nbisexual identity and a bisexual orientation was not fully ac-\nknowledged. Young people could feel pressured to ultimately\nBchoose^ between a homosexual or heterosexual orientation.\nThere seems to be space among young people, and espe-\ncially in specific settings such as college life, for sexual be-\nhavior betweenwomen that is framed as bisexual or bi-curious\n(i.e., people who have a curiosity or interest in sexual behavior\nor relationships with more than one gender, but who do not\nidentify as bisexual). Among the participants, examples were\nmentioned where sexual behavior between women was per-\nmitted or even encouraged, as long as it was exciting for men\nor at least did not make them feel threatened or excluded.\nClaire’s account showed how she perceived having more\nspace for a bisexual than a lesbian identity in the context of\nher student community. She felt mostly same-sex attracted, yet\nlabeled herself as bisexual to other people:\nLesbian… it sounds as if you don’t want to have to do\nanything with men. It just sounds so final. I have just\nfought so long to not label myself like that, but I still\nhave difficulties with that word. […] It’s very strange\nbut I think, yes, you are it [lesbian], but you just don’t\ncall yourself that. That’s just the way it is. […]. Bi, well\nthat’s exciting and fun, while lesbian is immediately:\nBWhoa!^ They then speak to you differently, and that’s\na pity. (Claire, woman, 21 years)\nThompson (2006) noted that a lesbian position does not\nleave a role for men and excludes young women from both\nmale and female peers who endorse heterosexuality. Like\nClaire, several other young women mentioned that coming\nout as lesbian distanced them more from their heterosexual\npeers than coming out as bisexual. She knew several hetero-\nsexual young women who had had sexual encounters with\nother women without questioning their heterosexual orienta-\ntion. Women’s sexual behavior framed as bisexual or bi-\ncurious was reconcilable with heterosexuality since it did not\nleave men out of the picture as potential sexual or relational\npartners. These bisexual or bi-curious sexual expressions pro-\nvided behavioral space for young women to engage in sexual\nexploration in adolescence; however, they did not consider\nbisexuality to be a stable or serious long-term position or\nidentity. Thus, the hetero/homo binary was left intact.\nThere was less space for a bisexual identity and bisexual\nexpressions among men. Positive experiences and attitudes\ntowards sexual behavior between men framed as bisexual or\nbi-curious were not brought up by any of the participants. In\nline with other Dutch studies (Felten et al. 2010; Van Lisdonk\nand Kooiman 2012), young men seemed to feel more\npressured than young women to conform to the hetero/homo\nbinary. With the exception of Tom, young men felt uncom-\nfortable acknowledging that they felt (or had at some time felt)\nattracted to both men and women. They seemed to prefer an\nexclusively homosexual or heterosexual orientation. Several\nyoung men reported that they had experienced a Bbisexual\nphase^ prior to their homosexual orientation. Yet, a bisexual\nidentificationwas undesirable for them. Ilan perceived himself\nas bisexual, but wished he was unambiguously homosexual or\nheterosexual. Erik and Stephen felt ambiguous about\ninterpreting their past crushes on young women, since they\npreferred a homosexual orientation. They did not label them-\nselves as bisexual to other people.\nRelationship-Building and Expressing a Bisexual Orientation\nSpace to come out as bisexual was particularly limited when\npeople were in a long-term relationship with one partner. The\nthree participants, Ilan, Linda, and Nicola, who identified as\nbisexual and who were in long-term relationships with one\npartner, generally chose to pass for heterosexual or homosex-\nual, according to the gender of their partner. Ilan (man,\n25 years) was too uncomfortable to disclose his curiosity\nand slight desire for women to his friends and to his partner,\nwho was a man. They had the impression that his sexual\norientation had changed from bisexual to gay since he had a\nlong-term relationship with this partner. He described his sit-\nuation as Ba kind of reversed being in the closet^: BThe word\nin all situations is actually that I have a boyfriend. […] I only\nimplied that I have a boyfriend and then people assume that\nyou are ‘homo.’ And as for bi, that doesn’t exist.^\nWhile Ilan passed for gay, Linda and Nicola, whowere both\nin long-term relationships with men, usually passed for hetero-\nsexual. Both women were comfortable with their own bisexu-\nality, yet were selective in their openness to others. According\nto 24-year-old Linda, it was important for her to be open about\nher bisexuality since openness and honesty would increase\nacceptance. However, her family and friends did not take her\nbisexuality for granted the way she did. Her mother considered\nher bisexuality to be a trial, or a past phase, since Linda now\nhad a boyfriend. Lesbian friends asked her: BWhat’s it like with\nyour boyfriend, and how is it to go back to a man?^ Linda was\nnot open to her boyfriend’s circle of friends and family, who\nwere all heterosexual, because her boyfriend preferred her to\nbe cautious: BI want my friends to have a good impression of\nyou first, before they get prejudiced.^ And he also said, BI\nwould find it strange if you talked about women all the time.^\nNicola, 21 years old, was also selective in her openness\nabout her bisexuality in heterosexual contexts. In her neigh-\nborhood and daily life, people thought she lived an ordinary\nlife and was in a long-term heterosexual relationship.\nHowever, that was not her whole story: BWe live a kind of a\ndouble life. At home, we live as a little family. But in addition,\nwe have our erotic parties with swinging and friendships with\nan erotic element.^ Nicola’s mother and sister were the only\nnon-swinging straight people who knew about her bisexuality\nSex Res Soc Policy (2017) 14:206–222216\nand polyamorous lifestyle. She explains her reticence to be\nopen:\nLook, if I’d come home with a woman or girlfriend, you\nknow, then I’d have said to my family: ‘Listen, it’s a not\na he but a she.’ But that’s not how it was. So then it’s\nreally strange to say, like, ‘Well, I have something to tell\nyou: I live with Curt and that’s all going fine, but I’mbi.’\nThat feels strange.\nEach of these three participants had found a way to express\ntheir bisexuality within their long-term relationship. Linda and\nNicola had an agreement with their partners that they were\nallowed to occasionally hook up with a woman under specific\nconditions. Ilan mentioned with some embarrassment that he\nhad secretly visited a female sex worker. Relationship-\nbuilding for young people who were attracted to women and\nmen to some extent posed challenges. In this small sample,\nthere were no bisexual-identified participants who firmly pre-\nferred serial monogamy (i.e., preferring relationship or sex\npartners sequentially, Rust 2002) or preferred casual sex and\nno relationships.\nLack of Bisexual or Bi-inclusive Communities\nThe hetero/homo binary is not only the obvious norm among\nheterosexual people, but also among many lesbian women\nand gay men (Ault 1996; Barker et al. 2012a; Rust 2002).\nBisexual-identified participants did not perceive their lesbian\nand gay friends to be more open-minded or accepting of bi-\nsexuality than their heterosexual friends.\nBisexual-identified young women, in particular, did not\nfeel completely at home in LGB public venues, which they\nperceived more as lesbian and gay oriented. These young\nwomen, as well as feminine-looking young women, reported\nhaving been confronted with responses from lesbian women\nthat they did not look Blesbian enough.^ This made them feel\nmarginalized and excluded. The bisexual-identified young\nmen did not have similar complaints about not feeling at home\nin LGB public venues.\nThe young men did not address bisexual organizations or\npublic venues. For young women, there were a few online and\noffline venues. According to Nicola, who has visited some\nvenues, these bisexual communities merely promoted one\nspecific kind of bisexuality:\n[talking about bisexual communities] Well, I find it a\nreal teen scene. It’s very disappointing. The funny thing\nis, at [name website and parties for bisexual young\nwomen]… I have been there and then you find it’s all\nchicks of 16 or 17 with their boyfriends. I find that odd:\nAll bi, but all with a boyfriend. Something isn’t right,\nknow what I mean? And then you see a man who asks\nsomeone: ‘Fancy kissing my woman?’Well, that’s kind\nof the level of things there.\nThese communities could be interpreted as promoting per-\nformative bisexuality, centered around a male gaze\n(Thompson 2006).\nNicola had difficulty in feeling connected and at home in\nany community: The bisexual communities she knew were\npredominantly organized around a narrowly defined form of\nbisexuality, while she found lesbian communities not open\ntowards bisexuality. She liked the notion of polyamory and\ntogether with her partner they became part of swinging com-\nmunities. However, she realized that swinging communities\nonly encouraged other-sex sexual behavior, and same-sex be-\nhavior between women, which convinced her that bisexuality\nas a real sexual orientation was not fully accepted.\nDiscussion\nThis study shows that it is relevant to distinguish between\nsubgroups within the larger population of SSA individuals.\nGenerally, Dutch equally both-sex attracted young people re-\nported more negative experiences than their exclusively same-\nsex attracted counterparts. They were less open to people in\ntheir social network, reported less perceived acceptance by\ntheir mother and extended family, and scored higher on visi-\nbility discomfort and suicide attempts. Equally both-sex\nattracted young people did not differ in degree of self-esteem,\nsuicidal ideation, or perceived experiences of victimization. It\nwas useful to control for other variables since seemingly large\ndifferences between the exclusively same-sex attracted and\nequally both-sex attracted subgroups on self-esteem and per-\nceived experiences of victimization in specific contexts disap-\npeared, which implies these differences were accounted for by\nother factors. It was relevant to separate the mostly same-sex\nattracted participants from the other two subgroups because\nthe outcomes for this subgroup differed, often lying between\nthose for the exclusively same-sex attracted and equally both-\nsex attracted subgroups.\nThis study demonstrates that a bisexual orientation is mar-\nginalized rather than irrelevant in people’s lives. While in the\nsurvey, the equally both-sex attracted subgroup reported lower\nscores on openness and the importance of their sexual attrac-\ntion in their lives, this study provides indications that their\ninvisibility is not so much a consequence of a lower relevance\nor desire to be open, but is related to feeling that there is a lack\nof space in society to be open. The lower degree of openness\nand higher degree of visibility discomfort remained significant\nafter controlling for the importance of sexual attraction, hav-\ning experience with same-sex partners and being younger.\nThese participants also generally felt less accepted compared\nto exclusively same-sex attracted participants.\nSex Res Soc Policy (2017) 14:206–222 217\nIn the interviews, all bisexual-identified participants men-\ntioned difficulties in disclosing their sexual orientation to\nothers, also to same-sex attracted friends and partners. All\nbisexual-identified participants used strategies to help them\nfeel more included and accepted in heteronormative or\nlesbian/gay-normative contexts, such as passing for lesbian/\ngay, and covering (i.e., making a great effort to adjust and\nassimilate, even though others knew about their bisexuality,\nGoffman, 1963). The space for a bisexual identity and for\nbisexual expressions was limited to those forms that did not\nchallenge heteronormativity and the hetero/homo binary.\nThere was space for temporary bisexuality and same-sex sex-\nual behavior between women framed as bisexual or bi-curi-\nous. However, a bisexual identity or bisexuality as a valid\nlong-term sexual orientation was met with rejection or\nsuspicion.\nSeveral specific issues for bisexual people were identified\nas follows: The marginalization of bisexuality, difficulties in\nbeing open and expressing bisexuality, particularly in relation-\nships, and a lack of bisexual or bi-inclusive communities.\nThey were well aware of bisexuality being associated with\nnon-monogamy, not being able to be a good partner and not\nyet having made a choice. They attempted to strike a balance\nbetween being true to themselves and risking causing harm to\nsocial and intimate partner relationships by openly expressing\ntheir bisexuality. The lack of bisexual or truly bi-inclusive\npublic venues imparted a sense of not belonging to a commu-\nnity for several bisexual-identified participants.\nThe specific issues which were addressed were related to\nthe hetero/homo binary and to mononormativity. The margin-\nalization, and therefore invisibility, of bisexuality in Dutch\nsociety is related to the way sexual orientation is conceptual-\nized: As a hetero/homo binary in which sexual orientation is\nperceived in an essentialist way, implying that heterosexuality\nor homosexuality are the primary options (Maliepaard 2015a,\nb; McLean 2008; Richardson andMonro 2012; Rust 2002). In\nsuch a social climate, bisexuality is neither acknowledged nor\nvisible (Maliepaard 2015a, b; Rust 2002). Rather, it is silenced\nand denied (Maliepaard 2015a; McLean 2008; Rust 2002).\nThe American scholar Robinson came to a similar conclusion\nand noticed that in interviews with Dutch LGBT adults about\nDutch LGBT communities, bisexuality was not discussed at\nall (Robinson 2012). He stated that the Berasure of a bisexual\nidentity^ is not surprising in a society in which sexuality is\nconstantly reified within a hetero/homo binary discourse\n(Robinson 2012, p. 335).\nAt the same time, their stories also show that\nmonosexuality (i.e., sexual attraction focused on only one\ngender: heterosexuality and homosexuality) is the norm in\nsociety. In a mononormative society, bisexuality is framed in\nopposition to heterosexuality/homosexuality, thus creating\ndistance between these sexual orientations and fostering stig-\nma and stereotyping (Ault 1996). Bisexual-identified young\npeople often attempted to present themselves as monosexual\nin order to foster acceptance.\nIn the literature, there are two seemingly contrasting per-\nspectives on the space for bisexual identity and bisexual ex-\npressions among young people. There is an assumption about\nyoung people being relatively rigid about nonconformity in\nrelation to gender and sexuality (Lobel et al. 2004), which\nmay also apply to the space for a bisexual identity and bisex-\nual expressions in the societal context of a dominant hetero/\nhomo binary. In contrast, other scholars noted evidence and\nspace for sexual fluidity, particularly among young women\n(Dempsey et al. 2001; Diamond 2008; Savin-Williams 2005;\nThompson, 2006), which may also suggest space for a bisex-\nual identity and bisexual expressions. We found evidence for\nboth assumptions. Generally, the young SSA people in this\nstudy appeared to be rather rigid in their conceptualization of\nsexual orientation as hetero/homo binary. Without exception,\nthey perceived gender to be binary and none of them\nquestioned or played with this notion of gender.\nHowever, the two contexts in which bisexual expressions\nwere permitted or tolerated both demonstrated sexual fluidity.\nBisexuality as a temporal phase in young people’s sexual de-\nvelopment shows that sexual orientation is not always fixed or\nclear, and confirms the view that sexual orientation is a con-\ntinuum andmay change over time (Diamond 2008). Same-sex\nsexual behavior between women framed as bisexual or bi-\ncurious provides space for young women’s desire to fully\nexplore their sexuality beyond their sexual self-identification\nor labeling.\nThese spaces for a bisexual identity and bisexual expres-\nsions were regulated within the constraints of the hetero/homo\nbinary, heteronormativity, and monosexuality: Both young\nmen and women felt pressured to be sure about their sexual\norientation, which implied a homosexual or heterosexual\nidentity. A bisexual phase, questioning, changing, and same-\nsex behavior betweenwomen framed as bisexual or bi-curious\nwas allowed as they were young and at the beginning of their\nsexual development, but they were expected ultimately to\nchoose between a heterosexual or homosexual orientation.\nWe also note that the space for a bisexual identity and bisexual\nexpressions was more limited for young men and that young\nmen were generally more uncomfortable about their bisexual\nexperiences.\nImplications for Bi-inclusive Policies\nThe empirical findings provide four pointers for more bi-\ninclusive policies: (a) awareness-raising concerning marginal-\nization, visibility and bi-specific issues; (b) community and\ncapacity building; (c) comprehensive policy based on gender\nand sexuality diversity; and (d) comprehensive sexuality edu-\ncation. An important first step is to promote awareness of\nmarginalization processes in relation to bisexuality, promote\nSex Res Soc Policy (2017) 14:206–222218\nthe visibility of bisexuality, and draw attention to specific\nissues which are typically relevant to bisexual (young) people,\nsuch as the existence of biphobia and recognition of diverse\ndesires in terms of relationships and challenges for bisexual\npeople in feeling a part of a community. A proportion of Dutch\nyoung SSA people clearly expressed biphobia and they did\nnot always perceive bisexuality to be a serious and valid long-\nterm sexual identity. In a society in which bisexuality was\nvalued just as much as homosexuality, including among\nSSA people, Dutch young people would probably not be so\ncautious or uncomfortable in disclosing a bisexual orientation\ncompared to a homosexual orientation. Ministries should\nscreen their own language use in policies on biphobia and\nimplicit marginalization of bisexuality, and should explicitly\ndraw attention to the recognition of bisexuality and bisexual\npeople in lesbian and gay communities and wider society in\norder to reduce biphobia (Felten and Maliepaard 2015). In\naddition, interventions, activities, and research funded by the\ngovernment could be screened for bi-inclusiveness that goes\nbeyond lip service and to avoid mononormativity. For exam-\nple, gay-straight alliances are government-funded interven-\ntions which are developed in several social domains. Yet, the\nlanguage used clearly marginalizes bisexuality.\nSecond, promoting community and capacity building of\nbisexual communities and bi-inclusiveness of LGBT commu-\nnities is important. Young bisexual-identified people did not\nfeel welcomed in LG(B) communities, nor did they find their\nway to bisexual communities, while this study showed that\nboth-sex attracted and bisexual-identified young people con-\nsidered their sexual orientation to be important. The bisexual-\nidentified participants felt marginalized and forced to adjust to\nliving in heteronormative and homonormative communities.\nThe only reference to bisexual communities was a community\nfor bisexual young women which was implici t ly\nheteronormative, with a focus on the male gaze. The young\nbisexual-identified people in our study did not engage with\norganizations explicitly focused on bisexual people, such as\nthe largest bisexual national network and interest group for\nbisexuality, LNBi, nor Orpheus (a support organization for\nhomosexual and bisexual people in man/woman relation-\nships), or other organizations and initiatives focused on bisex-\nuality, sexual fluidity, polyamory, and queerness. The well-\nestablished and largest Dutch LGBT organization, COC\nNetherlands, has recently started to organize initiatives to fos-\nter bi-inclusiveness; while this is promising, COCNetherlands\nis still largely associated with homosexuality.\nAlthough participants in this study did not address the need\nfor community and capacity building to increase societal vis-\nibility and political representation of bisexual people, this\nstrategy has been proven to be successful for other marginal-\nized subgroups. In the Netherlands, government funding of\nthe transgender movement has increased the capacity building\nof this community and the visibility of transgender people in\nsociety, which has consequently increased the representation\nof transgender people in policy. Even though bisexual-\nidentified young people may not be interested to become ac-\ntive in a bisexual community, they might still benefit from\nstrong, diverse, visible, and bisexual communities which pro-\nmote societal visibility of bisexuality and which offer infor-\nmation, support, and identification.\nDutch authorities can contribute to reducing marginaliza-\ntion and increasing the visibility and perception of bi-specific\nissues by fostering the representation of bisexual and bi-\ninclusive communities and experts at the same time as they\nconsult gay- and lesbian-focused communities and experts\n(Felten and Maliepaard 2015). In doing so, they do need to\nbe conscious of which bisexual people they consult and are\nrepresented—including young bisexual people—and which\npeople remain marginalized (e.g., queer or polyamorous peo-\nple, bisexual people in monogamous other-sex relationships,\nbisexual people with a migrant or non-middle class back-\nground or living in rural areas).\nThird, bi-inclusive policies will not be successful if the\nunderlying goal remains focused on equality and emphasizing\nsameness. This study showed that specific issues of bisexual-\nidentified young people were related to the unchallenged\nhetero/homo binary and mononormativity. In a sexual minor-\nity approach based on sameness and normalization, issues\nwhich specifically matter to bisexual people are difficult to\nbring to light and to place on the political agenda, since the\nhetero/homo binary and mononormativity are perpetuated and\nnot critically questioned. Furthermore, in line with other\nscholars, we conclude that heteronormativity and related\nviews on sexuality and gender are not challenged in Dutch\nsociety and politics (Maliepaard 2015a; Mepschen et al.\n2010; Robinson 2012). As a consequence, people who do\nnot fit into a heteronormative framework are likely to be less\nrepresented and remain structurally marginalized in such\nLGBT policies (Maliepaard 2015a).\nHence, we note that comprehensive bi-inclusive policies\nrequire a policy perspective focused on gender and sexual\ndiversity. A diversity perspective that recognizes differences\nand diversified experiences and identities because of intersec-\ntions promotes visibility of differences and gives voice to\nbeing different (Ghorashi and Ponzoni 2014; Richardson\nand Monro 2012). This leaves space for a diversity of experi-\nences and expressions of sex, sexuality, and gender as non-\nbinary, fluid, or genderless, which may also impact on views\nand expressions in terms of relationships and Bthe family.^\nIn a society which values diversity, processes of normali-\nzation in terms of power indifferences and bias can be criti-\ncally explored and questioned (Ghorashi and Ponzoni 2014).\nPolicies could focus more on revealing and reducing margin-\nalization of specific sexual, gender, and relational expressions\nand identities, based on restrictive normativity and stereotypes\ngrounded in the hetero/homo binary, monosexuality, and the\nSex Res Soc Policy (2017) 14:206–222 219\nconceptualization of sex and gender as binary. Instead of cur-\nrent fragmented policies targeting inequality for women (pre-\ndominantly focused on the labor market and gendered labor/\ncare division) and LGBT people (predominantly focused on\npromoting acceptance and reducing stigmatization), an inte-\ngrated diversity perspective might open up the political arena\nfor raising new questions and issues. New issues which might\nbe particularly beneficial for bisexual people are the social and\nlegal recognition of plurality in relationships, including poly-\namorous partnerships; acknowledgement of non-binaries; and\nfluidity in sexual orientation, gender identity, and expression.\nA diversity perspective on sexuality and gender could be\nparticularly beneficial for young people who are exploring\ntheir sexuality and may experience doubts and changing de-\nsires. In a society which recognizes sexual and gender diver-\nsity and fluidity, pressure to know or choose a sexual orienta-\ntion would decrease and it would be easier for (young) people\nto speak about their desires, doubts, and worries with others,\nwhich might enhance the likelihood of developing a strong\n(sexual) self. Moreover, they may feel more comfortable in\nperceiving their sexual orientation and gender as beyond\nbinaries.\nFinally, policies based on diversity may encourage compre-\nhensive sexuality and gender education based on the above-\nmentioned notions. Clearly, these SSA young people\nexpressed binary conceptualizations of sexual orientation\nand gender. In 2012, the Dutch government introduced attain-\nment targets for Dutch schools in relation to sexuality and\nsexual diversity. While schools are free to teach their own\nviews on sexual diversity, in funding school education pro-\ngrams, the government could formulate a basic set of topics\nand a minimum of research-based information, including in-\nformation on bisexuality and gender diversity.\nLimitations and Research Suggestions\nA limitation of this study was the use of a convenience sam-\nple, which may have drawbacks regarding the sample compo-\nsition. In the Netherlands, it is almost impossible to draw a\nrepresentative sample within this age range which is large\nenough to distinguish between sexual attraction subgroups\namong SSA people. In anticipation of possible drawbacks,\nwe used offline and online recruitment channels, aiming at\nyoung people in general as well as LGB young people and\nbisexual young people in particular. Nevertheless, recruitment\nthrough self-selection and self-report may have attracted par-\nticipants who are relatively open about their sexual orienta-\ntion, who affiliate with LGB communities, and who are less\nlikely to be bisexual oriented (Saewyc et al. 2009). In future\nresearch, a better option would be to use large general research\npanels in which possible sample selectivity due to LGB-\nrelated recruitment is minimal (Herek 2009; Kuyper 2015a;\nMcDermott 2010).\nMoreover, more in-depth research among bisexual people,\nwith a particular focus on those who do not identify with or\nparticipate in LGB communities, would be interesting. Our\nqualitative sample was rather small and did not include the\nfull range of the diverse stories of bisexual people. The inter-\nviewees in our study viewed gender as a binary. There were no\nor few interviewees who preferred serial monogamy, casual\nsex, no relationships, and none identified as queer, gender\nfluid, or transgender. These stories might provide new insights\non limited space in sexuality and gender diversity, and conse-\nquently additional policy recommendations.\nUnfortunately, we were unable to distinguish between\nequally both-sex attracted young men and women in the sur-\nvey. Since the quantitative sample consisted of a relatively\nsmall number of equally both-sex attracted men, the results\nmay not have captured gender-specific issues for this group.\nTo reduce marginalization of bisexuality and foster a better\nunderstanding of the experiences of bisexual people, we en-\ncourage researchers to always be explicit about measuring\nsexual orientation and gender. They should also not assume\nself-evident links between sexual attraction and identification.\nIn the case of sexual attraction, researchers should distinguish\nbetween different attraction subgroups, if possible.\nFurthermore, assessing non-binary choices of gender identity\nin large-scale survey studies requires attention.\nFinally, the quantitative data presented here were a subset\nof a larger survey, which addressed a broad range of topics.\nTherefore, extensive measurement of topics such as internal-\nized homo/biphobia or composition, quality, and quantity of\nsocial networks was not possible. More in-depth studies on\nattitudes towards bisexuality and bisexual expression, and the\nimpact of biphobia could provide a better insight into the\norigins and processes of marginalization. A gender\nperspective is useful here. Herek (2000) noted that attitudes\nare likely to be different towards lesbian women, gay men,\nbisexual women, and bisexual men, since social interaction\nmay impact on individuals’ own sexual and gender identity.\nThis suggests that a gender and sexual diversity perspective on\nstigma and normativity might provide better insights than a\nsexual minority perspective.\nConclusions\nOur aim in this article was to place on the academic and policy\nresearch agenda the idea that it is important to distinguish\nconsistently between homosexuality and bisexuality, to be\naware of diversity in experiences and to develop bi-inclusive\npolicies. While there is a growing academic and political\nawareness that attention for bisexuality is needed, there are\nstill few good practices regarding what bi-inclusive policies\nshould look like. Based on our study, we argue that policies\nshould focus on awareness of marginalization processes and\nSex Res Soc Policy (2017) 14:206–222220\ninvisibility of bisexuality, specific problems bisexual-\nidentified people encounter, insight into and attention to\nbiphobia, community and capacity building, and comprehen-\nsive sexuality and gender education. Many of the reported\ndifficulties for both-sex attracted and bisexual-identified\nyoung people were related to a conceptualization of sexual\norientation as a hetero/homo binary and the norm of\nmonosexuality. We would suggest that a policy model which\nfocuses on sameness and normalization is not likely to chal-\nlenge the hetero/homo binary and mononormativity, and\ntherefore cannot be truly bi-inclusive. A model based on a\nmore comprehensive perspective on gender and sexual diver-\nsity could offer more space for bisexual identities and expres-\nsions. This would not only be beneficial to bisexual people,\nbut also to all those, and especially young people, who are\nexploring their sexuality and developing their sexual self.\nAcknowledgments We would like to acknowledge the funding for the\nquantitative data collection by the Dutch Ministry of Education, Culture,\nand Science and the role played by Diana D. van Bergen, Ph.D., in the\ndesign and logistics of the quantitative data collection. We wish to thank\nHenny Bos, Ph.D., for her comments on an early version of this\nmanuscript.\nOpen Access This article is distributed under the terms of the Creative\nCommons At t r ibut ion 4 .0 In te rna t ional License (h t tp : / /\ncreativecommons.org/licenses/by/4.0/), which permits unrestricted use,\ndistribution, and reproduction in any medium, provided you give appro-\npriate credit to the original author(s) and the source, provide a link to the\nCreative Commons license, and indicate if changes were made.\nReferences\nAult, A. (1996). Ambiguous identity in an unambiguous sex/gender\nstructure: the case of bisexual women. The Sociological Quarterly,\n37(30), 449–463.\nBarker, M., Bowes-Catton, H., Iantaffi, A., Cassidy, A., & Brewer, L.\n(2008). British bisexuality: a snapshot of bisexual identities in the\nUnited Kingdom. Journal of Bisexuality, 8(1), 141–162.\nBarker, M., Richards, C., Jones, R., Bowes-Catton, H., Plowman, T.,\nYockney, J., &Morgan,M. (2012a). The bisexuality report: bisexual\ninclusion in LGBT equality and diversity. Retrieved from http://\nwww.bisexualindex.org.uk/uploads/Main/TheBisexualityReport.\npdf.\nBarker, M., Yockney, J., Richards, C., Jones, R., Bowes-Catton, H., &\nPlowman, T. (2012b). Guidelines for researching and writing about\nbisexuality. Journal of Bisexuality, 12(3), 376–392.\nCox, N., Dewaele, A., VanHoutte,M., &Vincke, J. (2011). Stress-related\ngrowth, coming out, and internalized homonegativity in lesbian,\ngay, and bisexual youth. An examination of stress-related growth\nwithin the minority stress model. Journal of Homosexuality, 58(1),\n117–137.\nCox, N., Vanden Berghe, W., Dewaele, A., & Vincke, J. (2010).\nAcculturation strategies and mental health in gay, lesbian, and bi-\nsexual youth. Journal of Youth and Adolescence, 39(10), 1199–\n1210.\nCreswell, J. W., & Plano Clark, V. L. (2011). Designing and conducting\nmixed methods research. Los Angeles: Sage Publications.\nD’Augelli, A. R., Grossman, A. H., & Starks, M. T. (2005). Parents’\nawareness of lesbian, gay, and bisexual youths’ sexual orientation.\nJournal of Marriage and Family, 67(2), 474–482.\nDe Graaf, H., Meijer, S., Poelman, J., & Vanwesenbeeck, I. (2005). Seks\nonder je 25e: Seksuele gezondheid van jongeren in Nederland anno\n2005 [Sex under the age of 25: sexual health of youth in the\nNetherlands in 2005]. RNG/Eburon: Utrecht / Delft.\nDempsey, D., Hillier, L., &Harrison, L. (2001). Gendered (s)explorations\namong same-sex attracted young people in Australia. Journal of\nAdolescence, 24(1), 67–81.\nDiamond, L. M. (2008). Sexual fluidity: understanding women’s love and\ndesire. Cambridge: Harvard University Press.\nDoorduin, T. (2015). Sexual orientation, gender identity and desire for\ntransition. In H. de Graaf, B. Bakker, & C.Wijsen (Eds.), Aworld of\ndifference. The sexual health of LGBT people in the Netherlands\n(pp. 21–37). Rutgers: Utrecht.\nEliason, M. J. (1997). The prevalence and nature of biphobia in hetero-\nsexual undergraduate students. Archives of Sexual Behavior, 26(3),\n317–326.\nFelten, H., & Maliepaard, E. (2015). Biseksualiteit: 10 keer vraag en\nantwoord [Bisexuality: 10 questions and answers]. Utrecht:\nMovisie.\nFelten, H., Van Hoof, J., & Schuyf, J. (2010). Wees jezelf, maar wees niet\nanders: heterojongeren over homo- en biseksualiteit [Be yourself,\nbut don’t be different: heterosexual young people talk about homo-\nsexuality and bisexuality]. In S. Keuzenkamp (Ed.), Steeds gewoner,\nnooit gewoon. Acceptatie van homoseksualiteit in Nederland (pp.\n54–75). The Hague: The Netherlands Institute for Social Research |\nSCP.\nFranssens, D. (2010). Sexual risk behavior and mental health of young\ngay men. Maastricht: University Maastricht.\nFriese, S. (2012).Qualitative data analysis with ATLAS.ti. London: Sage.\nGhorashi, H., & Ponzoni, E. (2014). Reviving agency: taking time and\nmaking space forrethinking diversity and inclusion. European\nJournal of Social Work, 17(2), 161–174.\nGoffman, E. (1963). Stigma: notes on the management of spoiled identity.\nEnglewood Cliffs: Prentice-Hall.\nHegna, K., & Rossow, I. (2007). What’s love got to do with it? Substance\nuse and social integration for young people categorized by same-sex\nexperience and attractions. Journal of Drug Issues, 37(2), 229–256.\nHerek, G. M. (2000). Sexual prejudice and gender: do heterosexuals’\nattitudes toward lesbians and gay men differ? Journal of Social\nIssues, 56(2), 251–266.\nHerek, G. M. (2009). Hate crimes and stigma-related experiences among\nsexual minority adults in the United States: prevalence estimates\nfrom a national probability sample. Journal of Interpersonal\nViolence, 24(1), 54–74.\nHerek, G. M., Norton, A. T., Allen, T. J., & Sims, C. L. (2010).\nDemographic, psychological, and social characteristics of self-\nidentified lesbian, gay, and bisexual adults in a US probability sam-\nple. Sexuality Research and Social Policy, 7(3), 176–200.\nKertzner, R. M.,Meyer, I. H., Frost, D.M., & Stirratt, M. J. (2009). Social\nand psychological well-being in lesbians, gay men, and bisexuals:\nthe effects of race, gender, age, and sexual identity. The American\nJournal of Orthopsychiatry, 79(4), 500–510.\nKeuzenkamp, S. (Ed.) (2010). Steeds gewoner, nooit gewoon. Acceptatie\nvan homoseksualiteit in Nederland [Increasingly normal, never the\nnorm. Acceptance of homosexuality in the Netherlands]. The\nHague: The Netherlands Institute for Social Research | SCP.\nKeuzenkamp, S., Kooiman, N., & Van Lisdonk, J. (2012). Niet te ver uit\nde kast: Ervaringen van homo- en biseksuelen in Nederland [Not\ntoo far out of the closet: experiences of homosexual and bisexual\npeople in the Netherlands]. The Hague: The Netherlands Institute\nfor Social Research | SCP.\nSex Res Soc Policy (2017) 14:206–222 221\nKeuzenkamp, S., & Kuyper, L. (2013). Acceptance of lesbians, gays,\nbisexuals and transgender individuals in the Netherlands 2013.\nThe Hague: The Netherlands Institute for Social Research | SCP.\nKinsey, A., Pomeroy, W., & Martin, C. (1948). Sexual behaviour in the\nhuman male. Philadelphia: W.B. Saunders.\nKitzinger, C. (2005). Heteronormativity in action: reproducing the het-\nerosexual nuclear family in after-hours medical calls. Social\nProblems, 52(4), 477–498.\nKlein, F., Sepekoff, B., & Wolff, T. (1985). Sexual orientation: a multi-\nvariable dynamic process. Journal of Homosexuality, 11(1-2), 35–\n49.\nKuyper, L. (2006). Seksualiteit en seksuele gezondheid bij homo- en\nbiseksuelen [Sexuality and sexual health among gay and bisexual\npeople]. In F. Bakker & I. Vanwesenbeeck (Eds.), Seksuele\ngezondheid in Nederland (pp. 167–188). Delft: Eburon.\nKuyper, L. (2011). Sexual orientation and health: general and minority\nstress factors explaining health differences between lesbian, gay,\nbisexual, and heterosexual individuals. Utrecht: Utrecht University.\nKuyper, L. (2013). Seksuele oriëntatie en werk: ervaringen van lesbische,\nhomoseksuele,biseksuele en heteroseksuele werknemers [Sexual ori-\nentation and the workplace: experiences of lesbian, gay, bisexual,\nand heterosexual employees]. The Hague: Netherlands Institute for\nSocial Research | SCP.\nKuyper, L. (2015a). Jongeren en seksuele oriëntatie: ervaringen van en\nopvattingen over lesbische, homoseksuele, biseksuele en\nheteroseksuele jongeren [Young people and sexual orientation: ex-\nperiences of and views on lesbian, gay, bisexual, and heterosexual\nyoung people]. The Hague: Netherlands Institute for Social\nResearch | SCP.\nKuyper, L. (2015b). Wel trouwen, niet zoenen: De houding van de\nNederlandse bevolking tegenover lesbische, homoseksuele,\nbiseksuele en transgender personen 2015 [Marriage yes, kissing\nno. Dutch population’s attitude towards lesbian, gay, bisexual, and\ntransgender persons]. The Hague: Netherlands Institute for Social\nResearch | SCP.\nLobel, T. E., Nov-Krispin, N., Schiller, D., Lobel, O., & Feldman, A.\n(2004). Gender discriminatory behavior during adolescence and\nyoung adulthood: a developmental analysis. Journal of Youth and\nAdolescence, 33(6), 535–546.\nMaliepaard, E. (2015a). Bisexual citizenship in the Netherlands: on\nhomo-emancipation and bisexual representations in national eman-\ncipation policies. Sexualities, 18(4), 377–393.\nMaliepaard, E. (2015b). Bisexual spaces: exploring geographies of bisex-\nualities. ACME, 14(1), 217–234.\nMcDermott, E. (2010). Researching and monitoring adolescence and\nsexual orientation: asking the right questions, at the right time.\nManchester: Equality and Human Rights Commission.\nMcLean, K. (2008). Silences and stereotypes: the impact of\n(mis)constructions of bisexuality on Australian bisexual men and\nwomen. Gay & Lesbian Issues and Psychology Review, 4(3), 158–\n165.\nMepschen, P., Duyvendak, J. W., & Tonkens, E. H. (2010). Sexual pol-\nitics, orientalism and multicultural citizenship in the Netherlands.\nSociology, 44(5), 962–979.\nOosterhuis, H., & Lipperts, A. (2013). Falling between two stools: the\ndifficult emancipation of bisexuality in the Netherlands. Journal of\nBisexuality, 13(2), 245–272.\nRichardson, D., & Monro, S. (2012) Sexuality, equality and diversity..\nBasingstoke/New York: Palgrave Macmillan.\nRobinson, B. A. (2012). Is this what equality looks like? How assimila-\ntion marginalizes the Dutch LGBT community. Sexuality Research\nand Social Policy, 9(4), 327–336.\nRosenberg, M. (1979). Conceiving the self. New York: Basic Books.\nRust, P. C. (2002). Bisexuality: the state of the union. Annual Review of\nSex Research, 13(1), 180–240.\nSaewyc, E.M., Homma, Y., Skay, C. L., Bearinger, L. H., Resnick,M. D.,\n& Reis, E. (2009). Protective factors in the lives of bisexual adoles-\ncents in North America. American Journal of Public Health, 99(1),\n110–117.\nSavin-Williams, R. C. (2005). The new gay teenager. Cambridge:\nHarvard University Press.\nSavin-Williams, R. C., &Vrangalova, Z. (2013).Mostly heterosexual as a\ndistinct sexual orientation group: a systematic review of the empir-\nical evidence. Developmental Review, 33(1), 58–88.\nStatistics Netherlands. (2012). Begrippen. [Concepts]. Retrieved from\nhttp://www.cbs.nl/nl-NL/menu/methoden/begrippen/default.htm.\nSteffens, M. C., & Wagner, C. (2004). Attitudes toward lesbians, gay\nmen, bisexual women, and bisexual men in Germany. Journal of\nSex Research, 41(2), 137–149.\nSzymanski, D. M. M., & Chung, Y. B. (2001). The lesbian internalized\nhomophobia scale. Journal of Homosexuality, 41(2), 37–52.\nThompson, E. M. (2006). Girl friend or girlfriend? Journal of Bisexuality,\n6(3), 47–67.\nTK. (1985/1986). Overheidsbeleid en homoseksualiteit Nota\n[Government policy memorandum and homosexuality].\nTK. (2007/2008). Gewoon homo zijn: Lesbisch- en homo-\nemancipatiebeleid 2008-2011 [Simply gay: Dutch government’s\nLGBT policy document 2008-2011].\nTK. (2010/2011). Hoofdlijnen emancipatiebeleid 2011-2015 [Outline\nemancipation policy 2011-2015].\nTK. (2012/2013). Hoofdlijnenbrief emancipatiebeleid 2013-2016\n[Outline emancipation policy 2013-2016].\nVan Lisdonk, J., & Kooiman, N. (2012). Biseksualiteit: vele gezichten en\ntegelijkertijd onzichtbaar [Bisexuality: many faces and at the same\ntime invisible]. In S. Keuzenkamp, N. Kooiman, & J. Van Lisdonk\n(Eds.), Niet te ver uit de kast: ervaringen van homo- en biseksuelen\nin Nederland (pp. 78–99). The Hague: The Netherlands Institute for\nSocial Research | SCP.\nVan Lisdonk, J., & Van Bergen, D. D. (2010). Homojongeren en hun\nseksuele voorkeur: invulling en uiting [Gay and lesbian young peo-\nple and their sexual orientation: experiences and expressions]. In S.\nKeuzenkamp (Ed.), Steeds gewoner, nooit gewoon. Acceptatie van\nhomoseksualiteit in Nederland (pp. 132–153). The Hague:\nThe Netherlands Institute for Social Research | SCP.\nSex Res Soc Policy (2017) 14:206–222222\n",
    "id": 81742446,
    "identifiers": {
        "doi": "10.1007/s13178-016-0241-1",
        "oai": null
    },
    "title": "Towards Bi-Inclusive Policies: Suggestions Based on Research on Dutch Same-Sex Attracted Young People",
    "language": null,
    "publishedDate": "",
    "publisher": "Springer",
    "references": [],
    "sourceFulltextUrls": [
        "file:///data/core-remote/dit/data/Springer-OA/pdf/0cf/aHR0cDovL2xpbmsuc3ByaW5nZXIuY29tLzEwLjEwMDcvczEzMTc4LTAxNi0wMjQxLTEucGRm.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/pdf/81742446.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/81742446"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/81742446/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/81742446/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/81742446"
        }
    ],
    "abstract": "",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2612",
        "openDoarId": 0,
        "name": "Springer - Publisher Connector",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 81742446,
        "depositedDate": "2016-07-18T00:00:00+01:00",
        "publishedDate": null,
        "updatedDate": "2017-05-03T19:08:58+01:00",
        "acceptedDate": "2016-07-18T00:00:00+01:00",
        "createdDate": "2017-05-03T19:08:58+01:00"
    },
    "urls": [
        "https://link.springer.com/content/pdf/10.1007/s13178-016-0241-1.pdf"
    ],
    "lastUpdate": "2017-05-03T19:08:58+01:00",
    "setSpecs": []
}