{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Meier, Petra"
        },
        {
            "name": "Motmans, Joz"
        }
    ],
    "contributors": [
        ""
    ],
    "createdDate": "2020-12-01T20:28:48+00:00",
    "dataProvider": {
        "id": 13428,
        "name": "Cogitatio Press (E-Journals)",
        "url": "https://api.core.ac.uk/v3/data-providers/13428",
        "logo": "https://api.core.ac.uk/data-providers/13428/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.17645/pag.v8i3.2851",
    "downloadUrl": "https://core.ac.uk/download/352931795.pdf",
    "fullText": "Politics and Governance (ISSN: 2183–2463)\n2020, Volume 8, Issue 3, Pages 242–252\nDOI: 10.17645/pag.v8i3.2851\nArticle\nTrans Laws and Constitutional Rulings in Belgium: The Ambiguous\nRelations between Sex and Gender\nPetra Meier 1,* and Joz Motmans 2,3\n1 Department of Political Science, University of Antwerp, 2000 Antwerp, Belgium; E-Mail: petra.meier@uantwerpen.be\n2 Transgender Infopunt, Ghent University Hospital, 9000 Ghent, Belgium; E-Mail: joz.motmans@uzgent.be\n3 Centre for Research on Culture and Gender, Ghent University, 9000 Ghent, Belgium\n* Corresponding author\nSubmitted: 30 January 2020 | Accepted: 15 August 2020 | Published: 18 September 2020\nAbstract\nIn this article we reflect upon the evolution from the Belgian trans law of 2007 to those of 2017 and beyond, giving adult cit-\nizens the possibility to have their self-determined gender legally recognised. The 2019 ruling of the Belgian Constitutional\nCourt, condemning the Belgian State for being discriminatory against gender fluid and gender non-binary persons regard-\ning their legal gender recognition, requires the Belgian government to either add a third legal option or to abolish gender\nregistration altogether. We analyse the definitions of sex and gender that underlie the two trans laws of 2007 and 2017\nand the Constitutional Court ruling of 2019 and then confront them with the experiences of trans people based on a\nnational transgender survey (Motmans, Wyverkens, & Defreyne, 2017). The confrontation between legal texts and lived\nexperiences clearly shows the promises and pitfalls states face when striving for gender recognition procedures.\nKeywords\nBelgium; gender; law; recognition; sex; transgender\nIssue\nThis article is part of the issue “Trans* Politics: Current Challenges and Contestations” edited by Mieke Verloo (Radboud\nUniversity, The Netherlands) and Anna van der Vleuten (Radboud University, The Netherlands).\n© 2020 by the authors; licensee Cogitatio (Lisbon, Portugal). This article is licensed under a Creative Commons Attribu-\ntion 4.0 International License (CC BY).\n1. Introduction\nIn 2007, after ample discussion, Belgium adopted its first\ntrans law, thus joining the growing list of European coun-\ntries recognizing trans persons (Motmans, 2011). After\nthe regulation of important issues for lesbian, gay, and\nbisexual persons some years before, such as same-sex\nmarriage, reproduction and adoption rights, inheritance\nrights, and anti-discrimination provisions (Eeckhout &\nPaternotte, 2011; Meier, 2009), it was now the turn\nfor trans people to see their needs and interests taken\ninto account. A decade later, in 2017, a new trans law\nwas voted in, as the first one had been criticised for\napproaching trans people in a very paternalistic, med-\nicalised, and gender binary way (Motmans, de Biolley,\n& Debunne, 2010; Senaeve & Uytterhoeven, 2008). The\ntrans lawof 2017 dropped themedically binary construct\nof persons, further disentangled gender and sex, and\nbased the application procedure on self-determination.\nNotwithstanding this new approach, the LGBTIQ+ orga-\nnizations Çavaria, Genres Pluriels, and RainbowHouse\nfiled a complaint at the Belgian Constitutional Court for\nthe exclusion of any provision for non-binary or gen-\nder fluid people (Cannoot, 2019a). In 2019, the Belgian\nConstitutional Court ruled that the trans law of 2017 was\nindeed discriminatory for gender fluid and gender non-\nbinary people, and the corresponding paragraphs need\nto be deleted (Cannoot, 2019b).\nDifferent states are more and more confronted with\nthe obligation to recognize the “emergence of a right to\ngender identity…which gives every individual the right\nto recognition of their gender identity and the right\nto be treated and identified according to this identity”\n(Parliamentary Assembly, 2015). The European Court of\nPolitics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 242\nHuman Rights (ECHR) has held that national legislation\nmust render the rights under the ECHR “practical and ef-\nfective, not theoretical and illusory” (Christine Goodwin\nv. the United Kingdom, 2002). In this article, we exam-\nine how the Belgian state is struggling with the registra-\ntion of sex whilst acknowledging the existence of multi-\nple genders andhighlight the inherent tension states face\nwhen recognizing gender diversity whilst also clinging to\nsex registration systems. We first describe the evolution\nof the legal—and thus institutional(ized)—thinking re-\ngarding who is to be considered a trans person, andwhat\nideological frames of sex and gender underlie this think-\ning, by exploring the two trans laws of 2007 and 2017\nand the Constitutional Court ruling of 2019. We then ex-\nplore the experiences of trans people based on a national\ntransgender survey (Motmans et al., 2017), analysing\ntheir personal positions in the sex/gender realm, and the\nimpact thereof on legal gender provisions. In the conclu-\nsion, we combine the sex/gender discourses within the\nlegal framework with the lived experiences of trans peo-\nple and extrapolate what the Belgian case teaches states\nstriving for gender recognition procedures.\nSince language has performative power and thus im-\npact (Arcelus & Bouman, 2017; Bouman et al., 2017) and\nsince appropriate language is important, we use ‘trans’\nas an umbrella term to refer to a broad spectrum of\npossible gender identities which may include: people liv-\ning with or without gender dysphoria; those not search-\ning for a social and/or medical transition; those making\na social transition only, without medical needs; and/or\ngender-nonconforming people (Defreyne, Motmans, &\nT’Sjoen, 2017). We will, however, use ‘transsexuals’ or\n‘transgender persons’ or ‘gender non-binary persons’\nwhen citing legal texts to illustrate the changes in word-\nings, or when respondents chose that identity label for\nthemselves. It is also important to notice that in both\nDutch and French, sex and gender are two distinct words,\nand legal texts most often use ‘sex’ to refer to the sex as-\nsigned at birth, which, in Belgium, is limited to male or\nfemale options only.\n2. Sex, Gender and the Belgian Laws on Gender\nRegistration\n2.1. Sex and Gender Diversity\nThe disentanglement of, or difference between, the sex\nassigned at birth which is legally recorded, and the gen-\nder identity of a person has been a topic of debate both\nacademically and politically for decades. Gender identity\nis nowadays defined as the psychological identification of\noneself, or an internal sense of being, in relation to gen-\nder (Arcelus&Bouman, 2017). Currently, it is understood\nthat some people have a gender which is neither male\nnor female and may identify as both male and female at\nthe same time, as different genders at different times, as\nno gender at all, or dispute the very idea of there only\nbeing two genders (Motmans, Nieder, & Bouman, 2019).\nMore recently, quantitative surveys have started to\ncapture the inherent diversity of gender experiences, ac-\nknowledging gender diversity besides (legal/medical) bi-\nnary sex systems. Recent research shows that in Flanders,\nthe Dutch-speaking part of Belgium, around 0.7% of peo-\nple registered as male at birth and 0.6% of people reg-\nistered as female at birth identify more with the ‘op-\nposite’ sex than their birth sex (Van Caenegem et al.,\n2015). In addition, around 2.2% of people registered as\nmale at birth and 1.9% of people registered as female at\nbirth identify as much or as little with the ‘opposite’ sex.\nExtrapolated to Belgium, around 134,000 people could\nbe categorized as transgender or gender non-binary in\na population of about 11 million. In a recent overview of\nmeasurements for gender identity used by state registers\nand population surveys, Motmans, Burgwal, and Dierckx\n(2020) found in Dutch and Belgian non-trans specific sur-\nveys that the proportion of people identifying outside\nthe expected gender, as registered at birth, varies be-\ntween 1.6% when categorical questions (closed list of\nidentity options) are used, and up to 6.7% when 5 point-\nLikert scales are used. In a recent review focusing on\nhigher-quality data, Zhang et al. (2020) analysed recent\nstudies (published 2009–2019) assessing the proportion\nof trans and gender diverse (TGD) people in the general\npopulation, and found that the proportions of individu-\nals with a TGD-relevant diagnosis or other recorded evi-\ndence ranged between 17 and 33 per 100,000 enrolees.\nThe authors also found that, when the surveys specifi-\ncally inquired about ‘transgender’ identity, the estimates\nranged from 0.3% to 0.5% among adults, and from 1.2%\nto 2.7% among children and adolescents. When the def-\ninition was expanded to include broader manifestations\nof ‘gender diversity,’ the corresponding proportions in-\ncreased to 0.5–4.5% among adults and 2.5–8.4% among\nchildren and adolescents (Zhang et al., 2020).\nMany scholars and activists have highlighted how the\nconfrontation with (binary) legal sex registration systems\nworldwide has led to many trans-identified citizens not\nbeing able to be recognized in their gender (Cannoot,\n2019c; Hines, 2009; Parliamentary Assembly, 2015). In\nthe following paragraphs, we analyse in detail what the\nBelgian state has put in place in this field.\n2.2. The Belgian Registration Systems and Laws\n2.2.1. The 2007 Trans Law\nPrior to 2007, trans people could only get their first name\nchanged through a Ministerial Decree and by having the\nsex marker on their birth certificates changed by a court.\nThere were also regional differences in implementation:\nDutch-speaking actorsmainly held that an application for\na change of status needed to be filed, whereas French-\nspeaking colleagues defended an application to amend\nthe civil status documents. The procedure and legal con-\nsequences of both positions differ, as does the line of\nthought underlying them. The first position emphasized\nPolitics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 243\nobservable morphological criteria; the second, personal\nappreciation (Motmans et al., 2010). The trans law of\n10 May 2007 (Belgian Official Journal, 2007) was meant\nto guarantee trans people a number of the same rights\nacross the country (see Motmans et al., 2010, for an\nanalysis of this process).\nThis trans law offered trans people the right to offi-\ncially change the registration of first name(s) and sex in\naccordance with recommendation 1117 of the Council\nof Europe (Parliamentary Assembly, 1989). The title of\nthe law—Law Concerning Transsexuals—well described\nthe target group: individuals whose gender identity was\nthe opposite of their assigned sex, and who would un-\ndergo gender reassignment surgery. The existing admin-\nistrative procedure was upheld and extended to trans-\nsexuals at one-tenth of the usual cost. Individuals could\nfile an application which needed to be accompanied by a\nstatement by their psychiatrist and endocrinologist. The\nlatter had to declare that:\ni) The individual showcased a constant and irre-\nversible inner conviction of belonging to the sex other\nthan the one stated on their birth certificate; ii) the in-\ndividual was undergoing or had undergone hormone\nreplacement therapy to induce the physical gender\ncharacteristics of the sex to which the individual in\nquestion believed to belong to; and iii) the change of\nfirst name was an essential feature of the change of\ngender role. (Belgian Official Journal, 2007)\nThe court procedure to change the registration of birth\nsex was replaced by an administrative procedure at the\ncivil registry (Senaeve & Uytterhoeven, 2008) and was\nsubject to several cumulative conditions. A person want-\ning to change the sexmarker on their birth certificate and\nidentity card, legally needed to demonstrate this to the\nregistrar by presenting a statement from the psychiatrist\nand surgeon declaring, next to point i) mentioned in the\nprevious quote, that:\nii) The individual had undergone sex reassignment so\nas to make her/him correspond with the other sex to\nwhich the individual in question was convinced to be-\nlong to; and iii) the individual was no longer capable\nof producing children in accordance with her/his orig-\ninal assigned birth sex. (Belgian Official Journal, 2007)\nTo be recognised as male, one needed to undergo the\nremoval of the ovaries, to be recognised as female, one\nneeded to undergo the removal of testes (BelgianOfficial\nJournal, 2017b). Genital reconstruction surgery was not\ncompulsory although the trans law was often read that\nway (Motmans, 2011). The registrar was to check the le-\ngal conditions regarding the application but would not\nconduct any discretionary physical checks relating to the\nsex reassignment. As civil marriage and adoption had\nbeen opened to same-sex couples in 2003 and 2006, re-\nspectively, married trans people no longer needed to di-\nvorce before being able to change their birth certificate.\nFamily members were no longer given one month to ob-\nject the application (Motmans, 2011). After the trans\nlaw came into force, a slight increase in the number\nof applications for legal gender recognition was noted\n(Van Hove, 2019).\n2.2.2. The 2017 Trans Law\nThe 2017 trans law (Belgian Official Journal, 2017a)\nchanged the established rules in three ways\n(Verschelden, 2020): An adaptation of the registration\nof one’s sex on the birth certificate no longer required\nmedical intervention such as gonadectomy (removal of\nthe gonads, testes or ovaries) or hormonal replacement\ntherapy; the application is now based on a simple decla-\nration filed by the applicant; and minors only need the\napproval of both parents alongside a statement from\na youth psychiatrist declaring that they are capable of\nmaking such a decision. In the absence of parental ap-\nproval, the applicant can apply for a guardian ad hoc\nthrough a civil court (Verschelden, 2020). In case of no\nnegative advice by the public prosecutor, the procedure\nis continued.\nA second new rule concerns the loosening up of the\nconditions to change one’s first name. Again, all medi-\ncal conditionswere dropped, and self-determinationwas\nput centre stage (Verschelden, 2020). Declaring that the\nsex mentioned on the birth certificate does not corre-\nspond to an individual’s inner gender identity suffices for\nthem to benefit from the preferential tariff for trans peo-\nple to change their first name. Also, the legal age for ap-\nplying for first name changes was dropped to 12 years,\nbut minors need parental consent of both parents un-\nless the parental authority has been issued to only one\nof them. Subsequent changes of first name are possible\nbut fall under the regular law of 15 May 1987 regarding\nnames and the full tariff applies. An exception is again\nmade for minors, to allow for the ongoing evolution of\ntheir gender identity.\nFinally, a third new rule targets parental linkages. In\nsome cases, adoption of the biological child was the\nonly venue available to a trans woman to establish\nparenthood bonds, similar to what lesbian couples did\n(Verschelden, 2020) prior to the 2014 law on co-mothers\n(Belgian Official Journal, 2014). Trans men with a female\npartner who had given birth to a child could recognize\ntheir child by simple declaration, as all fathers of children\nborn outside a legal marriage, but could not be recog-\nnised as male and then give birth, due to the require-\nment of infertility. According to the new rules, parent-\nage bonds with children born before the registration of a\nchange of sexmarker do not alter. For children born after\nthe registration of a change of sex marker, the rules stip-\nulate that trans fathers giving birth to a child are legally\nrecognized as being the mother, and trans women con-\nceiving a child (with their or donor sperm) are recognized\nas being the father but arementioned on the birth certifi-\nPolitics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 244\ncate of that child as co-mother. Parenthood linkages are\nadapted in case of the re-registration of the sex marker\nto the original sex (Cannoot, 2019b; Verschelden, 2020).\n2.2.3. The 2019 Constitutional Court Ruling\nThe trans law of 2017 dropped the medically founded\nbinary construct of persons, further disentangled gen-\nder and sex, and based the application procedure on\nself-determination. It was followed by a huge increase\nin applications for changing gender registration. Data\nfrom the federal Institute for the Equality of Women\nand Men on the number of people who registered a\nchange in gender registration show how the new trans\nlaw gave rise to asmany changes during the previous two\nyears (2018–2019) as over the previous 25 (Van Hove,\n2019). Notwithstanding these accomplishments, soon af-\nter the trans law was published in the Belgian Official\nJournal, three major LGBTIQ+ organizations, Çavaria,\nGenres Pluriels, and RainbowHouse, issued a partial an-\nnihilation request to the Belgian Constitutional Court.\nThey argued that the inherent non-fluid character of the\ntrans law and the lack of a third gender option discrimi-\nnate against gender non-binary and gender fluid people\n(Junes, 2018; Verschelden, 2018). In 2019, the Belgian\nConstitutional Court ruled that the trans law of 2017 is\nindeed discriminatory for gender fluid and gender non-\nbinary people and that the corresponding paragraphs\nneeded to be deleted (Belgian Official Journal, 2020;\nCannoot, 2019b). The Constitutional Court ruled that ap-\nplicants should be able to change their gender registra-\ntion more than once using the same simple administra-\ntive procedure, hinting at a recognition of gender fluid-\nity. Second, it ruled that the government has to find a\nway to legally recognize gender non-binary persons, ei-\nther by adding a third legal gender besides ‘male’ and\n‘female,’ or by abolishing the system of gender registra-\ntion altogether (Belgian Official Journal, 2020).\nA proposal addressing the first part of the ruling, and\ndeleting the corresponding paragraphs, has been submit-\nted in parliament early 2020 and is expected to passwith-\nout much debate. The second part of the ruling, dealing\nwith how to accommodate gender non-binary persons, is\nmore challenging andmight take several rounds of parlia-\nmentary debate. The Constitutional Court ruling as such\nleaves how to handle the issue up to the government.\n2.3. The Relation between Sex and Gender in the Belgian\nRegistration Systems and Laws\nWhereas the stipulations of the 2007 trans law reflected\na rather conservative stance on trans—actually gender—\nissues, the 2017 trans law reflects an important paradig-\nmatic shift in how birth sex and gender identity relate to\neach other, thereby opening the path for a non-binary\ndefinition. The 2019 Constitutional Court ruling was in-\nteresting as it sets a non-binary and gender fluid defini-\ntion in stone.\nThe strict medical criteria put forward in the 2007\ntrans law, both for a change of registration of sex marker\nand for a change of first name, reflect a strict binary un-\nderstanding of sex and its full conflation with the con-\ncept of gender. The legal criteria inherent in the 2007\ntrans lawwere defined in such away that one could be ei-\nther man or woman, whereby inward and outward phys-\nical features had to meet the traditional definition of sex,\nand one had to be “medically reassigned” to the extent\npossible. Physical features then had to correspond to a\nstable and fixed male or female gender identity, and its\nassumed associated expression, asking the applicant “to\ntake on the associated gender role.” The most clear-cut\nillustration of this line of thought is the condition of an\nirreversible form of infertility so as to ensure that either\nsex would not be able to contribute to a form of repro-\nduction contrary to what had been defined as biologi-\ncally natural, whereby men conceive and women give\nbirth (Motmans, 2011). Being a trans person in Belgium,\nin the period 2007–2017, meant that one belonged to\nthe other sex than that assigned at birth. It was an issue\nof a transition fromone side of the spectrum to the other,\nwhereby sex and gender were—in legal terms—seen as\ncongruent. Although other gender identities and gender\nfluidity were possible, these could not be expressed in\nany legal terms or be subject to any formal recognition\nor protection. The 2007 trans law thus left out a large\ngroup of trans people whose sex and gender did not\nneatly align, and/or who did not wish, or were unable for\npersonal, social, financial, medical, or any other reason,\nto go through all the stages of the treatment process to\nmove from one side of the binary construct to the other.\nFurthermore, the 2007 trans lawwas gender blind, in the\nsense that is was influenced by the rather simplemedical\npathway of trans women only, leaving out the medically\nmore complicated pathway of trans men, and ignoring\nthe existence of gender fluid and non-binary people.\nIn comparison to the 2007 trans law, its 2017 suc-\ncessor makes an opening for the disentanglement of sex\nand gender. Whereas the 2007 trans law is based on sex\nand ignores gender, its 2017 successor allows for peo-\nple’s gender identity to be recognised but registers it as\nif it is their sex. By dropping the medical conditions and\nthe statements on behalf of a psychiatrist, endocrinolo-\ngist, or surgeon in order to change first name and reg-\nistration of sex on the birth certificate, the 2017 trans\nlaw allows for a variety of combinations of sex markers,\ngender identities, and bodily features. First, we notice\na more nuanced approach to an understanding of gen-\nder identity. Applicants no longer have to state they have\nthe “permanent and irreversible conviction of belonging\nto another sex than the one stated on their birth cer-\ntificate,” and “had taken on the corresponding gender\nrole,” (Belgian Official Journal, 2017a) but simply that\ntheir inner feelings of gender identity do not correspond\nto the official sex marker on their birth certificate, and\nthat they wish to change this marker. In doing so, it ac-\nknowledges that the inner feeling of gender identity is\nPolitics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 245\nauthentic, personal, and valid, and cannot be fully cap-\ntured in female/male understandings. However, the le-\ngal sex markers are still restricted to either female or\nmale. As such, one can read that what the state registers\nas a sex marker is in fact more a proxy of the lived gen-\nder identity. The 2017 trans law has mainly been praised\nfor the degree of self-determination when it comes to\ndefining gender, which opens the door to a more disen-\ntangled approach to sex and gender. Being a trans per-\nson no longer by definition involves a (medical) transition\nfrom one side of the binary spectrum to the other, but\nany possible combination of sex and gender. Secondly,\nthe 2017 trans law shows that policymakers accepted the\nfact that bodily characteristics do not equal gender iden-\ntity, and that modifying bodily characteristics is not an\noption for nor a wish of many of those who identify as\ntrans. Insights from studies such as the national transgen-\nder survey (Motmans et al., 2017) informed politicians\nabout the proportion of self-identified trans people who\ndo not wish to or cannot access medical provisions, and\nthus are unable to fulfil the medical criteria in the law.\nBeing deprived of access to legal recognition was under-\nstood as an extra unnecessary burden to be removed.\nWhereas the first trans law was largely inspired by expe-\nriences of trans women who at that time were more visi-\nble and vocal andwho chose to a larger extend to remove\ntheir gonads (Motmans, 2011), themore recent trans law\nwas inspired by the expertise of a variety of stakeholders.\nNonetheless, the trans law of 2017 still contains a\ndual notion of sex, a linear understanding of a gender\ntransition from one gender to another, and the idea of\ntransitioning as a once-in-a-lifetime change. First, the\n2017 trans law opens the possibility for a non-binary def-\ninition of gender identity, but only at the level of one’s\npersonal discretion, as there is no legal option for a third\nsex/gender or for not choosing any sex/gender. Second,\nthe trans law expects trans people to want to adopt the\nfirst name early on, and later the sex marker, and re-\nquires that the new name fits the assumed gender. The\nage differences (12 for a change of first name, 16 for\nthe change of gender marker) were largely inspired by\na medical understanding of gender awareness (arising\naround the age of 12), and the age of the start of gender-\naffirming hormonal treatment (at the age of 16). Starting\ngender-affirming hormonal treatment (testosterone for\ntrans men, oestrogens for trans women) is clearly un-\nderstood as an indication of ‘knowing for sure,’ and as\nan indication that there will be ‘no way back,’ so it is\n‘safe’ to grant these youngsters the legal possibility of\nchanging their sex marker. The additional requirement\nof attestation by a youth psychiatrist for those aged\n16 or 17 added even more guarantees for those who\nmight oppose the law. The need for the involvement\nof youth psychiatrists was argued against by the youth\npsychiatrists of the Belgian youth gender team during\nthe parliamentary hearing in 2016 (Belgian Chamber of\nRepresentatives, 2016), as it violates the 2015 statement\nof the World Professional Association for Transgender\nHealth on Identity Recognition (2015). However, this was\nnot considered. Third, a change of sex marker on the\nbirth certificate and of first name is in principle meant\nto take place just once. Minors can ‘make a mistake,’\nby giving them a second chance to change their name\nback again before they turn 18. Requests by adults to\nannul a change in registration of sex or first name need\nto be taken to the family court; such a request is only\npossible under exceptional circumstances. So far, only\none case is known where such a change was asked for\nand granted.\nIn short, while the 2017 trans law allows for a multi-\ntude of combinations of sex and gender identities, and\nthus gender fluidity in that respect, it does not leave\nroom for a legally recognized gender fluidity whereby\nindividuals could shift, even constantly shift, their gen-\nder identity and make use of more than two options.\nIn that sense, gender identity is not understood as fluid\nbut as a linear development: as being fixed at a certain\ngiven age. In this light, the legal provisions can be read\nas if the façade still must fit a traditional logic, no mat-\nter what gender identity/ies a person experiences and\nwhat physical features he/she/they carry. It is here that\nthe relevance of the 2019 Constitutional Court ruling\ncomes in. This ruling breaches the gender binary catego-\nrization and acknowledges the need to legally recognise\ngender non-binary as well as gender fluidity. This need\nwas already voiced by the LGBTIQ+ organisations dur-\ning the parliament hearing in 2016 (Belgian Chamber of\nRepresentatives, 2016) but the addition of a third gender\ncategory had been a political bridge too far in 2017, let\nalone the idea of an annulation of the system of birth sex\nregistration altogether (Verschelden, 2018). However, a\nfirst glance into the Eurobarometer on Discrimination\n(European Commission, 2019, p. 4) shows that, on aver-\nage, in Belgium 54% of the population agrees that pub-\nlic documents, such as passports and birth certificates,\nshould contain a third option like X or O (other) for those\nwho do not identify as female or male.\n3. Experiences of Gender Non-Binary People\nWhen the trans law of 2017 was adopted, an online\nanonymous survey which assessed everyday life experi-\nences of trans people in Belgium was set up by the au-\nthors, in extensive cooperation with a variety of trans or-\nganisations. Commissioned by the Federal Institute for\nthe Equality of Women and Men (Motmans et al., 2017),\nethical approval was requested and obtained fromGhent\nUniversity Hospital Ethics Committee (EC 2017/0599).\nThe survey covered a broad range of issues such as\nhealth status, experiences in school, at work, with pub-\nlic administration, and legal recognition (Motmans et al.,\n2017). Respondents who self-identified as trans (includ-\ning a broad range of possible gender identities) could\ntake part in a Dutch, French, or English version of the\nsurvey. The data were collected before the 2017 trans\nlaw took force (January 2018), but after its adoption by\nPolitics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 246\nthe government and subsequent media coverage. In to-\ntal, 534 self-identified trans respondents aged 16 years\nor older and living in Belgium took part, the largest trans\nsample ever collected in Belgium.\nFor the purpose of this contribution, we will focus on\nthe data regarding gender identity preferences, experi-\nences, and views on the topic of legal gender recogni-\ntion, so as to understand what the options suggested by\nthe Belgian Constitutional Court’s ruling (adding a third\nlegal option or abolishing gender registration altogether)\nwould solve for trans people.\n3.1. Gender Identities and Their Relation to Registered\nSex at Birth\nAll respondents were first offered a list of possible iden-\ntity labels to choose from (multiple answers were possi-\nble). Second, we asked them to choose one option out\nof a closed list of possible answers (‘trans men,’ ‘trans\nwoman,’ ‘gender non-binary person,’ ‘crossdresser,’ or\n‘I don’t know/I don’t have a preference’). This empow-\nered respondent to decide in which group they would be\ncategorised for the analysis of the data.\n22% (n = 117) of the respondents chose the gender\nnon-binary option, 26% (n= 141) chose ‘transmen,’ 48%\n(n = 256) ‘trans women,’ and 4% (n = 20) ‘cross-dresser’\n(see Table 1). These numbers already show the poten-\ntial amount of trans people (namely 26%) who do not\nfit neatly into legal categories of male or female and in-\ndicate how gender identity is broader than these two\ncategories. In addition, we noted that 250 respondents\n(46.8% of the total sample) chose more than one op-\ntion. Furthermore, when looking in detail at the combi-\nnation of the binary (trans men, trans woman, or cross-\ndresser) versus non-binary groups with the list of iden-\ntity labels they could choose from, we see that 13% of all\n‘binary’ respondents also chose a non-binary identity op-\ntion (genderqueer, non-binary, polygender, genderfluid).\nAnd 46.2% in the non-binary group also identify with a\n‘binary’ identity label (man,woman, transman,manwith\nTable 1. Gender identity labels by binary and non-binary respondents.\nBinary Non-binary Total\nMan N 80 10 90\n% 19.2% 8.5%\nWoman N 147 15 162\n% 35.3% 12.8%\nMan with a transgender past N 27 2 29\n% 6.5% 1.7%\nWoman with a transgender past n 47 0 47\n% 11.3% 0.0%\nA cross-dressing man n 22 6 28\n% 5.3% 5.1%\nA cross-dressing woman n 1 1 2\n% 0.2% 0.9%\nA trans man: a person who was assigned female at birth n 114 7 121\nbut has a male gender identity % 27.3% 6.0%\nA trans woman: a person who was assigned male at birth n 172 13 185\nbut has a female gender identity % 41.2% 11.1%\nGenderqueer n 13 43 56\n% 3.1% 36.8%\nNon-binary n 28 74 102\n% 6.7% 63.2%\nPolygender n 1 12 13\n% 0.2% 10.3%\nGenderfluid n 14 49 63\n% 3.4% 41.9%\nOther n 18 23 41\n% 4.3% 19.7%\nTotal N 417 117 534\nPolitics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 247\na transgender past, trans woman, woman with a trans-\ngender past, crossdresser).\n3.2. Focus on Gender Non-Binary Respondents: Legal\nOptions and Motivations to (not) Take Them\nA remarkably large group had not yet undertaken any of-\nficial steps to change their name or official sex marker.\nOf all participants, 34.8% changed their first name and\n20.2% their official sex marker. Only a small minority of\nthe gender non-binary respondents did undertake legal\nsteps: 10 out of 117 changed their first name (8.5%) and\n6 their sex registration (5.1%). The survey asked those\nwhohadnot undertaken these steps their reasons for not\ndoing so. When looking at the answers from the gender\nnon-binary group (see Table 2), we see that themost cho-\nsen answer was that they did not fulfil the requirements\nof the law, did not agree with the provisions of the law,\nand/or did not think such a step to be necessary.\nRespondents choosing the option ‘other reason’ could\ngive an open answer. Many of the latter referred to the\nlack of a ‘gender fluid’ or ‘other’ option in the legal system,\nand the lack of any need to register the birth sex marker\non identity cards. As one respondent stated: “I wish that\nthe mentioning of gender/sex would disappear for ev-\nerybody. I am gender fluid and do not want any label.”\nAnother respondent had the same issues regarding the\nchange of first name: “I do not wish this at the moment,\nsince I do not live continuously according to my gender\nidentity. Because I am non-binary, only a gender-neutral\nname would fit.” These answers illustrate the impossibil-\nity of thinking about sex/gender on a linear spectrum or\neven a circle (in an attempt to avoid ‘clear cut’ extremes),\nrather it should be considered as a field of options in\nwhich (the lived experience of) male and female can in-\ntersect in many different ways, or be of no importance.\n3.3. Social Gender Discriminations and Their\nRelationship to Legal Gender\nMotivations for not changing legal sex markers were for\nsome gender non-binary respondents also based on fear\nof discrimination, or for safety issues, as one gender non-\nbinary respondent stated:\nThere is only the possibility of M or F, and both aren’t\nfully applicable to me. Maybe in the future (when\nI start hormonal therapy), I will change my sex regis-\ntration because of safety issues, but not because I’m\nconvinced that that’s truly my gender.\nAnother gender non-binary respondent stated their fear\nof being discriminated against in all the administrative\nsteps they had to take. Practical reasons were also men-\ntioned for not changing the official sex marker. One re-\nspondent hints at work or sport contexts as a reason to\nchange their gender marker:\nIf I go ahead and make these changes in the future,\nI will largely depend on my work situation and new\npros and cons. Since I do not wish any gender reas-\nsignment surgery, and want to participate in individ-\nual sport competitions, the mention of F on my iden-\ntity card would at least involve that I’ll need to explain\nevery time that I am biologically speaking an M, so as\nnot to commit any competition forgery.\nRespondents often felt left in an administrative muddle\nwhen administrative systems are based on the state reg-\nistry number of the person, which indicates being as-\nsigned male or female at birth by using even or uneven\nnumbers. Many communication templates use forms of\naddress according to this registered sex.\nTable 2. Reasons for not changing the registration of gender for gender non-binary respondents (multiple answers\npossible).\nAmount Percentage Percentage of respondents\nI don’t want to 19 8.6% 17.1%\nI don’t think it’s necessary 30 13.6% 27.0%\nI do not agree with the provisions of the law 30 13.6% 27.0%\nI do not fulfil the requirements of the law 32 14.5% 28.8%\nI would like to do so in the future 28 12.7% 25.2%\nI don’t know if I can 13 5.9% 11.7%\nI find the procedure too difficult 10 4.5% 9.0%\nI find the procedure too expensive 9 4.1% 8.1%\nNot applicable 13 5.9% 11.7%\nMy application was rejected 1 0.5% 0.9%\nOther 36 16.3% 32.4%\nTotal 221 100% 199.1%\nPolitics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 248\nFor gender non-binary respondents, finding their po-\nsition in the gender identity field was a difficult road to\ntravel. As one respondent explained, not having mark-\ners in society to identify with and the lack of options\nother than being male or female, causes serious inter-\nnal stress: “Before I found myself as a non-binary trans\nwoman, I often thought I was mad. That I was a ‘crook’\nwho was confused and had convinced themselves she\nwas someone she was not for real.” Thoughts like these\nand experiences with discrimination lead to high levels\nof emotional stress and suicidal ideation. Many reported\navoidance behaviour, with 46.7% avoiding expressing\ntheir gender through physical appearance and clothing\nand 43% avoiding certain places or locations, both for\nfear of being assaulted, threatened, or harassed because\nof their gender identity or expression (Motmans et al.,\n2017, p. 72).\nAll in all, the voices from gender non-binary respon-\ndents were either asking for a third gender option, or for\nthe abolishment of gender registration altogether. Some\nfeared that introducing a third option would even lead\nto more stigma as long as institutions such as schools\nand workplaces are binary structured—and thinking—\nenvironments. The need for awareness-raising was un-\nderscored by many respondents.\n3.4. Lessons to Draw from the Experiences of Gender\nNon-Binary Respondents\nThe multitude in gender experiences and gender la-\nbelling as presented by the trans respondents in this sur-\nvey are indicative of the inherent impossibility of neatly\ncovering gender diversity in clear cut categories, espe-\ncially if they are but few. We also noticed the small num-\nber of people who had changed their first name and le-\ngal gender marker. These findings raise the question of\nwhether satisfactory systems can ever be put in place to\nregister such a complex understanding of gender. It is\nnot always an easy task for researchers to capture gen-\nder diverse experiences and analyse them, let alone for\ngovernments to register them. Also, as the ruling by the\nConstitutional Court implies, the state will allow citizens\nto change their gendermarker repetitively through a sim-\nple administrative procedure based on self-declaration.\nWhile this procedure allows for the capturing of gender\nfluidity, it also shows the difficulty of capturing fluidity in\na rather static register.\n4. Conclusions\nBelgium is just one of many states confronted with the\nobligation to put into practice the right to have one’s gen-\nder identity recognised and to be identified and treated\nin accordance with it. In this article, we examined how\nthe Belgian state is strugglingwith the recognition of gen-\nder diversity whilst clinging to an existing sex registration\nsystem. We explained how the 2017 trans law, replacing\nits 2007 predecessor, shows a decrease of the inherent\ncisgender heteronormativity and stereotypical conceptu-\nalisations of sex and gender. We underscored how the\n2007 trans lawwasmerely based on sex and ignored gen-\nder, and the 2017 trans law asks for gender as a proxy\nto register sex. Indeed, it is no longer the physical traits\nand their adherence to a specific binary standard that de-\nfine sex. What counts for the definition of the official sex\nmarker on the birth certificate and what sets the door\nopen for a change of first name is what individuals ex-\nperience as their gender identity. The trans law of 2017\nmakes it much easier for trans people to adjust their gen-\nder registration,without anymedical certificates or state-\nments. In this sense, the trans law of 2017 has certainly\nbeen a major step forward in accommodating the legal\nneeds of trans people. The data from the state register\nfrom 2018–2019 confirm this as they show a large in-\ncrease of citizens registering a new gender marker, with\nhalf the number of changes recorded in one year being\nequal to the total throughout the 25 previous years.\nHowever,while the 2017 trans law recognizes a larger\ngroup of trans persons than its predecessor, it nonethe-\nless confirms that the traditional man/woman divide\ndominates the public sphere and much of social life. The\nindividual life experiences reported in an anonymous sur-\nvey amongst trans respondents in Belgium (Motmans\net al., 2017) show how a lack of legal provision im-\npacts mental well-being and avoidance behaviour, as\nwell as the preferences of gender non-binary respon-\ndents. Indeed, at least one out of four respondents\nwithin the trans group do not identify with male or fe-\nmale labels. Despite the trans law of 2017, these gen-\nder non-binary respondents are still stuck in a situation\nin which it is impossible for them to register their gen-\nder identity. The gender non-binary respondents also re-\nport different motivations such as safety issues and the\nfear of discrimination for not registering with a third op-\ntion, should it be available. This ties in with research\nby Nisar (2018) who found that a third option has lim-\nitations in a patriarchal socio-legal order where impor-\ntant benefits associated with the masculine identity are\nforfeited by registering. Nisar (2018) cautioned against\noveremphasizing the symbolic value of legal recognition\nfor gender-nonconforming groups. In that sense, just\nadding a third legal option to an existing system without\nchanging the dualistic structures of regulations and other\ninstitutionswould be nothingmore than lip service to the\ntrans community.\nWhereas gender fluidity will be accommodated for,\nin that citizens will be able to repeatedly change from\nmale to female to male (or vice versa) using a simple\nadministrative procedure, this so far remains within the\nmale/female divide. At the same time, the procedure\ndoes not allow one to only change their first name and\nnot their sex marker, or vice versa. Although these are\ntwo separate procedures and one is not a prerequisite\nfor the other, civil servants tend to assume applicants\nwill fulfil both procedures. This leads to situations where\none may be refused a name ‘that belongs to the other\nPolitics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 249\ngender’ if one is transparent about plans to not change\nthe gender marker.\nThe respondents in our survey acknowledge that\nno system could provide an exhaustive list of types\nof gender identities. Some, therefore, hint at abolish-\ning the registration of sex altogether. The ruling of the\nConstitutional Court makes this option available to the\ngovernment. As abolishing sex registration presents a\nmajor shift in the sex/gender paradigm underlying the\nBelgian state and society, adding a third option might\nbe the easiest route. The limited public opinion data\navailable (European Commission, 2019) seem to support\nthis option, but decent public opinion data on abolish-\ning sex registration is absent and warrants further re-\nsearch. Abolishing sex registration would certainly stir\ndebate, not the least between those eager to highlight\ngender discrimination relying on official data, and those\narguing for alternative ways of measuring. A possible pit-\nfall of such debate is who counts as which gender, and\nwhich measures should be applied in surveys and cen-\nsuses (Brown, Herman, & Park, 2017; Motmans et al.,\n2020). These issues for discussion are similar to the case\nof ethnicity where standard measures are needed which\naim for stability and present the respondent with rel-\natively crude fixed categories (see for instance Burton,\nNandi, & Platt, 2010). Alternative models in which sex\nis registered at a later age by the individual themselves,\nand/or in which a disconnection is installed between reg-\nistering sex on the one hand and registering gender iden-\ntity on the other (as discussed in Cannoot, 2019c) could\nprovide a typical Belgian compromise, although these\nwill require further reflection.\nAcknowledgments\nWe are very grateful to the academic editors of this issue\nfor their constructive comments and supportive attitude,\nespecially during spring and summer 2020.\nConflict of Interests\nThe authors declare no conflict of interests.\nReferences\nArcelus, J., & Bouman, W. P. (2017). Language and ter-\nminology. In W. P. Bouman & J. Arcelus (Eds.), The\ntransgender handbook: A guide for transgender peo-\nple, their families and professionals (pp. 1–12). New\nYork, NY: Nova.\nBelgian Chamber of Representatives. (2016). Verslag\nnamens de Commissie voor de Justitie, uitgebracht\ndoor mevr. Karine Lalieux [Report on behalf of\nthe Commission for the Justice, issued by Mrs.\nKarine Lalieux] (DOC 542403/004). Brussels: Bel-\ngian Chamber of Representatives. Retrieved from\nhttps://www.dekamer.be/doc/FLWB/pdf/54/2403/\n54K2403004.pdf\nBelgian Official Journal. (2014). Wet houdende de vast-\nstelling van de afstamming van de meemoeder\n[Law establishing the parentage of the co-mother]\n(C−2014/09353). Brussels: Belgian Official Journal.\nRetrieved from http://www.ejustice.just.fgov.be/eli/\nwet/2014/05/05/2014009353/justel\nBelgian Official Journal. (2007). Wet betreffende de\ntransseksualiteit [The law of 10 May 2007 on\ntranssexualism] (S−C−2007/09570). Brussels: Bel-\ngian Official Journal. Retrieved from https://www.\nejustice.just.fgov.be/cgi_loi/change_lg.pl?language=\nnl&la=N&table_name=wet&cn=2007051055\nBelgian Official Journal. (2017a). Wet tot hervorming\nvan regelingen inzake transgenders wat de vermeld-\ning van een aanpassing van de registratie van het\ngeslacht in de akten van de burgerlijke stand en\nde gevolgen hiervan betreft [Law on the reform of\nregulations on transgender people as regards the\nindication of an adjustment of the registration of\nsex in the civil status records and its consequences]\n(C−2017/12964). Brussels: Belgian Official Journal.\nRetrieved from http://www.ejustice.just.fgov.be/eli/\nwet/2017/06/25/2017012964/staatsblad\nBelgian Official Journal. (2017b). Omzendbrief over de\nwet van 25 juni 2017 tot hervorming van regelin-\ngen inzake transgenders wat de vermelding van een\naanpassing van de registratie van het geslacht in de\nakten van de burgerlijke stand en de gevolgen hier-\nvan betreft [Circular on the law of 25 June 2017 re-\nforming regulations for transgender people with re-\ngard to the mention of an adjustment of the reg-\nistration of sex in the civil status records and its\nconsequences] (C−2017/31879). Brussels: BelgianOf-\nficial Journal. Retrieved from http://www.ejustice.\njust.fgov.be/cgi_loi/change_lg.pl?language=nl&la=\nN&cn=2017121509&table_name=wet\nBelgian Official Journal. (2020). Uittreksel uit arrest nr.\n99/2019 van 19 juni 2019. Rolnummer 6813. In zake :\nhet beroep tot gedeeltelijke vernietiging van de wet\nvan 25 juni 2017 tot hervorming van regelingen in-\nzake transgenders wat de vermelding van een aan-\npassing van de registratie van het geslacht in de\nakten van de burgerlijke stand en de gevolgen hi-\nervan betreft, ingesteld door de vzw « Çavaria »\nen anderen [Extract from judgment no. 99/2019\nof 19 June 2019. Case number 6813. With regard\nto: the action for partial annulment of the law of\n25 June 2017 reforming regulations concerning trans-\ngender people with regard to the mention of an ad-\njustment of the registration of gender in Regarding\ncivil status certificates and their consequences, in-\nstituted by the non-profit association «Çavaria» and\nothers] (No. 2019/203077). Brussels: Belgian Offi-\ncial Journal. Retrieved fromhttp://www.ejustice.just.\nfgov.be/mopdf/2020/01/21_1.pdf#Page10\nBouman, W. P., Schwend, A. S., Motmans, J., Smiley,\nA., Safer, J. D., Deutsch, M. B., . . . Winter, S.\n(2017). Language and trans health. International Jour-\nPolitics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 250\nnal of Transgenderism, 18(1), 1–6. https://doi.org/\n10.1080/15532739.2016.1262127\nBrown, T. N. T., Herman, J. L., & Park, A. S. (2017). Explor-\ning international priorities & best practices for collect-\ning data on gender minorities. Los Angeles, CA: The\nWilliams Institute.\nBurton, J., Nandi, A., & Platt, L. (2010). Measuring ethnic-\nity: Challenges and opportunities for survey research.\nEthnic and Racial Studies, 33(8), 1332–1349. https://\ndoi.org/10.1080/01419870903527801\nCannoot, P. (2019a). De knuppel in het genderhok : Op\nweg naar M/V/X in de Nederlandse geslachtsregis-\ntratie? [The bat in the gender loft: On the way to\nM/V/X in the Dutch gender registry?]. Tijdschrift Voor\nFamilierecht, 2019(2), 47–54.\nCannoot, P. (2019b). Grondwettelijk Hof wil wettelijke\nruimte voor genderdiversiteit [Constitutional Court\nwants legal space for gender diversity]. De Juris-\ntenkrant, 392, 1–3. Retrieved from http://hdl.handle.\nnet/1854/LU-8621438\nCannoot, P. (2019c). The right to personal autonomy re-\ngarding sex (characteristics), gender (identity and/or\nexpression) and sexual orientation: Towards an inclu-\nsive legal system. Ghent: Ghent University.\nChristine Goodwin v. the United Kingdom, 28957/95\nC.F.R. (11 July 2002). Retrieved from https://\nhudoc.echr.coe.int/fre#{%22itemid%22:[%22001-\n60596%22]}\nDefreyne, J., Motmans, J., & T’Sjoen, G. (2017). Health-\ncare costs and quality of life outcomes following\ngender affirming surgery in trans men: A review.\nExpert Review of Pharmacoeconomics & Outcomes\nResearch, 17(6), 543–556. https://doi.org/10.1080/\n14737167.2017.1388164\nEeckhout, B., & Paternotte, D. (2011). A paradise for\nLGBT rights? The paradox of Belgium. Journal of\nHomosexuality, 58(8), 1058–1084. https://doi.org/\n10.1080/00918369.2011.598414\nEuropean Commission. (2019). Eurobarometer on the so-\ncial acceptance of LGBTI people in the EU. European\nCommission. Retrieved from https://bit.ly/3jzgegz\nHines, S. (2009). A pathway to diversity?: Human rights,\ncitizenship and the politics of transgender. Con-\ntemporary Politics, 15(1), 87–102. https://doi.org/\n10.1080/13569770802674238\nJunes, T. (2018). Çavaria naar Grondwettelijk Hof voor\noptimalisering transgenderwet [Çavaria to Constitu-\ntional Court for optimization of transgender law].\nZizo. Retrieved from https://bit.ly/2R3gJUh\nMeier, P. (2009). E comme émancipation, égalité et\néthique: La société belge en évolution [E as eman-\ncipation, equality and ethics: The Belgian society in\nevolution]. In J. Beaufays & G. Matagne (Eds.), La\nBelgique en mutation: Systèmes politiques et poli-\ntiques publiques (1968-2008) [Belgium in mutation:\nPolitical systems and public politics (1968–2008)] (pp.\n253–283). Brussels: Bruylant.\nMotmans, J. (2011). ‘We can’t have men giving birth!’\n(but we do). The impact of the Belgian transgender\nmovement on the well being of transgender persons\nin Belgium. In A. E. Woodward, J.-M. Bonvin, & M.\nRenom (Eds.), Transforming gendered well-being in\nEurope: The impact of social movements. Surrey: Ash-\ngate Publishing.\nMotmans, J., Burgwal, A., & Dierckx, M. (2020). Ad-\nviesnota: Het meten van genderidentiteit in kwati-\ntatief onderzoek [Advisory note: Measuring gen-\nder identity in quantitative research]. Ghent: Ghent\nUniversity.\nMotmans, J., de Biolley, I., & Debunne, S. (2010). Being\ntransgender in Belgium: Mapping the social and le-\ngal situation of transgender people. Brussels: Insti-\ntute for the Equality of Women and Men.\nMotmans, J., Nieder, T. O., & Bouman, W. P. (2019).\nTransforming the paradigmof nonbinary transgender\nhealth: A field in transition. International Journal of\nTransgenderism, 20(2/3), 119–125. https://doi.org/\n10.1080/15532739.2019.1640514\nMotmans, J., Wyverkens, E., & Defreyne, J. (2017). Being\ntransgender in Belgium: Ten years later. Brussel: In-\nstitute for the Equality of Women and Men.\nNisar, M. A. (2018). (Un)Becoming a man: Legal con-\nsciousness of the third gender category in Pakistan.\nGender & Society, 32(1), 59–81. https://doi.org/\n10.1177/0891243217740097\nParliamentary Assembly. (1989). Condition of trans-\nsexuals (Recommendation 1117 [1989]). Stras-\nbourg: Council of Europe. Retrieved from https://\nassembly.coe.int/nw/xml/XRef/Xref-XML2HTML-\nen.asp?fileid=15151&lang=en\nParliamentary Assembly. (2015). Discrimination against\ntransgender people in Europe (Resolution 2048\n[2015]). Strasbourg: Council of Europe. Retrieved\nfrom https://assembly.coe.int/nw/xml/XRef/Xref-\nXML2HTML-EN.asp?fileid=21736\nSenaeve, P., & Uytterhoeven, K. (Eds.). (2008). De recht-\nspositie van de transseksueel. Commentaar op de\nwetten van 9 en 10 mei 2007 en van 15 mei 2007\n[The legal position of the transsexual: Commentary\non the Laws ofMay 9 and 10, 2007 andMay 15, 2007].\nAntwerpen: Insertia.\nVan Caenegem, E., Wierckx, K., Elaut, E., Buysse, A.,\nDewaele, A., Van Nieuwerburgh, F., . . . T’Sjoen,\nG. (2015). Prevalence of gender nonconformity\nin Flanders, Belgium. Archives of Sexual Behavior,\n44(5), 1281–1287. https://doi.org/10.1007/s10508-\n014-0452-6\nVan Hove, H. (2019). Transgender personen in België die\neen wijziging van de officiële geslachtsvermelding\naanvragen—Gegevens uit het Rijksregister (1 januari\n1993 t.e.m. 30 september 2019) [Transgender per-\nsons in Belgium requesting a change of the official\ngender identification: Data from the National Regis-\nter (1 January 1993 to 30 September 2019)]. Brussels:\nInstituut voor de Gelijkheid van Vrouwen en Man-\nnen. Retrieved from https://igvm-iefh.belgium.be/\nPolitics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 251\nnl/publicaties/transgender_personen_in_belgi_\ngegevens_uit_het_rijksregister\nVerschelden, G. (2018). Vernietigingsberoepen tegen de\nTransgenderwet: aanloop naar of valkuil voor de non-\nbinaire genderoptie? [Annulment appeals against\nthe Transgender Act: Run-up to or pitfall for the non-\nbinary gender option?]. Tijdschrift Voor Familierecht,\n2018(3), 66–68.\nVerschelden, G. (2020). Deel II. Aanpassing van de ges-\nlachtsregistratie: voorwarden, gevolgen, privacy en\novergangsrecht [Part II. Adjustment of gender regis-\ntration: Conditions, consequences, privacy and tran-\nsitional law]. In J. Motmans & G. Verschelden (Eds.),\nDe rechtspositie van transgenderpersonen in Bel-\ngië. Een multidisciplinaire analyse na de wetten van\n25 juni 2017 en 18 juni 2018 [The legal position of\ntransgender people in Belgium: A multidisciplinary\nanalysis after the laws of June 25, 2017 and June 18,\n2018] (Vol. 20, pp. 35–121). Antwerpen and Cam-\nbridge: Intersentia.\nWorld Professional Association for Transgender Health\non Identity Recognition. (2015). WPATH identity\nrecognition statement. WPATH. Retrieved from\nhttps://www.wpath.org/media/cms/Documents/\nWeb%20Transfer/Policies/WPATH%20Identity%\n20Recognition%20Statement%2011.15.17.pdf\nZhang, Q., Goodman, M., Adams, N., Corneil, T.,\nHashemi, L., Kreukels, B., . . . Coleman, E. (2020). Epi-\ndemiological considerations in transgender health:\nA systematic review with focus on higher quality\ndata. International Journal of Transgender Health,\n21(2), 125–137. https://doi.org/10.1080/26895269.\n2020.1753136\nAbout the Authors\nPetraMeier is Professor in Politics, University of Antwerp, Belgium, specialized in the (re)presentation\nof gender in politics and policies, and mechanisms (re)producing inequality. Recent publications focus\non: the importance of symbolic representation; the flipside of role models in politics; the relation be-\ntween demos, gender, and democracy; the relation between demos and demoi in multi-level systems;\nthe multiple relations between gender and power in the European Parliament; and how institutional-\nized feminism struggles with expertise and intersectionality.\nJoz Motmans is Guest Professor in Gender Studies, Ghent University, Belgium, specialized in gender\nand sexuality. He is also the Coordinator of the Central Information and Knowledge Centre on Trans\nIssues in Belgium (www.transinfo.be) at the Centre of Sexology and Gender at the Ghent University\nHospital, Belgium. His expertise includes novel LGBTIQ social movements, equality policy, discrimina-\ntion and violence, mental wellbeing, social and sexual health, and quality of life.\nPolitics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 252\n",
    "id": 352931795,
    "identifiers": {
        "doi": "10.17645/pag.v8i3.2851",
        "oai": "oai:ojs.cogitatiopress.com:article/2851"
    },
    "title": "Trans Laws and Constitutional Rulings in Belgium: The Ambiguous Relations between Sex and Gender",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-09-18T01:00:00+01:00",
    "publisher": "'Cogitatio'",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.cogitatiopress.com/politicsandgovernance/article/download/2851/2851"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/352931795.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/352931795"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/352931795/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/352931795/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/352931795"
        }
    ],
    "abstract": "In this article we reflect upon the evolution from the Belgian trans law of 2007 to those of 2017 and beyond, giving adult citizens the possibility to have their self-determined gender legally recognised. The 2019 ruling of the Belgian Constitutional Court, condemning the Belgian State for being discriminatory against gender fluid and gender non-binary persons regarding their legal gender recognition, requires the Belgian government to either add a third legal option or to abolish gender registration altogether. We analyse the definitions of sex and gender that underlie the two trans laws of 2007 and 2017 and the Constitutional Court ruling of 2019 and then confront them with the experiences of trans people based on a national transgender survey (Motmans, Wyverkens, & Defreyne, 2017). The confrontation between legal texts and lived experiences clearly shows the promises and pitfalls states face when striving for gender recognition procedures",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Belgium; gender; law; recognition; sex; transgender"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:ojs.cogitatiopress.com:article/2851",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13428",
        "openDoarId": 0,
        "name": "Cogitatio Press (E-Journals)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 352931795,
        "depositedDate": null,
        "publishedDate": "2020-09-18T01:00:00+01:00",
        "updatedDate": "2021-10-08T03:18:41+01:00",
        "acceptedDate": null,
        "createdDate": "2020-12-01T20:28:48+00:00"
    },
    "urls": [
        "https://www.cogitatiopress.com/politicsandgovernance/article/view/2851"
    ],
    "lastUpdate": "2021-10-08T03:18:41+01:00",
    "setSpecs": []
}