{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Meier, Petra"
        },
        {
            "name": "Motmans, Joz"
        }
    ],
    "contributors": [],
    "createdDate": "2020-10-08T20:33:14+01:00",
    "dataProvider": {
        "id": 1493,
        "name": "Ghent University Academic Bibliography",
        "url": "https://api.core.ac.uk/v3/data-providers/1493",
        "logo": "https://api.core.ac.uk/data-providers/1493/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.17645/pag.v8i3.2851",
    "downloadUrl": "https://core.ac.uk/download/334785497.pdf",
    "fullText": "Politics and Governance (ISSN: 2183–2463)2020, Volume 8, Issue 3, Pages 242–252DOI: 10.17645/pag.v8i3.2851ArticleTrans Laws and Constitutional Rulings in Belgium: The AmbiguousRelations between Sex and GenderPetra Meier 1,* and Joz Motmans 2,31 Department of Political Science, University of Antwerp, 2000 Antwerp, Belgium; E-Mail: petra.meier@uantwerpen.be2 Transgender Infopunt, Ghent University Hospital, 9000 Ghent, Belgium; E-Mail: joz.motmans@uzgent.be3 Centre for Research on Culture and Gender, Ghent University, 9000 Ghent, Belgium* Corresponding authorSubmitted: 30 January 2020 | Accepted: 15 August 2020 | Published: 18 September 2020AbstractIn this article we reflect upon the evolution from the Belgian trans law of 2007 to those of 2017 and beyond, giving adult cit-izens the possibility to have their self-determined gender legally recognised. The 2019 ruling of the Belgian ConstitutionalCourt, condemning the Belgian State for being discriminatory against gender fluid and gender non-binary persons regard-ing their legal gender recognition, requires the Belgian government to either add a third legal option or to abolish genderregistration altogether. We analyse the definitions of sex and gender that underlie the two trans laws of 2007 and 2017and the Constitutional Court ruling of 2019 and then confront them with the experiences of trans people based on anational transgender survey (Motmans, Wyverkens, & Defreyne, 2017). The confrontation between legal texts and livedexperiences clearly shows the promises and pitfalls states face when striving for gender recognition procedures.KeywordsBelgium; gender; law; recognition; sex; transgenderIssueThis article is part of the issue “Trans* Politics: Current Challenges and Contestations” edited by Mieke Verloo (RadboudUniversity, The Netherlands) and Anna van der Vleuten (Radboud University, The Netherlands).© 2020 by the authors; licensee Cogitatio (Lisbon, Portugal). This article is licensed under a Creative Commons Attribu-tion 4.0 International License (CC BY).1. IntroductionIn 2007, after ample discussion, Belgium adopted its firsttrans law, thus joining the growing list of European coun-tries recognizing trans persons (Motmans, 2011). Afterthe regulation of important issues for lesbian, gay, andbisexual persons some years before, such as same-sexmarriage, reproduction and adoption rights, inheritancerights, and anti-discrimination provisions (Eeckhout &Paternotte, 2011; Meier, 2009), it was now the turnfor trans people to see their needs and interests takeninto account. A decade later, in 2017, a new trans lawwas voted in, as the first one had been criticised forapproaching trans people in a very paternalistic, med-icalised, and gender binary way (Motmans, de Biolley,& Debunne, 2010; Senaeve & Uytterhoeven, 2008). Thetrans lawof 2017 dropped themedically binary constructof persons, further disentangled gender and sex, andbased the application procedure on self-determination.Notwithstanding this new approach, the LGBTIQ+ orga-nizations Çavaria, Genres Pluriels, and RainbowHousefiled a complaint at the Belgian Constitutional Court forthe exclusion of any provision for non-binary or gen-der fluid people (Cannoot, 2019a). In 2019, the BelgianConstitutional Court ruled that the trans law of 2017 wasindeed discriminatory for gender fluid and gender non-binary people, and the corresponding paragraphs needto be deleted (Cannoot, 2019b).Different states are more and more confronted withthe obligation to recognize the “emergence of a right togender identity…which gives every individual the rightto recognition of their gender identity and the rightto be treated and identified according to this identity”(Parliamentary Assembly, 2015). The European Court ofPolitics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 242Human Rights (ECHR) has held that national legislationmust render the rights under the ECHR “practical and ef-fective, not theoretical and illusory” (Christine Goodwinv. the United Kingdom, 2002). In this article, we exam-ine how the Belgian state is struggling with the registra-tion of sex whilst acknowledging the existence of multi-ple genders andhighlight the inherent tension states facewhen recognizing gender diversity whilst also clinging tosex registration systems. We first describe the evolutionof the legal—and thus institutional(ized)—thinking re-garding who is to be considered a trans person, andwhatideological frames of sex and gender underlie this think-ing, by exploring the two trans laws of 2007 and 2017and the Constitutional Court ruling of 2019. We then ex-plore the experiences of trans people based on a nationaltransgender survey (Motmans et al., 2017), analysingtheir personal positions in the sex/gender realm, and theimpact thereof on legal gender provisions. In the conclu-sion, we combine the sex/gender discourses within thelegal framework with the lived experiences of trans peo-ple and extrapolate what the Belgian case teaches statesstriving for gender recognition procedures.Since language has performative power and thus im-pact (Arcelus & Bouman, 2017; Bouman et al., 2017) andsince appropriate language is important, we use ‘trans’as an umbrella term to refer to a broad spectrum ofpossible gender identities which may include: people liv-ing with or without gender dysphoria; those not search-ing for a social and/or medical transition; those makinga social transition only, without medical needs; and/orgender-nonconforming people (Defreyne, Motmans, &T’Sjoen, 2017). We will, however, use ‘transsexuals’ or‘transgender persons’ or ‘gender non-binary persons’when citing legal texts to illustrate the changes in word-ings, or when respondents chose that identity label forthemselves. It is also important to notice that in bothDutch and French, sex and gender are two distinct words,and legal texts most often use ‘sex’ to refer to the sex as-signed at birth, which, in Belgium, is limited to male orfemale options only.2. Sex, Gender and the Belgian Laws on GenderRegistration2.1. Sex and Gender DiversityThe disentanglement of, or difference between, the sexassigned at birth which is legally recorded, and the gen-der identity of a person has been a topic of debate bothacademically and politically for decades. Gender identityis nowadays defined as the psychological identification ofoneself, or an internal sense of being, in relation to gen-der (Arcelus&Bouman, 2017). Currently, it is understoodthat some people have a gender which is neither malenor female and may identify as both male and female atthe same time, as different genders at different times, asno gender at all, or dispute the very idea of there onlybeing two genders (Motmans, Nieder, & Bouman, 2019).More recently, quantitative surveys have started tocapture the inherent diversity of gender experiences, ac-knowledging gender diversity besides (legal/medical) bi-nary sex systems. Recent research shows that in Flanders,the Dutch-speaking part of Belgium, around 0.7% of peo-ple registered as male at birth and 0.6% of people reg-istered as female at birth identify more with the ‘op-posite’ sex than their birth sex (Van Caenegem et al.,2015). In addition, around 2.2% of people registered asmale at birth and 1.9% of people registered as female atbirth identify as much or as little with the ‘opposite’ sex.Extrapolated to Belgium, around 134,000 people couldbe categorized as transgender or gender non-binary ina population of about 11 million. In a recent overview ofmeasurements for gender identity used by state registersand population surveys, Motmans, Burgwal, and Dierckx(2020) found in Dutch and Belgian non-trans specific sur-veys that the proportion of people identifying outsidethe expected gender, as registered at birth, varies be-tween 1.6% when categorical questions (closed list ofidentity options) are used, and up to 6.7% when 5 point-Likert scales are used. In a recent review focusing onhigher-quality data, Zhang et al. (2020) analysed recentstudies (published 2009–2019) assessing the proportionof trans and gender diverse (TGD) people in the generalpopulation, and found that the proportions of individu-als with a TGD-relevant diagnosis or other recorded evi-dence ranged between 17 and 33 per 100,000 enrolees.The authors also found that, when the surveys specifi-cally inquired about ‘transgender’ identity, the estimatesranged from 0.3% to 0.5% among adults, and from 1.2%to 2.7% among children and adolescents. When the def-inition was expanded to include broader manifestationsof ‘gender diversity,’ the corresponding proportions in-creased to 0.5–4.5% among adults and 2.5–8.4% amongchildren and adolescents (Zhang et al., 2020).Many scholars and activists have highlighted how theconfrontation with (binary) legal sex registration systemsworldwide has led to many trans-identified citizens notbeing able to be recognized in their gender (Cannoot,2019c; Hines, 2009; Parliamentary Assembly, 2015). Inthe following paragraphs, we analyse in detail what theBelgian state has put in place in this field.2.2. The Belgian Registration Systems and Laws2.2.1. The 2007 Trans LawPrior to 2007, trans people could only get their first namechanged through a Ministerial Decree and by having thesex marker on their birth certificates changed by a court.There were also regional differences in implementation:Dutch-speaking actorsmainly held that an application fora change of status needed to be filed, whereas French-speaking colleagues defended an application to amendthe civil status documents. The procedure and legal con-sequences of both positions differ, as does the line ofthought underlying them. The first position emphasizedPolitics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 243observable morphological criteria; the second, personalappreciation (Motmans et al., 2010). The trans law of10 May 2007 (Belgian Official Journal, 2007) was meantto guarantee trans people a number of the same rightsacross the country (see Motmans et al., 2010, for ananalysis of this process).This trans law offered trans people the right to offi-cially change the registration of first name(s) and sex inaccordance with recommendation 1117 of the Councilof Europe (Parliamentary Assembly, 1989). The title ofthe law—Law Concerning Transsexuals—well describedthe target group: individuals whose gender identity wasthe opposite of their assigned sex, and who would un-dergo gender reassignment surgery. The existing admin-istrative procedure was upheld and extended to trans-sexuals at one-tenth of the usual cost. Individuals couldfile an application which needed to be accompanied by astatement by their psychiatrist and endocrinologist. Thelatter had to declare that:i) The individual showcased a constant and irre-versible inner conviction of belonging to the sex otherthan the one stated on their birth certificate; ii) the in-dividual was undergoing or had undergone hormonereplacement therapy to induce the physical gendercharacteristics of the sex to which the individual inquestion believed to belong to; and iii) the change offirst name was an essential feature of the change ofgender role. (Belgian Official Journal, 2007)The court procedure to change the registration of birthsex was replaced by an administrative procedure at thecivil registry (Senaeve & Uytterhoeven, 2008) and wassubject to several cumulative conditions. A person want-ing to change the sexmarker on their birth certificate andidentity card, legally needed to demonstrate this to theregistrar by presenting a statement from the psychiatristand surgeon declaring, next to point i) mentioned in theprevious quote, that:ii) The individual had undergone sex reassignment soas to make her/him correspond with the other sex towhich the individual in question was convinced to be-long to; and iii) the individual was no longer capableof producing children in accordance with her/his orig-inal assigned birth sex. (Belgian Official Journal, 2007)To be recognised as male, one needed to undergo theremoval of the ovaries, to be recognised as female, oneneeded to undergo the removal of testes (BelgianOfficialJournal, 2017b). Genital reconstruction surgery was notcompulsory although the trans law was often read thatway (Motmans, 2011). The registrar was to check the le-gal conditions regarding the application but would notconduct any discretionary physical checks relating to thesex reassignment. As civil marriage and adoption hadbeen opened to same-sex couples in 2003 and 2006, re-spectively, married trans people no longer needed to di-vorce before being able to change their birth certificate.Family members were no longer given one month to ob-ject the application (Motmans, 2011). After the translaw came into force, a slight increase in the numberof applications for legal gender recognition was noted(Van Hove, 2019).2.2.2. The 2017 Trans LawThe 2017 trans law (Belgian Official Journal, 2017a)changed the established rules in three ways(Verschelden, 2020): An adaptation of the registrationof one’s sex on the birth certificate no longer requiredmedical intervention such as gonadectomy (removal ofthe gonads, testes or ovaries) or hormonal replacementtherapy; the application is now based on a simple decla-ration filed by the applicant; and minors only need theapproval of both parents alongside a statement froma youth psychiatrist declaring that they are capable ofmaking such a decision. In the absence of parental ap-proval, the applicant can apply for a guardian ad hocthrough a civil court (Verschelden, 2020). In case of nonegative advice by the public prosecutor, the procedureis continued.A second new rule concerns the loosening up of theconditions to change one’s first name. Again, all medi-cal conditionswere dropped, and self-determinationwasput centre stage (Verschelden, 2020). Declaring that thesex mentioned on the birth certificate does not corre-spond to an individual’s inner gender identity suffices forthem to benefit from the preferential tariff for trans peo-ple to change their first name. Also, the legal age for ap-plying for first name changes was dropped to 12 years,but minors need parental consent of both parents un-less the parental authority has been issued to only oneof them. Subsequent changes of first name are possiblebut fall under the regular law of 15 May 1987 regardingnames and the full tariff applies. An exception is againmade for minors, to allow for the ongoing evolution oftheir gender identity.Finally, a third new rule targets parental linkages. Insome cases, adoption of the biological child was theonly venue available to a trans woman to establishparenthood bonds, similar to what lesbian couples did(Verschelden, 2020) prior to the 2014 law on co-mothers(Belgian Official Journal, 2014). Trans men with a femalepartner who had given birth to a child could recognizetheir child by simple declaration, as all fathers of childrenborn outside a legal marriage, but could not be recog-nised as male and then give birth, due to the require-ment of infertility. According to the new rules, parent-age bonds with children born before the registration of achange of sexmarker do not alter. For children born afterthe registration of a change of sex marker, the rules stip-ulate that trans fathers giving birth to a child are legallyrecognized as being the mother, and trans women con-ceiving a child (with their or donor sperm) are recognizedas being the father but arementioned on the birth certifi-Politics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 244cate of that child as co-mother. Parenthood linkages areadapted in case of the re-registration of the sex markerto the original sex (Cannoot, 2019b; Verschelden, 2020).2.2.3. The 2019 Constitutional Court RulingThe trans law of 2017 dropped the medically foundedbinary construct of persons, further disentangled gen-der and sex, and based the application procedure onself-determination. It was followed by a huge increasein applications for changing gender registration. Datafrom the federal Institute for the Equality of Womenand Men on the number of people who registered achange in gender registration show how the new translaw gave rise to asmany changes during the previous twoyears (2018–2019) as over the previous 25 (Van Hove,2019). Notwithstanding these accomplishments, soon af-ter the trans law was published in the Belgian OfficialJournal, three major LGBTIQ+ organizations, Çavaria,Genres Pluriels, and RainbowHouse, issued a partial an-nihilation request to the Belgian Constitutional Court.They argued that the inherent non-fluid character of thetrans law and the lack of a third gender option discrimi-nate against gender non-binary and gender fluid people(Junes, 2018; Verschelden, 2018). In 2019, the BelgianConstitutional Court ruled that the trans law of 2017 isindeed discriminatory for gender fluid and gender non-binary people and that the corresponding paragraphsneeded to be deleted (Belgian Official Journal, 2020;Cannoot, 2019b). The Constitutional Court ruled that ap-plicants should be able to change their gender registra-tion more than once using the same simple administra-tive procedure, hinting at a recognition of gender fluid-ity. Second, it ruled that the government has to find away to legally recognize gender non-binary persons, ei-ther by adding a third legal gender besides ‘male’ and‘female,’ or by abolishing the system of gender registra-tion altogether (Belgian Official Journal, 2020).A proposal addressing the first part of the ruling, anddeleting the corresponding paragraphs, has been submit-ted in parliament early 2020 and is expected to passwith-out much debate. The second part of the ruling, dealingwith how to accommodate gender non-binary persons, ismore challenging andmight take several rounds of parlia-mentary debate. The Constitutional Court ruling as suchleaves how to handle the issue up to the government.2.3. The Relation between Sex and Gender in the BelgianRegistration Systems and LawsWhereas the stipulations of the 2007 trans law reflecteda rather conservative stance on trans—actually gender—issues, the 2017 trans law reflects an important paradig-matic shift in how birth sex and gender identity relate toeach other, thereby opening the path for a non-binarydefinition. The 2019 Constitutional Court ruling was in-teresting as it sets a non-binary and gender fluid defini-tion in stone.The strict medical criteria put forward in the 2007trans law, both for a change of registration of sex markerand for a change of first name, reflect a strict binary un-derstanding of sex and its full conflation with the con-cept of gender. The legal criteria inherent in the 2007trans lawwere defined in such away that one could be ei-ther man or woman, whereby inward and outward phys-ical features had to meet the traditional definition of sex,and one had to be “medically reassigned” to the extentpossible. Physical features then had to correspond to astable and fixed male or female gender identity, and itsassumed associated expression, asking the applicant “totake on the associated gender role.” The most clear-cutillustration of this line of thought is the condition of anirreversible form of infertility so as to ensure that eithersex would not be able to contribute to a form of repro-duction contrary to what had been defined as biologi-cally natural, whereby men conceive and women givebirth (Motmans, 2011). Being a trans person in Belgium,in the period 2007–2017, meant that one belonged tothe other sex than that assigned at birth. It was an issueof a transition fromone side of the spectrum to the other,whereby sex and gender were—in legal terms—seen ascongruent. Although other gender identities and genderfluidity were possible, these could not be expressed inany legal terms or be subject to any formal recognitionor protection. The 2007 trans law thus left out a largegroup of trans people whose sex and gender did notneatly align, and/or who did not wish, or were unable forpersonal, social, financial, medical, or any other reason,to go through all the stages of the treatment process tomove from one side of the binary construct to the other.Furthermore, the 2007 trans lawwas gender blind, in thesense that is was influenced by the rather simplemedicalpathway of trans women only, leaving out the medicallymore complicated pathway of trans men, and ignoringthe existence of gender fluid and non-binary people.In comparison to the 2007 trans law, its 2017 suc-cessor makes an opening for the disentanglement of sexand gender. Whereas the 2007 trans law is based on sexand ignores gender, its 2017 successor allows for peo-ple’s gender identity to be recognised but registers it asif it is their sex. By dropping the medical conditions andthe statements on behalf of a psychiatrist, endocrinolo-gist, or surgeon in order to change first name and reg-istration of sex on the birth certificate, the 2017 translaw allows for a variety of combinations of sex markers,gender identities, and bodily features. First, we noticea more nuanced approach to an understanding of gen-der identity. Applicants no longer have to state they havethe “permanent and irreversible conviction of belongingto another sex than the one stated on their birth cer-tificate,” and “had taken on the corresponding genderrole,” (Belgian Official Journal, 2017a) but simply thattheir inner feelings of gender identity do not correspondto the official sex marker on their birth certificate, andthat they wish to change this marker. In doing so, it ac-knowledges that the inner feeling of gender identity isPolitics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 245authentic, personal, and valid, and cannot be fully cap-tured in female/male understandings. However, the le-gal sex markers are still restricted to either female ormale. As such, one can read that what the state registersas a sex marker is in fact more a proxy of the lived gen-der identity. The 2017 trans law has mainly been praisedfor the degree of self-determination when it comes todefining gender, which opens the door to a more disen-tangled approach to sex and gender. Being a trans per-son no longer by definition involves a (medical) transitionfrom one side of the binary spectrum to the other, butany possible combination of sex and gender. Secondly,the 2017 trans law shows that policymakers accepted thefact that bodily characteristics do not equal gender iden-tity, and that modifying bodily characteristics is not anoption for nor a wish of many of those who identify astrans. Insights from studies such as the national transgen-der survey (Motmans et al., 2017) informed politiciansabout the proportion of self-identified trans people whodo not wish to or cannot access medical provisions, andthus are unable to fulfil the medical criteria in the law.Being deprived of access to legal recognition was under-stood as an extra unnecessary burden to be removed.Whereas the first trans law was largely inspired by expe-riences of trans women who at that time were more visi-ble and vocal andwho chose to a larger extend to removetheir gonads (Motmans, 2011), themore recent trans lawwas inspired by the expertise of a variety of stakeholders.Nonetheless, the trans law of 2017 still contains adual notion of sex, a linear understanding of a gendertransition from one gender to another, and the idea oftransitioning as a once-in-a-lifetime change. First, the2017 trans law opens the possibility for a non-binary def-inition of gender identity, but only at the level of one’spersonal discretion, as there is no legal option for a thirdsex/gender or for not choosing any sex/gender. Second,the trans law expects trans people to want to adopt thefirst name early on, and later the sex marker, and re-quires that the new name fits the assumed gender. Theage differences (12 for a change of first name, 16 forthe change of gender marker) were largely inspired bya medical understanding of gender awareness (arisingaround the age of 12), and the age of the start of gender-affirming hormonal treatment (at the age of 16). Startinggender-affirming hormonal treatment (testosterone fortrans men, oestrogens for trans women) is clearly un-derstood as an indication of ‘knowing for sure,’ and asan indication that there will be ‘no way back,’ so it is‘safe’ to grant these youngsters the legal possibility ofchanging their sex marker. The additional requirementof attestation by a youth psychiatrist for those aged16 or 17 added even more guarantees for those whomight oppose the law. The need for the involvementof youth psychiatrists was argued against by the youthpsychiatrists of the Belgian youth gender team duringthe parliamentary hearing in 2016 (Belgian Chamber ofRepresentatives, 2016), as it violates the 2015 statementof the World Professional Association for TransgenderHealth on Identity Recognition (2015). However, this wasnot considered. Third, a change of sex marker on thebirth certificate and of first name is in principle meantto take place just once. Minors can ‘make a mistake,’by giving them a second chance to change their nameback again before they turn 18. Requests by adults toannul a change in registration of sex or first name needto be taken to the family court; such a request is onlypossible under exceptional circumstances. So far, onlyone case is known where such a change was asked forand granted.In short, while the 2017 trans law allows for a multi-tude of combinations of sex and gender identities, andthus gender fluidity in that respect, it does not leaveroom for a legally recognized gender fluidity wherebyindividuals could shift, even constantly shift, their gen-der identity and make use of more than two options.In that sense, gender identity is not understood as fluidbut as a linear development: as being fixed at a certaingiven age. In this light, the legal provisions can be readas if the façade still must fit a traditional logic, no mat-ter what gender identity/ies a person experiences andwhat physical features he/she/they carry. It is here thatthe relevance of the 2019 Constitutional Court rulingcomes in. This ruling breaches the gender binary catego-rization and acknowledges the need to legally recognisegender non-binary as well as gender fluidity. This needwas already voiced by the LGBTIQ+ organisations dur-ing the parliament hearing in 2016 (Belgian Chamber ofRepresentatives, 2016) but the addition of a third gendercategory had been a political bridge too far in 2017, letalone the idea of an annulation of the system of birth sexregistration altogether (Verschelden, 2018). However, afirst glance into the Eurobarometer on Discrimination(European Commission, 2019, p. 4) shows that, on aver-age, in Belgium 54% of the population agrees that pub-lic documents, such as passports and birth certificates,should contain a third option like X or O (other) for thosewho do not identify as female or male.3. Experiences of Gender Non-Binary PeopleWhen the trans law of 2017 was adopted, an onlineanonymous survey which assessed everyday life experi-ences of trans people in Belgium was set up by the au-thors, in extensive cooperation with a variety of trans or-ganisations. Commissioned by the Federal Institute forthe Equality of Women and Men (Motmans et al., 2017),ethical approval was requested and obtained fromGhentUniversity Hospital Ethics Committee (EC 2017/0599).The survey covered a broad range of issues such ashealth status, experiences in school, at work, with pub-lic administration, and legal recognition (Motmans et al.,2017). Respondents who self-identified as trans (includ-ing a broad range of possible gender identities) couldtake part in a Dutch, French, or English version of thesurvey. The data were collected before the 2017 translaw took force (January 2018), but after its adoption byPolitics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 246the government and subsequent media coverage. In to-tal, 534 self-identified trans respondents aged 16 yearsor older and living in Belgium took part, the largest transsample ever collected in Belgium.For the purpose of this contribution, we will focus onthe data regarding gender identity preferences, experi-ences, and views on the topic of legal gender recogni-tion, so as to understand what the options suggested bythe Belgian Constitutional Court’s ruling (adding a thirdlegal option or abolishing gender registration altogether)would solve for trans people.3.1. Gender Identities and Their Relation to RegisteredSex at BirthAll respondents were first offered a list of possible iden-tity labels to choose from (multiple answers were possi-ble). Second, we asked them to choose one option outof a closed list of possible answers (‘trans men,’ ‘transwoman,’ ‘gender non-binary person,’ ‘crossdresser,’ or‘I don’t know/I don’t have a preference’). This empow-ered respondent to decide in which group they would becategorised for the analysis of the data.22% (n = 117) of the respondents chose the gendernon-binary option, 26% (n= 141) chose ‘transmen,’ 48%(n = 256) ‘trans women,’ and 4% (n = 20) ‘cross-dresser’(see Table 1). These numbers already show the poten-tial amount of trans people (namely 26%) who do notfit neatly into legal categories of male or female and in-dicate how gender identity is broader than these twocategories. In addition, we noted that 250 respondents(46.8% of the total sample) chose more than one op-tion. Furthermore, when looking in detail at the combi-nation of the binary (trans men, trans woman, or cross-dresser) versus non-binary groups with the list of iden-tity labels they could choose from, we see that 13% of all‘binary’ respondents also chose a non-binary identity op-tion (genderqueer, non-binary, polygender, genderfluid).And 46.2% in the non-binary group also identify with a‘binary’ identity label (man,woman, transman,manwithTable 1. Gender identity labels by binary and non-binary respondents.Binary Non-binary TotalMan N 80 10 90% 19.2% 8.5%Woman N 147 15 162% 35.3% 12.8%Man with a transgender past N 27 2 29% 6.5% 1.7%Woman with a transgender past n 47 0 47% 11.3% 0.0%A cross-dressing man n 22 6 28% 5.3% 5.1%A cross-dressing woman n 1 1 2% 0.2% 0.9%A trans man: a person who was assigned female at birth n 114 7 121but has a male gender identity % 27.3% 6.0%A trans woman: a person who was assigned male at birth n 172 13 185but has a female gender identity % 41.2% 11.1%Genderqueer n 13 43 56% 3.1% 36.8%Non-binary n 28 74 102% 6.7% 63.2%Polygender n 1 12 13% 0.2% 10.3%Genderfluid n 14 49 63% 3.4% 41.9%Other n 18 23 41% 4.3% 19.7%Total N 417 117 534Politics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 247a transgender past, trans woman, woman with a trans-gender past, crossdresser).3.2. Focus on Gender Non-Binary Respondents: LegalOptions and Motivations to (not) Take ThemA remarkably large group had not yet undertaken any of-ficial steps to change their name or official sex marker.Of all participants, 34.8% changed their first name and20.2% their official sex marker. Only a small minority ofthe gender non-binary respondents did undertake legalsteps: 10 out of 117 changed their first name (8.5%) and6 their sex registration (5.1%). The survey asked thosewhohadnot undertaken these steps their reasons for notdoing so. When looking at the answers from the gendernon-binary group (see Table 2), we see that themost cho-sen answer was that they did not fulfil the requirementsof the law, did not agree with the provisions of the law,and/or did not think such a step to be necessary.Respondents choosing the option ‘other reason’ couldgive an open answer. Many of the latter referred to thelack of a ‘gender fluid’ or ‘other’ option in the legal system,and the lack of any need to register the birth sex markeron identity cards. As one respondent stated: “I wish thatthe mentioning of gender/sex would disappear for ev-erybody. I am gender fluid and do not want any label.”Another respondent had the same issues regarding thechange of first name: “I do not wish this at the moment,since I do not live continuously according to my genderidentity. Because I am non-binary, only a gender-neutralname would fit.” These answers illustrate the impossibil-ity of thinking about sex/gender on a linear spectrum oreven a circle (in an attempt to avoid ‘clear cut’ extremes),rather it should be considered as a field of options inwhich (the lived experience of) male and female can in-tersect in many different ways, or be of no importance.3.3. Social Gender Discriminations and TheirRelationship to Legal GenderMotivations for not changing legal sex markers were forsome gender non-binary respondents also based on fearof discrimination, or for safety issues, as one gender non-binary respondent stated:There is only the possibility of M or F, and both aren’tfully applicable to me. Maybe in the future (whenI start hormonal therapy), I will change my sex regis-tration because of safety issues, but not because I’mconvinced that that’s truly my gender.Another gender non-binary respondent stated their fearof being discriminated against in all the administrativesteps they had to take. Practical reasons were also men-tioned for not changing the official sex marker. One re-spondent hints at work or sport contexts as a reason tochange their gender marker:If I go ahead and make these changes in the future,I will largely depend on my work situation and newpros and cons. Since I do not wish any gender reas-signment surgery, and want to participate in individ-ual sport competitions, the mention of F on my iden-tity card would at least involve that I’ll need to explainevery time that I am biologically speaking an M, so asnot to commit any competition forgery.Respondents often felt left in an administrative muddlewhen administrative systems are based on the state reg-istry number of the person, which indicates being as-signed male or female at birth by using even or unevennumbers. Many communication templates use forms ofaddress according to this registered sex.Table 2. Reasons for not changing the registration of gender for gender non-binary respondents (multiple answerspossible).Amount Percentage Percentage of respondentsI don’t want to 19 8.6% 17.1%I don’t think it’s necessary 30 13.6% 27.0%I do not agree with the provisions of the law 30 13.6% 27.0%I do not fulfil the requirements of the law 32 14.5% 28.8%I would like to do so in the future 28 12.7% 25.2%I don’t know if I can 13 5.9% 11.7%I find the procedure too difficult 10 4.5% 9.0%I find the procedure too expensive 9 4.1% 8.1%Not applicable 13 5.9% 11.7%My application was rejected 1 0.5% 0.9%Other 36 16.3% 32.4%Total 221 100% 199.1%Politics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 248For gender non-binary respondents, finding their po-sition in the gender identity field was a difficult road totravel. As one respondent explained, not having mark-ers in society to identify with and the lack of optionsother than being male or female, causes serious inter-nal stress: “Before I found myself as a non-binary transwoman, I often thought I was mad. That I was a ‘crook’who was confused and had convinced themselves shewas someone she was not for real.” Thoughts like theseand experiences with discrimination lead to high levelsof emotional stress and suicidal ideation. Many reportedavoidance behaviour, with 46.7% avoiding expressingtheir gender through physical appearance and clothingand 43% avoiding certain places or locations, both forfear of being assaulted, threatened, or harassed becauseof their gender identity or expression (Motmans et al.,2017, p. 72).All in all, the voices from gender non-binary respon-dents were either asking for a third gender option, or forthe abolishment of gender registration altogether. Somefeared that introducing a third option would even leadto more stigma as long as institutions such as schoolsand workplaces are binary structured—and thinking—environments. The need for awareness-raising was un-derscored by many respondents.3.4. Lessons to Draw from the Experiences of GenderNon-Binary RespondentsThe multitude in gender experiences and gender la-belling as presented by the trans respondents in this sur-vey are indicative of the inherent impossibility of neatlycovering gender diversity in clear cut categories, espe-cially if they are but few. We also noticed the small num-ber of people who had changed their first name and le-gal gender marker. These findings raise the question ofwhether satisfactory systems can ever be put in place toregister such a complex understanding of gender. It isnot always an easy task for researchers to capture gen-der diverse experiences and analyse them, let alone forgovernments to register them. Also, as the ruling by theConstitutional Court implies, the state will allow citizensto change their gendermarker repetitively through a sim-ple administrative procedure based on self-declaration.While this procedure allows for the capturing of genderfluidity, it also shows the difficulty of capturing fluidity ina rather static register.4. ConclusionsBelgium is just one of many states confronted with theobligation to put into practice the right to have one’s gen-der identity recognised and to be identified and treatedin accordance with it. In this article, we examined howthe Belgian state is strugglingwith the recognition of gen-der diversity whilst clinging to an existing sex registrationsystem. We explained how the 2017 trans law, replacingits 2007 predecessor, shows a decrease of the inherentcisgender heteronormativity and stereotypical conceptu-alisations of sex and gender. We underscored how the2007 trans lawwasmerely based on sex and ignored gen-der, and the 2017 trans law asks for gender as a proxyto register sex. Indeed, it is no longer the physical traitsand their adherence to a specific binary standard that de-fine sex. What counts for the definition of the official sexmarker on the birth certificate and what sets the dooropen for a change of first name is what individuals ex-perience as their gender identity. The trans law of 2017makes it much easier for trans people to adjust their gen-der registration,without anymedical certificates or state-ments. In this sense, the trans law of 2017 has certainlybeen a major step forward in accommodating the legalneeds of trans people. The data from the state registerfrom 2018–2019 confirm this as they show a large in-crease of citizens registering a new gender marker, withhalf the number of changes recorded in one year beingequal to the total throughout the 25 previous years.However,while the 2017 trans law recognizes a largergroup of trans persons than its predecessor, it nonethe-less confirms that the traditional man/woman dividedominates the public sphere and much of social life. Theindividual life experiences reported in an anonymous sur-vey amongst trans respondents in Belgium (Motmanset al., 2017) show how a lack of legal provision im-pacts mental well-being and avoidance behaviour, aswell as the preferences of gender non-binary respon-dents. Indeed, at least one out of four respondentswithin the trans group do not identify with male or fe-male labels. Despite the trans law of 2017, these gen-der non-binary respondents are still stuck in a situationin which it is impossible for them to register their gen-der identity. The gender non-binary respondents also re-port different motivations such as safety issues and thefear of discrimination for not registering with a third op-tion, should it be available. This ties in with researchby Nisar (2018) who found that a third option has lim-itations in a patriarchal socio-legal order where impor-tant benefits associated with the masculine identity areforfeited by registering. Nisar (2018) cautioned againstoveremphasizing the symbolic value of legal recognitionfor gender-nonconforming groups. In that sense, justadding a third legal option to an existing system withoutchanging the dualistic structures of regulations and otherinstitutionswould be nothingmore than lip service to thetrans community.Whereas gender fluidity will be accommodated for,in that citizens will be able to repeatedly change frommale to female to male (or vice versa) using a simpleadministrative procedure, this so far remains within themale/female divide. At the same time, the proceduredoes not allow one to only change their first name andnot their sex marker, or vice versa. Although these aretwo separate procedures and one is not a prerequisitefor the other, civil servants tend to assume applicantswill fulfil both procedures. This leads to situations whereone may be refused a name ‘that belongs to the otherPolitics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 249gender’ if one is transparent about plans to not changethe gender marker.The respondents in our survey acknowledge thatno system could provide an exhaustive list of typesof gender identities. Some, therefore, hint at abolish-ing the registration of sex altogether. The ruling of theConstitutional Court makes this option available to thegovernment. As abolishing sex registration presents amajor shift in the sex/gender paradigm underlying theBelgian state and society, adding a third option mightbe the easiest route. The limited public opinion dataavailable (European Commission, 2019) seem to supportthis option, but decent public opinion data on abolish-ing sex registration is absent and warrants further re-search. Abolishing sex registration would certainly stirdebate, not the least between those eager to highlightgender discrimination relying on official data, and thosearguing for alternative ways of measuring. A possible pit-fall of such debate is who counts as which gender, andwhich measures should be applied in surveys and cen-suses (Brown, Herman, & Park, 2017; Motmans et al.,2020). These issues for discussion are similar to the caseof ethnicity where standard measures are needed whichaim for stability and present the respondent with rel-atively crude fixed categories (see for instance Burton,Nandi, & Platt, 2010). Alternative models in which sexis registered at a later age by the individual themselves,and/or in which a disconnection is installed between reg-istering sex on the one hand and registering gender iden-tity on the other (as discussed in Cannoot, 2019c) couldprovide a typical Belgian compromise, although thesewill require further reflection.AcknowledgmentsWe are very grateful to the academic editors of this issuefor their constructive comments and supportive attitude,especially during spring and summer 2020.Conflict of InterestsThe authors declare no conflict of interests.ReferencesArcelus, J., & Bouman, W. P. (2017). Language and ter-minology. In W. P. Bouman & J. Arcelus (Eds.), Thetransgender handbook: A guide for transgender peo-ple, their families and professionals (pp. 1–12). NewYork, NY: Nova.Belgian Chamber of Representatives. (2016). Verslagnamens de Commissie voor de Justitie, uitgebrachtdoor mevr. Karine Lalieux [Report on behalf ofthe Commission for the Justice, issued by Mrs.Karine Lalieux] (DOC 542403/004). Brussels: Bel-gian Chamber of Representatives. Retrieved fromhttps://www.dekamer.be/doc/FLWB/pdf/54/2403/54K2403004.pdfBelgian Official Journal. (2014). Wet houdende de vast-stelling van de afstamming van de meemoeder[Law establishing the parentage of the co-mother](C−2014/09353). Brussels: Belgian Official Journal.Retrieved from http://www.ejustice.just.fgov.be/eli/wet/2014/05/05/2014009353/justelBelgian Official Journal. (2007). Wet betreffende detransseksualiteit [The law of 10 May 2007 ontranssexualism] (S−C−2007/09570). Brussels: Bel-gian Official Journal. Retrieved from https://www.ejustice.just.fgov.be/cgi_loi/change_lg.pl?language=nl&la=N&table_name=wet&cn=2007051055Belgian Official Journal. (2017a). Wet tot hervormingvan regelingen inzake transgenders wat de vermeld-ing van een aanpassing van de registratie van hetgeslacht in de akten van de burgerlijke stand ende gevolgen hiervan betreft [Law on the reform ofregulations on transgender people as regards theindication of an adjustment of the registration ofsex in the civil status records and its consequences](C−2017/12964). Brussels: Belgian Official Journal.Retrieved from http://www.ejustice.just.fgov.be/eli/wet/2017/06/25/2017012964/staatsbladBelgian Official Journal. (2017b). Omzendbrief over dewet van 25 juni 2017 tot hervorming van regelin-gen inzake transgenders wat de vermelding van eenaanpassing van de registratie van het geslacht in deakten van de burgerlijke stand en de gevolgen hier-van betreft [Circular on the law of 25 June 2017 re-forming regulations for transgender people with re-gard to the mention of an adjustment of the reg-istration of sex in the civil status records and itsconsequences] (C−2017/31879). Brussels: BelgianOf-ficial Journal. Retrieved from http://www.ejustice.just.fgov.be/cgi_loi/change_lg.pl?language=nl&la=N&cn=2017121509&table_name=wetBelgian Official Journal. (2020). Uittreksel uit arrest nr.99/2019 van 19 juni 2019. Rolnummer 6813. In zake :het beroep tot gedeeltelijke vernietiging van de wetvan 25 juni 2017 tot hervorming van regelingen in-zake transgenders wat de vermelding van een aan-passing van de registratie van het geslacht in deakten van de burgerlijke stand en de gevolgen hi-ervan betreft, ingesteld door de vzw « Çavaria »en anderen [Extract from judgment no. 99/2019of 19 June 2019. Case number 6813. With regardto: the action for partial annulment of the law of25 June 2017 reforming regulations concerning trans-gender people with regard to the mention of an ad-justment of the registration of gender in Regardingcivil status certificates and their consequences, in-stituted by the non-profit association «Çavaria» andothers] (No. 2019/203077). Brussels: Belgian Offi-cial Journal. Retrieved fromhttp://www.ejustice.just.fgov.be/mopdf/2020/01/21_1.pdf#Page10Bouman, W. P., Schwend, A. S., Motmans, J., Smiley,A., Safer, J. D., Deutsch, M. B., . . . Winter, S.(2017). Language and trans health. International Jour-Politics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 250nal of Transgenderism, 18(1), 1–6. https://doi.org/10.1080/15532739.2016.1262127Brown, T. N. T., Herman, J. L., & Park, A. S. (2017). Explor-ing international priorities & best practices for collect-ing data on gender minorities. Los Angeles, CA: TheWilliams Institute.Burton, J., Nandi, A., & Platt, L. (2010). Measuring ethnic-ity: Challenges and opportunities for survey research.Ethnic and Racial Studies, 33(8), 1332–1349. https://doi.org/10.1080/01419870903527801Cannoot, P. (2019a). De knuppel in het genderhok : Opweg naar M/V/X in de Nederlandse geslachtsregis-tratie? [The bat in the gender loft: On the way toM/V/X in the Dutch gender registry?]. Tijdschrift VoorFamilierecht, 2019(2), 47–54.Cannoot, P. (2019b). Grondwettelijk Hof wil wettelijkeruimte voor genderdiversiteit [Constitutional Courtwants legal space for gender diversity]. De Juris-tenkrant, 392, 1–3. Retrieved from http://hdl.handle.net/1854/LU-8621438Cannoot, P. (2019c). The right to personal autonomy re-garding sex (characteristics), gender (identity and/orexpression) and sexual orientation: Towards an inclu-sive legal system. Ghent: Ghent University.Christine Goodwin v. the United Kingdom, 28957/95C.F.R. (11 July 2002). Retrieved from https://hudoc.echr.coe.int/fre#{%22itemid%22:[%22001-60596%22]}Defreyne, J., Motmans, J., & T’Sjoen, G. (2017). Health-care costs and quality of life outcomes followinggender affirming surgery in trans men: A review.Expert Review of Pharmacoeconomics & OutcomesResearch, 17(6), 543–556. https://doi.org/10.1080/14737167.2017.1388164Eeckhout, B., & Paternotte, D. (2011). A paradise forLGBT rights? The paradox of Belgium. Journal ofHomosexuality, 58(8), 1058–1084. https://doi.org/10.1080/00918369.2011.598414European Commission. (2019). Eurobarometer on the so-cial acceptance of LGBTI people in the EU. EuropeanCommission. Retrieved from https://bit.ly/3jzgegzHines, S. (2009). A pathway to diversity?: Human rights,citizenship and the politics of transgender. Con-temporary Politics, 15(1), 87–102. https://doi.org/10.1080/13569770802674238Junes, T. (2018). Çavaria naar Grondwettelijk Hof vooroptimalisering transgenderwet [Çavaria to Constitu-tional Court for optimization of transgender law].Zizo. Retrieved from https://bit.ly/2R3gJUhMeier, P. (2009). E comme émancipation, égalité etéthique: La société belge en évolution [E as eman-cipation, equality and ethics: The Belgian society inevolution]. In J. Beaufays & G. Matagne (Eds.), LaBelgique en mutation: Systèmes politiques et poli-tiques publiques (1968-2008) [Belgium in mutation:Political systems and public politics (1968–2008)] (pp.253–283). Brussels: Bruylant.Motmans, J. (2011). ‘We can’t have men giving birth!’(but we do). The impact of the Belgian transgendermovement on the well being of transgender personsin Belgium. In A. E. Woodward, J.-M. Bonvin, & M.Renom (Eds.), Transforming gendered well-being inEurope: The impact of social movements. Surrey: Ash-gate Publishing.Motmans, J., Burgwal, A., & Dierckx, M. (2020). Ad-viesnota: Het meten van genderidentiteit in kwati-tatief onderzoek [Advisory note: Measuring gen-der identity in quantitative research]. Ghent: GhentUniversity.Motmans, J., de Biolley, I., & Debunne, S. (2010). Beingtransgender in Belgium: Mapping the social and le-gal situation of transgender people. Brussels: Insti-tute for the Equality of Women and Men.Motmans, J., Nieder, T. O., & Bouman, W. P. (2019).Transforming the paradigmof nonbinary transgenderhealth: A field in transition. International Journal ofTransgenderism, 20(2/3), 119–125. https://doi.org/10.1080/15532739.2019.1640514Motmans, J., Wyverkens, E., & Defreyne, J. (2017). Beingtransgender in Belgium: Ten years later. Brussel: In-stitute for the Equality of Women and Men.Nisar, M. A. (2018). (Un)Becoming a man: Legal con-sciousness of the third gender category in Pakistan.Gender & Society, 32(1), 59–81. https://doi.org/10.1177/0891243217740097Parliamentary Assembly. (1989). Condition of trans-sexuals (Recommendation 1117 [1989]). Stras-bourg: Council of Europe. Retrieved from https://assembly.coe.int/nw/xml/XRef/Xref-XML2HTML-en.asp?fileid=15151&lang=enParliamentary Assembly. (2015). Discrimination againsttransgender people in Europe (Resolution 2048[2015]). Strasbourg: Council of Europe. Retrievedfrom https://assembly.coe.int/nw/xml/XRef/Xref-XML2HTML-EN.asp?fileid=21736Senaeve, P., & Uytterhoeven, K. (Eds.). (2008). De recht-spositie van de transseksueel. Commentaar op dewetten van 9 en 10 mei 2007 en van 15 mei 2007[The legal position of the transsexual: Commentaryon the Laws ofMay 9 and 10, 2007 andMay 15, 2007].Antwerpen: Insertia.Van Caenegem, E., Wierckx, K., Elaut, E., Buysse, A.,Dewaele, A., Van Nieuwerburgh, F., . . . T’Sjoen,G. (2015). Prevalence of gender nonconformityin Flanders, Belgium. Archives of Sexual Behavior,44(5), 1281–1287. https://doi.org/10.1007/s10508-014-0452-6Van Hove, H. (2019). Transgender personen in België dieeen wijziging van de officiële geslachtsvermeldingaanvragen—Gegevens uit het Rijksregister (1 januari1993 t.e.m. 30 september 2019) [Transgender per-sons in Belgium requesting a change of the officialgender identification: Data from the National Regis-ter (1 January 1993 to 30 September 2019)]. Brussels:Instituut voor de Gelijkheid van Vrouwen en Man-nen. Retrieved from https://igvm-iefh.belgium.be/Politics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 251nl/publicaties/transgender_personen_in_belgi_gegevens_uit_het_rijksregisterVerschelden, G. (2018). Vernietigingsberoepen tegen deTransgenderwet: aanloop naar of valkuil voor de non-binaire genderoptie? [Annulment appeals againstthe Transgender Act: Run-up to or pitfall for the non-binary gender option?]. Tijdschrift Voor Familierecht,2018(3), 66–68.Verschelden, G. (2020). Deel II. Aanpassing van de ges-lachtsregistratie: voorwarden, gevolgen, privacy enovergangsrecht [Part II. Adjustment of gender regis-tration: Conditions, consequences, privacy and tran-sitional law]. In J. Motmans & G. Verschelden (Eds.),De rechtspositie van transgenderpersonen in Bel-gië. Een multidisciplinaire analyse na de wetten van25 juni 2017 en 18 juni 2018 [The legal position oftransgender people in Belgium: A multidisciplinaryanalysis after the laws of June 25, 2017 and June 18,2018] (Vol. 20, pp. 35–121). Antwerpen and Cam-bridge: Intersentia.World Professional Association for Transgender Healthon Identity Recognition. (2015). WPATH identityrecognition statement. WPATH. Retrieved fromhttps://www.wpath.org/media/cms/Documents/Web%20Transfer/Policies/WPATH%20Identity%20Recognition%20Statement%2011.15.17.pdfZhang, Q., Goodman, M., Adams, N., Corneil, T.,Hashemi, L., Kreukels, B., . . . Coleman, E. (2020). Epi-demiological considerations in transgender health:A systematic review with focus on higher qualitydata. International Journal of Transgender Health,21(2), 125–137. https://doi.org/10.1080/26895269.2020.1753136About the AuthorsPetraMeier is Professor in Politics, University of Antwerp, Belgium, specialized in the (re)presentationof gender in politics and policies, and mechanisms (re)producing inequality. Recent publications focuson: the importance of symbolic representation; the flipside of role models in politics; the relation be-tween demos, gender, and democracy; the relation between demos and demoi in multi-level systems;the multiple relations between gender and power in the European Parliament; and how institutional-ized feminism struggles with expertise and intersectionality.Joz Motmans is Guest Professor in Gender Studies, Ghent University, Belgium, specialized in genderand sexuality. He is also the Coordinator of the Central Information and Knowledge Centre on TransIssues in Belgium (www.transinfo.be) at the Centre of Sexology and Gender at the Ghent UniversityHospital, Belgium. His expertise includes novel LGBTIQ social movements, equality policy, discrimina-tion and violence, mental wellbeing, social and sexual health, and quality of life.Politics and Governance, 2020, Volume 8, Issue 3, Pages 242–252 252",
    "id": 334785497,
    "identifiers": {
        "doi": "10.17645/pag.v8i3.2851",
        "oai": "oai:archive.ugent.be:8675270"
    },
    "title": "Trans laws and constitutional rulings in Belgium : the ambiguous relations between sex and gender",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://biblio.ugent.be/publication/8675270/file/8675272.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/334785497.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/334785497"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/334785497/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/334785497/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/334785497"
        }
    ],
    "abstract": "In this article we reflect upon the evolution from the Belgian trans law of 2007 to those of 2017 and beyond, giving adult citizens the possibility to have their self-determined gender legally recognised. The 2019 ruling of the Belgian Constitutional Court, condemning the Belgian State for being discriminatory against gender fluid and gender non-binary persons regarding their legal gender recognition, requires the Belgian government to either add a third legal option or to abolish gender registration altogether. We analyse the definitions of sex and gender that underlie the two trans laws of 2007 and 2017 and the Constitutional Court ruling of 2019 and then confront them with the experiences of trans people based on a national transgender survey (Motmans, Wyverkens, & Defreyne, 2017). The confrontation between legal texts and lived experiences clearly shows the promises and pitfalls states face when striving for gender recognition procedures",
    "tags": [
        "journalArticle",
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Law and Political Science",
        "Social Sciences",
        "Belgium",
        "gender",
        "law",
        "recognition",
        "sex",
        "transgender",
        "HEALTH"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "journalArticle",
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:archive.ugent.be:8675270",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1493",
        "openDoarId": 0,
        "name": "Ghent University Academic Bibliography",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 334785497,
        "depositedDate": null,
        "publishedDate": "2020-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-05T04:00:25+00:00",
        "acceptedDate": null,
        "createdDate": "2020-10-08T20:33:14+01:00"
    },
    "urls": [
        "https://biblio.ugent.be/publication/8675270",
        "http://hdl.handle.net/1854/LU-8675270",
        "https://biblio.ugent.be/publication/8675270/file/8675272",
        "http://doi.org/10.17645/pag.v8i3.2851"
    ],
    "lastUpdate": "2024-02-05T04:00:25+00:00",
    "setSpecs": []
}