{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Weinhardt, Lance S."
        },
        {
            "name": "Stevens, Patricia"
        },
        {
            "name": "Xie, Hui"
        },
        {
            "name": "John, Steven Alan"
        },
        {
            "name": "Apchemengich, Immaculate"
        },
        {
            "name": "Kioko, David"
        },
        {
            "name": "Chavez-Korll, Shannon"
        },
        {
            "name": "Cochran, Katherine M."
        },
        {
            "name": "Watjen, Jennifer M."
        },
        {
            "name": "Lambrou, Nickolas H."
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T18:11:11+01:00",
    "dataProvider": {
        "id": 3551,
        "name": "University of Wisconsin-Milwaukee",
        "url": "https://api.core.ac.uk/v3/data-providers/3551",
        "logo": "https://api.core.ac.uk/data-providers/3551/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/217193162.pdf",
    "fullText": "University of Wisconsin MilwaukeeUWM Digital CommonsPublic Health Faculty Articles Public Health ( Joseph J. Zilber School of)2017Transgender and Gender Nonconforming Youths’Public Facilities Use and Psychological Well-Being:A Mixed-Method StudyLance S. WeinhardtUniversity of Wisconsin - Milwaukee, weinhard@uwm.eduPatricia StevensUniversity of Wisconsin - Milwaukee, pstevens@uwm.eduHui XieUniversity of Wisconsin - Milwaukee, huixie@uwm.eduSteven Alan JohnUniversity of Wisconsin-Milwaukee, steven.a.john@gmail.comImmaculate ApchemengichUniversity of Wisconsin - Milwaukee, apcheme2@uwm.eduSee next page for additional authorsFollow this and additional works at: https://dc.uwm.edu/publichealth_facartPart of the Lesbian, Gay, Bisexual, and Transgender Studies Commons, and the Public HealthCommonsThis Article is brought to you for free and open access by UWM Digital Commons. It has been accepted for inclusion in Public Health Faculty Articlesby an authorized administrator of UWM Digital Commons. For more information, please contact open-access@uwm.edu.Recommended CitationWeinhardt LS, Stevens P, Xie H, Wesp LM, John SA, Apchemengich I, Kioko D, Chavez-Korell S, Cochran KM, Watjen JM,LambrouNH (2017) Transgender and gender nonconforming youths’ public facilities use and psychological well-being: a mixed-method study,Transgender Health 2:1, 140–150, DOI: 10.1089/trgh.2017.0020.AuthorsLance S. Weinhardt, Patricia Stevens, Hui Xie, Steven Alan John, Immaculate Apchemengich, David Kioko,Shannon Chavez-Korll, Katherine M. Cochran, Jennifer M. Watjen, and Nickolas H. LambrouThis article is available at UWM Digital Commons: https://dc.uwm.edu/publichealth_facart/2ORIGINAL ARTICLE Open AccessTransgender and Gender Nonconforming Youths’Public Facilities Use and Psychological Well-Being:A Mixed-Method StudyLance S. Weinhardt,1,* Patricia Stevens,2 Hui Xie,1 Linda M. Wesp,2 Steven A. John,1,3Immaculate Apchemengich,1 David Kioko,1 Shannon Chavez-Korell,4 Katherine M. Cochran,4Jennifer M. Watjen,4 and Nickolas H. Lambrou4AbstractPurpose: In this study, we explored experiences and feelings of safety in public facilities in relation to psycho-logical well-being among transgender and gender nonconforming (TGNC) youth in the Midwest in the summerof 2016, in the context of ongoing legislative proposals and regulations regarding school and public bathroomuse in the United States.Methods: We used a mixed-method approach, with (1) a self-administered, paper-and-pencil survey of 120TGNC youth, focusing on differences of self-esteem, resilience, quality of life (QoL), perceived stigma, feelingsof safety, and experiences of public facility use and (2) two focus group interviews (n = 9) in which TGNC youthdiscussed individual perceptions, attitudes, and experiences of bathroom use outside participants’ homes. Thesamples consisted predominantly of individuals assigned female at birth and currently of trans-masculineidentity.Results: TGNC youth in our samplewho reported that they had felt unsafe in bathrooms due to appearance or gen-der identity had signiﬁcantly lower levels of resilience (mean(felt safe)= 125.7 vs. mean(felt unsafe)= 116.1; p= 0.03,Cohen’s d= 0.44) and QoL (mean(felt safe)= 59.1 vs. mean(felt unsafe)= 51.9; p= 0.04, Cohen’s d= 0.39), compared tothose who felt safe. Meanwhile, feeling unsafe in bathrooms was associated with a greater level of perceivedLGBT stigma (mean(felt safe)= 2.3 vs. mean(felt unsafe)= 2.6; p= 0.03, Cohen’s d= 0.41) and problematic anxiety inthe past year (w2 (1)= 4.06; p= 0.04). Individuals in the focus groups provided speciﬁc examples of their experiencesof and concerns about locker room or bathroom use in public facilities, and on the impact of school bathroom-related policies and legislation on them.Conclusion: Perceptions of safety related to bathroom use are related to psychological well-being amongTGNC youth. Our predominantly trans-masculine youth sample indicated that choice of bathroom and lockerroom use is important and that antiharassment policies need to support students’ use of their choice of bath-rooms. This is particularly important information given debate of so-called bathroom bills, which attempt torestrict public bathroom use for TGNC youth, creating less choice and more stress and fear among these in-dividuals.Keywords: anti-transgender legislation; bathroom use; gender-expansive; gender minority youth; healthdisparities; transgender1Joseph J. Zilber School of Public Health, University of Wisconsin-Milwaukee, Milwaukee, Wisconsin.2College of Nursing, University of Wisconsin-Milwaukee, Milwaukee, Wisconsin.3Center for HIV/AIDS Educational Studies and Training, Hunter College of the City University of New York, New York, New York.4Department of Educational Psychology, School of Education, University of Wisconsin-Milwaukee, Milwaukee, Wisconsin.*Address correspondence to: Lance S. Weinhardt, PhD, Joseph J. Zilber School of Public Health, University of Wisconsin-Milwaukee, P.O. Box 413, Milwaukee,WI 53201-0413, E-mail: weinhard@uwm.eduª Lance S. Weinhardt et al. 2017; Published by Mary Ann Liebert, Inc. This is an Open Access article distributed under the terms of the CreativeCommons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.Transgender HealthVolume 2.1, 2017DOI: 10.1089/trgh.2017.0020TransgenderHealth140IntroductionThe United States is experiencing widespread politicaldebate on transgender{ and gender nonconforming(TGNC) youths’ use of public facilities, such as bath-rooms and locker rooms, in accordance with their gen-der identity. In May 2016, after several court cases haddeveloped and several states had attempted to createlaws restricting transgender student’s bathroom use,agencies of the Obama Administration issued a directiveinstructing public schools across the country to allowtransgender students to use the bathroom that matchestheir gender identity.1,2 Jointly, the U.S. Department ofEducation (DOE) and the U.S. Department of Justice(DOJ) clariﬁed that the civil rights of transgender schoolstudents are protected under Title IX (of the EducationAmendments of 1972), which prohibits sex discrimina-tion. In the weeks that followed, 11 states sued the fed-eral government over the directive.3 Meanwhile, NorthCarolina had passed into law House Bill 2, which re-quired all people to use public bathrooms in accordancewith their sex assigned at birth, regardless of their genderidentity or physical presentation4 and the DOJ sued thatstate to overturn the law. Many other states have pro-posed legislation and continue to hold public debateson the issue. In January 2017, the Trump Administra-tion’s DOJ and DOE rescinded the previous guidanceon and federal support for transgender students, indicat-ing they would not pursue federal enforcement of title IXviolations. As these political debates continue and lawsare proposed, it is crucial to understand the impact onthe health and well-being of transgender youth, whomust navigate the impact of these policies in the contextof well-documented and widespread victimization frompeers and others in their daily lives due to their genderidentity and expression.5Proponents of laws and policies restricting public fa-cility use to correspond with sex assigned at birth claimto protect individuals from violence or indiscretion byperpetrators if transgender people are allowed to use fa-cilities according to their gender identity. Yet, major na-tional antiviolence organizations have disputed thesescenarios as a myth, and suggest that forcing transgen-der people into facilities that do not align with their gen-der places them at increased risk for experiencing harm.6Data collected from adults indicate that the majorityof transgender people are fearful of using public facili-ties, according to the 2015 National Transgender Sur-vey of more than 28,000 transgender people age 18years and older, collected in 2015 before the introduc-tion of most bathroom bills.7 In this survey, 59% of re-spondents reported avoiding using public restroomfacilities in the past year because they were afraid ofconfrontations, with 12% experiencing verbal harass-ment and 1% reporting being the victim of physicalor sexual assault in a public restroom.7 In one of thefew studies with youth, the 2015 National School Cli-mate Survey found that 39% of students said theyavoided gender segregated spaces because they felt un-comfortable or unsafe due to their gender presentation,and 60% of transgender students reported they wereforced to use a facility that matched their sex assignedat birth instead of one that aligned with their genderidentity.5 There are scarce data from the perspectiveof school-age transgender youth for whom public facil-ities use policies and debate may have a daily effect.In general, the relationship between marginalizationand mental health sequelae in gender minority popula-tions is well documented. In one community-basedsample of transgender people age 18–72 years (n= 412),44% reported clinically signiﬁcant symptoms of post-traumatic stress disorder (PTSD), which were bothindependently and signiﬁcantly associated with highereveryday discrimination scores as well as greater numberof reasons for discrimination.8 Another study of 216transgender young women aged 16–24 years foundthat youth who reported higher exposure to transgender-based discrimination had almost three times the odds ofPTSD compared to those with lower exposure and eighttimes higher odds of stress related to thoughts of suicide.9Earlier studies have documented mental health outcomesof experiences in public facilities among transgenderadults, with individuals who have been denied access toa public facility being 1.45 times as likely to have attemp-ted suicide than those who had not been denied. Seelmanfound that denial of access to bathrooms or gender appro-priate housing was signiﬁcantly related to suicidality.10The gender minority stress model provides an impor-tant perspective for the relationship between experiencesof discrimination and mental health disparities amongtransgender individuals.11,12 The model suggests thatproximal and distal stressors resulting from experiencesof discrimination and victimization have a direct andnegative impact on psychological health outcomes,whereas resilience factors can act as mediators to im-prove psychological well-being in the face of minoritystress. For example, previous mixed-methods research{The term transgender will be used interchangeably throughout this article withthe term gender minority to describe individuals who have a gender identitythat is different from the sex assigned at birth. We intend for these terms toencompass a wide spectrum of diverse identities that may or may not fall withintraditional binary categories of male or female genders.Weinhardt, et al.; Transgender Health 2017, 2.1http://online.liebertpub.com/doi/10.1089/trgh.2017.0020141with adults navigating gendered public facilities did notmeasure mental health outcomes, but found that proxi-mal and distal minority stressors impacted functioningat work or school and participants described the negativepsychological impact of stigmatization and consistentchallenges to their identity.13 Given that transgenderyouth are now at the center of a highly public debate re-garding their identity and how it relates to their access topublic facilities, a space where transgender youth are al-ready reporting high rates of discrimination and bully-ing,5 research with transgender youth to explore stressand resilience in relationship to public facilities is timelyand important.In this mixed methods study, we surveyed TGNCyouth to examine how school bathroom experiencesmight be associated with psychological well-being. Wealso recruited TGNC youth to participate in focusgroups to learn about their reactions to the bathroomdebates described above and understand in more detailtheir experiences related to bathroom and locker roomuse in school. We collected both sets of data in an urbanarea of aMidwestern state during June 2016. The timingof the study allowed us to assess individuals targeted bylegal and policy conﬂicts about gender identity and sexassigned at birth as these events were unfolding. Thesurvey component of the study is presented ﬁrst, fol-lowed by the focus group component. Discussion ofboth aspects of the study concludes the article.Study 1: Quantitative SurveyBased on the gender minority stress model, we hypoth-esized that TGNC youth who felt unsafe or experiencedproblems in bathrooms due to appearance and genderidentity would have signiﬁcantly adverse psychosocialand health outcomes compared to those who did not.ParticipantsThe Gender Identity and Health Youth Survey was con-ducted over several days of a LGBTQ Pride Event heldin a Midwest urban center. A convenience sample of127 youth, aged between 13 and 20 years (mean = 17.2,standard deviation [SD]= 1.8) participated.ProceduresGraduate students conducted surveys at the booth of anational transgender support and education organization.Every attendee who passed by the booth who appeared tobe under 21 was invited to complete a 6-item screeningform for eligibility. This approach was used to maximizerepresentation andminimize researcher bias, as well as toprotect participants from revealing their gender identitiesin public. As opposed to the focus groups, parental con-sent was waived for the surveys due to the following rea-sons: the survey was anonymous and posed minimal riskto participants, disclosure of transgender identity to par-ents who were not aware could put some participants atrisk for confrontational responses, and parental consentwas not feasible due to the venue of data collection—most youth attended the festival without parents. All par-ticipants were aware that all responses were voluntary,and that the data were to be used for research purposes.Of the individuals approached for the study, 406agreed to be screened and 127 (31%) met the inclusioncriteria and completed the survey. The survey was ananonymous, paper-and-pencil, and self-administratedquestionnaire. The survey took an average of 20minto complete (range: 15–30min). Participants receiveda gift worth $5 for their participation. The researchprotocol was approved by the University of Wisconsin-Milwaukee’s Institutional Review Board.MeasuresDemographic characteristics. Participants were askedabout their race/ethnicity, age, living environment/sit-uation, sex assigned at birth, gender identity, sexualorientation, and gender and sexual alliance (GSA) in-volvement. Two questions about gender identity wereasked, both with multiple options and open-ended con-text where respondents could provide the best ﬁttingresponse. The ﬁrst question was ‘‘what is your currentgender identity’’; the responses included: (1) man/boy,(2) women/girl, (3) genderqueer, neither exclusivelymale nor female, and (4) additional gender. To furtherarticulate individual gender identity and whether itcorresponds to their assigned sex at birth, another self-identiﬁcation question was prompted to exclusively cap-ture their transition status or non-cisgender identity (e.g.,agender, transgender male, transgender female, gendernonconforming, genderqueer, non-binary, and other)at their unique identity development stage. There weretwo questions of GSA involvement that asked partici-pants to check ‘‘yes’’ if involved in a school GSA and de-ﬁned their role. Three single dichotomous items wereasked for self-reported depression, anxiety, and medicalproblems in the past 12 months. An example of theitems was ‘‘Have you experienced anxiety that causedproblems for you in the past year?’’Self-esteem. Self-esteem was assessed by the 10-itemRosenberg Self-Esteem Scale (RSES),14 a widely usedWeinhardt, et al.; Transgender Health 2017, 2.1http://online.liebertpub.com/doi/10.1089/trgh.2017.0020142measure. Participants responded to questions on a4-point Likert scale ranging from 1 (strongly agree)to 4 (strongly disagree). An example item was ‘‘Onthe whole, I am satisﬁed with myself.’’ Responseswere summed, yielding an overall score ranging from10 to 40. The greater the score, the more self-esteemreported by the participants. The reliability and validityof the instrument has been found to be acceptable inadolescents (Cronbach’s a range: 0.89–0.95).15,16LGBT stigma (stigma). We adapted Logie and Earn-shaw’s sexual stigma scale to measure frequencies of expe-rienced discrimination, including stereotype, enactedstigma, and harassment.17 We added two items relatedto stigma or discrimination experiences in school andpublic bathrooms, and removed two items that werenot relevant for youth. This 12-item scale uses a 4-pointscale ranging from 1 (Many times) to 4 (Never). Afterconducting an exploratory factor analysis using principalcomponents analysis with varimax rotation, 12 itemsloaded on two factors, consistent with the analysis ofthe original scale: perceived stigma and enacted stigma.17Perceived Stigma (six items) reﬂected experiences of per-ceived or felt-normative stigma (i.e., hearing or feeling so-cial devaluation of queer, lesbian, and bisexual women),which included such statements as ‘‘How often haveyou heard that LGBT+ people are ‘not normal.’’’ Anotherfactor, named Enacted Stigma (six items), referred to thetangible behaviors and interactions of discrimination,hate, prejudice, or stigma from others; one such item is‘‘How often have you been harassed by teachers, schoolstaff, or police for being LGBT+ .’’ All items were reversescored so that higher scores indicated greater perceivedstigma. The internal reliability for this overall scale was0.88 (Perceived Stigma Subscale: Cronbach’s a= 0.84;Enacted Stigma Subscale: Cronbach’s a= 0.84).Resilience. The Resilience Scale (RS) is a 25-item self-report questionnaire using a 7-point Likert scale from 1(strongly disagree) to 7 (strongly agree).18 An examplequestion is ‘‘When I make plans I follow through withthem.’’ The RS is well-adapted to evaluate resilience inadolescents due to good psychometric properties (Cron-bach’s a range: 0.91–0.93) and applications in a varietyof age groups.19–21Quality of life. We used the youth quality of life (YQoL)scale.22,23 The scale includes four domains of quality oflife (QoL): sense of self, social relationships, cultureand community environment, and general QoL.23–25Responses are rated on an 11-point Likert-type scale,ranging from 0 (Not at all) to 10 (Very much). A sampleitem is ‘‘I am able to do most things as well as I want.’’The YQoL-SF 2.0 scale has acceptable internal consis-tency (Cronbach’s a range: 0.77–0.96).23Policy and environment. Two dichotomous questionsassessed participants’ awareness of the U.S. policies re-garding public facility usage, including local state billsand the joint announcement from the DOJ and DOE(yes/no). Also, three items were used to measure safetyand bathroom use in public; a sample question asked‘‘Have you felt unsafe in bathrooms due to your appear-ance or gender identity.’’ In addition, we assessed currentpublic facility use with a single item: ‘‘Which bathroomsdo you typically use when outside the home’’ with possi-ble responses: ‘‘I use bathrooms according to my genderidentity,’’ ‘‘I use bathrooms consistent with my genderassigned at birth,’’ ‘‘I only use unisex/family bathrooms,’’and ‘‘It depends on the situation and setting.’’Data analysesBefore conducting data analyses, we excluded seven par-ticipants who reported being cisgender or did not pro-vide current gender identities in the survey, leaving aﬁnal sample of n= 120. We examined missing data pat-terns and mean-imputed variables with 7.5% of valuesmissing at random. t-Tests were used to determine dif-ferences in self-esteem, resilience, perceived stigma, andYQoL by feelings of using bathrooms in school (safe vs.unsafe). Another set of one-way analysis of variance testswas conducted to determine differences in self-esteem,resilience, perceived stigma, YQoL by individual dis-criminatory experiences of using bathrooms in school.Chi-square analyses were used to assess differences inanxiety, depression, and medical problems by descrip-tive characteristics (feeling safety and experience prob-lems in bathrooms). In addition, we explored therelationship between social support and feelings and ex-periences of using bathrooms in school. Analyses wereconducted using SAS 9.4 for Windows.Quantitative resultsDemographic and descriptive characteristics. See com-plete demographics in Table 1. The majority of partici-pants were assigned female sex at birth (n= 107, 89%).Regarding current gender identity, 40 currently identi-ﬁed as man/boy (32%), and 51 were genderqueer(40%). When given an open choice on gender identity,32% identiﬁed as gender queer/non-binary, 29%Weinhardt, et al.; Transgender Health 2017, 2.1http://online.liebertpub.com/doi/10.1089/trgh.2017.0020143transgender, 6% as agender, 5% gender expansive, and29% another gender identity. About 69% of participantswere non-Hispanic white, 10% identiﬁed as Hispanic orLatino, 14% were multiracial identities.About 64% of participants were aware of local statelegislation proposals regarding transgender people’sbathroom access. Also, 62% were aware of the joint an-nouncement from the DOJ and DOE.Regarding public facility experiences, 46% reportedhaving experienced problems using public bathrooms(n= 54). In addition, 56% (n= 66) felt unsafe usingpublic bathrooms. Thirty-four percent of participants(n= 40) said they used the bathrooms consistent withtheir sex assigned at birth while 16% (n= 19) went to pub-lic bathrooms corresponding to their current gender iden-tity. Another 39% (n= 46) reported it depended on thesituation, and 10.3% (n= 12) only used unisex/familybathrooms.In this sample of 120 predominantly transmasculineTGNC youth, the mean score for the RSES was 24.9(range: 10–39, SD = 6.4). Scores below 25 indicatelow-esteem and scores of 25–35 are considered typicalself-esteem.14 In our sample 44% of participants hadlow-self-esteem (overall RSES score <25).The mean score for the RS was 120.3 (range: 53–169,SD= 23.1). After repeated applications of the RS with avariety of samples,Wagnild concluded that scores greaterthan 145 indicated moderately high-to-high resilience,Table 1. Demographics and Descriptive Statisticsin the Gender Identity and Health Youth Survey (n=120)Variable Mean (SD) n (%)Age (years) 17.2 (1.8)Race/ethnicityWhite 84 (70.6)Hispanic/Latino 11 (9.2)Black 2 (1.7)Native American/American Indian 4 (3.4)Other 18 (15.1)Type of living environmentUrban 37 (31.1)Suburban 63 (52.9)Rural area 10 (8.4)Other 9 (7.6)Assigned sex at birthMale 13 (10.8)Female 107 (89.2)Gender identity 1aMan/boy 37 (31.1)Women/girl 15 (12.6)Genderqueer/non-binary 51 (42.9)Other 16 (13.4)Gender identity 2bAgender 7 (5.9)Transgender 34 (28.6)Gender nonconforming 6 (5.0)Genderqueer 22 (18.5)Non-binary 16 (13.4)Other 15 (12.6)Multiple 19 (16.0)Sexual orientationLesbian, gay, or homosexual 23 (19.2)Straight or heterosexual 9 (7.5)Bisexual or pansexual 57 (47.5)Questioning 6 (5.0)Other or multiple 22 (18.3)School access to bathrooms consistent with gender identitycYes 37 (30.8)No 25 (20.8)Don’t know 35 (29.2)Don’t go to school currently 23 (19.2)Wisconsin legislaturedYes 74 (63.8)No 42 (36.2)Joint announcementeYes 72 (61.5)No 45 (38.5)Negative bathroom experiencefYes 54 (45.8)No 64 (54.2)Felt unsafegYes 66 (56.4)No 51 (43.6)Bathroom usehGender identity 19 (16.2)Assigned sex at birth 40 (34.2)Unisex/family bathrooms 12 (10.3)Situational choices 46 (39.3)Problematic depression in past yearYes 104 (87.4)No 15 (12.6)(continued)Table 1. (Continued)Variable Mean (SD) n (%)Problematic anxiety in past yearYes 113 (95.0)No 6 (5.0)Medical problems in past yearYes 47 (39.8)No 71 (60.2)aGender identity 1 denotes self-identiﬁed gender identity.bGender identity 2 denotes self-identiﬁed non-cisgender identity.cSchool access denotes whether school allows them to use the bath-room consistent with their gender identity.dWisconsin legislature denotes a bill proposal last year trying to limittransgender people’s bathroom use to their sexual assigned at birth inWisconsin.eJoint announcement denotes the U.S. Department of Justice andDepartment of Education released policies that instruct schools and col-leges to treat transgender students according to their gender identity onbathroom and locker room use.fBathroom experience denotes discriminatory experiences of usingbathrooms related to their appearance or gender identity in public.gFelt unsafe denotes whether they have felt unsafe in bathrooms dueto their appearance or gender identity in public.hBathroom use denotes bathrooms they usually use in public.SD, standard deviation.Weinhardt, et al.; Transgender Health 2017, 2.1http://online.liebertpub.com/doi/10.1089/trgh.2017.0020144125–145 indicated moderately low to moderate levels ofresilience, and scores of 120 and below indicated lowresilience.21 In our sample, 13% (n= 16) reported mod-erately high-to-high resilience, 41% (n= 49) reportedmoderate to moderately low resilience, and 46% (n= 55)reported low resilience.The mean score for the LGBT Stigma scale was 2.5(range: 1–4, SD= 0.71). The mean score for the YQoLwas 55.0 (range: 14–100, SD = 18.3). See psychologicalscales and additional normative/comparison data inTable 2.Feelings of safety in bathrooms in relation to psycholog-ical andphysical well-being. TGNC youth who reportedthat they had felt unsafe in bathrooms due to appearanceor gender identity had signiﬁcantly lower levels of resil-ience (mean(felt safe)= 125.7 vs. mean(felt unsafe)= 116.1;p= 0.03, Cohen’s d= 0.44) and QoL (mean(felt safe)= 59.1vs. mean(felt unsafe)= 51.9; p=0.04, Cohen’s d= 0.39), com-pared to those who felt safe. Meanwhile, feeling unsafe inbathrooms was associated with a greater level of perceivedLGBT stigma (mean(felt safe)= 2.3 vs. mean(felt unsafe)= 2.6;p=0.03, Cohen’s d= 0.41). Individuals who felt unsafewere also more likely to report problematic anxiety inthe past year (w2 (1)= 4.06; p= 0.04; Table 3).Problems experienced in bathrooms in relation topsychological and physical well-being. As shown inTable 4, participants who reported experiencingproblems using bathrooms due to appearance orgender identity reported higher levels of per-ceived LGBT stigma compared to those who reportedno problems (mean(experienced no problems) = 2.3 vs.mean(experienced problems) = 2.8; p < 0.001, Cohen’sd = 0.80). There were no signiﬁcant differences onself-esteem, resilience, and QoL between those whohad experienced problems and those who had not.To complement the quantitative data and to exam-ine in more depth the relationships between percep-tions and experiences of bathroom use, legislation,Table 2. Psychological Scales in Gender Identityand Health Youth Survey (n= 120)Scale Range Mean SDRSESa 10–39 24.9 6.4LGBT stigmab 1–4 2.5 0.7Perceived stigma 1–4 2.9 0.7Enacted stigma 1–4 2.1 0.8Resiliencec 53–169 120.3 23.1YQoLd 14–100 55.0 18.3aScores below 25 indicate low-esteem. A score of 25–35 is consideredtypical self-esteem.14 In our sample 44.4% of participants had low-self-esteem (overall RSES score <25).bWe adapted the sexual stigma scale, which was designed for LGBadult women. The authors provide their original sample means for thetotal scale as 2.0 (SD= 0.45).17 They also provide means for the PerceivedStigma subscale as 2.67 (SD= 0.70) and for the Enacted Stigma subscaleas 1.51 (SD= 0.40).17cWagnild reviewed three adolescent health studies that used the RS.21Among these three studies, the overall mean scores were 146.6(SD = 14.1) in adolescent mothers, 111.9 (SD = 17.6) in homeless adoles-cents, and 132.5 in high-risk adolescents.21 Possible scores range from25 to 175. After repeated applications of the RS with a variety of samples,scores greater than 145 indicated moderately high-to-high resilience,125–145 indicated moderately low to moderate levels of resilience,and scores of 120 and below indicated low resilience.21dPatrick et al. used a 6-item version of this scale in a large sample ofhigh-school age LGB youth.25 They reported scores across different cat-egories of participants (by grade, by gender, and by whether or not theywere bullied due to perceived sexual orientation or other factors). QoLscores ranged from 54 to 83 across these different combinations of cat-egories. The observed score here is at the lower end of the range ofscores reported in Patrick, consistent with LGB students who had beenbullied because of perceived sexual orientation.25 Scores are comparablebetween studies because the total scale score on the YQoL is the total oftransformed item scores divided by the number of items.QoL, quality of life; RSES, Rosenberg Self Esteem Scale; YQoL, youth QoL.Table 3. Comparison on Psychological Variables andWell-Being Among Transgender and Gender NonconformingYouth Based on Feeling Unsafe in Bathrooms (n= 117)VariableFelt safein bathrooms,mean (SD),or n (%)Felt unsafein bathrooms,mean (SD),or n (%) t-test/w2 (1)Self-esteema 26.22 (6.71) 23.98 (6.08) \u00021.88Resiliencea 125.67 (24.31) 116.06 (21.86) \u00022.25*QoLa 59.09 (20.29) 51.89 (16.17) \u00022.14*LGBT stigmaa 2.34 (0.77) 2.64 (0.63) 2.23*Anxiety in past yearb 46 (90.2) 65 (98.5) 4.06*Depression in past yearb 43 (84.3) 59 (89.4) 0.66Medical problemsb 16 (31.4) 30 (46.2) 2.61*p< 0.05.aA composite score.bA dichotomous variable.Table 4. Comparison on Psychological Variablesand Well-Being Among Transgender and GenderNonconforming Youth Based on Experiencing Problemsin Bathrooms Due to Gender Identity or Expression (n=118)VariableDid not experienceproblemsin bathroom,mean (SD),or n (%)Did experienceproblemsin bathroom,mean (SD),or n (%)t-test/w2 (1)Self-esteema 25.19 (6.39) 24.65 (6.46) \u00020.45Resiliencea 121.00 (25.02) 119.44 (21.17) \u00020.36QoLa 55.40 (18.74) 55.02 (18.16) \u00020.11LGBT stigmaa 2.26 (0.70) 2.79 (0.62) 4.26***Anxiety in past yearb 59 (92.2) 53 (98.1) 2.16Depressionin past yearb57 (89.1) 46 (85.2) 0.40Medical problemsb 21 (32.8) 25 (47.2) 2.51***p< 0.001.aA composite score.bA dichotomous variable.Weinhardt, et al.; Transgender Health 2017, 2.1http://online.liebertpub.com/doi/10.1089/trgh.2017.0020145and mental health, and to better understand the livedexperiences of TGNC youth in these areas, we con-ducted qualitative focus groups.Study 2: Qualitative focus groupsParticipantsQualitative focus groups were organized with the assis-tance of the LGBT student resource center on the campusof a local university during outreach activities with LGBThigh school students in the region. Before data collection,written informed assent was obtained from the teens andinformed consent from their legal guardians. Potential par-ticipants of high school agewho self-identiﬁed as transgen-der or had a gender identity other than the sex they wereassigned at birth were invited to participate in a focusgroup. A total of nine people between the ages of 15 and18years andcurrently inhigh schoolparticipated in groupsof four to ﬁve members. Six participants were non-Hispanic white; three were ethnic/racial minorities (Blackor Hispanic). All participants were assigned female sex atbirth, with current gender identities self-described as trans-gender, genderqueer, or man/boy.ProcedureThe focus groups were facilitated by an experiencedqualitative researcher and attended by a student memberof the research team, and lasted about 2 h. We beganeach focus group by bringing up the general topic of reg-ulating bathroom use in schools, asking the teens fortheir reactions. Then, we invited them to share theirown experiences around bathroom and locker roomuse in school. We continued with discussions aboutcoming out as transgender, family support, and resil-ience. In this article, we present ﬁndings about bathroomand locker room use; ﬁndings about the other topics arepresented elsewhere.The focus groups were digitally recorded and tran-scribed. Using thematic analysis26,27 we examined howparticipants interpreted the public controversy aboutbathroom use, and how they described their experiencesusing bathroom and locker room facilities in school.Similarities in meaning and experience, as well as theirvariation, were iteratively identiﬁed and categorized,highlighting the social contexts youth described.28 Weconcluded our analysis by ﬁnding exemplar quotes tosubstantiate the ﬁndings.Qualitative resultsPersonal relevance ofbathroomusepolicy. The TGNCteens who participated in the focus groups were keenlyaware and critical of state legislatures trying to limittransgender people’s bathroom use to their sexassigned at birth. They referred speciﬁcally to NorthCarolina, calling the state ‘‘dumb and mean’’ for pass-ing the contentious House Bill 2 restricting transgen-der bathroom access. Participants found it hard tofathom why such a restriction would be mandatedby law, and how it could be enforced:When people won’t let me use male bathrooms, it’s likewhat are they going to do - look through the cracks in thebathroom stalls to see if I have the right genitalia?They talked about how some people have religiousobjections to rights for the LGBTQ+ community, andthey voiced compassion for those who, like some oftheir relatives, might need time to become informedabout the issue. But, they were clear about the ethicsof the situation:Since gay marriage (being legalized) and all these newrights, everybody is just trying to take it down with bathroombills. They believe they are right. But, in reality, if you use yourfaith or morals to hurt or exclude someone else, you have nomorals or faith at all.They brought up the topic of corporate backlashagainst North Carolina, which they considered a posi-tive outcome of the controversy. They felt supported bynews of prominent individuals and groups decrying re-strictive bathroom bills:You hear about Target that came out saying you can use thebathroom of your choice at our stores. Companies can help ina big way. We need people and corporations, big name com-panies, who will stand up for our rights.A source of support identiﬁed by participants wasthe DOE’s policy directive instructing schools to treattransgender students in a supportive and nondiscrimi-natory way.1 Participants were aware of the protectionsoffered by the document, emphasizing the guidelinethat transgender students not be limited to bathroomsand locker rooms corresponding to their assigned sexat birth:To hear that the government is saying- yes, what you arethinking is correct- it is ﬁne that you use the bathroom ofyour choice. That is uplifting.They were also aware of widespread objections to theDirective, however:The President’s letter is getting a lot of hate.It is really scary that people are saying President Obamacan’t do this.Of immediate importance to them was how their ownhigh schools were responding to the Directive. For theWeinhardt, et al.; Transgender Health 2017, 2.1http://online.liebertpub.com/doi/10.1089/trgh.2017.0020146most part, these teens were disappointed. What theyperceived in the reactions of school ofﬁcials was denialof the need for structural change to make schools inclu-sive of transgender teens, marginalization of transgenderpeople, or complete disregard for the issue:When President Obama sent the letter to let trans peopleuse the bathroom of their choice, my school district sent outan email that said we’re going to do it case-by-case. Case-by-case means we are not going to do it. It just sounds nice.At my school they were very vague. They talked about uslike these special people, making us sound like a very smallgroup, like there’s only one or two of us in the state. Thatmakes me mad. And, they aren’t presenting full information.Not a lot of people know about transgender stuff and under-stand, so they need education.At my school there hasn’t been any talk about it at all. Noassemblies, no nothing by the principal or anything. Theydon’t validate the issue.Individual experiences related to bathroom policy.Bringing policy discussion down to the particular, partic-ipants were eager to explain what happens at theirschools in regard to bathroom and locker room use.Single-User Bathrooms: Accommodating or Disc-riminatory? Access to single-user bathrooms inschool was important to participants; but accordingto the experiences they shared, it could be a double-edged sword; offering privacy on the one hand, butsingling them out on the other. One difﬁculty they en-countered was being restricted from multiple-userbathrooms altogether. Another difﬁculty was thatsingle-user bathrooms were locked or located in fac-ulty/staff-only areas, potentially exposing students tounwanted attention from peers and adults and beingseen as different from their peers:I deﬁnitely have a problem at my school. I’m not allowed inany bathroom that is gendered. I have to ask for the key from ateacher in order to use the gender neutral bathroom. It is sup-posed to be for faculty only, so the door is locked.At my school there is no gender neutral bathroom. But inthe school ofﬁce there is the only restroom that doesn’t havea gender marker on it. It is not gender neutral- it just doesn’thave a marker because it is for the teachers. They let me use it.Participants talked about how access to single-usergender neutral bathrooms was helpful in negotiatingclothes changes before and after gym class, but thatthis accommodation still had the potential to makethem stand out from others. For instance, they mightbe the only person traversing a school hallway or enter-ing a classroom in gym clothes:I didn’t feel comfortable in the female locker room. And, Iwasn’t allowed in the male locker room. I changed in the onegender neutral bathroom we have, but it was way on the otherend of the school from the gym.I didn’t get a locker. I have legit valuables in my backpack justlike everybody else, but I was supposed to put my stuff on a shelfin the health room. Sometimes there was a class in there and Ihad to walk in in front of everybody to put my stuff in there.A private dressing room was not the only solutionneeded to make gym class comfortable for transgenderstudents. For instance, one participant did not feelcomfortable having to transit through gendered lockerrooms just to attend:The whole gym thing- our gym is like Fort Knox. No one’sgetting in and no one’s getting out. I could change in an alter-nate place, but, the only entrance into the gym is through thegendered locker rooms. All the other doors are locked. I needto be able to get into the gym in a safe way.Multiple-user bathrooms: What if they are hostileenvironments? Only a few participants reported theywere allowed to use school bathrooms and locker roomsthat corresponded to their gender identity. Althoughthis was the preferred policy among participants, the prac-tice did not resolve all problems for them. They recountedincidents of harassment and fear in multiple-user bath-rooms consistent with their gender identity:In the boys’ bathroom at school, I guess you could say Ihave been harassed- called names.My school said I could use the boys’ locker room, like Icould technically change with the boys. But, for safety reasons,until I’m on Testosterone, they put me in this ofﬁcial [refer-ee’s] room. It is still in the boys’ locker room area, though.Using multiple-user bathrooms corresponding to sexassigned at birth did not shield transgender teens fromharassment, either:I always hated long hair and dresses. I got my Mom to letme get all my hair cut off. After that I remember going intofemale restrooms and getting called a boy a lot, especially bythe younger girls.I’ve been kicked out of the female bathroom because Ilooked like a guy. This girl yelled at me for being a pervert be-cause I was a guy in the girls’ bathroom.Further, transgender teens’ inclinations aboutmultiple-user bathrooms may be neither static nor easy. In deter-mining whether they preferred to use a bathroomcorresponding to their gender identity or to their sexassigned at birth, they might make calculations on anynumber of factors: how comfortable and self-assuredthey were feeling that day, whether the environmentseemed safe, what their ideas about gender norms were,Weinhardt, et al.; Transgender Health 2017, 2.1http://online.liebertpub.com/doi/10.1089/trgh.2017.0020147and how their appearance compared to peers. This quoteconveys some of the complexity in their decision making:I don’t usually use the men’s bathroom, even though I iden-tify as gender queer. Personally, I wouldn’t feel comfortablearound guys, especially with how they would see me. I don’tappear that masculine all the time, even though I don’t iden-tify as female. I feel like I don’t need to appear as the gendernorm. So, I might use the women’s bathroom because itfeels easier. But, I notice myself acting more feminine whenI go in there just so I don’t get looked at weird, especially ifI am looking more masculine that day.Stark contrast: Best and worst bathroom experiences inschool. Developing a deeper understanding of the bestand worst of any phenomenon can build knowledgeand help guide practice. Such a contrast can be foundin these focus group data. The most positively evaluatedbathroom use experience shared in the focus groups hap-pened in a school that publicly recognized gender identityas being more than the forced binary of male or female.With advice from its LGBTQ+ students, the school la-beled its restrooms in a way that welcomed all students:My school is really good about this. We have two genderneutral bathrooms that we ofﬁcially got plaques for that sayALL GENDERS.The most negatively evaluated bathroom use experi-ence shared in the focus groups was offered by a male-identiﬁed transgender participant who was habituallymade to feel unsafe in his school’s multiple-user bath-rooms. He used the bathrooms corresponding to hisgender identity:My school lets me use the bathroom I want to use, which isthe male bathroom. Students in my grade know me, and theysay like, ‘‘You aren’t supposed to be in here.’’ They call metranny or dyke or whatever. And, I just think, ‘‘Guess what-I could care less about your opinion. I’m going to piss now.’’I really don’t care about verbal stuff. I just walk it off untilit’s nothing to me.He deals with harassment in the bathroom, what hecalls ‘‘verbal stuff,’’ by privately undervaluing its signif-icance and ‘‘walking it off.’’ When threatened withviolence in the male bathroom, he seems to again useself-talk to reassure himself:I’ve been threatened a couple times in the male bathroom like,‘‘Next time you come in here I’m going to kick you out.’’ But I’mthinking, ‘‘How are you going to kick me out? You can’t reallyhurt me. If you hurt me, my school will back me up.’’He went on to sum up his school experience in dis-quieting terms:Freshman year (of high school) wasn’t extremely bad. Iwasn’t like bullied to death or anything- just a little bit hereand there.He explained further:Nobody really wants to be my friend, but I could care less be-cause I have always been an outcast to people. And with beingalone, I kind of dealt with a lot of dysphoria. I had no one totalk to, so I was really quiet. And, I think that really impacted me.In this transgender teen’s narration, he indicated hisbathroom experiences contributed to his feelings of beingbullied and feeling isolated from others; and he uses themedical term ‘‘dysphoria’’ todescribehisdeepunhappiness.DiscussionThe current mixed method research contributes to theliterature about TGNC youth in several importantways. First, both studies provided data from nonclinicalsamples of transgender youth.Quantitative survey resultsshow that overall, themajority of this sample of predom-inantly transmasculine TGNC youth had felt unsafeusing public bathrooms and almost half reported nega-tive experiences using public bathrooms. Second, thesedata are from gender minority youth themselves, whoare experiencing the effects of policies and practices intheir daily lives, which has not been often representedin the literature. The quantitative data also provide evi-dence that genderminority youthwho felt unsafe in bath-rooms have adverse mental health impacts and lowerQoL. The focus group interviews revealed narratives ofnegative experiences in locker rooms and bathroomsand discrimination, which has been impacted by ongoingtransgender bathroom policies at federal and local levels.Our qualitative ﬁndings suggest that transgender teensare aware of both the national debate on so-called bath-room bills, and the actions their own communities taketo structure schools as inclusive or exclusive of transgen-der students. According to the experiences participantsshared, bathroom and locker room use policy and prac-tice affected their feelings of comfort, belonging, andsafety in school. Our quantitative ﬁndings begin to docu-ment such associations. From the surveys we learned thatmore than half of genderminority youth feel unsafe usingpublic bathroom facilities, and that these feelings of lackof safety are related to their own resilience, sense of per-ceived stigma, anxiety, and recentmedical problems.Ourﬁndings are consistent with previous surveys regardinghigh rates of discrimination in public facilities.7,13 Ourﬁndings on resilience are consistent with previous ﬁnd-ings among TGNC youth; experiencing invalidation ofgender identity was related to lower levels of resilience.29From the focus groups we learned that access tomultiple-user bathrooms corresponding to gender identityis not a panacea for transgender students if not accompa-nied by policies and actions that support those who usethem. Second, access to single-user bathrooms isWeinhardt, et al.; Transgender Health 2017, 2.1http://online.liebertpub.com/doi/10.1089/trgh.2017.0020148important in conjunction with efforts to normalize theiruse for all students, so that transgender students are notsingledout for discrimination. Third, transgender studentswant agency in their choices about bathroom use; whatfeels safe and appropriate on any given day in a particularsocial context at school may not feel safe and appropriateon another day given different circumstances. These ﬁnd-ings suggest that navigating bathrooms and changingrooms at school, particularly when policies are not sup-portive or limit choice, are daily stressors for TGNCyouth. According to the gender minority stress model,12this can negatively impact mental health outcomes.Based on the genderminority stressmodel, we hypoth-esized that TGNC youth who felt unsafe or experiencedproblems in bathrooms due to appearance and genderidentity would have signiﬁcantly adverse psychosocialand health outcomes compared to those who did not. Inthe quantitative survey, we found that TGNC youth whofelt unsafe in bathrooms reported less psychological well-being across several measures, including self-esteem, resil-ience,QoL, and perception of stigma, and problematic lev-els of anxiety. Negative experiences in bathrooms weredirectly associated only with greater perception of stigma,while associations with other outcomes were not signiﬁ-cant. This pattern of ﬁndings could be explained by the fol-lowing: TGNC youth who feel unsafe in bathrooms due totheir appearance or gender identity might avoid publicbathroom situations to avoid dealing with discrimination.Transgender people who avoid using public facilitiesout of fear may experience not only adverse psychoso-cial effects, such as lower QoL as we found in our study,but the resultant health consequences such as bladderor kidney infections resulting from avoiding publicrestroom use due to fear or inability to succeed aca-demically due to avoiding days of school due to feelingunsafe or uncomfortable in bathrooms or lockerrooms.5,7,30 Ongoing research building on our ﬁndingscan further elaborate experiences and inform policythat will improve the QoL and health for TGNC youth.Study limitations and strengthsThe quantitative surveyswere cross sectional and thereforecannot be used to determine the direction of causal rela-tionships. The focus groups were a complementary ap-proach to add depth and context to the quantitativeﬁndings. Both studies used convenience sampling, andthe majority of the sample was non-minority, female-to-male transgender or transmasculine individuals; thus ourﬁndingsmight not be generalizable to other settings or seg-ments of the TGNC population. The present research fo-cused on TGNC youth perspectives in the Midwest.Although this is not a nationally representative sample,we have no theory-based reason to expect relationships be-tween feelings of safety and psychological and physicalwell-being todiffer geographically.Ourqualitativeﬁndingsare limitedby the fact that the focus groupswere comprisedexclusively of male- or non-binary-identiﬁed transgenderteens whose sex assigned at birth was female, which doesnot allow us to draw conclusions about the experiencesof female- or non-binary-identiﬁed transgender teenswhose sex assigned at birth was male. Further research isclearly warranted to understand the experiences and im-pacts on the full range of TGNC youth, and to documentthe direction of causality between the observed associa-tions. Despite these limitations, this study contributesunique and timely data and ﬁndings to the literature onthis important public health issue.ConclusionThis study provides initial evidence from a nonclinicalsetting addressing thepotential impacts of current policiesand so-called ‘‘bathroombills’’ on distress and experiencesof using public bathrooms among genderminority youth.The inclusion of voices of transgender youth themselvesbased on their direct experiences gives additional weightto these ﬁndings. Taken together, our qualitative andquantitative ﬁndings converge on a primary messageand recommendations: transgender-related bathroompolicies limiting use to sex assigned at birth or requiringuse of only single-stall bathrooms will likely have a nega-tive impact onhealth outcomes amongTGNCyouth. Pol-icies that create more restrictive bathroom options fortransgender students will likely create environments inwhich TGNC youth feel less safe in bathrooms and inschool. Based on our data, this could lead to an increasein perceived stigma and discrimination, and less resil-ience, self-esteem, and lower QoL for these youth.Feeling unsafe in public facilities may be an importantcontributing factor to perceived stigma and gender-minority-related stress for TGNC youth, which may con-tribute tomental andphysical healthdisparities in this pop-ulation. Supportive school policies should allow bathroomchoices for TGNC students. However, bathroom choice isnot enough; policies and personnel must also clearly pro-tect TGNC students from harassment. Promoting safetyis paramount to improving thewell-beingof these students.AcknowledgmentsWe thank Loree Cook-Daniels and michael munson ofFORGE, Inc. of Milwaukee, WI, (forge-forward.org)Weinhardt, et al.; Transgender Health 2017, 2.1http://online.liebertpub.com/doi/10.1089/trgh.2017.0020149for their support of the survey, Jen Murray, MPH, andthe University of Wisconsin Milwaukee LGBT ResourceCenter for their assistance with the focus groups, andNancy Muro for assistance with data entry. We alsoappreciate the input of Michael P. Carey, PhD, for com-ments on an earlier version of the manuscript. Finally,we are deeply grateful to all the participants who gavetheir time and insight to inform this research.Author Disclosure StatementNo competing ﬁnancial interests exist.References1. U.S. Department of Justice, Ofﬁce of Public Affairs. U.S. Departments ofJustice and Education release joint guidance to help schools ensure thecivil rights of transgender students. The U.S. Department of Justice: JusticeNews. 2016. Available at: www.justice.gov/opa/pr/us-departments-justice-and-education-release-joint-guidance-help-schools-ensure-civil-rights(accessed November 4, 2016).2. U.S. Department of Education, Ofﬁce of Elementary and Secondary Educa-tion, Ofﬁce of Safe andHealthy Students. Examples of policies and emergingpractices for supporting transgender students. 2016. Available at: www.justice.gov/opa/ﬁle/850991/download (accessed November 5, 2016).3. Richardson B. 11 states sue Obama administration over federal transgenderschool-bathroom directive. The Washington Times, May 25, 2016. Availableat: www.washingtontimes.com/news/2016/may/25/11-states-sue-obama-administration-over-guidance-t/ (accessed November 5, 2016).4. Graham DA. North Carolina overturns LGBT-discrimination bans. TheAtlantic, March 24, 2016. Available at: www.theatlantic.com/politics/archive/2016/03/north-carolina-lgbt-discrimination-transgender-bathrooms/475125/ (accessed November 5, 2016).5. Kosciw JG, Greytak EA, Giga NM, et al. The 2015 National School ClimateSurvey: The Experiences of Lesbian, Gay, Bisexual, Transgender, andQueer Youth in Our Nation’s Schools. New York: Gay, Lesbian and StraightEducation Network (GLSEN), 2016.6. National Task Force to End Sexual and Domestic Violence Against Women.National consensus statement of anti-sexual assault and domestic violenceorganizations in support of full and equal access for the transgender com-munity. April 7, 2016. Available at: http://endsexualviolence.org/ﬁles/NTFNationalConsensusStmtTransAccessFinal4-7.pdf (accessed November 5,2016).7. James SE, Herman JL, Rankin S, et al. The report of the 2015 U.S. trans-gender survey. Washington, DC: National Center for TransgenderEquality, 2016.8. Reisner SL, White Hughto JM, Gamarel KE, et al. Discriminatory experi-ences associated with posttraumatic stress disorder symptoms amongtransgender adults. J Couns Psychol. 2016;63:509–519.9. Wilson EC, Chen YH, Arayasirikul S, et al. The impact of discrimination onthe mental health of Trans*Female youth and the protective effect ofparental support. AIDS Behav. 2016;20:2203–2211.10. Seelman KL. Transgender adults’ access to college bathrooms and housingand the relationship to suicidality. J Homosex. 2016;10:1378–1399.11. Hendricks ML, Testa RJ. A conceptual framework for clinical work withtransgender and gender nonconforming clients: an adaptation of theminority stress model. Prof Psychol Res Pract. 2012;43:460–467.12. Testa RJ, Habarth J, Peta J, et al. Development of the gender minority stressand resilience measure. Psychol Sex Orientat Gend Divers. 2015;2:65–77.13. Herman J. Gendered restrooms and minority stress: the public regulationof gender and its impact on transgender people’s lives. J Public ManagSoc Policy. 2013;19:65–80.14. Rosenberg M. Society and the Adolescent Self-Image. Princeton, NJ:Princeton University Press, 1965.15. Nicholson WD, Long BC. Self-esteem, social support, internalized homo-phobia, and coping strategies of HIV+ gay men. J Consult Clin Psychol.1990;58:873.16. Savin-Williams RC. Gay and lesbian adolescents. Marriage Fam Rev.1990;14:197–216.17. Logie CH, Earnshaw V. Adapting and validating a scale to measure sexualstigma among lesbian, bisexual and queer women. PLoS One.2015;10:e0116198.18. Wagnild G, Young H. Development and psychometric. J Nurs Meas.1993;1:165–178.19. Losoi H, Turunen S, Wa¨ljas M, et al. Psychometric properties of the Finnishversion of the Resilience Scale and its short version. Psychol CommunHealth. 2013;2:1–10.20. Ahern NR, Kiehl EM, Lou Sole M, Byers J. A review of instruments mea-suring resilience. Issues Compr Pediatr Nurs. 2006;29:103–125.21. Wagnild G. A review of the Resilience Scale. J Nurs Meas. 2009;17:105–113.22. Edwards TC, Huebner CE, Connell FA, Patrick DL. Adolescent quality of life,part I: conceptual and measurement model. J Adolesc. 2002;25:275–286.23. Patrick DL, Edwards TC, Topolski TD. Adolescent quality of life. Part II:initial validation of a new instrument. J Adolesc. 2002;25:287–300.24. Bjornson KF, Belza B, Kartin D, et al. Self-reported health status and qualityof life in youth with cerebral palsy and typically developing youth. ArchPhys Med Rehab. 2008;89:121–127.25. Patrick DL, Bell JF, Huang JY, et al. Bullying and quality of life in youthsperceived as gay, lesbian, or bisexual in Washington State, 2010. Am JPublic Health. 2013;103:1255–1261.26. Braun V, Clarke V. Using thematic analysis in psychology. Qual Res Psy-chol. 2006;3:77–101.27. Riessman C. Narrative Methods for the Human Sciences. Los Angeles, CA:SAGE, 2008.28. Stevens PE. Focus groups: collecting aggregate-level data to understandcommunity health phenomena. Public Health Nurs. 1996;13:170–176.29. Singh AA, Meng SE, Hansen AW. ‘I am my own gender’: resilience strat-egies of trans youth. J Couns Dev. 2014;92:208–218.30. Porta CM, Gower AL, Mehus CJ, et al. ‘‘Kicked out’’: LGBTQ youths’ bath-room experiences and preferences. J Adolesc. 2017;56:107–112.Cite this article as:Weinhardt LS, Stevens P, Xie H, Wesp LM, John SA,Apchemengich I, Kioko D, Chavez-Korell S, Cochran KM, Watjen JM,Lambrou NH (2017) Transgender and gender nonconforming youths’public facilities use and psychological well-being: a mixed-methodstudy, Transgender Health 2:1, 140–150, DOI: 10.1089/trgh.2017.0020.Abbreviations UsedDOE¼ U.S. Department of EducationDOJ¼ U.S. Department of JusticeGSA¼ gender and sexual alliancePTSD¼ post-traumatic stress disorderQoL¼ quality of lifeRS¼ Resilience ScaleRSES¼ Rosenberg Self-Esteem ScaleSD¼ standard deviationTGNC¼ transgender and gender nonconformingYQoL¼ youth quality of lifePublish in Transgender Health- Immediate, unrestricted online access-Rigorous peer review-Compliance with open access mandates-Authors retain copyright-Highly indexed-Targeted email marketingliebertpub.com/trghWeinhardt, et al.; Transgender Health 2017, 2.1http://online.liebertpub.com/doi/10.1089/trgh.2017.0020150",
    "id": 217193162,
    "identifiers": {
        "doi": null,
        "oai": "oai:dc.uwm.edu:publichealth_facart-1001"
    },
    "title": "Transgender and Gender Nonconforming Youths’ Public Facilities Use and Psychological Well-Being: A Mixed-Method Study",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-01-01T08:00:00+00:00",
    "publisher": "UWM Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://dc.uwm.edu/cgi/viewcontent.cgi?article=1001&amp;context=publichealth_facart"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/217193162.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/217193162"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/217193162/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/217193162/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/217193162"
        }
    ],
    "abstract": "Purpose: In this study, we explored experiences and feelings of safety in public facilities in relation to psychological well-being among transgender and gender nonconforming (TGNC) youth in the Midwest in the summer of 2016, in the context of ongoing legislative proposals and regulations regarding school and public bathroom use in the United States.\nMethods: We used a mixed-method approach, with (1) a self-administered, paper-and-pencil survey of 120 TGNC youth, focusing on differences of self-esteem, resilience, quality of life (QoL), perceived stigma, feelings of safety, and experiences of public facility use and (2) two focus group interviews (n = 9) in which TGNC youth discussed individual perceptions, attitudes, and experiences of bathroom use outside participants’ homes. The samples consisted predominantly of individuals assigned female at birth and currently of trans-masculine identity.\nResults: TGNC youth in our sample who reported that they had felt unsafe in bathrooms due to appearance or gender identity had significantly lower levels of resilience (mean(felt safe) = 125.7 vs. mean(felt unsafe) = 116.1; p = 0.03, Cohen’s d = 0.44) and QoL (mean(felt safe) = 59.1 vs. mean(felt unsafe) = 51.9; p = 0.04, Cohen’s d = 0.39), compared to those who felt safe. Meanwhile, feeling unsafe in bathrooms was associated with a greater level of perceived LGBT stigma (mean(felt safe) = 2.3 vs. mean(felt unsafe) = 2.6; p = 0.03, Cohen’s d = 0.41) and problematic anxiety in the past year (2 (1) = 4.06; p = 0.04). Individuals in the focus groups provided specific examples of their experiences of and concerns about locker room or bathroom use in public facilities, and on the impact of school bathroomrelated policies and legislation on them.\n Conclusion: Perceptions of safety related to bathroom use are related to psychological well-being among TGNC youth. Our predominantly trans-masculine youth sample indicated that choice of bathroom and locker room use is important and that antiharassment policies need to support students’ use of their choice of bathrooms. This is particularly important information given debate of so-called bathroom bills, which attempt to restrict public bathroom use for TGNC youth, creating less choice and more stress and fear among these individuals",
    "tags": [
        "text",
        "anti-transgender legislation",
        "bathroom use",
        "gender-expansive",
        "gender minority youth",
        "health disparities",
        "transgender",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Public Health"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:dc.uwm.edu:publichealth_facart-1001",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3551",
        "openDoarId": 0,
        "name": "University of Wisconsin-Milwaukee",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 217193162,
        "depositedDate": null,
        "publishedDate": "2017-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T05:05:16+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T18:11:11+01:00"
    },
    "urls": [
        "https://dc.uwm.edu/publichealth_facart/2",
        "https://dc.uwm.edu/context/publichealth_facart/article/1001/viewcontent/trgh.2017.0020__1_.pdf"
    ],
    "lastUpdate": "2024-01-24T05:05:16+00:00",
    "setSpecs": []
}