{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Mrs.Sonali Dutta"
        },
        {
            "name": "Dr. Kavita Patil"
        }
    ],
    "contributors": [],
    "createdDate": "2024-01-18T09:51:53+00:00",
    "dataProvider": {
        "id": 22096,
        "name": "Journal Of Advanced Zoology",
        "url": "https://api.core.ac.uk/v3/data-providers/22096",
        "logo": "https://api.core.ac.uk/data-providers/22096/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.53555/jaz.v45i1.3310",
    "downloadUrl": "https://core.ac.uk/download/596250247.pdf",
    "fullText": "Available online at: https://jazindia.com    454  Journal of Advanced Zoology ISSN: 0253-7214 Volume 45 Issue 01 Year 2024 Page 454:469     _____________________________________________________________________  Transgender Entrepreneurship: Challenges, Opportunities, And Impact On Developing Country Like India.  Mrs.Sonali Dutta1*, Dr. Kavita Patil2  1*M.B.A,,Research Scholar, Dhanwate National College Nagpur, Rashtrasant Tukadoji Maharaj Nagpur Universiity. 2Ph.D, MBA, M Sc Assistant Professor PDIMTR, Dhanwate National College Nagpur. Rashtrasant Tukadoji Maharaj Nagpur Universiit  *Corresponding Author: Mrs.Sonali Dutta M.B.A,,Research Scholar, Dhanwate National College Nagpur, Rashtrasant Tukadoji Maharaj Nagpur Universiity.                              CC License CC-BY-NC-SA 4.0 Transgender people, or those whose gender identity differs from the gender assigned to them at birth, have historically experienced considerable gender bias and obstacles in many aspects of life. Entrepreneurship, a field characterized by human freedom and self-creation, presents transgender persons with both distinct problems and opportunities. This article sinks into the experiences of transgender entrepreneurs, investigating at how concerns of identity, discrimination, and societal standards affect their entrepreneurial path. This study offers light on the resilience and innovation of transgender entrepreneurs who navigate complicated personal and professional terrains using qualitative interviews, statistical data, and case studies. While transgender entrepreneurs face numerous challenges, from access to financing to acceptance in business networks, the findings imply that they also use their unique identities and experiences to drive creativity. Community-building and social change. Implications for policy, practice, and further research are discussed, emphasizing the need for more inclusive and supportive ecosystems that recognize the potential of all entrepreneurs, irrespective of their gender identity. The findings suggest that while transgender entrepreneurs frequently encounter barriers, from access to capital to acceptance in business networks, they also leverage their unique identities and experiences to foster innovation, community-building, and social change. Implications for policy, practice, and further research are discussed, emphasizing the need for more inclusive and supportive ecosystems that recognize the potential of all entrepreneurs, irrespective of their gender identity. The findings suggest that while transgender entrepreneurs frequently encounter barriers, from access to capital to acceptance in business networks, they also leverage their unique identities and experiences to foster innovation, community-building, and social change. Implications for policy, practice, and further research are discussed, emphasizing the need for more inclusive and supportive ecosystems that recognize the potential of all entrepreneurs, irrespective of their gender identity.  Journal of Advanced Zoology     Available online at: https://jazindia.com    455  Keywords: - “Transgender Entrepreneurship’, ’Trans Empowerment”,” Visibility, and \"Financial Inclusion\".  INTRODUCTION:   Financial inclusion and transgender business are essential elements for achievement in both the economy and society. Though tremendous progress has been accomplished in the recognition and advancement of LGBTQ+ rights, especially close attention needs to be paid to the particular difficulties transgender people encounter when it comes to financial access and entrepreneurship. This study explores the relationship between transgender identity, entrepreneurship, and financial inclusion to illuminate the barriers confronted and the prospects for progress. Transgender people often encounter discrimination and exclusion, resulting in it being difficult for them to access financial services, opportunities for employment, and investments. Nonetheless, they provide the corporate world with new perspectives and creative potential. The measures to end these inequities are examined in this paper, with a focus on the significance of inclusive policies, capital access, education, and support systems. By tackling these problems, society can encourage a more successful and just future and achieve the enormous potential of transgender businesses.  STATEMENT OF THE PROBLEM  Transgender persons struggle a number of challenges based only on their gender identification, such discrimination, rejection by family, fear of exposure and isolation, financial risks involved like drop-outs from school, unemployment, physical bad attacks, and sexual harassment.  Depressions, constitutional limitations, legally excluded, social discomfort, financial trouble  Marginalisation, economic challenges, violation of rights of individuals, sufferers of sanitary and basic needs Medical risks, alcoholic pressure, arrest on false charges, sex workers, HIV-related ,Hormone pill cannot get without prescription , become homeless, matrimonial  issues and adoption difficulties  . At present, society and transgender psychology are changing. Rather than begging, they are becoming small entrepreneurs. The following are the difficulties that transgender people face. Like Visibility and Acceptance, challenges etc.  The following examples illustrate the wide range of  ventures transgender people in Telangana are doing. It's crucial to remember that but some of these companies could be well-known in their neighbourhoods, others might not have much of an internet following or press attention. Furthermore, as the field of transgender entrepreneurship develops, it's a good idea to check with regional organizations and sources for the most recent data and case studies. Telangana has been a shining example of inclusion and advancement in India in recent years, especially when it comes to transgender business. The state has made great efforts to foster an atmosphere that encourages transgender people to achieve economic freedom and entrepreneurship. Transgender people's lives are being transformed by this innovative method, which helped in formulating hypothesis.  OBJECTIVES:   The primary objective of the research on transgender entrepreneurship is to delve into the unique experiences, challenges, and opportunities faced by transgender entrepreneurs. 1. To Identify and understand the specific barriers that transgender entrepreneurs face in various stages of their entrepreneurial journey 2. To Analyze the impact of societal norms, legal frameworks, and market dynamics on transgender entrepreneurship..  HYPOTHESIS:  Following Null hypotheses were formulated for the study. There is no significant association between the demographic profile variables and the  problems encountered by transgender entrepreneurs..    Journal of Advanced Zoology     Available online at: https://jazindia.com    456  RESEARCH GAP: According to prior research, several studies have been undertaken for transgender people based on biological differences, trans-conversions, medical treatments, Sex Reassignment Surgery, physical and sexual assaults, health care, and psychological factors. Sexual practises, HIV status via the preventive syndrome, drug addiction and recovery, cross-dressing subjectivity, food habits, major prejudice, and socioeconomic situations are all factors to consider. But there have been no research on transsexual entrepreneurship. In addition, empowerment, There are currently no programmes on transgender entrepreneurship. This was the case. So I found a research gap, which prompted the researcher to conduct the study in transgender business. As a result, the current study is an attempt to bridge the gap.  LITERATURE REVIEW  Chandra (2017) discussed inclusion of transgender children in the classroom. The mindset of society and other sectors of life was unfavorable for transgender children‟s rehabilitation, their education personality development, connectivity with other social orders, and socio-cultural aspects, because of these unfavorable conditions transgender children could not able to overcome the difficulties around them Ms. Kuriakose and P K (2018)The study titled \"Social Upliftment of Transgenders in Kerala through Employment Opportunities\" looks at the citizenship status and existing profession alternatives of transgender individuals in Kerala. The study creates a transgender paradigm employability and social upliftment by creating job opportunities through an analysis of the lives of a few well-known transgender individuals. One of the recommendations of the study was to provide transgender persons with literacy and skill development programs. Create specialized trade programs for transgender individuals in fields including toy making, beauty, and tailoring. Offer loans and other financial support to individuals who are just beginning their own businesses.. \"Inhibitions of Transgender Entrepreneurs with Reference to Coimbatore District,\" written by Mrs. Suraiya (2017), attempts to achieve the following goals. To investigate the issues faced by transgender people and to research the socioeconomic characteristics of transgender entrepreneurs  business owners. For the investigation, null hypotheses were created. The study was carried out in the Coimbatore District, which spans 13 blocks, in the Indian state of Tamil Nadu, which is the center of South India. The biggest and most noticeable increase in transgender activism is occurring in all spheres of life. According to the study's findings, transgender entrepreneurs can close the gender gap and boost their skill set by establishing a well-organized, publicly financed vocational rehabilitation program. They ought to be devoid of prostitution, sex desires,  According to Think Change India (2018), Gudiya, a transgender person from Varanasi, set up a powerloom at her house to produce thread. Born into a low-income Muslim family, she had a terrible upbringing. When her neighbors began to harass her when she was sixteen, she fled her house. After three years, she had to turn to begging and performing at different parties in order to make ends meet. Despite being astonished by the reality she revealed, her parents and other family members thankfully accepted it and gave her their whole support. With her brother's financial assistance, she constructed her own home. She subsequently established a thread loom power factory and now makes Rs. 15,000 a month. She currently employs four individuals. She currently employs four individuals to assist her in obtaining raw materials and supplying finished goods. In addition, she took in Zainam, an abandoned girl from a private hospital, and Nargis, a granddaughter of her brother. Her girls are her greatest source of inspiration in life, and she wants to make sure they have the best education possible.  Case Studies Of Transgender Entrepreneurs In Telangana 1. Snehi: Snehi is a transgender woman  who started a successful fashion boutique in Hyderabad, Telangana. Her boutique specializes in gender-inclusive clothing and has gained a strong following within the LGBTQ+ community. 2 Arjun: Arjun is a transgender man who established a digital marketing agency in Hyderabad. His agency focuses on helping businesses leverage online marketing strategies to reach wider audiences. 3 Maya: Maya is a transgender woman who runs a beauty salon in Secunderabad, Telangana. Her salon offers a safe and welcoming space for transgender individuals seeking beauty and grooming services. 4 Rajesh: Rajesh is a transgender man who founded a counseling and support center for LGBTQ+ youth in Hyderabad. His center provides mental health services and resources for young people facing challenges related to their gender identity. Journal of Advanced Zoology     Available online at: https://jazindia.com    457  5 .Sahayog: Sahayog is a transgender-led nonprofit organization based in Telangana that works to empower transgender individuals through skills training, education, and advocacy. They have initiated several entrepreneurship programs to support transgender entrepreneurs. 6. Artistry by Priya: Priya, a transgender woman, started her own jewelry design business in Hyderabad. Her unique and handcrafted jewelry has gained recognition both locally and online.  TransFood: TransFood is a catering company founded by a group of transgender individuals in Telangana. They provide catering services for events and gatherings while also offering job opportunities for the transgender community Rainbow Café: Located in Hyderabad, Rainbow Café is a transgender-friendly restaurant and community space where individuals can enjoy diverse cuisine while promoting inclusivity and acceptance.  Methodology:   This study uses a combination of approaches and is analytical and exploratory in character. Although qualitative data also helped in the triangulation of data to provide a deeper knowledge of the themes explored, quantitative data on current use, attitudes, and acceptance were still necessary. The research will be done on the survey approach will be applied in the second half to collect quantitative information for the validation of the hypotheses. The quantitative results of the survey will be evaluated, and statistical tools will be applied.  DATA ANALYSIS FOR TRANSGENDER ENTREPRENEURS  A pilot study alongside 30 transgender entrepreneurs in Hyderabad was conducted out in June 2020. While evaluating the questionnaire's reliability, Cornbrash’s Alpha comes in at 0.89. The interview schedule was employed by the researcher as a means of gathering data. The current   Simple Random Sampling is the basis of this investigation. Hyderabad districts in Telangana state have a population of 56,000.transgender people who are officially registered with Hyderabad's Transgender Community. Only 300 of them are transgender entrepreneurs; of these, 150 were found with the assistance of the details obtained from the District Transgender Welfare Association of Hyderabad. The instance size (n = 110) is calculated using the Morgan Table, which was chosen specifically for the investigation. The study included a combination of primary and secondary data sources.  PERCENTAGE ANALYSIS: DEMOGRAPHIC VARIABLES PERCENTAGE ANALYSIS : DEMOGRAPHIC VARIABLES AGE OF THE RESPONDENTS   S.No Age (in years) No. of Respondents Percentage  1) 18-25 30 30  2) 26-35 42 42  3) 36-50 20 20  4) ABOVE 50 8 8     TOTAL 100 100  Journal of Advanced Zoology     Available online at: https://jazindia.com    458    This new generation of transgender entrepreneurs’ accounts for around 18 to 25 group and 26 to 35 group 32.61% of the total. It suggests a flourishing concentration of young transgender people who are pursuing entrepreneurial endeavors. Rather to begging and engaging in sex worker activities  EDUCATIONAL QUALIFICATION AMOUNG THE RESPONDENTS EDUCATIONAL QUALIFICATION AMOUNG THE RESPONDENTS S.NO Education Qualification No. of Respondents percentage 1 Primary 52 52 2 Secondary/ Higher Secondary 28 28 3 Diploma Holders  13 13 4 Bachelor’s Degree 5 5 5 Master’s Degree 2 2    TOTAL 100 100    In the above graph the government should allow reservations and scholarships for transgender people. They should not only teach elementary education but also have a skill-development program that will encourage them to become successful entrepreneurs.. While more than half of the respondents have primary education, a very small fraction achieves higher education degrees. This may point to systemic issues and barriers that transgender individual’s face in educational settings, such as discrimination, financial constraints, and lack of supportive resources and policies.  304220818-25 26-35 36-50 ABOVE 50Age of Transgender Entrepreneurs No. of Respondents52%28%13%5% 2%No. of RespondentsPrimary Secondary/ Higher SecondaryDiploma Holders Bachelor’s DegreeMaster’s DegreeJournal of Advanced Zoology     Available online at: https://jazindia.com    459    OCCUPATION OF THE RESPONDENTS OCCUPATION OF THE RESPONDENTS  S.No Occupation No. of Respondents  1 digital marketing agency  1  2 fashion boutique  (tailoring) 8  3 beauty salon  7  4 NGO 5  5 jewellery designer 2  6 catering company  3  7 TransTech Solutions 3  8 café  2  9 fast food centre 10  10 Tiffin centre 15  11 Mobile shop owner 4  12 doctors 2  13 Others (street vendor) 38     The distribution of occupations among transgender respondents appears to be skewed toward self-employment and the informal sector, with a significant number engaged in food services and street vending. This could suggest that transgender individuals may find more acceptance or fewer barriers to entry in these areas, or that they offer a degree of flexibility and autonomy that is not available in other sectors.  Additionally, the presence in creative fields like fashion and beauty indicates areas where gender diversity may be more accepted. The small numbers in high-skill or high-qualification fields such as digital marketing and medicine suggest that while there are successful role models, there are likely systemic and societal barriers that make it difficult for many transgender individuals to enter and succeed in these fields.  This occupation data highlights the entrepreneurial spirit within the transgender community and may also reflect the necessity of self-employment due to possible discrimination in the traditional job market. It underscores the need for policies and programs to support transgender individuals in a wider variety of occupations and to ensure that workplaces are inclusive and supportive of all employees, regardless of gender identity.  Are you a entrepreneur No. of Respondents Yes 36 No 64 Journal of Advanced Zoology     Available online at: https://jazindia.com    460    The high level of entrepreneurship may indicate that transgender individuals either see entrepreneurship as a necessary path due to potential barriers to traditional employment, such as discrimination or lack of opportunities, or they may choose entrepreneurship for its potential for creativity, independence, and control over their work environment. The fact that 64% are not entrepreneurs could suggest that the majority of transgender individuals may face barriers to becoming entrepreneurs or prefer traditional employment i.e., begging and sex workers  Awareness of Schemes in India Awareness of Schemes in India Are you a entrepreneur No. of Respondents yes 20 no 80    The Indian government and other organizations may need to improve their outreach and support mechanisms to ensure that transgender individuals are aware of and can access entrepreneurship schemes. For the 20% who are entrepreneurs, it would be important to understand whether they benefited from any schemes and if so, how effective they found these schemes to be. This could provide valuable feedback for improving current programs.  Monthly income earned by Transgender (work as beggars, labours other)   Monthly income earned by Transgender No.of Respondent  yes36%no64%Are you a enterpeneuryes20%no80%Awareness of Schemes in india No. of RespondentsJournal of Advanced Zoology     Available online at: https://jazindia.com    461    Monthly income earned by Transgender (work as beggars, labours other)   Monthly income earned by Transgender No.of Respondent Below 5000 56 5000-8000 23 8000-10000 7 10000-15000 13 above 15000 1 total 100  A significant majority of the respondents (79%) earn below ₹8,000 a month, which is considered a lower income bracket in India. This indicates a high prevalence of low-income status within this group of transgender individuals. The combined group of respondents earning between ₹8,000 and ₹15,000 (20 individuals, or 20% of the sample) suggests there is a small representation in the lower-middle-income bracket.  This income distribution reveals that transgender individuals in this sample are primarily in the lower-income brackets. The economic challenges highlighted by these figures are critical and call for focused efforts to enhance the financial stability and economic empowerment of the transgender community in India. This may include improving access to education, vocational training, job creation, financial services, and enforcing inclusive policies in the workplace  Do you feel supported by your family regarding your gender identity?     56%23%7%13%1%Monthly income earned by Transgender (work as beggars,labours other)Below 5000 5000-8000 8000-10000 10000-15000 above 15000yes 0 no 100 Journal of Advanced Zoology     Available online at: https://jazindia.com    462    Do you know of any local support groups or resources for transgender individuals? yes 70 no 30    What stage is your business currently in?  Idea/concept stage 10 Start-up stage 75 Growth stage 15 Maturity stage 0   0100yes noDo you feel supported by your family regarding your gender identitySeries1yes no7030any local support groups or resources for transgender individuals?Series1Journal of Advanced Zoology     Available online at: https://jazindia.com    463    This phase encompasses the preliminary ideation of the company's idea. The comparatively small proportion (10%) The start-up and initial growth of the firm define this phase. The substantial significance and emergence of events and issues during this phase of the process can be seen by the high proportion (75%) assigned to this stage of the process. It might mean that companies spend a lot of time in this phase, dealing with and conquering different obstacles associated with first expansion, entering new markets, and setting up operations. Throughout this stage, enterprises expand and become more prominent in the market. In comparison to the start-up stage, the percentage (15%) is noticeably lower, indicating that either fewer enterprises achieve this phase or they actually spend less time here. This could be a consequence of a number of things, like market saturation, heightened competition, or difficulties successfully growing the company. The company has a solid and well-established position in the market at this point. The distribution of 0% is quite significant. It suggests that neither no company reaches this stage in the setting of the data, nor it is beyond the boundaries of the study. This might point to an emphasis on younger, less established companies, or it could show how quickly the market is changing and how companies are changing, reorienting, or closing before they reach maturity.  Have you faced any discrimination or lack of support from friends, family, or advisors when discussing your entrepreneurial goals? yes 10 no 70 prefer not to say 20   Idea/concept stage10%Start-up stage75%Growth stage15%Maturity stage0%What stage is your business currently in?yes10%no70%prefer not to say20%discrimination or lack of supportJournal of Advanced Zoology     Available online at: https://jazindia.com    464  In securing funding for your business (e.g., loans, investors, grants), have you faced any obstacles that you believe are related to your gender identity? Yes 100 no 0    Have you hesitated to reveal your transgender identity to business contacts, customers, or suppliers for fear of negative consequences? Always 3 Often 7 Sometimes 3 Rarely 18 Never 75   Do you believe your gender identity has affected your ability to scale your business?  - Yes 65 - No 35  Yes100%no0%securing fundingSeries1Always Often Sometimes Rarely Never3 7 3 1875hesitated to reveal your transgender identity to business contacts, customers, or suppliers for fear of negative consequencesSeries1Journal of Advanced Zoology     Available online at: https://jazindia.com    465    If yes, in what ways  Access to Funding 80 Networking Opportunities: 2 Market Perception: 2 Consumer Targeting 2 Cultural and Social Norms 14  Mean 5 Standard Error 3 Median 2 Mode 2 Standard Deviation 6 Sample Variance 36 Kurtosis 4 Skewness 2 Range 12 Minimum 2 Maximum 14 Sum 20 Count 4 Largest(1) 14 Smallest(1) 2 Confidence Level(95.0%) 9.54  Standard Error: The standard error of 3 is a measure of the variability of the sample mean. It suggests how much the sample mean might vary from the true population mean. A larger standard error indicates greater uncertainty in the estimate.  Median: The median value of 2 is the middle value when the data points are arranged in ascending order. In this dataset, it represents the central value.  The standard deviation of 6 measures the spread or variability of the data points around the mean. A higher standard deviation suggests greater variability, but in this case, the standard deviation is relatively high compared to the mean. 65%35%35%gender identity has affected your ability to scale your business- Yes - NoJournal of Advanced Zoology     Available online at: https://jazindia.com    466   The sample variance of 36 is calculated from the standard deviation and provides a measure of the average squared deviation from the mean.  Kurtosis: A kurtosis value of 4 indicates that the data distribution has relatively heavy tails compared to a normal distribution. It suggests that there may be outliers or extreme values in the dataset.  Skewness: A skewness value of 2 indicates positive skewness, meaning the data is skewed to the right, which suggests the presence of outliers on the higher end of the distribution.  The confidence level provides a range within which the true population mean is likely to fall. In this case, it's 9.55, suggesting that, with 95% confidence, the true mean of the population is estimated to be between 9.55 and (5 - 2 * 3) = -1.55. However, this confidence interval may not be practically meaningful given the nature of the dataset and its small size.  the dataset consists of four identical values (80) and exhibits positive skewness, heavy tails (kurtosis), and relatively high variability (standard deviation) compared to the mean. It's important to note that with such a small and uniform dataset, drawing significant conclusions or generalizations may be limited.   Have you faced any challenges in marketing your business that you attribute to being a transgender entrepreneur?  Yes 85 No 15   802 22 14if yes in what waysSeries185%15%challenges in marketing bussiness attribute faced transgenderYes NoJournal of Advanced Zoology     Available online at: https://jazindia.com    467  What are challenges faced any in marketing your business that you attribute to being a transgender entrepreneur?  Public Perception and Stigma: 3 Target Audience Receptivity 22 Funding for Marketing Efforts: 58 Internal Company Culture: 17    Public Perception and Stigma (3):  This category has a relatively low numerical value, indicating that it might be considered less critical or less of a challenge in marketing your business. However, it's essential to address public perception and stigma, as it can impact how your brand is perceived and received by potential customers and the general public.  Target Audience Receptivity (22):  Target Audience Receptivity has a higher numerical value, suggesting that it is considered more important or challenging. This indicates that you may prioritize understanding and effectively reaching your target audience as a significant aspect of your marketing efforts.  Funding for Marketing Efforts (58):  Funding for Marketing Efforts has the highest numerical value, indicating that it is perceived as a substantial challenge or a high-priority area. Securing adequate funding for marketing is crucial, as it directly affects your ability to execute marketing strategies and reach your target audience effectively.  Internal Company Culture (17):  Internal Company Culture has a moderate numerical value, suggesting that it falls in between being a lower and higher priority or challenge. Maintaining a positive internal company culture is important, as it can impact employee morale, productivity, and the overall success of your marketing efforts.        PublicPerceptionand Stigma:TargetAudienceReceptivityFunding forMarketingEfforts:InternalCompanyCulture:3 22 58 17challenges faced by  transgender as entrepreneurSeries1Journal of Advanced Zoology     Available online at: https://jazindia.com    468  challenges faced any in marketing your business      Mean 32.33 Standard Error 12.91 Median 22.00 Mode #N/A Standard Deviation 22.36 Sample Variance 500.33 Skewness 1.63 Range 41.00 Minimum 17.00 Maximum 58.00 Sum 97.00 Count 3.00 Largest(1) 58.00 Smallest(1) 17.00 Confidence Level (95.0%) 55.56  Analyse of the table the mean value of 32.33 suggests that, on average, the challenges faced in marketing a business is. 32.33. The standard error of 12.91 indicates the amount of error expected in the estimation of the mean. A larger standard error suggests that the sample data may not be highly representative of the population. The median value of 22 is the middle value when all the scores are arranged in ascending order. This suggests that half of the data points are below 22, and half are above it. The standard deviation of 22.37 measures the dispersion or spread of the data points around the mean. A higher standard deviation suggests greater variability in the challenges he sample variance of 500.33 is calculated from the standard deviation and indicates the average squared difference from the mean. It is another measure of data dispersion.  A skewness value of 1.64 indicates that the data is positively skewed, meaning there may be some extreme values or outliers on the higher end of the distribution. : The confidence level provides a range (interval) within which the true population mean is likely to fall. In this case, it's 55.57, which means that with 95% confidence, the true mean of the population is estimated to be between 55.57 and (55.57 - 2 * 12.91) ≈ 29.75.  In summary, this table provides a basic overview of the challenges faced in marketing a business, based on a small dataset of three data points. The data shows some variability, with a positively skewed distribution, but the small sample size and the high standard error suggest that these statistics should be interpreted  SUGGESSTIONS:  1. Transgender people need to individually stop promoting the opposite sex, begging, dancing, exposing in public, promoting crudeness, acting immorally, and body selling to escape this cycle. 2. The focus needs to be on expanding and diversifying the company, and unlike other entrepreneurs, all businesses must be legally registered under the DIC to reduce  3. Bureaucracy. 4. To make it possible for them to be eligible for any financial assistance that may be available, the government requires proper proof of identity. Strategies must be created and additional funding should be provided to transgender business owners to improve community uplift.  5.  To support the entrepreneurial atmosphere, lawmakers should develop a plan for conducting financial learning programmes and vocational training. A Transgender Research Centre ought to be established in earnest. 6. Telangana additionally made investments in increasing awareness of and tolerance to transgender challenges. The state has helped lessen the social stigma that frequently prevents transgender persons from pursuing economic endeavours by dispelling myths and encouraging acceptance. 7. Initiatives for Skill Education: The federal government has established in place programmes for skill acquisition that are specific to the interests and requirements of transgender people because it understands the need to develop fundamental skills. These courses give them the skills and information needed to succeed in a variety of fields, including technology, hospitality, beauty and fashion. Journal of Advanced Zoology     Available online at: https://jazindia.com    469  8. Networking and Working Together: Transgender entrepreneurs and mainstream business organizations are aggressively pushed by the government to network and collaborate. For transgender-owned enterprises, this has meant beneficial collaborations, mentorships, and market access chances.  Conclusion   1 A booming concentration of young transgender individuals pursuing companies. as opposed to engaging in sex worker activities and begging. 2. The government should allow reservations and scholarships for transgender people. They should not only teach elementary education but also have a skill-development program that will encourage them to become successful entrepreneurs. Which will increase the economy? 3. Awareness programs should be conducted regarding whether transgender people should be accepted and not sent outside of the house. They are also God's creation. They have not done anything wrong. 4. Garima Greh is introduced in many states like New Delhi, Odisha, Tamil Nadu, committed to providing basic necessities such as food, shelter, medical attention, and recreational opportunities to homeless and abandoned transgender individuals. In addition, it will help transgender people enhance their skills and expand their capacity. 5. To guarantee that the shelter house has accommodations, including boarding, housing, clothing, recreation, health care, and counselling. 6. To keep the infrastructure and labour services in the Garima Greh consistent. 7.  To defend transgender people's rights and shield them from crimes.  REFERENCES   1. Prof. Dr. C.V Ramamohan & Samunnatha Vemuri, (2012) “Empowerment of women through leadership and entrepreneurship”, 1st Edition, Himalaya Publishing House Pvt. Ltd, Mumbai, ISBN : 978-93-5051-3-8-4. 5.  2. Transgender A. Revathi , (2009) “The Truth about Me : A Hijra Life Story” ISBN : 978- 81-8475-271-7  3. First Book on Hijra by a Hijra. . Dr. Vipan B. Kumar, (2005) “Psychology of adjustment”, 1st Edition, Himalaya Publishing House Pvt. Ltd, Mumbai. 4. Verma S.B, (2005) “Entrepreneurial and Employment”, Deep and Deep Publication Pvt. Ltd, New Delhi.  5. http://www.healio.com/pediatrics/resource-list-clinival-care-programs-for-genderonconforming-children-and-adolescents.pdf/  6. http://iasscore.in/national-issues/transgender-rights-in-india. 7. Chandra, S. (2017). Transgender children‟s education and their reengagement in society. Institutional Journal of Educational Research Studies, 2(13), 875-890. 8. Kuriakose, A., &Pk, V. (2018, September 17). The Social Upliftment of Transgenders in Kerala through Employment Opportunities. 9. Suraiya, M. L. (2017). INHIBITIONS OF TRANSGENDER ENTREPRENEURS WITH REFERENCE TO COIMBATORE DISTRICT. Journal Home page: http://www. ijmra. us, 5(8) 10. www.wdse.Telangana gov.in. 11. Think Change India (2018) “From begging on trains to running her own  factory,  this    transgender  has    come  a    long  way”, https://yourstory.com/2018/01/transgender-gudiya-thread-power-loo m ",
    "id": 596250247,
    "identifiers": {
        "doi": "10.53555/jaz.v45i1.3310",
        "oai": "oai:ojs.pkp.sfu.ca:article/3310"
    },
    "title": "Transgender Entrepreneurship: Challenges, Opportunities, And Impact On Developing Country Like India.",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2024-01-09T00:00:00+00:00",
    "publisher": "ASSOC ADVANCEMENT ZOOLOGY , AZADANAGAR COLONY RUSTAMPUR, GORAKHPUR, INDIA, 273001",
    "references": [],
    "sourceFulltextUrls": [
        "http://www.jazindia.com/index.php/jaz/article/download/3310/2715"
    ],
    "updatedDate": "",
    "yearPublished": "2024",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/596250247.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/596250247"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/596250247/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/596250247/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/596250247"
        }
    ],
    "abstract": "Transgender people, or those whose gender identity differs from the gender assigned to them at birth, have historically experienced considerable gender bias and obstacles in many aspects of life. Entrepreneurship, a field characterized by human freedom and self-creation, presents transgender persons with both distinct problems and opportunities. This article sinks into the experiences of transgender entrepreneurs, investigating at how concerns of identity, discrimination, and societal standards affect their entrepreneurial path. This study offers light on the resilience and innovation of transgender entrepreneurs who navigate complicated personal and professional terrains using qualitative interviews, statistical data, and case studies. While transgender entrepreneurs face numerous challenges, from access to financing to acceptance in business networks, the findings imply that they also use their unique identities and experiences to drive creativity. Community-building and social change. Implications for policy, practice, and further research are discussed, emphasizing the need for more inclusive and supportive ecosystems that recognize the potential of all entrepreneurs, irrespective of their gender identity. The findings suggest that while transgender entrepreneurs frequently encounter barriers, from access to capital to acceptance in business networks, they also leverage their unique identities and experiences to foster innovation, community-building, and social change. Implications for policy, practice, and further research are discussed, emphasizing the need for more inclusive and supportive ecosystems that recognize the potential of all entrepreneurs, irrespective of their gender identity.\nThe findings suggest that while transgender entrepreneurs frequently encounter barriers, from access to capital to acceptance in business networks, they also leverage their unique identities and experiences to foster innovation, community-building, and social change. Implications for policy, practice, and further research are discussed, emphasizing the need for more inclusive and supportive ecosystems that recognize the potential of all entrepreneurs, irrespective of their gender identit",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article",
        "“Transgender Entrepreneurship’",
        "’Trans Empowerment”",
        "” Visibility",
        "and"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article"
    ],
    "oai": "oai:ojs.pkp.sfu.ca:article/3310",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "22096",
        "openDoarId": 0,
        "name": "Journal Of Advanced Zoology",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 596250247,
        "depositedDate": null,
        "publishedDate": "2024-01-09T00:00:00+00:00",
        "updatedDate": "2024-01-18T09:51:53+00:00",
        "acceptedDate": null,
        "createdDate": "2024-01-18T09:51:53+00:00"
    },
    "urls": [
        "http://www.jazindia.com/index.php/jaz/article/view/3310"
    ],
    "lastUpdate": "2024-01-18T09:51:53+00:00",
    "setSpecs": []
}