{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Bielous, Stanislaw"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T15:27:43+01:00",
    "dataProvider": {
        "id": 2185,
        "name": "SJSU ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/2185",
        "logo": "https://api.core.ac.uk/data-providers/2185/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.31979/THEMIS.2018.0601",
    "downloadUrl": "https://core.ac.uk/download/215411274.pdf",
    "fullText": "Themis: Research Journal of Justice Studies and ForensicScienceVolume 6 Article 15-21-2018Trans Women in Incarceration: Housing,Healthcare, and HumanityStanislaw BielousSan Jose State UniversityFollow this and additional works at: https://scholarworks.sjsu.edu/themisPart of the Criminology and Criminal Justice Commons, Health Law and Policy Commons,Jurisprudence Commons, Law and Gender Commons, and the Other Legal Studies CommonsThis Peer-Reviewed Article is brought to you for free and open access by the Justice Studies at SJSU ScholarWorks. It has been accepted for inclusion inThemis: Research Journal of Justice Studies and Forensic Science by an authorized editor of SJSU ScholarWorks. For more information, please contactscholarworks@sjsu.edu.Recommended CitationBielous, Stanislaw (2018) \"Trans Women in Incarceration: Housing, Healthcare, and Humanity,\" Themis: Research Journal of JusticeStudies and Forensic Science: Vol. 6 , Article 1.Available at: https://scholarworks.sjsu.edu/themis/vol6/iss1/1Trans Women in Incarceration: Housing, Healthcare, and HumanityAbstractThis paper seeks to analyze the experience of male-to-female transgender inmates housed in men’s prisons andto propose housing and healthcare policies with humanity and safety for all in mind. To do this, the paperexamines gender dysphoria and its treatments, transgender prisoners’ increased risk of victimization, currenthousing placement policies, and lastly, transgender prison healthcare practices. Ultimately, this paper proposesthe use of fair and adequately trained panel-based placement teams, the provision of comprehensive mentaland physical health care and the establishment of impartial grievance procedures.KeywordsTransgender Inmates, Gender Identity Disorder, Healthcare, HousingThis peer-reviewed article is available in Themis: Research Journal of Justice Studies and Forensic Science:https://scholarworks.sjsu.edu/themis/vol6/iss1/11  VOLUME VI • 2018        Trans Women in Incarceration: Housing, Healthcare, and Humanity       Stanislaw Bielous    Abstract This paper seeks to analyze the experience of male-to-female transgender inmates housed in men’s prisons and to propose housing and healthcare policies with humanity and safety for all in mind. To do this, the paper examines gender dysphoria and its treatments, transgender prisoners’ increased risk of victimization, current housing placement policies, and lastly, transgender prison healthcare practices. Ultimately, this paper proposes the use of fair and adequately trained panel-based placement teams, the provision of comprehensive mental and physical health care and the establishment of impartial grievance procedures.             1Bielous: Trans Women in IncarcerationPublished by SJSU ScholarWorks, 2018  THEMIS 2 Introduction While the LGBTQ community as a whole has developed a considerable voice in recent years, there is a small fraction of the community that has been left behind. The “T” in LGBTQ refers to individuals who identify as transgender and who wish to transition from male to female, or vice versa. According to Gates (2012), the transgender community makes up just 0.1-0.5% of the U.S. population, making it a small and vulnerable group who is often overlooked, even by the LGBTQ community itself. As a result, the transgender population does not share the newfound voice that the rest of the LGBTQ community enjoys. Within this already marginalized population, there is a group of people who are even less heard, and who remain invisible to most; they are transgender prisoners. Transgender prisoners pose a unique problem to the criminal justice system from both a housing and healthcare perspective. Almost all facilities use genitalia-based practices for housing transgender individuals, placing trans women in male facilities and trans men in female facilities. Administrative segregation, otherwise known as solitary confinement, is often used for further protection, with or without the prisoner’s consent. As for their healthcare needs, almost all facilities see medical transition from one gender to another as voluntary and therefore offer no resources or treatments. Those lucky enough to have access to treatment often find themselves facing an uphill struggle as a result of doctors who are inexperienced in gender dysphoria, and its appropriate treatments. Due to these dismissive policies, many transgender prisoners are subjected to dangerous environments where they are disrespected, threatened, and abused. It has been argued that these practices put transgender inmates at a significant risk of physical and mental 2Themis: Research Journal of Justice Studies and Forensic Science, Vol. 6 [2018], Art. 1https://scholarworks.sjsu.edu/themis/vol6/iss1/13  VOLUME VI • 2018 harm and that the policies go against their fundamental right to protection and freedom from unusual punishment under the Eighth Amendment (Wykoff, 2014). This paper seeks to analyze the experience of male-to-female transgender inmates housed in men’s prisons and to propose housing and healthcare policies with humanity and safety for all in mind. To analyze these unique prisoners’ experiences, this paper will examine gender dysphoria and its treatments, their increased risk of victimization, housing placement policies, and lastly, transgender prison healthcare practices. Ultimately, this paper will recommend that all transgender inmates have access to comprehensive physical and mental health care, impartial grievance procedures, and the use of a panel-based placement practice for safe and respectful housing assignment. Literature Review Diagnosing and Treating Gender Dysphoria Before discussing issues faced by transgender prisoners, it is important to understand what being transgender entails. First, one must understand that sex and gender identity are different. Sex is a biological concept and refers to one’s chromosomes and genitalia at birth. Gender identity, however, is a socially constructed term used to describe one’s identification as a man or a woman; it is essentially society’s way of socializing the sexes. Transgender is a label used to describe someone whose assigned sex is incongruent with their gender identity. Until recently, someone seeking treatment for this incongruence would have been diagnosed with “Gender Identity Disorder,” however, due to the stigmatizing nature of the word “disorder,” the condition has been renamed as “Gender Dysphoria.” One recent and well-known example of someone with gender dysphoria is Olympic gold medalist Caitlyn Jenner. 3Bielous: Trans Women in IncarcerationPublished by SJSU ScholarWorks, 2018  THEMIS 4 Although assigned male at birth, Caitlyn identifies as a woman and has used medical transition to help her body match her identity. Someone who is assigned male at birth but recognizes themselves as a woman, such as Caitlyn Jenner, can be described as male-to-female transgender, or the more personable term, a trans woman. This paper will focus on trans women, although trans men and non-binary individuals are also present in the United States prison population. The diagnosis of gender dysphoria requires a rigorous and often lengthy psychological evaluation of the individual and their history. The official criteria are listed in the Diagnostic and Statistical Manual 5 (DSM), written by the American Psychiatric Association (2013), which sets out that the individual must have experienced “a marked incongruence” between their assigned gender and their experienced gender for at least six months (American Psychiatric Association, 2013, p. 452). In this case, assigned gender refers to the gendered terms, such as pronouns, and expectations applied by society due to the assigned sex of the individual. The manual goes on to state that this incongruence must manifest in two or more of six ways listed. Firstly, the individual may experience incongruence between their experienced gender and either primary, secondary or all sex characteristics. Secondly, they may experience an intense longing to remove or prevent said sexual characteristics. Often linked to this, the third manifestation may be the strong desire to have the sex characteristics of their experienced gender. Not all manifestations focus on physical issues; the last three issues focus on psychological factors. Foremost, one may experience a “strong conviction” that they have the typical feelings and reactions of their target gender, secondly, the strong wish to be 4Themis: Research Journal of Justice Studies and Forensic Science, Vol. 6 [2018], Art. 1https://scholarworks.sjsu.edu/themis/vol6/iss1/15  VOLUME VI • 2018 their target gender, and lastly, the firm desire to be treated and regarded as their target gender. In addition to these core diagnostic criteria, the American Psychiatric Association (2013) sets out further supplemental signs of gender dysphoria. Perhaps most importantly, diagnosis requires documented evidence of the aforementioned manifestations of gender incongruence. Such proof is usually through coping behaviors or expressed communication of the distress. Adults with gender dysphoria can communicate clearly with medical professionals, and subsequently, things considered signs of the condition in adults are usually the manifestations set out within the core diagnostic criteria. However, several coping mechanisms associated with the incongruence are noted. Most commonly, individuals will choose to present as their target gender, to whatever degree their situation dictates possible. This presentation may include stereotypically gendered clothing, expected behaviors, and stereotypical mannerisms of their target gender. When possible, the individual may ask to be addressed by a new name, their target gender’s pronouns, and may assume the overall role in order to live as their target gender. Some coping mechanisms employed by trans women struggling with the condition include binding their penis and testes, shaving their body hair, and restricting their sexual contact, often not allowing their partners to see them naked.  Treatment for gender dysphoria focuses on helping the individual feel comfortable in their body. The most effective treatment for gender dysphoria differs from person to person, but most often involves a combination of counseling, hormones, and sex reassignment surgeries. Sutcliffe and colleagues (2009) observed that the core surgeries available for transitioning from 5Bielous: Trans Women in IncarcerationPublished by SJSU ScholarWorks, 2018  THEMIS 6 male to female include penectomy, vaginoplasty, and breast augmentation, however, every transition is different. Many trans women also utilize laser hair removal and various cosmetic feminization surgeries. Ruppin and Pfӓfflin (2015) used a questionnaire to follow up with 35 trans women who had legally changed their name at least 10 years prior and found that all but 2 had undergone a vaginoplasty. Supplemental surgeries had been undertaken by a few participants, with eight having received breast augmentations, six received throat feminizations, and two further participants opting for vocal cord surgery.  Ruppin and Pfӓfflin’s (2015) questionnaire went on to measure post-transition satisfaction and found that regarding their physical transition, social, and employment life following their transition. Using one to five scales, they found high average scores reported about satisfaction with their appearance (4.46) and security in their current gender (4.47). The sample showed high levels of employment, with 78.6% in employment and a further 14.3% receiving pensions. Elevated levels of satisfaction were also reported in friendships, relationships, and employment post-transition. Overall, the participants were positive about their treatment process and its ability to reduce their dysphoria. Perhaps most impressive of all, no participants expressed any desire to de-transition. Similar results were also found in a short-term study in which Papadopulos and colleagues (2017) followed up with 47 patients who had received a vaginectomy at their facility. The study found that 19 months post-surgery, all patients stated they would undergo surgery again given a choice, and 91% reported feeling a significantly increased quality of life as a result of the surgery (Papadopulos, et al., 2017).   6Themis: Research Journal of Justice Studies and Forensic Science, Vol. 6 [2018], Art. 1https://scholarworks.sjsu.edu/themis/vol6/iss1/17  VOLUME VI • 2018 Housing Transgender Inmates Until the passage of the Prison Rape Elimination Act (PREA) in 2003, almost every prison in the United States employed genitalia-based placement policies for allocating transgender inmates entering their facility. Genitalia based housing policies, as the name suggests, take only the individuals genital, or lower surgical status, into account when assigning them to a male or female prison. Under this minimalistic assessment, trans women are more often than not, assigned to men’s prisons and suffer as a result. To put this into perspective, an individual may have transitioned socially, legally, and even medically, but still fall ill of this policy. For example, a trans woman may have come out years ago, legally changed their name, and have been on hormone treatment for years. They may appear completely “female” and even have their lower surgery booked in the near future, but based solely on the genitalia they have the day they are arrested, they could, and usually would, be sent to a men’s prison. According to Smith (2012), Jackie Tates, a petite trans woman standing at just five feet and six inches tall and 125 pounds is one example of this; she was sentenced to a men’s jail after processing through Sacramento County main jail. Unfortunately, as observed by Rosenburg (2015), in the US there is not a federal statute to govern legal gender transition, or how prison systems must respond, creating procedural differences from jurisdiction to jurisdiction. Erni (2013), a researcher comparing the experiences of transgender individuals incarcerated in Hong Kong and America, claims that genitalia-based policies implemented in America rob transgender prisoners of any say in their placement. He goes on to say that valuation of genitalia over self, identification and even other physical characteristics contribute to the dehumanizing 7Bielous: Trans Women in IncarcerationPublished by SJSU ScholarWorks, 2018  THEMIS 8 experience, that is being transgender and incarcerated. One factor ignored by the use of genitalia-based placement is the difficulty one must go through to transition medically. Lower surgery, in particular, is often the “last step” in a trans woman’s transition. Since PREA passed in 2003, little has changed regarding genitalia-based policies, despite the inclusion of a clause explicitly prohibiting focus on an individual’s genitals when deciding how to place them. The reason little has changed for transgender inmates following PREA can largely be attributed to lack of clarity and poor support for those willing to implement the changes. Rosenburg (2015) reported that federal, local, and state facilities were all encouraged to comply with PREA or lose 5% of the funding they receive from the Department of Justice. It is also worth noting that despite this, many institutions were reluctant even to try and continued to refuse. In the confused aftermath of PREA, and in a society pushing for better treatment of transgender persons, many facilities are turning to the use of administrative segregation as an alternative.  Administrative segregation, more commonly known as solitary confinement, is often used to keep the worst and most violent offenders away from the general population and places individuals in a smaller, harsher cell for extended periods of time. In fact, standard administrative segregation practices are the use of a six-foot by nine-foot cell, or in some cases an eight-foot by ten-foot cell, with only a toilet and a bed in it. According to Solitary Watch (2016), these cells often have dull gray interiors and daunting metal doors with only one small opening for their meal tray. Often, the toilet and lights can only be controlled from outside of the cell, and they are left on 24 hours a day, further detracting from the inmate’s sense of autonomy. 8Themis: Research Journal of Justice Studies and Forensic Science, Vol. 6 [2018], Art. 1https://scholarworks.sjsu.edu/themis/vol6/iss1/19  VOLUME VI • 2018 The inmate will stay in the cell for 22 to 24 hours of their day, with a short break for exercise and three days of the week, a shower. While isolated in a small, gray cell, individuals in administrative segregation lose contact with other inmates, work placement, and access to prison programs. Smith (2012) adds that the conditions within administrative segregation are often unsanitary, and sometimes further impact on the inmate occurs due to loss of religious services. These strict procedures unsurprisingly wreak havoc on many individuals’ mental health.  As highlighted by Smith (2012), it has been documented that prisoners who have spent time in administrative segregation experienced self-harm behaviors, psychosis, and even brain damage as symptoms. The dangers do not stop there though, as this increased isolation from other inmates and prison staff, combined with their “weak status” creates a unique vulnerability, making them prime targets for extortion, harassment, and violence at the hands of correctional officers. Unfortunately, there remains no real or enforceable legal standard for placing transgender prisoners, and subsequently many prisons believe they are doing their best for their transgender population by placing them in administrative segregation, despite its notable downfalls. Many of these prisons understand the dismissive use of isolation for transgender prisoners is discriminatory and may constitute mistreatment, and thus attempt to hide the practices from the public, even using cash settlements to keep their disenfranchised transgender prisoners quiet (Smith, 2012). While this fact alone shows the problematic nature of segregating inmates, the Supreme Court holds, to this day, that no protections exist that give inmates the constitutional right to remain with the general prison population.  9Bielous: Trans Women in IncarcerationPublished by SJSU ScholarWorks, 2018  THEMIS 10 Transgender Healthcare in Incarceration For many trans women, a secondary concern emerges almost immediately, despite where they are placed, and that is access to healthcare and medical transition. As discussed earlier, medical transition refers to the use of hormones and surgeries to adjust the body and bring some level of comfort to the individual. The core surgeries available for transitioning from male to female are penectomy, clitoroplasty, labiaplasty, vaginoplasty, and breast augmentation (Sutcliffe et al., 2009). Those trans women who can, often also elect to use electrolysis to remove body or facial hair, a rhinoplasty to feminize the nose area, and further facial feminization surgeries on areas such as the forehead, jaw, and neck. Outside of prison, medical transition is hard enough and requires the involvement of many medical professionals and obstacles; within prison, medical transition is close to impossible. According to Fradella & Sumner (2016), the 1976 Supreme Court case of Estelle v. Gamble established an, albeit limited, right to healthcare within prison that is protected by the Eighth Amendment. Despite this, many prisons refuse to offer any assistance with medical transition, using limiting policies and declining to employ medical staff with knowledge on gender dysphoria. In 2005, one state took this a step further by writing a dedicated piece of legislation to a similar effect. The 2005 Sex Change Prevention Act was passed by the state of Wisconsin and was conspicuously designed to prevent any state resources, or federal funds being applied to help any medical transition. Three Wisconsin inmates decided to fight back against the oppressive act, claiming that, as they were already on hormones, if the law came into effect they would suffer greatly. Fortunately, the overarching notion now in place is that denying the only 10Themis: Research Journal of Justice Studies and Forensic Science, Vol. 6 [2018], Art. 1https://scholarworks.sjsu.edu/themis/vol6/iss1/111  VOLUME VI • 2018 effective treatment for an illness, most often hormone therapy and surgery in the case of gender dysphoria constitutes torture and therefore is a form of cruel and unusual punishment prohibited by the Eighth Amendment. This, however, has not stopped departments fighting costly battles against prisoners requesting surgery, and as per Wykoff (2014), the case of Michelle Kosilek saw over $700,000 awarded to the Kosilek’s lawyers after the department lost and surgery was deemed necessary. Some facilities are a fraction more generous on the surface, implementing “freeze frame” policies, which afford inmates the same level of care for their gender dysphoria inside prison as they were receiving outside. Per Matricardi (2016), one department that implemented a “freeze frame” policy for transgender healthcare was the Georgia Department of Corrections (GDOC). The GDOC acted based on their Standard Operative Procedure (SOP) on the “Management of Transsexuals,” which forbade giving any medical treatments to transgender inmates unless they identified as transgender during intake and provided a history, proving they have been receiving said treatment prior to intake. This policy provides the bare minimum necessary to maintain a transgender prisoner’s medical transition process but denies them the chance for any further changes. One clear example of the downfall of these policies is the experience of Ashley Diamond; a trans woman denied the continuation of hormone therapy upon processing into a GDOC prison. Following the denial of her hormones, Diamond began to experience anxiety, depression, and suicidal thoughts. She also experienced a well-documented risk of untreated gender dysphoria, as she attempted to remove her testes and penis herself, before making attempts at suicide. These reactions to 11Bielous: Trans Women in IncarcerationPublished by SJSU ScholarWorks, 2018  THEMIS 12 denying or stopping hormone treatment for gender dysphoria are not rare and will continue to occur as long as “freeze frame” policies prevail. Another harsh byproduct of these policies is that inmates who are transgender but unable to access medical transition outside of prison will never be provided any care inside of prison either and therefore have little to no hope of transitioning. This is particularly devastating to the 15.7% of transgender inmates who are incarcerated for life (Sexton, Jenness, & Sumner 2010.)  While already problematic on the surface, this notion becomes more devastating when one considers the barriers transgender people outside of prison face when trying to access medical transition. Smith (2012) stated that discrimination faced by transgender individuals in employment, public services, healthcare, and housing contributes to significant economic oppression. Transgender individuals in the United States earn lower annual incomes than their cisgender counterparts earn and experience significantly higher unemployment rates. In fact, Smith states that transgender people are four times more likely to have an income of less than $10,000 per year and therefore, fall into the category of extreme poverty. As reported by Wykoff (2014) sexual reassignment surgery costs between $12,000 and $30,000 per person and hormone therapy costs around $200 a month. Given the transgender population’s propensity to struggle with poverty and economic hardship, it is easy to see why many cannot afford medical transition, and certainly not through legitimate means recognized by many correctional facility’s “freeze frame” policies. Sexual and Physical Violence  In addition to facing dismissive housing policies and extremely limited access to transitional medical treatments, 12Themis: Research Journal of Justice Studies and Forensic Science, Vol. 6 [2018], Art. 1https://scholarworks.sjsu.edu/themis/vol6/iss1/113  VOLUME VI • 2018 transgender women in men’s prisons face considerably higher rates of physical and sexual violence. According to Shay (2014), PREA, although designed to tackle the issue of sexual and physical violence against vulnerable populations such as trans inmates, does little to address the true cause of the violence—mass incarceration. Transgender inmate’s increased risk of victimization is well known, and according to Au (2016), the National Prison Rape Elimination Commission (NPREC) recognized the heightened risk in a 2009 report that focused on improved practices for assessing inmates for vulnerability upon entry to prison. There have been numerous examples of heinous physically and sexually violent acts at the hands of guards and fellow inmates committed against trans women while they were incarcerated in men’s prisons. A selection of these have become court cases in their own rights.  As explained by Au (2016) the 1994 Supreme Court case Farmer v. Brennan focuses on the story of Dee Farmer, a trans woman who had not yet had lower surgery and was placed into a men’s prison. While incarcerated, she was moved several different times for her protection, but despite this, she was raped in her final cell placement. Disturbingly, Farmer was unsuccessful in her pursuit of a deliberate indifference claim, as the court cited that it required proof that prison officials managing Farmer’s care had “actual knowledge” that Farmer was at substantial risk of rape. Apparently, the numerous moves for her safety did not constitute proof they knew she needed to be protected. One other shocking example of sexual violence in a men’s prison is Inscoe, from the court case Inscoe v. Yates (2009). In her case, Inscoe was safely inside her cell when a male guard actively opened her cell, allowing two male inmates in, who went on to rape and beat Inscoe in turns. Fortunately for 13Bielous: Trans Women in IncarcerationPublished by SJSU ScholarWorks, 2018  THEMIS 14 her, due to the guards active enabling of the assault, the court did find that Inscoe did not receive adequate protection. While the outcome in Inscoe v Yates (2009) did recognize a fault in the prisons protection of a vulnerable inmate, it should not take a guard opening the door of a cell for attackers, to prove that there is knowledge of an increased risk.  The actual extent of sexual and physical attacks on transgender inmates is hard to establish. The number of trans women incarcerated is significant, yet not large enough to generate substantial research. One 2007 study by Jenness, Maxson, Matsuda and Sumner attempted to rectify this. Their study compared the experience of victimization between a random, representative sample of 322 cisgender prisoners, and a smaller sample of 39 transgender inmates. Using one on one interviews, the researchers asked participants various questions regarding sexual victimization, concerning acts with no consent, and acts with limited consent – that is things that they did not want to do, but did. Further questions were added to establish the worst event occurred per individual and if staff had any part in the sexual abuse.  The results of Jenness et al. (2007) showed that in the larger, random sample of cisgender inmates, 4.4% of them stated they had experienced sexual assault, and a further 1.3% reported performing sexual acts reluctantly, without full consent. In shocking contrast, the figures were 59% and 48.3% respectively within the transgender population group. Further questions on the prevalence of rape were included, which produced the concerning statistics that 7 of the 14 cisgender men and 14 of the 23 trans women who had initially answered yes to experiencing sexual assault before, had experienced at least one incident of rape as well. The researchers were concerned that not all 14Themis: Research Journal of Justice Studies and Forensic Science, Vol. 6 [2018], Art. 1https://scholarworks.sjsu.edu/themis/vol6/iss1/115  VOLUME VI • 2018 participants knew that something they had been through constituted rape, so the researchers gave them a definition of rape, and asked again. When the two original groups of participants were given the definition of rape as “oral or anal penetration by force or threat of force,” 3.1% of the cisgender group reported they had been raped, and 50% of the transgender group reported the same. One other subcategory of sexual abuse trans women often face when assigned to men’s prisons is forced prostitution. Sexton, Jenness and Sumner (2010), using interviews, found that when asked how many times they had been compelled to conduct prostitution in prison, the most common responses echoed some form of “too many to remember.” Policy Critique and Implications Gender dysphoria is a medical condition affecting a small fraction of the United States population. However, due to the discrimination and economic oppression transgender people face, the community has become over-criminalized. Subsequently, there is a significant number of transgender individuals in American prisons, often for so-called survival crimes such as prostitution or petty theft. Once incarcerated, transgender inmates face discriminatory policies, harassment, and violent abuse from both staff and other inmates. The still widespread practice of genitalia-based housing policies creates mundane and offensive categorizations of individuals, in addition to minimalizing the experience and identity of a trans person, to just their genitals. Due to the difficulty in obtaining medical transition, and particularly lower surgery, these genitalia-based policies often force trans women to serve their sentences in men’s prisons, and vice versa for trans men. 15Bielous: Trans Women in IncarcerationPublished by SJSU ScholarWorks, 2018  THEMIS 16 While some prisons use administrative segregation to protect these transgender individuals, the actual outcomes of the practice are far from positive. Subjected to 22 or more hours a day alone in a small cell, stripped of social interaction, prison programs, and work placements, many administrative segregation inmates suffer heinous mental health impacts, regardless of their trans status. The practice of administrative segregation for protection rather than punishment is questionable enough given the documented impacts, but when applied to a population already at significant risk of mental health issues, it is entirely unsuitable. To make matters worse, transgender inmates are barred from accessing their ongoing, or pursuing new treatments for their gender dysphoria despite access to medical care being protected under the Eighth Amendment. The combination of being inappropriately placed in a men’s prison, barred from medical treatments, and discriminated against by staff results in trans women facing disproportionate amounts of physical and sexual violence at the hands of fellow inmates and guards. To combat these deplorable experiences that trans women face across the U.S incarceration system, several procedural changes must occur. Panel-based Housing Placement  The placement of transgender inmates should accommodate the needs and safety of the transgender inmate and all surrounding inmates, as well as the resources of the facility. In order to achieve this, a panel-based placement system should be implemented. Smith (2012) states the only department utilizing such a panel is the District of Columbia, which uses a panel composed of a mental health clinician, a correctional supervisor, a case manager, a medical practitioner, and a volunteer for the Department of Corrections who is 16Themis: Research Journal of Justice Studies and Forensic Science, Vol. 6 [2018], Art. 1https://scholarworks.sjsu.edu/themis/vol6/iss1/117  VOLUME VI • 2018 “knowledgeable about transgender issues.” While this practice represents a useful step toward successful implementation of panel-based placement, members should be carefully selected to balance the loyalties or interests of the panel. Perhaps the best practice would be a panel composed of a licensed medical practitioner specialized in gender dysphoria, representatives from both a male and a female prison and, when available, a counselor who knows the prisoner.  To govern over the process, and to maintain impartiality, an independent professional with management and democratic skills should be appointed as head of the panel. This individual should receive specialized training to mitigate bias and ensure a genuine motive of the panel is achieved – placement of transgender inmates in a way that establishes a safe and respectful environment for all. Furthermore, all individuals on the panel should receive sufficient training on a number of topics such as gender dysphoria, prison procedures, and prisoners’ rights. This training should occur upon appointment, and no individual should sit on a panel until they have completed the required training. Continuing education should be provided on both an initial and updating basis, so all panel members are up to date on new legislation and gender dysphoria practices.  In addition to adequately trained professionals, composed to ensure relatively balanced interests, panel-based placement procedures should allow for input from the transgender inmate themselves. Whether through a written statement or in-person appearance, as may be preferred to help the professionals put a face to the case, the transgender inmate should be allowed to express their opinion. Although it may not be in the best interest of the prison, other inmates, or even the transgender inmate, to base any placement decision on the 17Bielous: Trans Women in IncarcerationPublished by SJSU ScholarWorks, 2018  THEMIS 18 transgender inmate’s preference alone, by accepting a statement from the inmate, the panel can learn more about their concerns, preferences, and reasoning. By combining these personal factors with professional opinions on the inmate’s gender dysphoria needs, and the resources available at each potential prison, the panel can consider the totality of the circumstances rather than just the genital surgical status and establish a safe and respectful housing placement. Access to Comprehensive Healthcare  Due to the nature of gender dysphoria and of incarceration, transgender inmates have unique, serious medical needs. While using a panel system for housing placements will hopefully lead to significantly less use of administrative segregation, incarceration still has a significant impact on one’s mental health. Given that those with gender dysphoria are already predisposed to mental health issues such as suicide, anxiety, and depression, once safely housed, it is essential to establish access to healthcare for transgender individuals. To do this, prisons must move away from “freeze frame” policies and move toward ensuring that their transgender inmates have access to adequate levels of both physical and mental health care. Prisons should be required to offer all prisoners, whether diagnosed at the time of intake or not, access to medical practitioners with experience in treating gender dysphoria.  While such specialized staff should not necessarily be available on site 24 hours a day, mental health service should be offered by psychologists, psychiatrists, and licensed counselors. Through these professionals, inmates experiencing gender dysphoria must have access to diagnosis as well as ongoing counseling for their symptoms. This practice removes the barrier presented by “freeze frame” policies which bar prisoners from 18Themis: Research Journal of Justice Studies and Forensic Science, Vol. 6 [2018], Art. 1https://scholarworks.sjsu.edu/themis/vol6/iss1/119  VOLUME VI • 2018 ever transitioning unless they were already diagnosed and being treated for gender dysphoria. Subsequent to providing adequate diagnosis and counseling, the mental health of transgender inmates can be much more closely monitored, preventing many potential issues for the prison and the inmates.  Physical health care should also be offered to transgender inmates, and those diagnosed and deemed in need of hormone therapy should be provided with it and monitored. Furthermore, should surgery be deemed the only appropriate treatment for an individual’s severe gender dysphoria, there should be no blanket rule denying the surgery, and a stringent procedure for providing the surgery should be established. Policies affording surgery to transgender inmates in need should be carefully drafted and reviewed by a nationwide body tasked with overseeing the treatment of transgender inmates in United States prisons. This will allow facilities to assert their own requirements and control within reason, while the dedicated body can ensure the protection of the inmate’s rights, particularly under the Eighth Amendment.  Lastly, this population, which is vulnerable to abuse from staff, must have access to a truly impartial grievance procedure. Governed by the same independent body as the provision of sexual reassignment surgery, there must be an avenue for complaints to be aired without prison interference. A prisoner must be able to contact this independent body directly and to communicate without the prison getting unduly involved. The system should also include the option to express a complaint anonymously, as inmates who have a negative experience but do not wish to pursue the issue themselves can still share useful information to hold the medical practitioners accountable and protect future transgender inmate patients. By offering such a 19Bielous: Trans Women in IncarcerationPublished by SJSU ScholarWorks, 2018  THEMIS 20 service, issues such as those raised in the Kosilek cases may be resolved out of court, through dialog between professionals, saving the department of corrections significant amounts of money, and sparing the transgender inmate significant undue stress.  Following the implementation of these changes, plenty of research should be conducted to assess the outcomes of the changes, and if the true intention of the changes – safe and respectful integration of transgender inmates—has been achieved. Studies should utilize case study methods, longitudinal studies, and simple data collection and statistical analysis. Data should be collected on how many trans women are assigned to women’s prisons, how many are assigned to men’s prisons, any protections associated with their placements, and health care services provided to transgender inmates. Case studies will be useful in providing qualitative data about transgender inmate’s experiences in incarceration. One area that lacks such research is the experiences of trans women who are incarcerated in women’s prisons. Lastly, longitudinal studies should be conducted, incorporating all kinds of transgender inmates, assigned to all manner of prisons. These longitudinal studies will help professionals and policymakers establish the best practices based on the long-term outcomes of the changes implemented. In totality, future research should aim to assess the safety and practicality of assigning trans people, when possible, to a prison that matches their gender identity rather than assigned sex.      20Themis: Research Journal of Justice Studies and Forensic Science, Vol. 6 [2018], Art. 1https://scholarworks.sjsu.edu/themis/vol6/iss1/121  VOLUME VI • 2018 References American Psychiatric Association. (2013). Diagnostic and Statistical Manual of Mental Disorders (5th ed.). Arlington, VA: American Psychiatric Publishing. Au, J. (2016). A remedy for male-to-female transgender inmates: Applying disparate impact to prison placement. American University Journal of Gender, Social Policy & the Law, 24(3), 371-399. Erni, J. N. (2013). Legitimating transphobia. Cultural Studies, 27(1), 136-159.  Fradella, H. F., & Sumner, J. M. (2016). Sex, sexuality, law, and (in)justice. New York: Routledge, Taylor and Francis Group. Gates, G. J. (2012). LGBT Identity: A demographer’s perspective. Loyola of Los Angeles Law Review, 45(3), 693-714. Jenness, V., Maxson, C. L., Matsuda, K. N., & Sumner, J. M. (2007). Violence in California correctional facilities: An empirical examination of sexual assault (report). Retrieved from: http://ucicorrections.seweb.uci.edu/files/2013/06/PREA_Presentation_PREA_Report_UCI_Jenness_et_al.pdf Matricardi, D. (2016). Binary imprisonment: Transgender inmates ensnared within the system and confined to assigned gender. Mercer Law Review, 67(3), 707-739. Papadopulos, N. A., Lellé, J., Zavlin, D., Herschbach, P., Henrich, G., Kovacs, L. …Schaff, J. (2017). Quality of life and patient satisfaction following male-to-female sex reassignment surgery. The Journal of Sexual Medicine, 14(5), 721-730.  21Bielous: Trans Women in IncarcerationPublished by SJSU ScholarWorks, 2018  THEMIS 22 Prison Rape Elimination Act of 2003, 42 U.S.C. § 15601 (2003). Rosenberg, R., & Oswin, N. (2015). Trans Embodiment in Carceral Space: Hypermasculinity and the US prison industrial complex. Gender, Place & Culture: A Journal of Feminist Geography, 22(9), 1269-1286.  Ruppin, U., & Pfäfflin, F. (2015). Long-term follow-up of adults with gender identity disorder. Archives of Sexual Behavior, 44(5), 1321-1329. Sexton, L., Jenness, V., & Sumner, J. M. (2010). Where the margins meet: A demographic assessment of transgender inmates in men’s prisons. Justice Quarterly, 27(6), 835-866.  Shay, G. (2014). PREA's elusive promise: Can DOJ regulations protect LGBT incarcerated people? Loyola Journal of Public Interest Law, 15, 343-355. Smith, W. E. (2012). In the footsteps of Johnson v. California: Why classification and segregation of transgender inmates warrants heightened scrutiny. Journal of Gender, Race & Justice, 15(3), 689-727. Solidarity Watch. (2016, March 08). Retrieved from http://solitarywatch.com/facts/faq/ Sutcliffe, P. A., Dixon, S., Akehurst, R. L., Wilkinson, A., Shippam, A., White, S., . . . Caddy, C. M. (2009). Evaluation of surgical procedures for sex reassignment: A systematic review. Journal of Plastic, Reconstructive & Aesthetic Surgery, 62, 294-308.  Wykoff, J. K. (2014). All prisoners are equal, but some prisoners are more equal than others: An inmate’s right to sex reassignment surgery after Kosilek v. Spencer, 889 F. 22Themis: Research Journal of Justice Studies and Forensic Science, Vol. 6 [2018], Art. 1https://scholarworks.sjsu.edu/themis/vol6/iss1/123  VOLUME VI • 2018 SUPP. 2D 190 (D. MASS. 2012). Southern Illinois University Law Journal, 39(1), 143-161.   Stanislaw (Stan) Bielous graduated with his bachelor’s degree in Justice Studies and a minor in Forensic Studies from San Jose State University in 2017. He is currently pursuing his master’s degree in Forensic Science at Syracuse University. He is also obtaining certificates in Firearm and Toolmark Examination, as well as Medicolegal Death Investigation. His research interests include postmortem mutilation, establishing postmortem interval, Medicolegal Death Investigator training, and social justice issues pertaining to the criminal justice system. After finishing his master’s degree, Stanislaw plans to work as a Death Investigator while pursuing further education and research opportunities. His love for academia is entirely thanks to his Grandpa, to whom he would like to dedicate his first publication. He'd also like to thank Professor K for her unending support and inspiration.             23Bielous: Trans Women in IncarcerationPublished by SJSU ScholarWorks, 2018",
    "id": 215411274,
    "identifiers": {
        "doi": "10.31979/THEMIS.2018.0601",
        "oai": "oai:scholarworks.sjsu.edu:themis-1058"
    },
    "title": "Trans Women in Incarceration: Housing, Healthcare, and Humanity",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-05-21T08:00:00+01:00",
    "publisher": "SJSU ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=1058&amp;context=themis"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/215411274.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/215411274"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/215411274/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/215411274/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/215411274"
        }
    ],
    "abstract": "This paper seeks to analyze the experience of male-to-female transgender inmates housed in men’s prisons and to propose housing and healthcare policies with humanity and safety for all in mind. To do this, the paper examines gender dysphoria and its treatments, transgender prisoners’ increased risk of victimization, current housing placement policies, and lastly, transgender prison healthcare practices. Ultimately, this paper proposes the use of fair and adequately trained panel-based placement teams, the provision of comprehensive mental and physical health care and the establishment of impartial grievance procedures",
    "tags": [
        "text",
        "Transgender Inmates",
        "Gender Identity Disorder",
        "Healthcare",
        "Housing",
        "Criminology and Criminal Justice",
        "Health Law and Policy",
        "Jurisprudence",
        "Law and Gender",
        "Other Legal Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.sjsu.edu:themis-1058",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2185",
        "openDoarId": 0,
        "name": "SJSU ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 215411274,
        "depositedDate": null,
        "publishedDate": "2018-05-21T08:00:00+01:00",
        "updatedDate": "2024-01-20T09:44:55+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T15:27:43+01:00"
    },
    "urls": [
        "https://scholarworks.sjsu.edu/themis/vol6/iss1/1",
        "https://scholarworks.sjsu.edu/context/themis/article/1058/viewcontent/1_Bielous.pdf",
        "https://scholarworks.sjsu.edu/context/themis/article/1058/filename/0/type/additional/viewcontent/Trans_Women_in_Incarceration__Housing__Healthcare__and_Humanity_References.pdf"
    ],
    "lastUpdate": "2024-01-20T09:44:55+00:00",
    "setSpecs": []
}