{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Smidova, Eva"
        }
    ],
    "contributors": [],
    "createdDate": "2019-08-22T09:05:56+01:00",
    "dataProvider": {
        "id": 1836,
        "name": "NSU Works",
        "url": "https://api.core.ac.uk/v3/data-providers/1836",
        "logo": "https://api.core.ac.uk/data-providers/1836/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/225138079.pdf",
    "fullText": "Nova Southeastern UniversityNSUWorksDepartment of Family Therapy Theses andDissertations CAHSS Theses and Dissertations2019Transgender Parent Differentiation: A HeuristicPhenomenological StudyEva SmidovaThis document is a product of extensive research conducted at the Nova Southeastern University College ofArts, Humanities, and Social Sciences. For more information on research and degree programs at the NSUCollege of Arts, Humanities, and Social Sciences, please click here.Follow this and additional works at: https://nsuworks.nova.edu/shss_dft_etdPart of the Lesbian, Gay, Bisexual, and Transgender Studies Commons, and the Marriage andFamily Therapy and Counseling CommonsShare Feedback About This ItemThis Dissertation is brought to you by the CAHSS Theses and Dissertations at NSUWorks. It has been accepted for inclusion in Department of FamilyTherapy Theses and Dissertations by an authorized administrator of NSUWorks. For more information, please contact nsuworks@nova.edu.\t iv\t  Transgender Parent Differentiation: A Heuristic Phenomenological Study    by    Eva Smidova     A Dissertation Presented to the College of Arts, Humanities, & Social Sciences In Partial Fulfillment of the Requirements for the Degree of Doctor of Philosophy  Nova Southeastern University 2019  \t v\t         Copyright by Eva Smidova June 2019           \t vi\t      \t vii\tAcknowledgments   First and mostly, I want to dedicate this dissertation to all parents. Their hard work, devotion, unconditional love, and enduring care, rather than concern over gender, race, religion, or social status, make families run.   Fifteen years have passed since I read a book that later became one of the major books in the field of psychology in the Czech Republic, by my former professor of psychoanalysis, Dr. Alena Plzakova. Her book had a very humble and heart touching dedication. She dedicated her book to her twelve-year old daughter. Today, I want to do the same.   I want to thank my daughter Sara for being patient with me for so many hours, days, and holidays, when I was not available and there for her as I was “doing the research or school.” Thank you, Sara, for believing in me, following me around the world, and accepting me for who I am despite a lot of challenges, struggles, and our obvious gender related differences. You have been my reason to live, you have made my life full, exciting, and joyful.   Professor Ron Chenail, my research parent, your excitement and no doubts that I can make it were exactly the engine that kept me motivated, curious, and excited about research with a human face. I kept you on my mind, sitting in my head, keeping my imaginative dialogue with you, yet figuring out what you meant, reading between the lines of your messages. The elegance of your writing and the clarity with which you write is unbeatable and helped me many, many times with keeping the red line of my writing less complicated. I cannot thank you enough for having the honor to work with you. \t viii\t Professor Chris Burnet, my Bowen guru and family, thank you for introducing me to Bowen theory and natural systems theory. It changed my life, or better, it got my life back to where it used to be. It brought a light to my private as well as academic life and peace and comprehension to my mind. Thank you for your genuine support, all your uplifting comments, and open-minded statements that gave wings to my own creativity and development of my perception of Bowen. You made it happen!  Fortunately, thank you, Professor Kara Erolin for being such a kind guide, femininely bright advisor, and professional human that made my heart warm. You were supposed to be the element that Professor Burnet said would bring gender equality to my committee. You were the one who helped me with the gymnastics of my brain, stretching my views and wearing a protective and caring attitude towards my participants and towards the transgender community in general. We speak the same language. I hugely respect your care for justice for others.  Finally, thank you to my gender non-conforming participants, clients, and friends. You became my unigender family. Thank you for inviting me to become part of your life. Thank you for sharing all the big and tiny moments of your transition journey. Thank you for proposals, compliments, invitations, and standing up for me as much as I was standing up for you. You made me laugh, you made me cry, you made me think hard.   I am very grateful and my very special thank you goes to my dearest Richard Toumey, who has been cheering for me, and I have been cheering back since I landed in our writing lab in fall 2013. Richard, you believed in the poetry in my academic writing, in my style, name, and even my accent. Thank you!    \t ix\tTABLE OF CONTENTS              Pages Acknowledgments ………………………...……………………………………………. iv List of Tables ……………………...………………………………………..………….....x Abstract ...…………………………………………………………………………….…..xi CHAPTER I: INTRODUCTION ………………………………………………………1  Transgender Parents on Display ...………………………………………..…........1 Definition of Diagnosis of Gender Dysphoria in Adults and Other Related and  Frequently Used Terms……………………………………...…………..……………..….3 Definition of Parent and Parental Rights….……..……………………………..…6 How to Capture Essence of Transgender Parenting …………………..………….7  Epistemology of the Research Design ………………………………..…………..9  Ontology of Transgender Parenting Phenomenon ………………………....……10 Family Systems Theory………………………………………….………………12    Emotional Unit and Emotional Functioning……………………...……...14   Principles of Bowen Theory……………………………………………..16   Emotional Triangles……………………………………………...………17   Nuclear Family Emotional Process ……………………….……..……....18   Family Projection Process …………………….……………………....…18   Multigenerational Transmission Process …………………...…………...19   Sibling Position ………………….......………………………….……….19   Emotional Cutoff …………………………………....……...…………...20   Societal Regression ………………………...……………………………21 \t x\t  Self-differentiation …...………………………….....……..….…………22   Chronic Anxiety …………….......……………………………………….27 Family Systems Theory and Transgenderism…………………..…...………...…29   Emotional Triangles ………………………….......……………………...30   Nuclear Family Emotional Process ………………………………...…....31   Family Projection Process …………………….…..…………………..…31   Multigenerational Transmission Process ………………...…………...…31   Sibling Position ………………….......………………………….……….32 Emotional Cutoff ……………………………………........……...……...32   Societal Regression …………………………………………………...…33   Self-differentiation ……………………………………..…………..……33  Purpose of the Research …………………………..…….…………………..…...34  Significance of the Study………………………………………………………...35 CHAPTER II: REVIEW OF THE LITERATURE …………..……………………..37  Response of the Family System to a Transition of Transgender Parent …..…….37   Arguments against LGB(T) Parents…………………….………………..39   Functioning of LGB(T) Families………………………………….……..40   Parental Gender Role Impact on Children………………………….……40   Timing of Transgender Parents’ Coming Out...…………………………40   Social Acceptance of Transgender Parents………………………………41   Transgender Parents’ Relationship with their Children after    Coming Out………………………………………………………………42   Family’s Adaptation to a Transgender Parent’s Coming out…………….43  \t xi\t Transgender parents in Their Parenting Roles..…………………………..45   Transgender Identity Development…………………………………...….46   Gender Stereotypes…………………………………………………...….47   Support and Transgender Identity…………………………………….….47  Patterns of Self-differentiation …………...............………………………….…..48  Summary of the Literature ………………………………………………………50 CHAPTER III: METHODOLOGY …………………………………………………..54  Research Questions.….…………………….………………………..………..….54  Research Design and Qualitative Inquiry ……………………………………….55  Phases of Heuristic Research…………………………………………………….58 Self of the Researcher ………………………………………...………………....60  Participants ……………………………………………………………..………..62  Data Collection and Generation …………………………………………………64  Qualitative Data Analysis …….…………………………….…………………...67  Rigor and Trustworthiness ……………..……………………………………......71  Ethical Concerns ……………..……………………….…………………………72  Results Organization………………………...…………………………………...73 CHAPTER IV: RESEARCH FINDINGS.....................................................................74  Participants Demographic Data………………………………………………….74  Heuristic Analysis………………………………………………………………..78   Selfish Unselfishness: Becoming Me…………………………..…….….80   Relationship with My Close Family: It Is About Respect……………….86   Battle of Emotions: Do the Right Thing…………………………………89 \t xii\t  Competence, Confidence, and Legacy: This Is How We Do It. Or Not....91   Life Satisfaction: Welcome to My World……………………………......94   Bowen Theory Data Analysis………..…………………………………..97   Balancing Individuality and Togetherness (BIT)………………………..97   Balancing Thoughts and Feelings (BTF)……………………………….101   Self-differentiation in the Expressed Gender (SDEG)…………………105 CHAPTER V: DISCUSSION……………………………………………………...…108  Essence of Transgender Parenting……………………………………………...109  Process of Self-differentiation of Transgender Parents…………………….…..110  Strengths and Limitations………………………………………………………116  Recommendation for Future Research…………………………………………117  Relevance for Marriage and Family Therapy…………………………….…….118  References …………………………………………………………………………….121 Appendices ……………………………………………………………………………143  Appendix A: Informed Consent Form for Participants of Research Study.…....143  Appendix B: Research Participant’s Demographic Survey…………………….147        \t xiii\tList of Tables Table 1: Participant Demographics………………………………………………………72 Table 2: Participant Demographics: Transgender Parenting…………………………….73 Table 3: Themes and Qualities of the Researched Phenomenon……………………..….77                    \t xiv\tAbstract Transgender individuals go through their intrapersonal differentiation between covert “I” (expressed gender) and overt “I” (assigned gender), often unnoticed by family members before their coming out. Consequently, their coming out rockets anxiety in the family system and the process of differentiation of transgender parents seem to go through its unique path to search for equilibrium. Recent social and clinical studies about transgender parents have paid attention to the experience and challenges of the gender transition process, social pressure, acceptance of transgender individuals in a parenting role, and readiness of families to cope with the transition of a parent (Bischof, Warnaar, Barajas, & Dhaliwal, 2011; Chung, 2016; Di Ceglie, 1998; Freedman, Tasker, & Di Ceglie, 2002; Haines, Ajayi, & Boyd, 2014; Hines, 2006; Theron & Collier, 2013; Veldorale-Griffin, 2014; White & Ettner, 2004, 2007). No research study has attempted to explore the essence of transgender parenting and the related self-differentiation process (Bowen, 1978; Kerr & Bowen, 1988). In this research, I intended to address this gap in knowledge by utilizing a heuristic phenomenological research design to explore the essence of parenting and self-differentiation of transgender parents. I used interviews with ten transgender parents, both females and males, to embrace the elements of the lived experienced. The first conducted heuristic analysis revealed five emerging themes: Selfish Unselfishness: Becoming Me; Relationship with My Close Family: It is About Respect; Battle of Emotions: Do the Right Thing; Competence, Confidence, and Legacy: This Is How We Do It. Or Not; and Life Satisfaction: Welcome to My World. The second, qualitative data analysis, brought evidence of these qualities of self-\t xv\tdifferentiation: Balancing Individuality and Togetherness; Balancing Thoughts and Feelings; and Self-differentiation in the Expressed Gender.  Keywords: transgender parent, self-differentiation in parenting role, family systems theory, qualitative, heuristic phenomenology                    CHAPTER I: INTRODUCTION   Transgender individuals go through their intrapersonal differentiation between covert “I” (expressed gender) and overt “I” (assigned gender), often unnoticed by family members before their coming out. Self-differentiation is both a mandatory and floundering part of their transition. Consequently, transgender parents’ coming out rockets anxiety in the family system and process of differentiation on an interpersonal level seems to go through its unique path to search for equilibrium. Despite the increasing number of families with a transgender or gender non-conforming parent, the essence of transgender parenting and the related self-differentiation process in the context of the family system has not been explored yet (Bowen, 1978; Kerr & Bowen, 1988; Dierckx, Motmans, Mortelmans, & T’sjoen, 2016). In this research, I intended to address this gap in knowledge by utilizing a heuristic phenomenological research design to explore the essence of parenting and self-differentiation of transgender parents. Transgender Parents on Display  In June 2016, the Williams Institute reported statistics about the transgender adult population in the United States (Flores, Herman, Gates, & Brown, 2016). In 2011 transgender individuals in the United States population represented 0.3% or 700,000 adults (Gates, 2011). In 2016 the number was doubled with an average estimate of 0.6% or 1.4 million transgender adults, varying from 0.4 to 2.8% across the nation (Flores, Herman, Gates, & Brown, 2016) and 25 to 49% of them are transgender parents (Dierckx, Motmans, Mortelmans, & T’sjoen, 2016). A few studies that have inquired about the number of children transgender parents had found that about 50% of these parents had one child, about 30% had two children, and 30% had three children (Factor & \t\t2\tRothblum, 2007; Grant, Mottet, Tanis, Harrison, Herman, & Keisling, 2011; Wierckx, Mueller, Weyers, Van Caenegem, Roef, G., Heylens, & T'sjoen, 2012). A study by Factor and Rothblum (2007) suggested that transgender parents have a similar number of children as non-transgender parents.  This phenomenon of transgender parenting has been a controversial clinical (Lev, 2013), ethical (Green, 2006; Murphy, 2010; White & Ettner, 2007), and political theme. Transgender parents frequently report disadvantages and discrimination in their parental rights—either formally through the courts or informally in child custody, visitation arrangements, and adoption processes (Ball, 2012; Stotzer, Herman, & Hasenbush, 2014). The odds of accepting transgender individuals in their parenting role are significantly lower compared to heterosexual parents. Moreover, the odds of acceptance of transgender women are lower than that of transgender men (Chung, 2016).   The mental health diagnosis of gender dysphoria is frequently used against transgender parents to disadvantage them in legal battles over child custody (Green, 2006). Debates about whether gender dysphoria belongs in the Diagnostic and Statistical Manual of Mental Disorders (DSM) accompanied an approval process of the latest, fifth edition of DSM-V. Yet, the controversial debates still continue. Clinicians working with this marginalized population are divided whether to label transgender individuals as those with a mental health disorder or whether to find another way to address gender dysphoria and needs of this population (American Psychiatric Association, 2013; Coleman et al., 2011; DeCuypere, Knudson, & Bockting, 2010; Ehrbar, 2010; Lev, 2004; Lostracco, 2008; National Gay and Lesbian Task Force, 2012). Whereas some professionals want to retain the diagnosis, as it might facilitate better access to health care, others prioritize the \t\t3\tdecrease of mental health diagnostic status and with that, also related social stigmas (Ehrbar, 2010).  Definition of Gender Dysphoria in Adults and Other Related and Frequently Used Terms Gender Dysphoria in Adolescents and Adults  The DSM-V describes gender dysphoria, 302.85 (F64.0), as a “marked incongruence” between one’s expressed (psychological) gender and assigned (biological) gender. Such an incongruence must last at least 6 months, has to be associated with clinically significant distress or impairment in social, school, occupational or other important areas of functioning, and has to be manifested by at least two symptoms out of the six listed below: 1. Significant incongruence between one’s expressed gender and primary and/or secondary sex characteristics; \t2. A strong body dysphoria related to one’s primary and/or secondary sex characteristics because of the significant incongruence described (body does not fit the psychological gender);\t3. A strong desire for congruence of the primary and/or secondary sex characteristics with the expressed gender;\t4. A strong desire to be of the other – expressed gender;\t5. A strong desire to be treated as the expressed gender;\t6. A strong conviction that one has the typical feelings and reactions of the expressed gender - “I know” mindset (American Psychiatric Association, 2013). \t The World Professional Association for Transgender Health Standards of Care \t\t4\tfor the Health of Transsexual, Transgender, and Gender–Nonconforming People (7th ed., text revision), hereinafter SOC, defines gender dysphoria as “discomfort or distress caused by a discrepancy between person’s gender identity and that person’s sex assigned at birth and the associated gender role and sex characteristics (Coleman et al., 2011).  Gender dysphoria, although listed among the diagnoses in DSM-V, has its own subsection and is not listed among sexual or identity disorders like it was in past diagnostics manuals. The classification it states is descriptive. It carries patterns of self-differentiation process, such as “a strong desire to be of the other…” or “a strong conviction one has the typical...” This definition does not handicap transgender adults in their parenting role; rather it posits direction of treatment of gender dysphoria with gender affirmative therapy, leading to life in their expressed gender role (American Psychiatric Association, 2013). Transgender Transgender individuals are people who experience discrepancy between the individuals’ gender identity and the individuals’ sex assigned at birth and who cross or transcend culturally-defined categories of gender (Bockting, 1999; Knudson, De Cuypere, & Bockting, 2010). Female-to-Male (FtM) is an adjective to describe individuals of female assigned at birth based on their biological sex who are in a process of changing their body and/or gender role to a male body and/or role. Male-to-Female (MtF) is an adjective to describe individuals of male assigned at birth based on their biological sex who are in a process of changing their body and/or gender role to a female body and/or role (Coleman et al., 2011).  \t\t5\tGender Non-Conforming, Questioning, Genderqueer  Gender non-conforming individuals, also questioning or genderqueers are individuals whose gender identity, role or gender expression does not conform to the cultural gender norms and expectations prescribed for people of a particular sex at the time (Institute of Medicine, 2011). Gender role or expression refers to personality characteristics, appearance, and behavior typical for male or female roles in the respective culture and historical period (Ruble, Martin, & Berenbaum, 2006). People who tend to incorporate both masculine and feminine gender roles and expressions are also called genderqueers or questioning (Bockting, 2008). In contrast, individuals who conform in their at-birth-assigned gender, based on their biological sex, represent ciswomen or cismen. LGBTQ, Coming Out, Transition  LGBTQ. This is a common acronym for individuals of non-heterosexual orientation – lesbians, gays, bisexuals, and for individuals outside of cisnormativity; individuals non-conforming to their biological sex, transgenders, and questioning or queers (National Center for Transgender Equality, 2019).   Coming out. This refers to an on-going process and a voluntary disclosure of the one’s other than heterosexual orientation (Appleby, 2001). In case of a gender related coming out, I am broadening the definition by adding that coming out, besides a voluntary disclosure of the one’s other than heterosexual orientation, includes also a voluntary disclosure of the one’s other than cisnormative gender.  Transition. The process of transition refers to a process through which transgender individuals progress from their at birth assigned gender to their expressed \t\t6\tgender on the bio-psycho-social level. Transition is a period of time when individuals change from the gender role associated with their biological sex to a differently, expressed gender role (Coleman, et al. 2011). Formation of gender identity is a multistage process. Fifkova et al. (2002) use an expression, “gender transformation,” from the assigned biological gender to the expressed gender. The commonly used term in the recent professional literature is “transition” and as such, it evokes a process, change, or challenge. The process of transition usually revolves around learning how to live socially in the expressed gender role, around finding roles and expressions that fit related contexts, and around application of hormonal treatment or other related medical procedures (Coleman et al., 2011). Definition of Parent and Parental Rights  Definitions of a parent and what parental rights involve give boundaries to the research focus related to differentiation in the role of a parent, as well as limits of rights and duties of parents in the context of gender dichotomy, if there are any. Definitions of mother, father, and parents refer to their biological gender: mother is a woman who has borne a child; father is a male by whom a child was begotten; and parent is the lawful father or the mother of a person (Garner & Black, 2019). Other definitions of parents focus more on parental rights. Parent represents a mother or father who is related to the child by blood, but adoptive parents have the same rights and responsibilities as biological parents.  The relationship between parent and child is of fundamental importance to our society (Farflex, 2019). Parental responsibility refers to a set of rights and privileges—parenting time and decision-making responsibilities that children have with their parents \t\t7\tand with those adults who have a significant role in the child's life as the basis of their relationship. In general, the law seeks to treat both parents equally in terms of gender and, also equally with biological and adoptive parents. Rather than pre-existing conditions, significance of quality relationship is prioritized (airSlate Legal Forms, 2019).   Legal definitions of parenting, parents, and parental responsibility describe these phenomena from lenses of rights, responsibilities and requirements to be fulfilled and although these are strictly gender binary, they proclaim equality for both parents. Participants in this research are transgender adults who came out after their child/children were born, and so, their children identify them usually by the parental role they have been used to, without a connection to the biological gender. A transgender woman is frequently called “dad” and a transgender man is usually called “mom,” so both parental roles are represented in the family system.   Researchers from Rutgers Law School studied almost 50 court cases of transgender parents across the nation regarding their parental rights and found in all of them evidence proving discrimination of parental rights for transgender parents (Ball, 2012). Researchers concluded for the proper rule for the type of cases to apply: “If an individual would be a parent as a female, then the fact that she or he has changed her female identity to a male or female should not lead a court to deprive him or her of the rights, or excuse him from the obligations of legal parenthood, or to put it more succinctly, gender does not make a parent” (Ball, 2012, p. 37). How to Capture Essence of Transgender Parenting  Over the past 12 years I have worked as an LGBTQ friendly therapist and later as a transgender care certified therapist with transgender, gender non-conforming, or gender \t\t8\texploring population. I have run hundreds of more or less formal groups with this population. I have also lived and explored fluidity of my own gender and questioned my parenting competencies. I have observed, witnessed, assisted, and participated in many individual and family stories. Yet, I am a Bowen therapist and I am a researcher. Through my initial engagement and immersion process, while I was revolving around my research topic, I struggled with the right methodological approach and ethical questions as well. My understanding, my approach to transgenderism is through my Bowen, natural systems theory lenses. This way I perceive and interpret the gender transition process, comprehending and making meaning of dynamics in the respective family system, how gender differentiation progresses and affects the family system and vice versa (Bowen, 1978; Kerr & Bowen, 1988). However, as I intended to capture the essence of transgender parenting and a differentiation process within the process of gender transition in depth, I had to rely on the participants to share their lived experience freely without limits of a pre-defined, interpretive framework.  In the literature review, I have documented published research studies about the theme of transgender parents and families with transgender parent/s, but I was missing a comprehensive understanding of substantial relational and emotional elements of the family dynamic, and pivotal moments in the process that only lived experience may display. I was missing an intimacy with that experience; the intimacy that family therapists seek and work with in therapy. I had to stay me, a Bowen therapist, but I did not want to kill the essence of the targeted phenomenon.   I noticed and also said many times that I express and explain my thinking process to clients and that I invite them to participate in the process. This has been a consistent \t\t9\tpattern in my therapeutic work and possibly “the something” that is making my work with clients different. Constant self-dialogue and self-reflection became essential elements of my clinical work and they are also typical patterns of the phenomenological heuristic approach. As I began revisiting my clinical sessions and voices from transgender support groups about transgender parents’ expressions and opinions, I started to pay attention to topics that I intended to capture. Topics are related to parenting of transgender individuals through the transitioning process, essentials of their parenting roles, quality of the relationships, fulfillment or hiding and avoiding gender stereotypes in the parenting roles, role playing, pretending, and then growing into a genuine behavior later after coming out. I started to compare my role of a parent with others. I was thinking how I changed through crisis in my relationships, through developmental stages, and how an increased functional self-differentiation affected my confidence of being a parent. I thought about my concerns for raising a child and meeting the expected, mainstream gender stereotypes. I thought about my clashes with gender expectations, and those transgender parents who crave meeting the mainstream gender stereotype in their expressed gender role. I thought about my choices informed by my beliefs and values and respect for choices of others.   Epistemology of the Research Design  As an individual who belongs “under the LGBTQ umbrella,” I have had difficulty to find a balance between an independent, uninvolved position of a researcher; outsider, and an involved therapist; and insider, who is close enough to the phenomenon and so able to immerse in it. From an ethical point of view, the transgender community is a marginalized population and as such, it should be approached with the highest level of \t\t10\tsensitivity. I was inclined to have active participants in the research, co-researchers, who help to depict the essence of the explored phenomenon. I did not want to put transgender parents under a microscope as only studied objects of the research. That is why I decided to utilize Moustakas’ heuristic phenomenology inquiry model (Moustakas, 1990) and follow an interpretive framework of social constructivism to capture and interpret the essence of transgender parenting and on-going self-differentiation process (Creswell, 2013).   Heuristic phenomenology places human experience above numbers, residing in tacit knowledge and in close connection of all participants with the explored phenomenon (Sela-Smith, 2002). Contrary to phenomenology that pursues bracketing personal experience, heuristics counts on a close relationship with the explored phenomenon (Moustakas, 1990). The framework of social constructivism revolves around the researcher’s subjective experience of the phenomenon. It requires the active effort of participants in constructing meaning and understanding of the explored phenomenon using their own experiences and background. The researcher then makes an interpretation of the findings, “makes sense of the meanings others have about the world” (Creswell, 2013, p. 25).  Ontology of Transgender Parenting Phenomenon  The latest social and clinical studies have paid attention to the experience and challenges of the gender transition process (Bischof et al. 2011; Brown, 2009; Chang, 2002; Quinn & Chaudoir, 2009; Sharac, McCrone, Clement, & Thornicroft, 2010; Stotzer et al., 2014; Veldorale-Griffin, 2014; Veldorale-Griffin & Darling, 2016; White & Ettner, 2004, 2007), hetero-normative concerns of the process regarding children (Chang, 2002; \t\t11\tGreen, 1978, 1998; Patterson, Farr, & Hastings, 2007; Short, Riggs, Perlesz, Brown, & Kane, 2007), obstacles to becoming a transgender parent (Ashbourne & Daly, 2010), and social pressure, acceptance, and readiness of family to cope with transition of a partner and parent (Bischof et al., 2011; Chung, 2016; Di Ceglie, 1998; Freedman et al., 2002; Haines et al., 2014; Hines, 2006; Theron & Collier, 2013; Veldorale-Griffin, 2014; White & Ettner, 2004, 2007).  Less attention has been paid to the fulfillment of a parenting role by a transgender parent, content of the role, family processes and family system growth through gender transition, as well as a level of satisfaction for the parent and the rest of the family through the parent’s gender transition. Recently, researchers have called for more research regarding transgender parents experiences, ability, and skills from those the family system can benefit (Veldorale-Griffin & Darling, 2016); research that could determine factors that promote positive family functioning for families with a transgender parent (Veldorale-Griffin & Darling, 2016); research that will clearly illuminate how parent-child relationships evolve in relation to a parent’s transition, children’s perceptions, and overall experience of living with a transgender parent (Ashbourne & Daly, 2010; Stotzer, Herman, & Hasenbush, 2014); research that will bring all family members’ perspective on gender transition process and its impact on them (Bischof et al., 2011); research exploring family formation among transgender people, how they are becoming parents and what their needs might be, as well as needs of their children, and discrimination and bias they may face (Stotzer, Herman, & Hasenbush, 2014); and research about boundary ambiguity between a transgender parent and his or her spouse (Veldorale-Griffin & Darling, 2016). Boundary ambiguity refers to “cognitive \t\t12\tuncertainty regarding who is who” in the family system (Veldorale-Griffin & Darling, 2016, p. 608). The necessity to re-negotiate and re-establish boundaries between partners is also posited in Bischof’s et al. research (2011). In the language of family systems theory (Bowen, 1978; Kerr & Bowen, 1988), boundary ambiguity is related to self-differentiation in the family system and differentiation of the family system in society. Family Systems Theory  The theoretical framework of Bowen Theory was inspired by Darwin’s ideas about evolution of human behavior, its continuity and its limits, by new discoveries in the natural sciences related to human behavior, to emotional systems, or to brain structures and their functions, by psychoanalytic theory with the concept of object relations, but mainly it is guided by Bertalanffy’s General Systems Theory (Bowen, 1965; Papero, 1990). General Systems Theory defined principles of functioning, dynamics, and patterns of all systems in nature (Bertalanffy, 1968). These principles were then applied to human relationships by many pioneers of family therapy (e.g., Nathan Ackerman, Gregory Bateson, Dorothy Becvar, Erik Erikson, Richard Fisch, Jan Haley, Don Jackson, Paul Watzlawick, John Weakland, and Murray Bowen). Bowen developed “a natural systems theory based on the multiple variations of evolution” (Kerr & Bowen, 1988, p. 383). Human thinking tends to approach the world in contrasting categories, people comparing and contrasting one phenomenon with another. System thinking tends to see wholeness, complexity, and context of each phenomenon and rather than contrasting phenomena, approaching them as inclusive, part of the whole, reciprocal or counterbalancing each other. Contrasting genders such as gender dichotomy and parenting roles of mother and father are another example of contrasting phenomena. Bowen Theory sees individuals \t\t13\tfrom an evolutionary perspective, as a part of relationship systems, and as a part of other systems—natural systems (Ferrera, 1989).   New discoveries in neurology and neuroethology introduced the concept of “the Triune Brain: mind of three minds” (MacLean, 1978, pp. 308-342) as a hierarchy of three sub-brains within one brain that are able to work independently, yet still together and as one—a brain family system. The oldest of the three is the reptilian brain that controls the body’s vital functions; the neocortex, the most recently evolved brain formation in humans, is the center of abstract thinking, objective thinking, language; and the limbic system in the midbrain lies between the two others and represents the emotional center of the brain and the one behind the greatest step in evolution related to the family members’ attachment (MacLean, 1978). The most intensive emotional reactions appear in survival type situations, situations related to preservation of self or the group, system, and species (Ferrera, 1989).   Darwin concluded that under pressure from the environment, the variation that gives an organism a higher probability to adapt is the one that makes the difference in which some survive and some do not. Those organisms which fit their environment the best survive (Ferrera, 1989). Transgender individuals perceive themselves as born different, yet the goal of their transition is to best fit their environment. Their preservation is stipulated by their transition to the expressed gender. This goal does not necessarily comply with the understanding of preservation of the related family system.  To distinguish this theory from other family theories and also protect it from misinterpretations, Bowen started to call it “The Bowen Theory.” Bowen’s theory embraces a natural systems model of the world governed by counterbalancing life \t\t14\tforces—perpetually moving together and apart—to explain human behavior. The theory approaches family as a network of interrelated relationships and as an emotional unit (Bowen, 1978; Kerr & Bowen, 1988). Family systems theory holds that mental health related disorders are manifestations of emotional forces existing in the multigenerational family system. These emotional forces are products of the human evolutionary heritage and they shape a family’s functioning (Kerr, 1992). With gender transition, I always search for successfully adapting and achieving individuals in the multigenerational system of the transgender individual based on gender, and how they transition from the assigned gender to the expressed one might be the way to grow, adapt, fit the best, and so increase the ability to survive.   Bowen started to see emotional illness as a deeper phenomenon that is rooted in disturbed relationships the individual is involved in and that it is related to that part of the individual that the individual shares with other forms of life. Therefore, it is impossible to assess and find solutions without searching for solutions in the whole relational context (Innes, 1996). Manifestation of illness is dependent on two variables: degree of self-differentiation and level of chronic anxiety. Differentiation belongs to an individual but we assess it by how the individual manages herself or himself in relationships to others. Anxiety is experienced by individuals but belongs to the family system and is generated by how family members behave towards each other (Kerr, 1992).  Emotional Unit and Emotional Functioning  Emotional unit refers to a family atmosphere or mood that is generated by an emotional functioning of family members and it is transferred from generation to generation in the multigenerational transmission process. The emotional relationship \t\t15\tprocess affects each family member, yet its intensity varies in different family systems. Bowen Theory defined emotional, physical, relational, and social factors related to the family relationship system that are mutually influencing each other and have impact on clinical outcomes. From the perspective of an emotional unit, focus is on content (i.e., information about the family system), on process (i.e., the specific context of relationships), and the way different pieces of information are related in the family system. The family emotional system is governed by two counterbalancing life forces: individuality (distancing from others), and togetherness (the need to belong, be accepted by others) (Bowen, 1978; Kerr & Bowen, 1988). The process of gender transition is not different.   Emotional functioning in family ranges from the highest to the lowest level of adaptiveness. Adaptiveness is a part of a broader phenomenon of self-differentiation. Adaptiveness is defined as the ability to adjust to real or anticipated changes that occur in daily life situations, but mainly changes that are related to significant relationships, and the adjustment does not escalate the individual’s anxiety to a level that negatively affects his or her mental, physical, or social functioning (Kerr, 1992). Level of adaptiveness is shaped by emotional forces in families over generations and so that is unique for each individual and also is roughly correlated with the level of chronic anxiety. The least adaptive people are those who are profoundly emotionally dependent on their close people. They wait with their decisions or opinions on others, they need to be loved, accepted, appreciated, approved by others (Kerr, 1992).    \t\t16\tPrinciples of Bowen Theory    Bowen Theory is grounded in eight interlocking principles and one major variable. This research explores the process of differentiation of self, the key principle, in transgender parents. Besides self-differentiation, the other seven interlocking principles include: emotional triangles, emotional cut-off, the nuclear family emotional system, family projection process, multigenerational transmission process, societal regression, and sibling position. The major variable is chronic anxiety that shifts the emotional unit on the continuum between calm and anxious (Bowen, 1978; Kerr & Bowen, 1988; Papero, 2014). An approach that employs family emotional forces in therapy or treatment of the problem or illness can enhance the effectiveness of the solution searching or healing process (Kerr, 1992).   According to the General Systems Theory (Bertalanffy, 1968), one person’s change affects change of the whole family system, and family systems theory reasons this is because emotional functioning of family members is interrelated (Kerr, 1992). Emotional functioning is not a cause of an illness, but rather a design of the family system. The model of a symptom in one person reflects regression in family functioning. When anxiety in one individual increases, members of a system become less differentiated, less contained in their responses and more reactive to each other. Decrease of anxiety leads to regression and reverse of symptoms. The more adaptive, self differentiated the members are, the less they are able to react anxiously to another member’s anxiety and help the family system to adapt better to the necessary change (Kerr, 1992).  \t\t17\tEmotional Triangles     Emotional triangles belong to core mechanisms of how the family system works with levels of anxiety. Emotional triangles represent an attempt to decrease anxiety and to establish balance or equilibrium in the system via another person or an issue. A third person (typically a child or a parent) is entangled into communication within a dyad and is employed as a channel to the present anxiety. The three-person/issue emotional configuration represents an elementary building block in the family emotional system. If one triangle is not satisfactory in decreasing anxiety in the system, another person or an issue is invited to create another triangle, a process referred to as interlocking triangles (Kerr & Bowen, 1988, pp. 134-162).   Emotional triangles have a special dynamic and rules. One cannot change a relationship between two others or an individual and his or her issue. The more we try to change the relationship, the more we reinforce the togetherness in the triangle (Friedman, 1991). Any newcomer to a family or any other system that enters a set of previously established interlocking triangles with their emotional processes cannot change anything about the system unless he or she becomes a part of a triangle.   In therapy, it is a therapist who becomes a part of a triangle and attempts to manipulate predictable shifts in an emotional flow and assist clients with “detriangling” (Kerr & Bowen, 1988, pp. 134-162). Effective detriangling targets a move to an emotionally more neutral, objective approach to relationships a respective individual is involved in. Detriangling involves the process of identifying the triangle, raising awareness of the triangle, balancing emotional involvement in the respective three-\t\t18\tperson/issue system, and enhancing intellectual control over feelings in the triangle (Bowen, 1978; Kerr & Bowen, 1988).  Nuclear Family Emotional Process        Nuclear family emotional process refers to emotional processes, patterns, and emotional functioning in a nuclear family. Any problem or symptom is seen in the context of the family emotional unit (Bowen, 1978; Kerr & Bowen, 1988). The concept of an emotional system, also called emotional ego-mass, creates the context for self-differentiation and multigenerational transmission process. Bowen later started to use “family” as a synonym to an emotional system or unit. An emotional unit is not only a relational system or communication system but it includes family members who are interdependent on each other, their thoughts, feelings, emotions, culture, rules and principles, their present and past. The concept of an emotional unit is focused on emotional factors rather than on members’ culture or environment, yet these are part of the whole process as a family unit’s background (Friedman, 1991).    Family Projection Process    The family projection process describes transfer of the family emotional process through parental undifferentiation, reactiveness of parents and their level of chronic anxiety, as well as a basic level of differentiation to one or more children. The emotional attachment, the level of anxiety, between mother and child is the most influential component of the projection process. The specific concerns, fears, needs, feelings, attitudes, values, beliefs, habits, or coping skills that are projected from one generation to the next are unique to each family system and even to each child (Bowen, 1978; Kerr & Bowen, 1988).      \t\t19\tMultigenerational Transmission Process        The multigenerational transmission process describes transmission of a family emotional process across generations. The concept states that the emotional responses, including the character of the responses, duration, and intensity, are transferred from generation to generation in the related emotional unit. The life functioning of members of the same family differs between generations as well as between members. Bowen’s theory assesses criteria such as birth date, death date, professions in the family, educational history, health history, marital history, children, places where the members lived, culture, and ethnicity of the members. I also always ask about gender roles, stereotypes, expectations, goals, and gender prototypes in the family (Bowen, 1978; Kerr & Bowen, 1988).  Sibling Position   This concept refers to certain predictable fixed personality features determined by the sibling position and their role in the emotional family process in the next generations. Bringing awareness to sibling position allows family members to work on reconstituting these roles. The profiles of sibling position predict aspects of the personality fit of marriage partners. An individual is born into a sibling position and takes on the functions associated with it. Each position has its positive and negative aspects. Each position provides immediate clues about predictability of the respective partner’s functioning in the relationship (Bowen, 1978; Kerr & Bowen, 1988).              \t\t20\tEmotional Cutoff           This concept describes a tendency of individuals with emotionally charged or unresolved emotional attachments to close off people or individuals with a lower level of self-differentiation who cut-off emotionally from each other in order to stabilize their relationships and impede a level of discomfort and anxiety they experience in those relationships. Emotional cut-off brings emotional distance and space to achieve not ideal but at least some better, more comfortable, provisional solution. A significant degree of cut-off is projected across generations. Emotional cutoff is a way to manage the intensity of significant relationships (Kerr, 1984). The lower the level of differentiation of self, the higher the degree of unresolved attachment.   There are two types of emotional cutoff. Cutoff is accomplished through physical and/or emotional distance. When people see each other less or more briefly, the intensity in such a relationship subsides eventually. A person whose emotional cutoff is high stays away from intensely emotionally charged relationship completely. The second type of emotional cutoff is accomplished by emotional distance. People withdraw into their individual activities or moods (hobbies, the internet, gaming, alcohol, apathy, depression, etc.). People also cutoff by avoiding topics or situations (Kerr, 1984).  On the other side of the emotional cutoff assessment spectrum is a person who is dependent on the family of origin in all important matters, i.e., is fused (Bowen, 1978; Kerr & Bowen, 1988).      Fusion refers to blended boundaries between self and others. Because of unclear boundaries, the respective individual experiences insecurity and vulnerability in the relationship as he fluctuates between self and others. On one hand, there is the comfort of a relationship sanctuary, and on the other hand there is the exposure to always present a \t\t21\tpotential reactive state in the relationship. Partners in a committed relationship operate reciprocally. Attraction of the opposite operating principles leads to an emotional balance in the relationship. They are interdependent and rely on each other. One is typically an objective overfunctioner or distancer and the other is an emotional overfunctioner or pursuer. Distancers reason at feelings and in crisis, they distance themselves. Pursuers express their feelings and in crisis seek the sanctuary of togetherness. Underfunctioning and overfunctioning partners move back and forth, they take turns. Emotional pursuers invade boundaries of others, they crave for togetherness and they are dependent on what others think, experience, feel, and they want to help others. The emotional distancers tends to invade only on object-oriented issues not into anyone’s personal space (Guerin, 1976).  Societal Regression     The concept of regression refers to a response to chronic anxiety in the family system or in general in society. Bowen viewed society as a family, as an emotional system, with its chronic anxiety, triangles, differentiation, and powers of individuality and togetherness. Regression appears when a family begins to make decisions to impede persistent anxiety. Two forces, togetherness and individuality, balance the emotional system. In anxiety, the system moves toward more togetherness to relieve the anxiety, making pressure on family members as expressions of individuality can be considered careless, disrespectful, selfish, or hurtful. On the other hand, a shift to individuality that should benefit the family system, such as better fulfillment of parenting rights and responsibilities in the case of transgender parents, can be considered, as stated above, selfish, mean, and not loving others. A manifestation of regression looks like an increase \t\t22\tof decisions designed to decrease anxiety, “an increase in cause-and-effect thinking, focus on ‘rights’ to the exclusion of ‘responsibility,’ and a decrease in the over-all level of responsibility” (Bowen, 1978, p. 279).   All the above principles are interlocking and play an important role in the functioning of the emotional unit, yet the concept of emotional systems and differentiation of self represent the roots of Bowen Theory (Kerr & Bowen, 1988; Papero, 2014). Self-differentiation  A process of self-differentiation is a process where relationships are governed by the “interplay between two counterbalancing life forces – individuality and togetherness” (Kerr & Bowen, 1988, p. 59). The process, any change, any shift either to individuality or togetherness is charged by some level of anxiety. Anxiety refers to the response of a family member to a real or imagined threat. When anxiety arises, the family system becomes disbalanced and family members become more emotionally reactive – argumentative, judgmental, critical or distant. With anxiety decrease, the family system gets back to its normal. Intensity and duration of anxiety varies and is informed by a nuclear family emotional system (Kerr & Bowen, 1988; Papero, 2014).  All parallel living systems seek to maintain togetherness of their system while each member searches for developing an individual autonomy toward self–differentiation. On an interpersonal level, differentiation of self refers to the ability to experience intimacy with an independence from others (Bowen, 1978). Gilbert (2006) talks about adaptation as an ability to independently cope with demands of life and to reach one’s own particular goals. The higher the level of differentiation, the better an \t\t23\tindividual’s ability to be closely involved with others and still keep his or her individuality. The lower the level of differentiation, the more the individuality is compromised in favor of togetherness—acceptance by the group, emotional closeness, compliance with the group rules, etc. Also, the lower the level of differentiation may be manifested in the other direction, towards individuality, without taking group needs into consideration, such as opposing or rebelling against the group. Individuality is a thoughtful and considerate stance of an individual (Kerr, 1985).   On an intrapersonal level, differentiation refers to the ability to distinguish thoughts from feelings and to choose between being guided by one's intellect or one's emotions. The intellectual system is a function of the cerebral cortex and is interconnected with the emotional system. The nervous system is capable of having some control over automatic reactions via learning (Kerr, 1992). The emotional system is reflected in the activities that all forms of life do automatically, so not only do the brain and central nervous system carry emotional reactions but also all organs and tissues as well. Differentiation governs interactions between individuals (Kerr, 1992). Coming out, for example, is an act of differentiation of self. It is an act that the transgender individual thought through, played and re-played many times in her or his head, planned or semi-planned, and propelled despite anxiety.   Anxiety promotes fusion of the thinking system and the emotional system. The thinking system becomes governed by the emotional process and thinking becomes more subjective. The more individuals become anxious, the more emotional, subjective they get (Kerr, 1992). Greater differentiation allows one to experience a strong affect or shift to calm, logical reasoning under particularly emotionally charged circumstances. Low \t\t24\tself-differentiation is experienced like a strong emotional reaction—one is guided by emotions, individual beliefs, attitudes, and actions governed by the emotional forces of close relationships or other related contexts, rather than intellect, so decisions are made quickly, based on how “it feels” (Bowen, 1976, 1978; Kerr, 1985).   People differ in their level of emotional separation from their nuclear families. The difference is linked to the level with which the individual’s parents achieved emotional separation from their families and to the characteristics of relationships that individual has with his or her family members (Kerr, 1985).  Bowen (1978, 1988) posited self-differentiation as a scale ranging from as low level as 0 to 100. The scale is, however, a theoretical concept, not a diagnostic instrument. The scale defines an individual’s ability to adapt to stress—a high level serves as a prevention against physical, emotional, or social symptoms. On an interpersonal level, people score high when they reach emotional separation from their family. They are able to freely direct their life and solve their problems. On an intrapersonal level, people score high when they are able to choose between their emotional and intellectual process. People who achieve a high level of emotional separation from their families increase their ability to differentiate between thinking and feeling. They are less dependent on the relationship system for their experience of self-satisfaction and well-being.   Basic self-differentiation functioning is determined by the degree of emotional separation from the family of origin and by the degree of emotional separation that previous generations reached in a multigenerational emotional process (Kerr, 1985). Differences in early life experience affect the level of differentiation of self in an individual. The basic level is normally fixed by adolescence and change might appear \t\t25\tonly after some very intense experience or by a structured, long-term effort (Kerr, 1992). Functional differentiation is functioning that is dependent on the relationship process and the level of chronic anxiety in a person’s most important relationship system. The level of functional self is affected by anxiety, emotional reactivity, and subjectivity. The functional self has to be understood in the context of relationships (Kerr, 1985). Less anxiety allows individuals to be less emotional and rely more on their thinking process (Kerr & Bowen, 1988; Papero, 2014). Basic self is expressed in the functioning of the individual and in the functioning of close people (Kerr, 1985).   Contrary to the basic level of functioning where any change is very limited, a level of functioning can be enhanced by relationships, beliefs, cultural values, or religion. It can be improved by learning, by increasing awareness, getting insight into a problem, and by getting experienced in a timely manner. The lower the level of basic differentiation, the more functioning depends on environmental factors (Kerr & Bowen, 1988; Papero, 2014). Functioning of less differentiated individuals can impair the functioning of others (Kerr, 1992). Basic changes in differentiation cannot be accomplished by cutting off or fusing in relationships. In the process of differentiation, an individual might accomplish a better control over feelings, yet the basic thinking about the nature of the human process does not change. Their emotional detachment depends on a change in the way people think about relationship and the sources of human problems. A family member who attempts to be more his or her own individual in the relationships system typically faces pressure to stay the same and not change. Better differentiated individuals are able to define themselves without an extensive emotional reaction (anger, fear, loathing). Improved physical, emotional, or social functioning is related to the \t\t26\tfunctional level of differentiation in close, emotional relationships with parents, spouse or partner, and children (Kerr, 1985). Differentiation is present not only in the close family system, but it is also present in all aspects of life, such as extended family and society (Kerr, 1985).   Feminists pointed out that women do not develop individuality—their independent self—in a linear fashion. They discover themselves at the same time as they develop and maintain relationships. Their self-differentiation manifests itself like multitasking on different levels, in different directions at the same time. One must learn how to function autonomously as well as how to live and connect with others, how to be a free individual in a team. Development of the feeling system is a part of the differentiation process and thinking and feeling are not mutually exclusive, but rather they are reciprocal needs (Knudson-Martin, 1994).   Being a solid differentiated self means knowing and being aware what the self thinks and believes; having awareness and clarity about boundaries between self and others; about self in relation to all significant issues, relationships, and life goals; and a differentiated self that has the courage be in charge of their actions. The process of becoming a solid self requires independence, freedom, and also a reasonable level of comfort when taking their own actions. A solid self is able to define and pursue lifelong goals without overwhelming emotional difficulty. Solid self will be able to achieve emotional calmness as a result of their actions, absent of the need to persuade others about those actions, with independence from others, experience of clarity of self-identity, and an ability to establish and maintain balanced close relationships. A solid self uses as supportive mechanisms bantering, detriangling, refusing to bail the other out, and \t\t27\treversals. Not bailing others out refers to defining what the self will not do. Experiencing reality in a way that can promote maturity requires the ability to assess facts and situations that the self does not like, but is able to act responsibly despite the dislike, instead of avoidance or ignorance of those facts.   Detriangulation refers to the courage to face discomfort in two-person relationships without triangulating with another person, authority, or issue. Disagreement that occurs is resolved within the dyad by using effective strategies and respecting boundaries and each individual’s space. Bantering is the use of a sense of humor in dealing with difficult situations and dilemmas to ease tension, impede anxiety, and create a better context for solution finding. Besides bantering, reversals also belong to communication strategies as they represent statements made by an individual to deliver the opposite message from what the individual feels or means. These have to be used carefully and are context sensitive (Meyer, 1998). Chronic Anxiety  Chronic anxiety refers to the automatic response of an organism to an imagined or anticipated threat. The first automatic response is focused on coping with the perceived threat and the second reaction tries to impede or manage the intensity of the first reaction (Jones, 1996).  The level of chronic anxiety is affected by the multigenerational family process, objective circumstances—the occurrence of real or anticipated life events, and by the functional position of an individual in the system—the structure and balance of a person’s relationship network. Level of differentiation is a key influence on the level of anxious reaction to stressful, demanding events. An even more important influence on chronic anxiety than character of the particular event is the change in structure and \t\t28\tbalance of an individual’s relationships related to that event.   An individual’s well-being is rooted in his or her relational system. The more differentiated the system, the better adaptive it is to the stressful events (Kerr, 1985). The events that bring the most significant strains affecting an individual’s differentiation are events that: threaten their emotional relationship with others or increase anxious focus of others on the individual; increase dependence on others or others on the individual; threaten functioning of others upon whom the individual is dependent; or increase level of responsibility of the individual. All of these events we can observe through the whole gender transition process of transgender parents—events leading to coming out and afterward. The changes evoke anxiety in low differentiated individuals as they have profound difficulty to cope with uncertainty or to make decisions. Also, their dependency on others contributes to their overreacting to other’s perceptions of them, expectations from them; and the need to be accepted and fear of rejection from others (Kerr, 1992).  More anxiety is common for some functional positions like dependent, subordinate individuals and less anxiety is typically common for higher ranking individuals, independent, leading rather than following (Jones, 1996). Low differentiated people tend to have the most anxious reactions to the imbalance in emotional system that can increase chronic anxiety and increased anxiety can cause imbalance in the system as well. When chronic anxiety increases, individuals experience either intense need for emotional distance (cut off) or emotional closeness (fusion). Chronic anxiety is a system of actions and reactions (Kerr, 1985).  Anxiety in a family system is not spread evenly. Siblings usually do not have same level of basic differentiation. The level depends on who out of the siblings was \t\t29\tmore exposed to parental anxiety, their fears, and insecurities. There are two patterns of emotional functioning that bind anxiety in the parental generation, and one that binds anxiety in the generation of children. Anxiety is bound in the parental system if parents focus their needs, fears, and insecurities on each other. If anxiety stays mainly between them, children are exposed to less anxiety and parental immaturity and they develop higher levels of differentiation. Anxiety is bound in the parental system also when each parent accommodates the other one to preserve balance. The accommodation is presented in letting the other parent to take the lead, dominating one and letting the other parent to be dominated. The anxiety is bound in the children’ system if parents focus their needs, fears, and insecurities mainly on children. Children then get parents’ immaturities and develop lower differentiation (Kerr, 1992).   The more frequent and intense the stressors are in the family system, the higher probability of developing high anxiety in the system (Kerr, 1992). For symptom development, there are typically three significant patterns: spouse dysfunction, marital conflict, and child dysfunction. These patterns are a product of the undifferentiation of family members of the emotional unit. Each pattern is intensified by anxiety. The level of clinical dysfunction depends on duration and intensity of anxiety. The level of differentiation of self and the level of chronic anxiety influence the vulnerability of a relationship system.  Family Systems Theory and Transgenderism  In the research problem of gender dysphoria in adults/parents, the importance of relational context is crucial for every step in the process of transition as every respective gender non-conforming individual transitions with the related family or social system and \t\t30\tvice versa. The transition propels simultaneously on multiple levels and affects the individual’s self-acceptance, development of gender identity and integrity, process of coming out, or an active and successful involvement in parenting, and consequently life satisfaction in the family system. In compliance with Darwin’s evolutionary theory (Ferrera, 1989), transgender individuals represent a variation that gives them a higher or lower probability to adapt based on their adaptiveness and ability to best fit their environment that is a gender dichotomous society. Transgender individuals go through their intrapersonal differentiation between their expressed gender and the assigned gender very often unnoticed, as the differentiation represents a deep internal process that is introduced and presented to family members or significant others. Differentiation on an interpersonal level continues as a demanding process of transition of the whole family system. Emotional Triangles   The concept of an emotional triangle focuses on phenomenology rather than interpretation (Friedman, 1991). In the case of a transgender individual, there is the assigned gender, expressed gender, and the individual compelled to transition that creates a triangle itself. Pressure from a partner or a parent only reinforces the togetherness in the triangle. If, however, there is a powerful, accepting, and strong relationship between two partners or a transgender individual and a parent, then the triangle may consist of the two-person system, and the transition and such a system may induce a relational change.   The natural systems rule of proximity applied on a family system does not see crucial importance in proximity of members but in their ability to promote differentiation, to promote self as “it is more attractive than no-self” (Friedman, 1991, p. 157). The major \t\t31\tvariable in the outcome is adroitness and persistence of a member of the triangle. Differentiation lasts longer than co-operation as an accomplished togetherness of the system is not dependent on an increasing emotional dependency, but on better adaptability, self-reliance, and strength of the system using each member’s potential (Friedman, 1991).  Nuclear Family Emotional Process   Bowen’s theory is focused on exploration of the patterns of emotional functioning and family system mechanisms, responsiveness to particular events, preferred survival strategies, level of anxiety, and ways that the system copes with anxiety to reach a balance. Family culture shapes individuals’ perception—what they consider to be a safe environment (similar to nuclear family) and what they see as a danger. Then, the relational system (cohabitation, marriage) carries similar emotional ego mass. Emotional ego mass is transferred across generations and affects gender differentiation, the timing of coming out, and success of the transition process (Bowen, 1978; Kerr & Bowen, 1988). Family Projection Process   The parenting of a transgender parent should not be much different before transition and after coming out. Yet, the parenting role attributes may be suppressed and only through the process of transition fully expressed and enhanced.                                                                                                                        Multigenerational Transmission Process                                                                    Every family system produces members or genders who are more functioning and less functioning. In each generation, the most emotionally involved child moves toward a lower level of differentiation of self and the least emotionally involved child toward a \t\t32\tbetter level of differentiation. When the multigenerational emotional process results in family members scoring low regarding differentiation of self, their adaptiveness is impaired and they tend to develop symptoms. On the contrary, family members scoring high on the scale of differentiation are stable in most aspects of functioning (Bowen, 1978; Kerr & Bowen, 1988).  Sibling Position   Gender transition and acceptance of the transgender parent is different in a marriage of two oldest siblings than in a marriage of two younger siblings or relationships where the transgender parent is an older sibling and their partner the younger one.  Emotional Cutoff   In the discovering process of intrapersonal differentiation, transgender individuals typically deal with their gender non-conformity via withdrawing into their activities and moods (hobbies, internet, gaming, alcohol, or apathy, depression, etc.) or the assigned gender activities they consider is “expected from them.” After coming out during the interpersonal differentiation, the success of their transition depends on social acceptance of their expressed gender role. This social acceptance should primarily arrive from the family members. Transgender individuals invest an enormous effort in this direction and most of the times never give up trying. If their attempts keep failing, they start surrounding themselves with substitutes, social groups that would accept them (workplace, support groups, friends).    \t\t33\tSocietal Regression   Lack of sexual intimacy is no exception in marriages with a transgender individual and a cis partner and it contributes to regression as it is a profound mechanism to reach closeness of partners. “A regression stops when anxiety subsides or when the complications of the regression are greater than the anxiety that feeds the regression” (Bowen, 1978, p. 281). Societal Regression refers to the extension of all Bowen systemic ideas from only within the family system to any larger social system (Bowen, 1978).  I present gender dysphoria in parents from a perspective of a family system, not as an individual issue but a phenomenon that is a part of the system and, as such, should be approached and managed via an adaptation to stress, re-adjustment, and re-balancing within the system. Bowen Theory states that differentiation is above gender and the focus should be directed to the emotional system, multigenerational transmission, triangles, etc., rather than to focus on gender (Friedman, 1991). The content and volume of every individual’s self-differentiation is tailored to his or her context and transgender parents are invisibly guided by their self-differentiation forces to reach a comfort in gender that they shape along the way.  Self-differentiation  Transgender partners typically avoid their self related to the assigned gender and seek a sanctuary of togetherness before they come out. Yet after coming out, they start investing profoundly into their self in the expressed gender and that dramatically shakes dynamics in their close relationships. The pressure to stay in the “togetherness” mode from the other partner or parent increases with the steps towards building the transgender partner’s individual, independent, and confident self in the expressed gender.  \t\t34\t Transgender parents explore their self in an assigned gender and differentiate it via investing and shaping their expressed gender secretly before coming out. There is no general reported level of differentiation of self in the expressed gender at the moment of coming out and during the self-differentiation process on an interpersonal level in their family system. It has not been clarified if there are any frequently appearing patterns of basic or functional self-differentiation in transgender parents in the process of their transition in the family system and if there are any personal or contextual factors that contribute to family with transgender parent well-being. This research should bring more light into this phenomenon. Purpose of the Research  Unlike the recent approach to treatment of gender dysphoria (Coleman et al., 2011) that guides professionals to focus on a guidance through transition from assigned to expressed gender, I look at gender transition from a family systems theory perspective as a self-differentiation process rather than as a transition from the assigned to the expressed gender on an intrapersonal level (Bowen, 1971), and also as a continuous process of balancing differentiation in the expressed gender on an interpersonal level. I believe one’s experience in assigned gender is not supposed to be rejected and forgotten, but rather used for the benefit of the expressed gender and for regaining stability in the family system. Therefore, I consider my approach an original one.  Theory and practice of family therapy and specifically family systems theory brings focus on the whole family system, role of a parent, how the role has been fulfilled over the past generations, non-binary responsibility for being a parent, and on a dynamic in relations among members in the family system. Many founders of Family Therapy \t\t35\tsuch as Ackerman, Bowen, Boszormenyi-Nagy, Fish, Kerr, Minuchin, Sullivan, or Watzlawick came to family therapy from psychoanalysis, a field that clearly distinguished attributes related to mothers and those related to fathers (Erikson,1950, 1968; Freud, 1910; Jung, 1968; Klein, 2002). The founders of family therapy dramatically shifted the focus of therapy from the individual and gender binary focused, to a systems perspective of concepts such as homeostasis, interactions, context, circular communication, feedback loops, process focus, solution focus, triangulations of family members, and self-differentiation process (Becvar & Becvar, 1982; G. Bateson, 1972; M. C. Bateson, 1994; Kerr & Bowen, 1988; Watzlawick, Weakland, & Fisch, 1974). Then, feminist theory pointed out an equality of genders, significance of genders, and widened the gender role assumptions specifically for parents in the family system (Luepnitz, 1998). Significance of the Study  No research study has examined the phenomenon of transgender parenting as a self-differentiation process of a transgender adult in a parenting role of their expressed gender, which is the focus of my research. As a clinician working with the transgender population, I often hear from my clients who are transgender parents that their transition and treatment of gender dysphoria with cross-gender hormones positively affect the family system as they are able to fulfill their parenting role if they are given a chance by being accepted by their close family. However, acceptance of transitioning family members is not the response that always comes from the family system. Exploration and analyses of a phenomenon of transgender parenting as a phenomenon of self-differentiation of transgender parents will help clinicians improve their work with such a \t\t36\tfamily system through the transition process, to understand the dynamic of the family system, recognize limits of that effort, shift focus to what matters, and to choose therapeutic tools and strategies that will be beneficial to the family system. This research might also bring a recognition of factors with a potential to increase resilience of the family system and to help overcome obstacles family systems face in crisis. My original approach to understanding and working with the phenomenon of transgender parent differentiation in the family system can be an important contribution to the evidence-based practices in the field of Marriage and Family Therapy. Consequently, the research might contribute to a lack of supportive evidence for equality of parenting rights for transgender and gender non-conforming community.                 \t\t37\tCHAPTER II:  REVIEW OF THE LITERATURE  In order to illuminate the purpose of this research and importance of my contribution, as well as to ground my research in a context of previously published research, I have reviewed past and latest research studies, dissertations, statements, and reports of professional organizations involved in care of LGB and transgender welfare. In this chapter, I present an overview of research studies and definitions of concepts related to the researched phenomenon, such as the response of family systems to a transition of a transgender parent; the family system adaptation and functioning; parent and child relationship; transgender parents in their parenting roles; transgender identity development and support; gender stereotypes; and key principles of family systems theory applied to a phenomenon of transgenderism. I pay special attention to the Bowen principle of self-differentiation that represents my frame of reference for gender differentiation on an intrapersonal and interpersonal level within the family system. I also use Bowen family systems principles for a qualitative analysis and findings interpretation. For the purposes of the qualitative analysis, explication, and synthesis creation phase of the research, I review research studies that measured self-differentiation to explore what other researchers considered for expressions and patterns of self-differentiation.  Response of the Family System to a Transition of a Transgender Parent  The transgender and gender questioning population belongs to an “at-risk population” (Bostwick, Boyd, Hughes, & McCabe, 2010; Craig, Austin, & McInroy, 2014; Dargie, Blair, Pukall, & Coyle,  2014; James, Herman, Rankin, Keisling, Mottet, & Anafi,  2016; Levitt & Ippolito, 2014; Mathy & Schillace, 2003; Meier, Pardo,     \t\t38\tLabuski, & Babcock 2013; Mitchell, Ybarra, & Korchmaros, 2014; Pitts, Couch, Mulcare, Croy, & Mitchell, 2009; Rothblum, 2013; Sharac, McCrone, Clement, & Thornicroft, 2010; Singh, 2013; Zucker, Wood, Singh, & Bradley, 2012). The World Professional Association for Transgender Health Standards of Care for the Health of Transsexual, Transgender, and Gender–Nonconforming People (7th ed., text revision), and recent research of gender dysphoria show that insecure gender identity in the process of transitioning, including the phase of questioning one’s birth-assigned gender, is almost always accompanied by some kind of an emotional distress such as anxiety, depression, uncertainty about members’ future and life, post-traumatic stress, substance abuse, self-mutilating, and high rate of suicide attempts. The lack of family involvement and support for the transitioning process belongs to the most reported reasons for psychological distress by the transgender population (Coleman et al., 2011; Fausto-Sterling, 2012; Hill, Menvielle, Sica, & Johnson, 2010; Ryan, Russell, Huebner, & Diaz, 2010; Vries & Cohen-Kettenis, 2012).   The updated 2015 U.S. Transgender Survey (USTS) was released in January 2017 as the largest survey examining the experiences of transgender people in the United States. The National Center for Transgender Equality anonymously examined 27,715 transgender adults aged 18 and older. Results of the survey confirmed significant difficulties for the family system to cope with transition of a transgender family member. One in ten transgender individuals who were out reported violence from immediate family members because they were transgender. Half of respondents experienced at least one form of rejection from the immediate family because they were transgender. Being transgender was solely or one of the main reasons why 27% spouses or partners ended \t\t39\ttheir relationship with a transgender individual. Eighteen percent of respondents were parents and 21% of them reported that their child stopped speaking to them or spending time with them after coming out as transgender. Rejection from close family members led to homelessness (45%), engagement in sex work (16%), psychological distress (50%), and attempted suicide (54%). Contrarily, respondents with family support were more likely to be employed (65%), less involved in sex work (11%), less often homeless (27%), less experiencing psychological distress (31%), and the rate of attempted suicide (37%) was also lower (James et al., 2016).  General lack of research studies that explored families with a transgender or gender non-conforming parent led me to explore and research other at-risk populations under the LGBTQ umbrella. Besides, according to the USTS report, only 15% of transgender and gender non-conforming parents reported a heterosexual orientation. The rest of the respondents posited they are homosexual, pansexual, bisexual, queers, etc. (James et al., 2016). Arguments Against LGB(T) Parents   Feminist research from the Women’s Studies Research group explored arguments frequently used in the media against lesbian and gay parents (Clarke, 2001). The most prevalent arguments are those informed by religion (“it is against the bible, that is a sin”); those informed by evolution theory (“it is unnatural”); social (“lesbian and gay parents are selfish as they ignore the best interests of their children,” or, “children from those families lack appropriate role models,” or, “these children will be exposed to a social pressure from their peers and also likely to be exposed to bullying”). The researchers concluded that arguments against lesbian and gay parenting have no basis in reality, yet \t\t40\tare endlessly used to reinforce the heterosexual status quo (Clarke, 2001; Di-Lapi, 1989; Pihama, 1998). Functioning of LGB(T) Families  Another research study by Bos, van Balen, and van den Boom (2005), of lesbian families and family functioning compared functioning of lesbian and heterosexual families. These Netherlands researchers established that there are no differences between children of lesbian parents and those of heterosexual parents in emotional and behavioral development, self-concept, and gender development. However, they found a higher level of worries in children of lesbian parents about social stigma and potential reaction of the children’s peers. Similar results were reported by Hajkova and Kolarik (2015) in their unique descriptive research with 408 homosexual and bisexual parents conducted in the Czech Republic. Parental Gender Role Impact on Children  Meta-analysis of case studies from London’s Gender Identity Development Service (GIDS) investigated whether and how parental gender role affects children’s own gender identity development, mental health, family relationships, and peer relationships (Freedman, Tasker, & Di Ceglie, 2002). Results of the meta-analysis indicated that the only significant concern presenting a challenge in family relationships is related to a higher risk of parent-parent and parent-child relationship problems. Timing of Transgender Parents’ Coming out  Recent research supports transgender parents’ coming out to children as soon as possible. Yet, parents who are fearful of losing children, jeopardizing their parental rights and custody, or worried about their children’s exposure to social sanctions tend to \t\t41\tprocrastinate (Joos & Broad, 2007; Lynch & Murray, 2000).  Social Acceptance of Transgender Parents  Apperson, Blincoe, and Sudlow (2015) conducted an exploratory study of 510 young adults, ages 18-28, focusing on assessment of children’s acceptance and tolerance towards parents’ coming out and following transition. Results showed that male children were significantly less accepting than female children; gay and lesbian parents were better accepted and more trusted than transgender parents; and FTM transgender parents were better accepted then MTF parents. In another study, Chung (2016) at the University of Maryland, measured acceptance of LGBT individuals by parents, non-parents, females, and males on a sample of 4,536 participants, whose mean age was 46.1. Chung found that acceptance of the LGBT population is higher by non-parents than parents and has more than double the odds of acceptance by females than males. With race as a variable, interracial individuals had the highest level of acceptance, followed by white individuals. Black participants were the least accepting. Latino participants had higher acceptance than non-Latino participants.   Chung (2016) pointed out that although society perceives females and males through gender stereotypes, it has higher gender expectations from men regarding their demeanor and responsibilities. According to the social ecological model (SEM) social factors and interpersonal relationships strongly affect health outcomes (Jeffries et al., 2015). That is why acceptance is closely connected to the health of the LGBT community. Gender stereotypes and ideologies enhanced by parents profoundly influenced understanding of gender roles. Results of Chung’s (2016) study revealed the \t\t42\todds of acceptance were nearly three times higher for female non-parents compared to male parents and more than twice as high for female parents to male parents. Odds of acceptance were greater among male non-parents to male parents. Chung explained that family and marriage institutions set up expectations in terms of gender roles and norms. Transgender Parents’ Relationships with Their Children After Coming Out  According to Grant et al. (2011), in a survey of transgender parents with children, 22% of parents reported improved relationship, 29% worsened relationship, 36% about the same, and 13% had some things better and some things worse. Also, Erich, Tittsworth, Dykes, and Cabuses (2008) reported in a study of 91 transgender parents that their relationship with their children in 60.5% of cases was good or excellent. One of a few studies of teen and adult children with a transgender parent by Lenning and Buist (2013), found that rejection from children after a parent’s coming out was frequent and that the age of the children highly likely plays an important role in this process, and in the future should be more thoroughly investigated.   In a clinical study, Green (2006) assessed 34 children of transgender parents. The researcher found that despite spouses of transgender parents’ assumptions and negative expectations of teasing or harassment of children with a transgender parent, this is not present; or if it is, then it is for a short period of time and insignificant. Green also revealed transgenderism does not impact psycho-sexual development of those children. Green concluded that transgender parents are aware of the parent alienation syndrome as a weapon against them in legal battles over child custody.  Hines (2006) found that transgender parents felt their children were a source of support for them and that open dialogue with their children about transition helped to \t\t43\tpreserve a close parent-child relationship. Also, White and Ettner (2004) highlighted the strongest factors related to a child adjusting well to a parent’s transition, such as a child having a close and positive attachment to the non-transitioning parent as well as to the transitioning one, a good relationship between parents during the child’s upbringing, extended family support of the transgender parent, and on-going contact with both parents. Family’s Adaptation to a Transgender Parent’s Coming Out   A sample of 73 transgender parents who had children (ages 4-18) before they started transition were examined regarding potential stresses related to the transition process and family functioning in a quantitative study by a team of researchers from The Family Alliance and Faculty of Family and Child Science, Florida (Veldorale-Griffin & Darling, 2016). Research questions addressed coping and adaptation to transgender parent coming out. Results of hierarchical multiple regression and path analysis suggested that stigma, boundary ambiguity, and sense of coherence significantly impacted family functioning. These researchers posited that stigma that refers to expectation of negative social pressure is negatively correlated with a sense of coherence (perception of support, acceptance and belonging to the family). The researchers called for more research of boundary ambiguity. Boundary ambiguity refers to “cognitive uncertainty regarding who is who” in the family system (Veldorale-Griffin & Darling, 2016, p. 608). In the language of family systems theory, it is self-differentiation in the family system and differentiation of the family system in society.     Adaptation and adjustment in children of transgender parents was addressed in a research study by White and Ettner (2007). In interviews with 27 transgender parents of \t\t44\t55 children, the researchers studied the risk and protective factors for minor and adult children with transgender parents, as well as mental health outcomes of these offspring. 73% of children did not exhibit any decline in academic performance, and the children who exhibited decline were those who perceived greater social stigma related to their parent’s transition. Twenty percent of the families experienced a high level of conflict between parents. Factors that predicted a positive relationship between transgender parent and child were in less conflict at the time of transition and less post-transition interparental conflict helped reduce conflict between the transgender parent and their child. The nature of the relationship at the time of the transition predicted quality of relationship after the transition. Researchers also revealed stability of the parent-child relationship over time (White & Ettner, 2007). Similarly, Green (2006) found that children in therapy disclosed more problems with the breakdown of their parents’ relationship following parental divorce or separation than with their transgender parent’s transition itself.  Bischof et al. (2011) conducted a thematic analysis of 14 cases of wives of male-to-female transgender individuals from Virginia Erhardt’s 2007 book “Head Over Heels: Wives Who Stay with Cross-Dressers and Transexuals,” while searching for key elements of the experience of wives who stayed with their transgender spouses. The researchers were able to capture the emotional process of the wives over their spouses’ transition and found that successful participants were open to learn, adjust to the new situation, open mindedly experience new situations, and use a sense of humor. The spouses’ transition negatively impacted wives’ self-esteem and they had to cope with it. Many wives struggled with their sexual orientation challenge and the sexual part of their \t\t45\trelationship became less important, yet friendship strengthened. Couples also had to renegotiate boundaries in their relationship. In some cases, couples experienced a shift in traditional gender roles.  Many studies of families in which a parent comes out as transgender (mostly male-to-female) confirm the potential strain of the transition on partnerships (Buxton 2006; Freedman, Tasker, & Di Ceglie, 2002).  The research suggests the crucial importance of a balanced family system for success of gender transition of transgender parents, their life satisfaction, and well-being of their children. However, it also reports that the process of transition is a very complicated and demanding process dependent on many factors inside and outside of the family system. About 27% of committed relationships end when one partner comes out as transgender (James et al., 2016). More research that would help clinicians to guide families efficiently through the transition process is inevitably needed.   Transgender Parents in Their Parenting Roles  The process of coming out to a transgender individual’s spouse or partner and children and the transition that follows is typically accompanied by significant distress. Adjustment of the family system to the change lasts years and perhaps never ends. Like in homosexual couples, the role of the transgender parent in the family system is challenging and does not comply with typical assumptions and expectations from the parent based on his or her biological sex. Parental perceptions regarding their ability to “mother” or “father” may change during transition. Recent research on mothering and fathering suggests that these concepts are intrinsically linked to societal expectations, especially for mothers. As a result of these societal expectations, female parents tend to \t\t46\tprovide more nurturing parenting, while male parents tend to provide more physical parenting (Newland et al., 2013). Transgender Identity Development  Transgender identity development may be understood as the integration of gender experience into a comprehension, an understanding of self and a collective identity as a transgender individual. Collective identity means belonging to a group of people with shared characteristics (Ashmore, Deaux, & McLaughlin-Volpe, 2004). A transgender woman needs to belong and be accepted by other women and mothers and a transgender man needs to belong and be accepted by other men and fathers.  Stoller (1994) and Tyson (1982) distinguished between core gender identity as a psychological and biological concept, and a gender role that represents one’s expression of the core gender identity in society (behavior, attitude, look) and is formed by society via social learning. Based on my experience as a clinician, gender role represents a consequent level of gender differentiation. Formation of one’s core gender identity precedes expressed gender role as it requires awareness, acknowledgment, and a set of learned behaviors. Gender core identity that is expressed and in tune with its gender role contributes to a reduction of gender dysphoria.  Exploratory research of gender identity by Lyons (1986) compared a sample of female to male transgender adults (FTM) with lesbians and heterosexual women. Lyons found that transgender male identity development was dramatically different from other female groups. This study brought a revelation that transgender FTM individuals were scoring equally both on a male as well as a female gender role scale and they were more flexible regarding gender role behavior. Lyons reported that an outward expression of \t\t47\tgender role does not determine gender core identity. Also, contrary to the other two groups, transgender adults valued affiliation and connectedness, and need to belong and be accepted by their social group rather than their autonomy and independence.  Gender Stereotypes  “Gendered stereotypes are the sets of beliefs grounded in the society that link personal attributes to the social categories women and men” (Couprie, Cudeville, & Sofer, 2015, p. 5). An experimental study by researchers from the Centre of Economie, Sorbonne (Couprie, Cudeville, & Sofer, 2015), explored preferences, gender stereotypes, and social norms in 81 couples. The couples performed various tasks related to their households. The results confirmed the tendency of the majority of couples to deviate in the expected direction (i.e., towards the stereotyped gendered task and gender roles despite the fact that performance of the task will be inefficient). Support and Transgender Identity  Transgender community belongingness as a mediator between strength of transgender identity and well-being was explored in a quantitative study with 571 transgender participants, by Barr, Budge, and Adelson (2016) from the University of Louisville. Strength of transgender identity was indirectly and positively related to well-being through community belongingness. The participants showed that strength of their transgender identity predicted community belongingness, and it was community belongingness that fully mediated well-being of transgender individuals. Similarly, Smidova (2016) measured gains from support groups with transgender individuals over a year and the results showed decrease in the level of anxiety in transgender individuals who persistently attended the groups. The significant importance of the group support \t\t48\terases specifically at times when transgender individuals experience some family crisis. The need to be together, to belong, to be accepted at difficult times plays a critical life role for transgender individuals.     The previous research suggests that differentiation in an expressed gender role is a difficult process for a spouse of a transgender parent rather than for a child. It is not clear what the relationship between gender role and parental role is for a transgender parent, their expectations and needs, and also expectations and needs of other members of the family system.   Patterns of Self-differentiation  Bowen’s self-differentiation scale is a theoretical concept and Bowen was hesitant to create a scale as he did not want to measure, but rather capture and describe its subject. Yet, other researchers were trying to develop instruments to measure it. Bowen believed that change of the basic self-differentiation is very limited (Kerr & Bowen, 1988; Papero, 2014; Bowen, 1978). For the purpose of the final qualitative data synthesis, I list below patterns of self-differentiation that were classified by other researchers in their instruments developed to measure self-differentiation (Greene, Hamilton, & Rolling, 1986; Bray, Williamson, & Malone, 1984; Skowron & Friedlander, 1998; Priest, 2015; Spencer, 2015). In the current study, I used the theoretical concepts of Bowen Theory and inspiration by work of the other researchers to track patterns of self-differentiation.  Greene, Hamilton, and Rolling (1986) explained that in compliance with Bowen Theory, people with a normally low level of self-differentiation may function adequately and so show good level of differentiation if they are not exposed to stress. Then, people with higher level of differentiation are vulnerable to stress, but are able to manage it \t\t49\tbetter. The Personal Authority in the Family System Questionnaire (PAFS-Q) by Bray, Williamson, and Malone (1984) measures interpersonal, not intrapsychic, levels of differentiation as a continuum between authority and intergenerational intimidation using 8 subscales: spousal fusion-individuation; intergenerational fusion-individuation; spousal intimacy; intergenerational intimacy; nuclear family triangulation; intergenerational triangulation; intergenerational intimidation; and personal authority.  The Self Differentiation Inventory (DSI) by Skowron and Friedlander (1998) distinguishes four dimensions of differentiation of self, two focused on intrapersonal:  emotional reactivity, I-Position, and two on the interpersonal level of self-differentiation: emotional cutoff, and fusion with others. By this inventory, more differentiated individuals are more flexible, adaptable, and better able to cope with stress. They are able to take an I-Position—define their self, make their own decision, and adhere to it even under social pressure. They operate equally well on both emotional and rational levels while maintaining a measure of autonomy within their intimate relationships.   Priest (2015) examined roles of family abuse and differentiation in generalized anxiety disorder and romantic relationship distress by examining existing data from the National Comorbidity Survey Replication (n = 2,312; 2015). He used two self-developed sets of questions to measure levels of differentiation of participants. The first set of questions was related to emotions regulation, e.g. “I am very moody,” or “My feelings are always changing.” The second set of questions targeted balance in relationships (e.g., “I am nervous when anyone gets too close to me,” or “I find it difficult to trust”). His results suggests that Bowen’s Theory may be useful framework for developing couple therapy treatment of generalized anxiety disorder and romantic relationship distress. \t\t50\t Researchers from Nova Southeastern University (Spencer, 2015) tracked patterns of self-assumed differentiation. Spencer’s phenomenological study explored the lived experience of marriage and family therapy students who studied Bowen family systems theory and related those experiences to concepts of differentiation of self. Using interpretative phenomenological analysis, Spencer interviewed six doctoral students. The findings suggest that exposure to Bowen Theory had a positive impact on parcitipants’ awareness, an increase in self-differentiation and emotional intelligence. Researcher did not use any special instrument to measure self-differentiation as patterns of self-differentiation were recognized in participants via data analysis, for example, emotional reactivity, management of emotions, and thought and emotions.  Summary of the Literature  Recent research studies revealed that • a lack of family involvement and support for the transitioning process belongs to the most reported reasons for psychological distress by the transgender population (Coleman et al., 2011; Fausto-Sterling, 2012; Hill, Menvielle, Sica, & Johnson, 2010; Ryan, Russell, Huebner, & Diaz, 2010; Vries & Cohen-Kettenis, 2012);  • family system has significant difficulties to cope with transition of a transgender family member (James et al., 2016); • arguments against lesbian and gay parenting have no basis in reality, yet are endlessly used to reinforce the heterosexual status quo (Clarke, 2001; Di-Lapi, 1989; Pihama, 1998); • there are no differences between children of lesbian parents and those of \t\t51\theterosexual parents in emotional and behavioral development, self-concept, and gender development (Bos, Balen, & Boom 2005); • only significant concern presenting a challenge in family relationships is related to a higher risk of parent–parent and parent–child relationship problems (Freedman, Tasker, & Di Ceglie, 2002); • fear of losing children, jeopardizing parental rights and custody, or worries about children’s exposure to social sanctions lead parents to procrastinating with their coming out (Joos & Broad, 2007; Lynch & Murray, 2000); • FTM transgender parents were better accepted than MTF parents (Apperson, Blincoe, & Sudlow, 2015); • more than sixty percent of children had good or excellent relationship with their transgender parents after the parents came out (Tittsworth, Dykes, & Cabuses, 2008);   • age of children highly likely plays an important role in transgender parents’ acceptance (Lenning & Buist, 2013); • teasing or harassment of children with transgender parent is typically not present, and if it is, it is only short term and insignificant (Green, 2006); • transgender parents felt their children were a source of support for them (Hines, 2006); • stigma, boundary ambiguity, and sense of coherence significantly impact family functioning (Veldorale–Griffin & Darling, 2016); • factors that predicted positive relationship between transgender parent and child were in less conflict at the time of transition and less post-transition interparental \t\t52\tconflict helped reduce conflict between the transgender parent and their child (White & Ettner, 2007); • transgender parents need to belong and be accepted by others of the same gender, transgender women by cis women, transgender men by cis men (Ashmore, Deaux, & McLaughlin-Volpe, 2004); • transgender adults valued affiliation and connectedness, and needed to belong and be accepted by their social group, rather than their autonomy and independence (Lyons, 1986; Barr, Budge, & Adelson, 2016); • patterns of self-differentiation were measured by Greene, Hamilton, and Rolling (1986) by how individuals manage stress; by Skowron & Friedlander (1998) by their ability to cope with stress, make own decisions, balance emotions and thinking, as well as autonomy within their close relationships (similar Priest, 2015; Spencer, 2015).  As a Bowen Theory therapist, I perceive gender transition as a differentiation of a transgender individual first on an intrapersonal level, as balancing their gender identity, and then interpersonal differentiation related to differentiation in a social role in the expressed gender. When I apply the Bowen Theory to a situation of a transgender parent, I posit that coming out to the emotional unit arises when the level of anxiety between expressed and assigned gender surges, yet on the interpersonal level, anxiety prior to the coming out is maintained low. With this move, the transgender parent searches for acceptance of his or her expressed gender and introduces to the family system their I-Position—an individuality force. Consequences of coming out represent pressure on a change of his or her functional position in the family and this raises anxiety on the \t\t53\tinterpersonal level (Bowen, 1959; Papero, 1990). It is unclear what happens with the intrapersonal anxiety, how the particular members of the family system cope with this challenge, their fears, assumptions, and efficiency of strategies used to manage the situation.              \t\t54\tCHAPTER III: METHODOLOGY Research Question  The first phase of heuristic research is the initial engagement with a topic that represents my critical interest (Moustakas, 1990). Over the past several years I have been guiding families with transgender members through their transition, not only transition of that respective individual but also transition of the entire family system. Some families succeeded and strengthened, though challenged; others ended up separated, divorced, cut off. My self-dialogue, inner search, and contemplation and re-contemplation of the topic led me to a formulation of the following research questions:  1. What are the experiences of transgender parents in the family system? 2. What if any are the qualities and patterns of self-differentiation of transgender parents in their parenting role of their expressed gender? My interpretive framework of social constructivism guided me to capture and interpret the essence of transgender parenting and an on-going self-differentiation process (Creswell, 2013). I sought understanding of the research phenomenon in an inductive process hand-in-hand with my tacit knowledge, subjectively combining my and participants’ experience and perspective.   There are four philosophical assumptions of qualitative research embedded in the interpretive framework (Creswell, 2013, pp. 20-25):  1. Ontological assumption embraces the multiple nature of reality that I will enhance by inviting co-researchers (participants) with their perspective of the researched phenomenon so I may develop and report different perspectives in the findings; 2. Epistemological assumption counts as a knowledge and leads me to get close to \t\t55\tthe participants’ perspectives and get subjective evidence from them;  3. Axiological assumption refers to making my values and bias overt and be in touch with them through the research process. It relies on my own interpretation and presentation as well as interpretation and presentation of participants, and this assumption is also the essence of heuristic phenomenology; and 4. Methodological assumption that is shaped by my research design and my interpretive framework.  Research Design and Qualitative Inquiry  My choice of research design, qualitative research, was informed by the character of the phenomenon I attempted to study. Qualitative researchers study phenomena in their natural settings, they attempt to make sense of them, and interpret them in terms of the meanings people bring to them (Denzin & Lincoln, 2011). In general, qualitative studies are exploratory and tend to discover essence, meaning, and context of phenomena (Mahrer, 1988; Maione & Chenail, 1999).   Creswell (2013) states the researcher is the key instrument in qualitative data collection. The researcher as an insider approaches phenomenon at its natural setting and interviews participants directly about their lived experience (Mahrer, 1988; Maione & Chenail, 1999). Qualitative research is appropriate to use when a problem or issue needs to be explored and is complex; to gain a detailed understanding of the issue, its contexts and settings; and when it helps explain the mechanisms or linkages in causal theories and models (Creswell, 2013; Miovsky, 2006). I chose heuristic phenomenology as a qualitative approach to inquiry (Creswell, 2013; Finlay, 2011; Moustakas, 1994). My experience as a clinician and also a parent under the LGBTQ umbrella allows me to share \t\t56\tunique views, perceptions, thinking processes, and understanding of the studied phenomenon, and display it beside other participants’ experience. Such a collaborative and in-depth approach cannot be accomplished by any other approach to inquiry but heuristic phenomenology.   I attempted to discover in depth and interpret meaning of experience of being a transgender parent and a process of self-differentiation in a parenting role. Heuristic process requires to incorporate creative self-processes and self-discoveries, self-perception, self-dialogue, sense, and intuition of the researcher (Moustakas, 1990, p. 9). Self-differentiation assessment asks for an experienced clinician’s involvement. It cannot be measured only by an inventory or questionnaire. The heuristic approach is suitable for research by therapy practitioners because “It draws on their relational skills, empathy, and reflexive capacity used in practice” (Finlay, 2011, pp. 173-174). I focused on the researched phenomenon and searched introspectively, meditatively, and reflectively to find the depth of the meaning, its underlying characteristics, and its essence. In heuristic research, I have full inner freedom to explore and accept what is through being immersed and fully concentrated on the phenomenon, i.e., “indwelling” (Moustakas, 1990, p. 24).   Besides my focus on the phenomenon, I relied on my tacit knowledge of the context of the phenomenon, my experience with it, intuition, and on my participants in roles of co-researchers. I chose a collaborative approach to participants as it made them equal to me, a researcher,  and it also is a profound factor that grants validity to the research. The heuristic researcher has to have a comprehensive experience and be knowledgeable in the area of the studied phenomenon (Moustakas, 1990, 1994). I have been working with transgender and gender non-conforming populations and their families \t\t57\tas a clinician since 2006. Since 2012, I started to enhance my scientific curiosity in this field and explore it as a researcher. The work, practice, knowledge, and experience have formed my tacit knowledge. Moustakas (1990) described intuition as “a skill, developed into effectiveness through practice and is an essential characteristic of seeking knowledge” (p. 23).    The heuristic research process involves identifying with the focus of inquiry, immersion in the topic via self-dialogue, self-searching, and giving space to incubation of the phenomenon search. My openness and reception to tacit knowing and intuition naturally led to the process of illumination that is necessary for new discovery and new knowledge as a result of the research (Moustakas, 1990).  I, as a researcher, perceive the explored phenomenon via a Bowen Theory lens. Yet my particpiants offered their views and living experience of the phenomenon. Although Bowen tried to develop a theory based on facts only, ignorance of multiperspective—metascience—is against Bowen’s principles (Innes, 1996). When we apply the concept of self-differentiation on the clinical or family daily life setting, other perspectives besides the natural science one become apparent (Innes, 1996).   I targeted to collaboratively construct with my participants the essential qualities and meanings of what it is to be a transgender parent who started transition in a family system and how the process of self-differentiation in a gender parenting role evolves.  Phenomenology is focused on individuals' experience, the essence of that experience that can be shared. The important findings derived from phenomenology are an understanding of a phenomenon as seen through the eyes of those who have experienced it (Patton, 2002). Heuristics emphasize a multiperspective of the field of study and we may so \t\t58\temploy a perspective of spirituality and wisdom as a way to nurture the experience into an imaginative place of understanding, yet we do not necessarily have to rely on this perspective to explain the experience (Braud & Anderson, 1998). Focusing on the individual’s experience and bracketing historical, social, and political views appear to be ideal for a marginalized population whose voices are not equally heard; transgender parents.  Phases of Heuristic Research  Moustakas (1990, 1994) defined six dynamic, interconnected, and exploratory phases of the heuristic research process: the initial engagement; immersion into the topic and question; incubation; illumination; explication; and culmination. While the initial engagement and immersion into the topic and question refer to the initial phases of getting to know the phenomenon and its context, phases of incubation and illumination refer to a detachment from the phenomenon to give a space to process, think, and look at the phenomenon from different angles or a broader perspective, and a creative process that follows. Phases of explication and culmination of creative synthesis are the final, but also crucial phases of defining, explaining, documenting, and summarizing results.   My initial engagement and immersion have grown over the past 12 years of my clinical work with transgender individuals and families in general. Over the past 12 years, I have also been a parent myself. I listened to many individual and family stories; I was guiding the families over their bumps and joining them yet re-balancing the family dynamic. In the process of learning about transgenderism and working with this population, I was strengthening my role of a family systems therapist. I did not want to focus only on the differences and specifics of transgender individuals, but rather on the \t\t59\tdynamics and processes in their family system context that has similar rules as any other system. The whole-context perspective has become my way to work with “epoché” (Moustakas, 1994). Family systems and Bowen systems lenses guided me to focus on processes in the family system as a whole and to set aside my protective attitude towards the transgender population.   My incubation phase revolved around the scope of the research question and how to approach the explored phenomenon. Through this process I was struggling most with a thorough comprehension of heuristic phenomenology and the fact that I am a Bowen therapist. I was trying to find my place as a clinician to be able to look differently at the phenomenon that I work with daily, independently, from various angles, let it grow, and perceive the facets that had been invisible for me, yet I intended to stay who I am to be able to share my knowledge and experience. I was asking myself if I cannot be a Bowen therapist? If this is what this research is about? After weeks of reading and re-reading books, articles, theses, and dissertations about heuristic phenomenology, I started finding out that I am an equal participant, that my role is an active one, and although I am a researcher, heuristic phenomenology gives me a space to be-in-the-world, be present if only I can be true, honest, transparent, and give my participants the equal opportunity. This “eureka” moment carried me to the illumination phase of the research, getting ready for interviewing open-mindedly and creatively with my participants, capturing their experience and offering my experience as a part of the second data analysis (Moustakas, 1990).  Heuristic research requires researcher and participants engaged in a dialogue about the participants’ experience of the studied phenomenon. As in a therapy session, \t\t60\tresearcher and participants both explore the phenomenon reflectively and introspectively (Moustakas, 1994). Heuristic phenomenology allows me to be a part of the research, share my experience and understanding of the phenomenon, and combine it with experience and understanding provided by the participants. The collaborative approach of all researchers will propel exploration of this sparsely explored phenomenon of transgender parenting in depth and will contribute to the field of research, as well as to a practice of family therapy. Self of the Researcher  I started to work with transgender families in 2006 in the Czech Republic and continued after I moved to Florida in 2013. I did not contemplate about my therapeutic approach as I did not know any differently. I found out many years later that what I had considered for the only way—to accept and guide transgender people to become who they are—is called gender affirmative therapy. I have also considered it necessary to involve families of transgender individuals in the therapy process, yet standard practice has been an individual gender dysphoria focused therapy. My Transgender Care Certification preceded my Marriage and Family Therapist license (LMFT) and I also had been a Board Member of The Gender Equality Trust (GET) Network Foundation prior to my LMFT license. The GET Network Foundation, a non-profit organization, arose from an initiative of mental health professionals (I was one of them) and LGBTQ community social justice advocates. We started to organize support groups for the transgender community of southwest Florida, specifically a group for transgender adults, a group for transgender children, a group for transgender teens, and a group for couples with a transgender partner. In 2015, I decided to open my mixed inclusive group to all family \t\t61\tmembers, close allies, and transgender individuals of any age and I started to monitor effects of these groups.   My goal has been to empower the family system to serve as a self-sustainable system, connect transgender individuals and their family system with effective help, help to alleviate mental health symptoms of gender dysphoria, and increase their experience of life satisfaction. As a systems thinker, I always approach transgender individuals in the context of their family, their system. I presented about this experience at the Scientific Symposium of World Professional Association for Transgender Health (WPATH) in Amsterdam, NL in 2016.  In my clinical work I witness how extremely challenging the process of transition and transgender individual’s self-differentiation is for families. I look at transgender individuals through lenses of who they are, their bravery to go against the mainstream, as well as their fear, emotional pain, and their effort to become themselves despite often different expectations and pressure from others. I also see how the transition process contributes to their level of maturity and functional differentiation. Mostly, I observe that transgender parents are well accepted by children if the children may participate in their parents’ gender transition and the other parent is supportive. I notice how demanding the transition process is for spouses and partners of transgender individuals and how the partners affect relationship between a transgender parent and their child. That is why my research inquiry led me to an immersion in the transgender parent perspective of their parenting through the process of transition and also to putting the dynamic in the family system, and self-differentiation process of a transgender parent in particular, under the microscope.  \t\t62\t  Besides the GET Network Foundation, I am actively involved in Parents, Families and Friends of Lesbians and Gays (PFLAG), and The Gay, Lesbian Straight Education Network (GLSEN). After International Transgender Certification Association (ITCA) transgender care certification in 2015, I became a professional member of the prestigious World Professional Association for Transgender Health (WPATH) in 2016. I presented at several conferences about work with the transgender community, including the International Family Therapy Association conference in Hawaii, March 2016; the Scientific Symposium of WPATH in Amsterdam, Netherlands, June 2016; the Florida Association for Marriage and Family Therapy in Orlando, October 2016; and recently at the American Association of Sexuality Educators, Counselors, and Therapists in Denver, June 2018. I also published an article about support groups for the transgender community in the psychology research journal, Group Therapy Program for Families with Transgender Member: Propelling Gender Differentiation, in December 2016.  Participants  The Nova Southeastern University Institutional Review Board assessed and approved this research study prior to participant recruitment. The sample consists of 10 transgender parents, both females and males, who have lived in their expressed gender and started transition using cross-gender hormones after their children were born or adopted. Gender affirmative surgery was not an exclusion criterion. To obtain demographic characteristics of the sample, I created a brief Research Participant's Demographic Survey (see Appendix A). Each participant filled out the demographic survey before the interview.  \t\t63\t I recruited the sample through the use of a purposeful sampling strategy, which was designed to select participants who are transgender parents (Creswell, 2013; Silverman, 2010). The entire recruitment process occurred in person. I personally invited transgender parents through the GET Foundation Network, for which I have run support groups in the transgender community since 2013. I also recruited some participants, former clients who attend the transgender support group, by asking about their interest in participating, and also on references by participants via snowball sampling method (Creswell, 2013; Silverman, 2010). I approached each potential participant who expressed an initial interest in participating in the research individually in person. I scheduled time to meet face-to-face at the research site. Participants chose their preferred site for the interview between Anchor Counseling and Training Center in Naples, FL, or GET Foundation Network, non profit, in Cape Coral, FL.   I reviewed the Informed Consent (see Appendix B) with each participant, I answered all their questions, and informed each participant that they may decide to not participate or terminate their participation at any time. Each participant signed the Informed Consent form with a description of the nature of the research, its purpose, risks, benefits, and explanation of the data collection process. Exclusion criteria were participants with fluid or non-conforming gender identity (not females and not males), participants who have not started hormonal treatment yet, participants who were not active parents, or participants who did not come out to their spouse or partner and a child (at least one).   \t\t64\tData Collection and Generation  Moustakas (1994) emphasizes the importance of engagement and rapport establishment with participants. My research focus targets discovering participants’ lived experiences—their thoughts, feelings, views, associations, memories, and attitudes that construct and promote their reality to answer the research question. Interviews should be informal, with open-ended questions, and guided by topics (Moustakas, 1994). As a professional who works with this population, I am aware of the commonalities of the transition process and so I was prepared to debate about this topic. My initial qualitative research interview was informal, conversational, without a rigorous structure, and guided by the following rules:  • focus is on participants’ lived experience of the researched phenomenon, the self-differentiation process of transgender parents that can be tracked in their behavior in situations related to their expressed gender, parental role, their transition or response to it;  • I seek to understand participants’ perception and meaning of the phenomenon; the interview is qualitative and as such, descriptive and comprehensive;  • it is subjective and specific as focused on an individual’s experience;  • I explore thoroughly the researched phenomenon without bias, assumptions; I am flexible with questions, as my focus is on the researched phenomenon, I adjust questions in the interview accordingly;  • I clarify with participants any ambiguity or contradictory statements and I reflect any change in participants’ statements in the interviewing process via extended debates;  \t\t65\t• I am sensitive towards participants, I pay attention to an interpersonal dynamic between me and participants, and I seek to make the whole process a positive experience for the participants (Kvale, 1983).  I planned the informal interview so it would not take more than 60 minutes of the participants’ time. On average, the conducted interviews took about 40 minutes of the participants’ time.   I let the participants introduce themselves regarding their gender, role of a parent, their partner or spouse, children, etc. I asked questions about the essence of being a transgender parent, the essence of parenting, satisfaction, and fulfillment in the role of a parent, about acceptance by family members, their concerns, and about a process of self-differentiation in the transgender parent who came out to his or her partner and children. If any statement needed more explanation or I was not sure I understood properly, I asked for an explanation. I asked questions such as: May you explain the process of your coming out and your role as a parent before coming out and after that? What is your experience of being a parent, a transgender parent, and with parenting? How is your parenting and being a parent related to a differentiation in your expressed gender? How would you describe your experience of living, interacting, and relating to other family members in your parenting role through your transition?  It is very difficult to depict the process of lived experience via one interview. Generally, any debate or interview provokes thoughts, feelings, and reflections later. I am also used to doing self-talk and to self-reflect regularly. For this purpose, I provided each participant with a transcription of the interview within a month after the interview by e-mail or printed out, if they requested the print out, and encouraged them to correct any \t\t66\tinaccuracies in their interviews, write any additional comment, reflection, or thoughts that might have occurred after the interview that they would like add to their original responses. I requested the adjusted transcripts in one week (seven days). If I did not receive the transcript back and the participant did not request extra time for the review, I assumed that the interview was finalized.  Security, safety, and comfort of participants is of high importance to me. I contacted each participant and negotiated their preferred time and place. There were two research sites: Anchor Counseling and Training Center in Naples and GET Foundation Network in Cape Coral, and I conducted the research interviews at both locations. I intended to be an insider in the interviewing process and speak as an ally and parent in a similar manner to the way I interact in a therapy or a support group setting with participants. Upon completing the interviews, I asked each participant about their interview experience and encouraged their feedback.    I recorded and transcribed the interviews. I used an i-Pad and a voice recorder to record the interviews. Then I transferred the recordings to a flash USB drive, which is  stored in a secure and locked location at the Naples’ research site office for the research purpose . The interviews were conducted with each particular participant confidentially to assure he or she was able to share the authentic experience. I transcribed each participant’s interview using the specific guidelines outlined in the Manual (on) Transcription: Transcription Conventions, Software Guides and Practical Hints for Qualitative Researchers (Dresing, Pehl, & Schmieder, 2015). I used an application for Microsoft Word for Mac, version 15.17, for the transcription. I repeatedly listened to my recording and transcribed the transcript. I provided the transcript to the particular \t\t67\tparticipant and waited seven days for the participant’s feedback. No participant requested having the deadline for comments prolonged. Two participants out of 10 added a few comments. I included these comments to the group of data for analysis. I organized the transcribed data and related documents into a sequence of each participant as a parent story. I made the interview transcription after I interviewed each particular participant. This allowed me to have a better control over data saturation and also to be an active, self-reflective, and creative heuristic investigator (Moustakas, 1990, 1994).  Qualitative Data Analysis  Qualitative data analysis represents an inductive process of collecting, organizing collected data, concentrating on details, recognizing details, patterns, an abstract relationship between qualities of a “that” in the data and a “this” in the form of a pointing out and naming a quality about the “that’s” qualities in order to abstract the something in terms of something else (Chenail, 2012). The goal of the qualitative data analysis is to transform data into information and information into knowledge (Chenail, 2012).  For the purpose of this research, I decided to do two analyses. The first was a heuristic analysis, guided by Moustakas (1990, 1994), that addressed the living experience of transgender parenting through the process of transition in the family system. In the second data analysis, I focused on patterns of self-differentiation in transgender parents through the process of transition in compliance with Bowen Theory. I believe that for clinicians, as well as researchers, both analyses are beneficial and will help cover the research gap and fulfill the research purpose.   To address my first research question, Moustakas’ phase of organizing, analyzing, and synthesizing data revolves around phenomenological reduction. It starts with a \t\t68\tprocess of bracketing the topic or question. Bracketing opens a space to see the topic from multiple perspectives and so it propels new discoveries (Moustakas, 1994, p. 180). It helps detach from the phenomenon and gives a space to process, think, and look at the phenomenon differently from different angles or from a broader perspective (Moustakas, 1990). Next, horizonalization positions all primary data on the same level as it approaches every statement, message, and comment equally as having the same potential value. I immersed in each transcript, read and listened through each recording multiple times. I let it incubate with the intention to reveal themes. In the phase of the explication I started to illuminate to the explored phenomenon, research question-related themes and qualities, and to grasp and express my participants’ understanding of the meaning and the message they wanted to deliver. I “delimited horizons of meanings” (Moustakas, 1994, p. 180) and clustered unique, nonoverlapping, nonrepetitive qualities into categories and themes.   Through this first data analysis process I listed every expression relevant to the researched phenomenon (Moustakas, 1994). I observed and contemplated if in a participant’s statement was a moment of the experience I explore. I attempted to capture, describe, and analyze the phenomenon of transgender parent role differentiation as a process. In the process of individual textural descriptions, I integrated and described themes that each participant reported. During this phase, I communicated with my participants to assure the accuracy of my understanding of their intended meanings. In the final phase of creative synthesis, the process of composite textural description targets synthesizing individual textural descriptions into a group of universal textural descriptions. The next step of the analysis is a creative synthesis.  \t\t69\t I decided to organize creative synthesis by the common major themes describing the essence of the experience that appeared across the parents’ narratives. I summarized each parent’s description of essence of the lived experience by the major themes and summed all these descriptions up into a universal description representing the group as one, using parents’ language as much as possible.  In compliance with Moustaka’s recommendation for creative synthesis, I used a first-person narrative to illustrate each theme (Moustakas, 1994, p. 180).   To address my second research question, after completion of the process of creative synthesis, I returned to the transcript and I conducted the second qualitative data analysis, targeting patterns of self-differentiation. In Bowen Theory, individuality and togetherness represent counterbalancing life forces. All parallel living systems seek to maintain togetherness of their system while each member searches for developing an individual autonomy toward self-differentiation (Bowen, 1976, 1978). The process of balancing these life forces refers to the process of self-differentiation (Bowen, 1976). Togetherness refers to the human tendency to group together and search for a comfort by being part of a group—family. Family members, then, think and act as if they were responsible for the comfort and well-being of the others (Kerr & Bowen, 1988; Papero, 1990). On the contrary, individuality refers to the tendency for the person to be a separate and self-contained, autonomous individual with a “responsibility for personal happiness and the decisions that shape a life course” (Papero, 1990, p. 43).   On the interpersonal level, I searched for patterns of “tug of war” between the transgender parents presenting and living in their expressed gender and their family adjusting and coping with this change after parents’ coming out. Then, on the \t\t70\tinterpersonal level, within the transgender parents themselves, I sought for patterns of tug of war between their emotions and cognitive control over situations and contexts. The process of balancing and distinguishing thoughts from feelings and to choose between being guided by one's intellect or one's emotions refers to the self-differentiation process. Greater differentiation allows one to experience strong affect or shift to calm, logical reasoning under particular emotionally charged circumstances (Bowen, 1976, 1978).   There is no ideal self-differentiation level. Instead, it is an on-going process of balancing. Through the process of transition, transgender parents strive to make a space for them in their expressed gender in the family system. I searched for patterns of process of balancing individuality and togetherness, as well as balancing feelings and thoughts in progress, and finally patterns of successful growth and investment in their life in the expressed gender.  In the second data analysis, I asked myself a question, “What, if anything, in the communication suggests a self-differentiation experience of the transgender parent?” When I found such an experience, I abstracted it and labeled it as a new comment, using the “Comment” tool found on the “Insert” tab in Microsoft Word for Mac. I wrote a memo and in that, I described why I found the quality in that particular segment, what the meanings of the character of the experience can be (Chenail, 2012).  For example, the answer to a question about transition process might have been: “It is still on-going. I was accused by my spouse from betraying her as I was hiding my expressed gender. My partner rejected me. I am sorry for that but I knew what I wanted. I waited so long. There was no way back. But I have a better relationship with my son as I can fortunately be myself.” My memo in the second analysis would be, “Parent firm in \t\t71\ther decision, no regrets despite the rejection in family.” The parent was firm regarding her decision before coming out to transition and was not affected by family members’ reaction.   After I finished the first reading of the transcript with comments, I repeatedly read line-by-line (Chenail, 2012) each answer and the comments. Then, I analyzed my findings again and generated “in-vivo codes” that refer to the individual textural description (i.e., terms that seem to best describe the information, such as “Me Importance”) for the qualities I found (Creswell, 2013, p. 185). I was consistently comparing and shaping my comments to induct compact patterns of my work. I documented the codes by describing the particular segment of the interview, entailed the specific parts of the communication with the participant, and explained the quality I found. Then, I read code-by-code with comments and assessed what particular prevailing quality of transgender parenting and differentiation, if any, the code represents. I sorted out the codes based on the above stated crucial qualities related to the key patterns and expressions of self-differentiation by Bowen family systems theory (Bowen, 1976, 1978).  I clustered the codes into categories based on the key patterns of self-differentiation. I defined, explained in depth, and documented by examples my findings by text segments and related codes. I organized the results of the second data analysis in themes based on the three stated components of self-differentiation: balancing individuality and togetherness; balancing thinking and feeling; and self-differentiation in the expressed gender. Rigor and Trustworthiness  I assured rigor and trustworthiness by having the university Institutional Review \t\t72\tBoard approval to conduct the research. All participants signed an Informed Consent with confidentiality statement. I adjusted the setting of the interviews to participants’ convenience and security. Moustakas (1990, 1994) advises that in heuristic research, verification of investigations is a mutual process of sharing and searching for comments and reflections from participants. I communicated with the participants through the process of data collection and data analyses and sought their feedback for accuracy. I was constantly comparing what I learned from my previous observations, participants, phenomena with present observations, participants’ comments, and phenomena (Maione & Chenail, 1999).  Ethical Concerns  The targeted population of this research is an at-risk population. I secured the place of the interviews as safe and confidential. I de-identified the participants’ by using “Parent 1, Parent 2, Parent 3,” etc. I started recording the interviews after they signed an informed consent, after formal introduction and conversation related to the organization of the interviews themselves. As a clinician who works with the transgender population, I am familiar with standards of care, affirmative approach to the transgender population, typical process of the transition in families, and I guide, support, and cheer to their effort in the transition process. I had to bracket this bias, I self-reflected on my understanding, I was open to all possible meanings, and I sought out feedback from the participants.  Results Organization  I organized results of this research in two sections, responding to the conducted analyses. Results of the heuristic phenomenological analysis followed Moustakas’ recommendation for creative synthesis. I presented creative synthesis organized by the \t\t73\tcommon major themes, describing the essence of the experience how the parents lived the phenomenon and understood events as they unfolded and as it appeared across the parents’ narrative. I summarized each parent’s description of essence of the lived experience by the major themes, listed recurring qualities of that experience I found, documented these qualities by related excerpts from participants’ interviews, and explained in-depth how the data evidenced the presented qualities. In compliance with Mustaka’s recommendation for creative synthesis, I used a first-person narrative to illustrate each theme (Moustakas, 1994, p. 180).  I organized results of the second data analysis in themes based on the three stated components of process of self-differentiation I found (Bowen, 1976, 1978). Each quality includes its general and clinical definition, in-depth explanation how it evidences the respective quality, and examples of the quality with related codes.             \t\t74\tCHAPTER IV: RESEARCH FINDINGS Participants Demographic Data  My sample of participants consisted of 10 transgender parents, seven transgender women (MTF) and three transgender men (FTM). The average age of my participants was 47; the youngest parent was 35 years old and the oldest one 67 years old. I had known 80% of my participants for at least one year, either as my former client who I guided through their transition or as transgender support group participant. This factor profoundly contributed to a trust between us, to an open and honest communication and co-operation, and also to their motivation to contribute to the researched topic. Two participants lived in their expressed gender in their family for 1 year, two of them for 2 years, two for 3 years, and four for more than 3 years. All my participants started transition using cross-gender hormones after their children were born (eight parents) or adopted (two parents). Gender affirming surgery was not an exclusion criterion and none of my participants had the surgery done. The basic demographic characteristics of the sample is available in Table 1 and information related to the researched theme of transgender parenting is available in Table 2. Table 1.  Participant Demographics Data about parents (P1 – P10) P1 P2 P3 P4 P5 P6 P7 P8 P9 P10 Age  45 67 38 45 47 57 47 42 47 35 Assigned gender                                                                                                                            (F = female, M = male) M M F F M M M M M F Expressed gender  (F = female, M = male) F F M M F F F F F M \t\t75\tRace                                                                                                                                                (W = white, B = black of African American, H = hispanic, M = multiracial) W W H M W W W M H W History of mental health issues besides gender dysphoria  (Y = yes, N =  no)                                     N N N Y Y N Y Y Y Y History of substance abuse  (Y = yes, N = no) N N N Y Y Y N N N N Sexual orientation informed by expressed gender  (HM = homosexual, HR = heterosexual, A = asexual, PB = pansexual or bisexual) PB PB HR HR PB HM HR HM PB HM Sexual orientation of your partner  (HM = homosexual, HR = heterosexual, A = asexual, PB = pansexual or bisexual) HR HR PB - PB HR - HM HR PB History of LGBTQ in the family  (Y = yes, N = no) Y Y N Y Y N Y Y N Y The highest completed education  (HS = high school, UG = undergraduate, GR = graduate) GR GR HS HS HS HS GR GR HS UG Economic status: employment (Y = yes, N = no, RD = retired or disability) Y RD Y Y RD Y Y Y Y Y Economic status: approximate annual income (20 = 0-20K, 40 = 21-40K, 70 = 41-70K, 70+) 70+ 70 40 20 40 70 70 70 70+ 40 Living situation                                                                                                                            (H = home, S = shelter, HS =  homeless ) H H H H H H H H H H  \t\t76\tTable 2.  Participant Demographics: Transgender Parenting Data about parents (P1 – P10) P1 P2 P3 P4 P5 P6 P7 P8 P9 P10 Coming out in the family – number of years parent is out to family  3 8 3 1 1 11 2 6 4 2 Coming out outside of the family – number of years parent is out in general 3 7 3 1 1 2 3 6 2 2 Children (M = minor, A = adult, B = both)                                                                                                                      M B M A A A B M B MNumber of children dependent on the parent  3 1 1 1 1 0 3 1 1 2 Experience with parenting in years        16 45 9 23 30 35 21 13 24 8 Support from family members  (Y = yes, N = no)  N Y Y Y Y Y Y Y Y Y History of victimization or discrimination related to transition (I/Partner/Child)                (Y = yes, N = no) N Y N Y N N Y Y N Y   The demographic survey showed that a majority of transgender parents came out in average 1 year earlier in their family than outside of it. The nuclear family system (spouse, child or children) represented the most important system for the start of their transition and self-differentiation in their expressed gender. Parents expressed the need to protect their family first, work on family acceptance, and needed encouragement from the family. Only one parent, who was single with children, came outside of the family first. This particular parent intended to protect her children and was putting her parenting role highly above self-differentiation in her expressed gender identity. After the parent came out to her children and got full support and acceptance by them, the speed of her self-\t\t77\tdifferentiation, and her confidence in her expressed gender significantly increased, followed by successful social transition and high level of life satisfaction.  The ratio of minor and adult children was well balanced with 40% of parents with minor children, 30% with adult children, and 30% with both, minor as well as adult children. Ninety percent of parents had at least one child dependent on them. This factor influences cohesiveness, closeness, and so an ideal condition for observing and analyzing emotional ego mass and process of self-differentiation. All parents were experienced parents with the average length of experience 22 years, where the shortest length was 8 years and the longest 45 years. Ninety percent of transgender parents were supported at least by one close family member, either spouse or a child. Fifty percent of parents reported some history of victimization, yet only one parent mentioned negative impact of the transition on the child.   All participants approached their participation in this research very responsibly and were available for follow up questions. They expressed that they were “happy, delighted, honored, excited, they really enjoyed the interviewing process,” and even wanted “more of it.” Some transgender parents also mentioned that it helped them to “realize some stuff about them” or that they wanted to share their experience with others.       \t\t78\tHeuristic Analysis Results  As I stated in chapter three, I conducted two analyses to answer my research questions: 1. What are the experiences of transgender parents in the family system? 2. What if any are the qualities and patterns of self-differentiation of transgender parents in their parenting role of their expressed gender? In the heuristic analysis, I addressed the first research question. I attempted to capture the essence of transgender parenting, the lived experience of parenting roles for transgender parents. Through the data analysis, five unique themes emerged:  1. Selfish Unselfishness: Becoming Me  2. Relationship with My Close Family: It is About Respect 3. Battle of Emotions: Do the Right Thing 4. Competence, Confidence, and Legacy: This Is How We Do It. Or Not 5. Life Satisfaction: Welcome to My World  As I heard from many of my participants, the role of a parent is above genders. Therefore, I approached the final step of heuristic analysis, creative synthesis, through the first-person narrative of transgender parents, no matter what gender they were, to display the common qualities that transpired through the research process (Moustaka, 1994, p. 180). I organized the transgender parents’ narratives by the above stated major themes describing the essence of the experience summed into a universal description representing the group as one, using prevalently parents’ language. Four themes were present in all interviews and one topic, Battle of Emotions: Do the Right Thing, was present in eight, a clear majority of interviews.  \t\t79\t Table 3 lists all themes and related qualities of the phenomenon of transgender parenting and the process of transgender parents’ self-differentiation. Table 3.  Themes and Qualities From the Heuristic Data Analysis  Themes  Qualities of the phenomenon Selfish unselfishness: Becoming me Postponing and stipulating  Struggling individual but devoted parent Fear of loss, rejection or shame Excited quietly Take a step back Be Me for my family  Relationship with family members: It is about respect Happiness and gratitude towards supportive family members Understanding and accepting of unsupportive family members Pressure to transition regardless my family readiness or support  Battle of emotions: Do the right thing Balancing what I was longing for with what is the right thing to do Competence, confidence, and legacy: This is how we do it. Or not Competent and confident as a parent (after coming out) My parenting – equality and respect Parenting is not about gender  Life satisfaction: Welcome to my world Being accepted as a parent in my expressed gender Raising accepting children    In the excerpts, I substituted the first name of the interviewee by “P” for a parent and by a random number from 1 to 10. Similarly, I called family members, mentioned in the narratives, by their social role (for example, wife, son, daughter, child, friend, etc.). In case the interviewees referred to their identity by their own name, I used the expressed gender pronoun, “she” or “he” instead.   \t\t80\tKey: • Eva: Interviewer • P1-10: Interviewee, transgender parent • Italics: emphasis • Ellipses in parentheses: hesitation and pauses: (.) one second, (..) two seconds, etc.  • Text in square brackets: comments on non-verbal behavior descriptions (what I hear or see or do) if it is significant and might add meaning to the verbal part of the interview, or the context related explanation [pitch, volume, behavior like nodding] Selfish Unselfishness: Becoming Me  Selfish Unselfishness: Becoming Me refers to parents taking steps towards being themselves in their expressed gender, so that putting themselves first, stepping up, yet balancing it with taking steps back as well to put the comfort and safety of their families first. During this process, parents experienced the phenomenon of being transgender parents as postponing and stipulating their decision to live in their expressed gender (e.g., P5 turn 034, P8 turns 008,012, 069), as struggling mentally as individuals before their coming out, yet being able to be devoted parents (e.g., P7 turn 029, P4 turn 020, P10 turn 005), as a fear of loss, rejection or shame in relation to their life in their expressed gender (e.g., P1 turn 039, P3 turn 072, P7 turn 069), as a quiet excitement about them living in their expressed gender due to a respect for their families (e.g., P1 turn 082, P4 turn 040, P4 turn 046), as  taking a step back and so compromise between their comfort and comfort of their families (e.g., P8 turn 058, P2 turn 029, P10 turn 002), and as being \t\t81\tthemselves and intensely investing in their family and such, expressing their gratitude and happiness for being in their expressed gender (e.g., P2 turn 043, P3 turn 043, P4 turn 002, P5 turn 038). All these qualities are part of participants’ parenting and so represent an essence of transgender parenting.   I synthetized the participants’ accounts into a shared, consistent voice, and emboldened words representing the unique qualities of the experience as follows:  I am a trans man and I am a parent. I am a trans woman and I am a parent. I was postponing my coming out to my family and stipulating it by taking care of my family first, by financially securing my family, by waiting until my children get older, or by my spouse accomplishing her goal. When I look back, how it was before I fortunately decided to be Me, living in my expressed gender, I see myself unhappy, a struggling individual but mostly a devoted parent. I had a fear of losing my family, I had a fear of rejection or my family being ashamed of me. There were times when my depression and anxiety, my misery because I could not be me, prevented me from being a good parent but after coming out, I started to do everything possible to make up for the bad times. Although I am Me now and live in my expressed gender, I am excited quietly, I do not overdo it, concerned to not provoke, not upset my family. I assess contexts and situations and take a step back for the benefit of my family or to protect them from a possible negative reaction of society. You know, at the end of the day I do not want anything else but to be Me for my family.  In the theme Selfish Unselfishness: Becoming Me, I found these recurrent qualities: postponing and stipulating; struggling individual, but devoted parent; fear of \t\t82\tloss, rejection or shame; excited quietly; take a step back; be Me for my family, which I document in the following excerpts.  Postponing and stipulating. The quality of postponing and stipulating refers to transgender parents who balance the process of their transition with waiting for readiness of their family—postponing and stipulating living in their expressed gender—to put comfort and safety of their families first. Parent 8’s excerpt documents how she was postponing her transition for many years and finding reasons why it was not possible, “I got almost all the way there…and I very shoooooved it down.” Among the reasons for stipulating and postponing her transition, she named her wife expecting their child, “I can’t be because I had a kid coming”; her father’s issues, “my dad came out, that was…5 years before I did really come out”; her wife’s work situation, “my wife kept asking me: Can you hide it for few more years...Then you can“: When my dad came out, that was actually about 5 years before I did really come out. My dad was only what started me, in my mind I realized there was, I guess….. I got almost all the way there [but stopped because of her father’s coming out]. I started to think about being a trans and I was saying myself I can’t be because I had a kid coming, and I very shoooooved it down…(P8, 008)  And the parent continued by a stipulation of her transition because of her wife’s situation:  My wife kept asking me: “Can you hide it for few more years to get out of work? Then you can go and do it.” or “Hm, I do not want people to know.” Because she revealed to me a couple of weeks before, she was a gay. (P8, 012)  Struggling individual, but devoted parent. The quality of struggling individual but devoted parent refers to transgender parents who struggle mentally with gender \t\t83\tdysphoria, hiding their expressed gender, yet they are able to be devoted parents. Parent 7’s excerpt documents her struggling, “I had such a bad depression and gender dysphoria” but parenting – being a devoted parent - helped her to cope with the gender dysphoria, “I would throw myself into parenting”; “I got up in the middle of night to take care of my children”; “I was still doing something with my kids”; “always something centered around the kids”; “I would go home, I would do homework with them”: Before my transition I had such a bad depression and gender dysphoria I had to keep my mind busy. I would throw myself into parenting when I was at home. I was the one who got up in the middle of night to take care of my children, even if they were infants. My wife never breast-fed or anything and that is fine, you do not need to do that but I mean, I was the one who got up in the middle of the night, who fed them, I would change their diapers, and I would then go back to sleep, got up at 6 and went to work. And later on I was still always doing something with my kids. If it was a football game, going to the beach, take them to the ZOO or something. Always something centered around the kids. I never had any friends, I did not have any other outlet. You know, I did not get home, got drunk and passed down on a couch. I would go home, I would do homework with them, I would make their lunches, cook them dinner, I would bring them where they were to go, I would pick them up. (P7, 029)  Fear of loss and rejection. The quality of fear of loss and rejection refers to transgender parents’ fear of losing their family, being rejected, their family being ashamed of them because of their transgenderism and life in their expressed gender. Parent 1’s excerpt documents her fear of losing her family and being rejected by it, “I \t\t84\twas forced to present myself as a male by my wife or she would have left”; “I was extremely scared of losing my wife and my family”: I could not come out to my kids back then. Well, because I was forced to present myself as a male by my wife. Or she would have left months ago (…) and she made that very clear. I was thinking about coming out for a long time. I had to come out as otherwise, I do not even know what would happen. I do not want to even think about it. What I would have done. I knew, deep inside of me, that it was not the time to tell my wife and it was like opening a Pandora box. But it was such a relief. I was extremely scared of losing my wife and losing my family. (P1, 039)  Excited quietly. The quality of excited quietly refers to parents controlling their expression of excitement about their transition due to a respect for their family and patience in that they comprehended time family needs to adjust to a new situation. Parent 4’s excerpt documents his controlled excitement, “as much as I am excited, I do not tell him”; “I kind of reserve myself”; “I want him to be comfortable”; “out of respect”; “it helps it ease”: He asks me questions and I tell him but as much I am excited, I do not tell him, “Hey, look at my stomach, look how hairy I am…” You know I do not, I kind of reserve myself from that. (P4, 040) And the parent continues:  I do not want to sit back and raise my arms [laughing], he was raised seeing no hair there so now I want him to be comfortable. I do not know if “out of respect” \t\t85\twould be the best wording but it is definitely the choice of things that helps it ease. (P4, 046)  Take a step back. The quality of take a step back refers to transgender parents compromising between their comfort in their expressed gender and tolerance and comfort of their families. Parent 8’s excerpt documents the process of compromising between her comfort and comfort of the family, taking steps back and forth, “I know I put some stress on their life”; “I had to switch clothes on before I went to pick him up”; “my hair would put him under stress”; “I was trying, making”; “I was a lot more willing to push my “she” aside”; “I would put on clothes I had before”; “I would hide my hair”; “I would even lower my voice”; “I would not correct if they called me he”; “I was more willing to suppress… to make it easier for them”: Me being trans, I know it put some stress on their life at least, especially before they were fully accepting of me because I know I would have to switch clothes on before I went to pick him up, you know, I know my long hair would put him under stress when I was about to pick him up, and some people asked, “Why does your dad has such a long hair?” And I know, there were times when he wanted just a regular dad. So, there were times I was trying, making. Especially (…) before they accepted me all the way, I was a lot more willing to push my “she” aside and I had to do stuff with them. I would put on, there is nothing like guys’ clothes, but I would put on clothes I had before I transitioned and I would hide my hair under my collar, so it did not look like so long, and sometimes I would even lower my voice a little when I was around people, and I would not correct if they called me he. And after time, I would refer to myself as my child’s parent rather \t\t86\tthan her mom. So, I was more willing to suppress as I wanted to make it easier for them. (P8, 058)  Be Me for my family. The quality of be Me for my family refers to transgender parents living in their expressed gender and expressing their gratitude and happiness by intensely investing in their families. Parent 5’s excerpt documents her gratitude for being able to live in her expressed gender “I am helping…any way I can”; “I put a swing set…threw Easter parties….I bought”; “try to get their love and respect”: I am helping my children any way I can. I put a swing set for my grandkids, we threw Easter parties and birthdays parties, I bought my daughter a car. I just try to get their love and respect. (P5, 038) Relationship with My Close Family: It Is About Respect  This theme refers to parents working on relationships with their close family as a part of their coming out and transition. They enjoyed and ever preferred the company of their supportive family members, among them their minor children, and except for Parent 2 and Parent 9, also adult children, siblings, and parents except for Parent 7, 9, and 10. Spouses were supportive to Parent 2, 3, 5, 6, 9, and 10. These trans parents were understanding and trying to keep relationships with the unsupportive family members, too. Among the unsupportive family members were spouses of Parent 1, 7, and 8, some siblings and parents (Parent 7, 9, and 10), and adult children of Parent 2 and 9.   All parents also expressed their need to come out at some point, regardless of their family readiness or acceptance. Parents experienced the phenomenon of being transgender parents as happiness and gratitude towards supportive family members (e.g., P1 turn 090, P5 turn 070, P5 turn 074, P3 turn 010, P9 turn 028), understanding and \t\t87\taccepting of unsupportive family member (e.g., P1 turn 106, P7 turn 097, P2 turn 013), and pressure to transition regardless of my family readiness or support (e.g., P4 turn 034, P1 turn 067, P8 turn 004). All these qualities are part of participants’ parenting and so represent an essence of transgender parenting.  I synthetized the participants’ accounts into a shared, consistent voice, and emboldened words representing the unique qualities of the experience as follows:  In general, the majority of my family supports me as a trans man and as a trans woman, but there are also some of my family members who do not want to know, talk to me, accept me in my expressed gender, family members who started to avoid me. I am very thankful and experience happiness when my family supports me and I started to prefer these members’ company but I am also understanding and accepting of unsupportive family members, yet their lack of understanding is making me sad and I will never stop trying. I was waiting for the right time to come out and work on my transition but the right time never came and then there was the unbearable pressure of my gender dysphoria and at some point I had to do it no matter what my family thought and if my family was ready. I was dropping hints here and there, hoping that my family will get it [that I am a different gender].  In the theme of Relationship with My Close Family: It Is About Respect, I found these recurrent qualities: happiness and gratitude towards supportive family members; understanding and accepting of unsupportive family members; pressure to transition regardless of my family’s readiness or support, which I document in the following excerpts. \t\t88\t Happiness and gratitude towards supportive family members. The quality of happiness and gratitude towards supportive family members refers to transgender parents whose family supports them on their transition journey and they express their gratitude and happiness. Parent 3’s, who is a trans male, excerpt documents his happiness and gratitude about his son addressing him dad publicly at school, “he always said my dad……made me feel proud”; “God bless me…..my son exactly how I asked for him”; “sweet and smart boy”: I’m a volunteer at the school my son attends. I go to all the field trips and activities that he has. At the beginning, when he started school, I didn’t have the top surgery. I remember other kids asking him who I was? He always said my dad, that made me feel proud even more of him. God bless me very much, he sent my son exactly how I asked for him. He is a sweet and smart boy. (P3, 010)  Understanding and accepting of unsupportive family members. The quality of understanding and accepting of unsupportive family members refers to transgender parents who are understanding and trying to keep a relationship even with the unsupportive family members. Parent 1’s excerpt documents her understanding, hope, and accepting her unsupportive wife, “it makes me sad to see my wife suffer”; “I can’t help….she does not let me”; “it gets better”; “I could help her”: It makes me really sad to see my wife suffer, not to see the future for us as a family. But I can’t help her, she does not let me. I think it is about time. I think it gets better. The way she thinks is, “You did not help me the past 10 years. [I could not be the man she wanted]. Now, it is too late. It is just sad. I think she does not realize that now I could help her. (P1, 106) \t\t89\t Pressure to transition regardless my family readiness or support. The quality of pressure to transition regardless my family readiness or support refers to transgender parents’ need and dedication to come out at some point, regardless of their family’s readiness or acceptance. Parent 8’s excerpt documents her pressure to come out, start transitioning, and risk losing her family, “I knew I had to”; “it would probably cause me my marriage...but I did not want… being quiet”; “I had to tell my child”: …And I knew I had to make a choice between saying, “OK, I will come back” and putting everything back in the closet, which meant that 4 or 5 years later about this time I would probably be back to exactly where I was before. Or I could be honest and tell her exactly how I felt. I figured it would probably cost me my marriage but I did not want to do the whole thing again, the same thing, being quiet. And part of it, I had to tell my child because otherwise he would be completely confused with me walking around in dresses. (P8, 004) Battle of Emotions: Do the Right Thing  Battle of Emotions: Do the Right Thing refers to parents’ ability to learn to manage and balance their emotions of excitement, desire or sadness, with their understanding of what is the right thing to do for themselves or their families through the process of transition. Parents experienced the phenomenon of being transgender parents as balancing what I have been longing for with what is the right thing to do (e.g., P1 turn 096, P3 turn 028, P4 turn 034, P7 turn 093, P8 turns 004 and 008, P9 turn 014). This quality is part of participants’ parenting and so represents an essence of transgender parenting.  \t\t90\tI synthetized the participants’ accounts into a shared, consistent voice, and emboldened words representing the unique qualities of the experience as follows: For many years I was trying to beat my depression, unhappiness, and helplessness related to my urge to live in my expressed gender. I was justifying my emotional suffering by the importance of my family and their needs. So many times I felt like when I was 8 years old and I did something really bad at school or fail a class and now I have to tell my parents, who care and want me to be the best. Anxiety. Except, I did not do anything bad or wrong. I got so used to the insane fear of coming out to them and telling, just this and it lasted, it chased me every single day for years. I have always been trying to balance what I was longing for with what is the right thing to do for my family, for my children, my job.  In the theme of Battle of Emotions: Do the Right Thing, I found this recurrent quality: balancing what I was longing for with what is the right thing to do which I document in the following excerpts:  Balancing what I was longing for with what is the right thing to do. The quality of balancing what I was longing for with what is the right thing to do refers to transgender parents learning to manage and balance their emotions, their desire to live in their expressed gender, with what they think is the best for them or their family. Parent 3’s excerpt documents his urge to be recognized in the family as a man, as father, yet understands that his son grew up seeing him as mom. Being called dad is making him excited, “I wanted him to call me dad”; “in my heart I always wanted”; “it is so important to me,” but the parent also understands that his son needs time to adjust, “it was o.k. for \t\t91\thim to call me mom…that was what he could see”; “he did not know what I was feeling”; “it has been hard for him”; “I do not answer…I want him to get used to”:  My son called both of us as by our names and then mom. But I always wanted him to call me dad. And in my heart I always wanted to hear that. But, it was o.k. for him to call me mom as physically that was what he could see. He did not know what I was feeling or like none of this, what it is, what it was, what he knows now. It has been hard for him calling me by my male name. But it is so important to me. When he calls me mom now, I do not answer because I want him to get used to calling me dad. At the same time, I have to check if it is o.k. not to answer, as he may be in some life threatening moment. (P3, 028) Competence, Confidence, and Legacy: This Is How We Do It. Or Not  This theme refers to transgender parent’s approach and understanding of the agenda of parenting. Many parents saw the role of a parent as a sanctuary and a space to prove their expressed gender and achieve their self-satisfaction. Several parents, P1, P4, P5, andP7 expressed how difficult a time they had before their coming out because of their gender dysphoria, yet during these difficult times, parenting was something to focus on. Parents felt confident and competent in their parenting role. After coming out, parenting became a natural and necessary agenda and role to play, improve, strengthen, if it had not been already. Parents talked about their parenting duties and skills, which are not about gender but about respect, equality, and giving space to be in their parenting. Parents experienced the phenomenon of being transgender parents as being competent and confident as a parent after coming out (e.g., P8 turn 022, P5 turns 104 and 106, P10 turn 002, P7 turn 103), as a quality of  my parenting – equality and respect (e.g., P2 turn \t\t92\t059, P3 turn  010, P3 turns 066 and 068, P4 turn 018, P4 turn 058, P8 turn 064), and as parenting is not about gender (e.g., P4 turn 006, P4 turn 060, P6 turn 030, P7 turns 025 and 077, P8 turn 040). All these qualities are part of participants’ parenting and so represent an essence of transgender parenting. I synthetized the participants’ accounts into a shared, consistent voice, and emboldened words representing the unique qualities of the experience as follows: I would sum it up into “the greatest gift” – that is parenting to me. Parenting has been my sanctuary before coming out, something to focus on, put hands on, escape to from the pressure inside of me. There were moments when I was not able to function because of my gender dysphoria and related depression and anxiety. After coming out, my agenda of parenting did not change but I fortunately fully and freely enjoy every single moment of it. I might not feel confident in my expressed gender role but I feel confident as a parent. If anything, my parenting improved after my transition. I would like to say that we are not different from heterosexual parents. We in fact might be even better because we teach our children to love and respect equally everyone. No matter what gender we are, we are all humans with feelings. Parenting is not about gender.  In the theme of Competence, Confidence, and Legacy: This Is How We Do It. Or Not, I found these recurrent qualities: competent and confident as a parent (after coming out); my parenting – equality and respect; parenting is not about gender, which I document in the following excerpts:  Competent and confident as a parent (after coming out). The quality of competent and confident as a parent (after coming out) refers to transgender parents knowing their family context and their ability to manage it efficiently or successfully \t\t93\tafter their coming out (Bukowski, Bergevil, Sabongul, & Serbin, 2002). Their competence in the role of parents contributes to their confidence, belief in their abilities to be successful, meet given criteria, and be accepted by others in their expressed gender (Credo Reference, 2019). Parent 7’s excerpt documents her competence and confidence in her parenting role and compares the time before coming out and after, “I was a great dad”; “I did everything to support”; “I became much better”; “I am more open”; “I know my kids better now”: think they thought I was a great dad. That I did everything to support my family. I think I became a much better parent after the coming out. I am more open to my kids, I listen to them, you know. I think, I know my kids better now than I ever did before. (P7, 103)  My parenting – equality and respect. The quality of my parenting – equality and respect refers to what transgender parents consider for their know-how of parenting and their mission of parenting implementing values of equality and respect for their children. Parent 3’s excerpt documents his unique parenting, “the greatest experience”; “better because…love and see everyone the same”; “educate our kids”; “teach them respect and love everyone”; “humans with feelings”: I would like to say to other transgender parents: not to be afraid, being a parent is the greatest experience. We are not different than heterosexual parents. We in fact might be even better because our kids are going to love and see everyone the same. Our kids are going to be how we educate them. I always say everything starts at home with the family. We need to teach them to respect and love everyone. We are all humans with feelings. (P3, 010) \t\t94\t Parenting is not about gender. The quality of parenting is not about gender refers to understanding parenting in terms of quality and not gender. Parent 6’s excerpt documents her “being both gender” understanding of parenting “as a male as well as female”; “call me ‘mother-father’”; “mother’s point of view and father’s point of view”; “I gave my children time”; “I gave them the play time”; “I was watching over all their problems, talking about it, worrying about it”: I have always looked at parenting in two ways. I have always looked at it as a male as well as female. That is why my children used to call me “mother-father.” I have always looked at things from mother’s point of view and father’s point of view. I gave my children time and I think it was more female part of me. But then as they grew into teenagers, I think more I still gave them the play time but that was the real male part of me but the female part of me was watching over all their problems, talking about it, worrying about it. (P6, 030)  Life Satisfaction: Welcome to My World For transgender parents the world of life and Life Satisfaction is narrowed to “be Me in my expressed gender.” Some parents were significantly involved in their parenting even before their transition (P2, P3, P4, P6, P7, P10), some of them were hiding behind their over-parenting (P6, P7), some became involved parents after coming out (P1, P5), and some are still working on it (P8, P9). Parents were finding life satisfaction in being in their expressed gender and being supported, but also even just being accepted or recognized by family members, at least some. Parents found a life satisfaction in not keeping their expressed gender as a secret and not hiding. They found life satisfaction in being parents and doing their parenting job, being available and in touch with their family, with their children. Although the agenda of parenting itself was for some parents \t\t95\texactly the same, their experience was more full and satisfying. Parents expressed their pride towards challenging their children and family by opening their eyes and accepting diversity. Parents experienced the phenomenon of being transgender parents as being accepted as a parent in their expressed gender (e.g., P1 turn 057, P3 turn 010, P4 turn 062, P5 turns 70 and 120, P6 turn 061, P7 turn 051, P9 turns 034, 058, and 060), and as raising accepting children (e.g., P1 turns 027, 029, 031, 033, and 035, P3 turn 010, P4 turn 064, P8 turn 064). All these qualities are part of participants’ parenting and so represent an essence of transgender parenting.    I synthetized the participants’ accounts into a shared, consistent voice, and emboldened words representing the unique qualities of the experience as follows: Before my coming out, my level of life satisfaction was low. I can’t live without my children but at the same time I need to be me. Only then, I can be not only fully functioning but also enjoyable and happy parent. The most fulfilling for me is knowing that I have my children’s support for my transition. I am the most satisfied when they tell me, they love me, they support me, they accept me as in my expressed gender. The transition brought me my children back. I got closer with them and became a full parent for the first time in my life. I want to watch my kids grow and be more accepting persons than who I was raised to be. Watching them interact with people, who may be or not, gay or transgender people, or different religions, race, culture and they take it as a norm, is pretty rewarding. I am not sure if they really and truly fully accept me even if I am not around, but that is what I am longing for. It is still working progress.  In the theme of Life Satisfaction: Welcome to My World, I found these recurrent qualities: being accepted as a parent in my expressed gender; raising accepting children \t\t96\twhich I document in the following excerpts.  Being accepted as a parent in my expressed gender. The quality of being accepted as a parent in my expressed gender refers to parents’ happiness, satisfaction, and fulfillment they are finding in being themselves in their expressed gender surrounded by their family. Parent 9’s excerpt documents her satisfaction in being accepted as a parent in her expressed gender, “my fulfillment is related to transition”; “I can continue my life without being called selfish or jealous”; “when I came out, it was like Christmas to me”; “have kids and all the presents...longing for so many years”: You know my fulfillment is related to transition. No matter who I am, I want to be there for my son and my family but at the same time…. But am I supposed to pause my life and let him grow? We hear that so many times, then you have a child, your life stops or pauses until your child is grown and then you continue with your life as you are so busy raising that child that you have to put your life on hold. Since I was 7, my life was paused. When I can continue my life to benefit me without being called selfish or jealous and I am tired of hearing that I am selfish. I do not know how I am. Back to when I came out, it was like Christmas to me, you have kids and all the presents that you have been longing for so many years and then it happens. (P9, 058)  Raising accepting children. This quality refers to transgender parents’ dedication to raise their children to accept others regardless the gender, sex, race, social status, etc. Parent 8’s excerpt documents her dedication to raise her child accepting of others, “my kid grow and be more accepting person”; “interact with people…gay or transgender people, or different religions”; “rewarding”: \t\t97\tI want to watch my kid grow and be more accepting person then who I was raised to be. Watching him interact with people, who may be or not, gay or transgender people, or different religions, and it is not a big deal for him. It is pretty rewarding. I am not sure if he and my ex-wife fully accept me, but that is what I am longing for. It is still working progress. (P8, 064) Bowen Theory Data analysis  With a reference to Chapter III, I targeted to answer my second research question in the second data analysis: What if any are the qualities and patterns of self-differentiation of transgender parents in their parenting role of their expressed gender? I focused on patterns of self-differentiation in transgender parents through the process of transition in compliance with Bowen Theory. As I stated in Chapter III, through the process of transition, transgender parents strive to make a space for them in their expressed gender in the family system. I searched for patterns of process of balancing individuality and togetherness, as well as balancing feelings and thoughts in progress, and finally patterns of successful growth and investment in their life in the expressed gender. I organized the results of the second data analysis in themes based on the three stated components of self-differentiation:  1. Balancing Individuality and Togetherness  2. Balancing Thinking and Feeling 3. Self-differentiation in the Expressed Gender Balancing Individuality and Togetherness (BIT) In Bowen Theory, individuality and togetherness represent counterbalancing life forces. All parallel living systems seek to maintain togetherness of their system while \t\t98\teach member searches for developing an individual autonomy toward self–differentiation (Bowen, 1976, 1978). The process of balancing these life forces refers to the process of self-differentiation (Bowen, 1976). Togetherness refers to the human tendency to group together and search for a comfort by being part of a group, family. Family members then think and act as if they were responsible for the comfort and well-being of the others (Kerr & Bowen, 1988; Papero, 1990). Before coming out and through the process of transition, transgender parents seek their comfort in playing the role their family perceives them to be, providing and nurturing their family, putting their family first, often hiding behind their parenting role, and securing it by their compliance with family norms.   In contrast, individuality refers to the tendency for the person to be a separate and self-contained individual, an autonomous individual with a “responsibility for personal happiness and the decisions that shape a life course” (Papero, 1990, p. 43). For transgender parents it means awareness of the importance of them being in their expressed gender, their self importance, ideally balanced with the family or any other related social group. It also revolves around a choice and focus on outside incentives supporting or empowering life in their expressed gender. Such parents are able to express clarity and confidence about their preferred name and gender, behavior, outfit, interests or a household chore.  On an interpersonal level, differentiation of self refers to the ability to experience intimacy with an independence from others (Bowen, 1978). Gilbert (1992) talks about adaptation as an ability to independently cope with demands of life and to reach own particular goals. For transgender parents and their system, the challenge lies in the parents’ level of satisfaction and confidence in their expressed gender, and the re-\t\t99\tconstruction of the family system’s perception of transgender parents as in their expressed gender role. Through the process of transition, parents may learn they do not need to deserve to be who they are. The process of differentiation revolves around parents’ realization of their value, what they represent and mean without their dependency on family’s reassurance.   In these excerpts I document the qualities and patterns of the process of self-differentiation of transgender parents in balancing individuality and togetherness: P1 turns 012 and 059, P4 turn 020, P7 turns 065 and 069, P8 turn 008. In the following excerpts, I document how parents manage and approach the dilemma between their individual needs and autonomy (“I”) with their need to belong, to be accepted by their family, and do the best or the right for their family. If parents put their concerns and wealth of the family first, I coded [Them Importance], which refers to togetherness. If parents put their own concerns over families’ concerns, I coded [Me Importance], which refers to individuality (Bowen, 1976, 1978).  Parent 7’s excerpt documents the process of putting her transition on hold [Them Importance]→ [BIT], where she scaled the effort invested into keeping it on hold, “it was like eight”; her reasoning of keeping her transition on hold  is evidenced as “trying to hide everything”; “it is tough to be”; and  the evidence of her concerns for her children’s safety that she prioritized over her transition is expressed as “I did not want them……because o me”; “I did not want to make the tough because dad is now she”; “protect them”:    Eva: 064: How much effort it was for you not to come out, hide everything that they might notice? \t\t100\tP7: 065: I, I mean, I would say, God it was like eight [on a scale from one to ten] as I was trying to hide everything. Eva: 068: Hm, I see, why not [to come out to her children]? P7: 069: Hm, why not? Especially the younger ones. My middle son was still in high school, he was a senior in high school and my youngest one was about entering a high school. It is tough to be in high school. I had a tough time in high school. I did not want them to have tough time because of me. It is tough to be 15 and I did not want to make the tough because dad is now she. I was trying to protect them. World is tough and kids are really mean even if they do not realize they are mean.  The parent was hiding her gender identity from her children for twenty years. She prioritized safety of her children, yet hiding her expressed gender. Seeking a balance between individual needs and personal happiness on one hand, and the comfort of the group the individual relates to family, on the other hand, represents a quality of balancing individuality and togetherness and refers to the process of self-differentiation (Bowen, 1976).    Parent 4’s excerpt documents a decision making process of the parent, leading to his coming out and putting his needs first [Me Importance]→ [BIT], as initially questioning the past patterns of his behavior when he was hiding his gender identity, “how many times I am going to keep doing this”; “I hear a voice…keep living the way you are”; and then making the decision to come out “you’ve got to live...your true self”; “the best choice”:  \t\t101\tEva: 019: Please, you are some 40 years old and you started your transition recently. You have not had a partner for a while. Why did you wait so long? P4: 020: I came out of a mental health hospital and I have been going in and out since I was 14. When I came out of there, my son picked me up and I said in my head, “How many times I am going to keep doing this?” And I hear a voice, “As long as you keep living the way you are. You’ve got to live the way who you really are, your true self.” And it was the best choice I have ever made.  After forty years, the parent faced his fear and stayed persistent in his dedication to live in his expressed gender. The pressure on the transgender parent not to disappoint and be a good and better parent is very high, yet so is the pressure inside of the parent to be who he has always been. Seeking a balance between individual needs and personal happiness on one hand, and the comfort of the group the individual relates to family, on the other hand, represents a quality of balancing individuality and togetherness, and refers to the process of self-differentiation (Bowen, 1976).   Balancing Thoughts and Feelings (BTF)  In Bowen Theory, balancing thoughts and feelings refers to the ability to balance and distinguish thoughts from feelings and to choose between being guided by one's intellect or one's emotions, which represent the self-differentiation process. Greater differentiation allows one to experience strong affect or shift to calm, logical reasoning under particular emotionally charged circumstances (Bowen, 1976, 1978). Anxiety promotes fusion of the thinking system and the emotional system. The thinking system becomes governed by the emotional process and thinking becomes more subjective. The more individuals become anxious, the more emotional, subjective they get (Kerr, 1992). \t\t102\tBattles of feelings and thoughts for transgender parents revolve around many moments through their transition when they are trying to balance and manage their anxiety, fear of rejection, fear of losing their family, or fear of negative social impact on their children or other family members with their growing cognition that they deserve to exist and live in their expressed gender. In these excerpts I document the qualities and patterns of the process of self-differentiation of transgender parents in balancing thoughts and feelings: P1 turn 096, P4 turn 020, P5 turns 034 and 058, P7 turn 037, P8 turn 020, P9 turn 018. In the following excerpts, I document how parents use their thoughts and feelings, how they are guided either by their intellect or emotions in a process of seeking a balance between thoughts and feelings. If parents seemed to be guided by their intellect, I coded [Thinking]. If parents seemed to be guided by their feelings, I coded [Feeling]. In general, feelings represent the self-contained experience of phenomena. Feelings are subjective and are independent of the sensory modality (Pam, 2013). Consequently, thoughts and thinking refer to any of the mental procedures involved in cognitive activities which are past interpretation, like remembering, reasoning, problem solving, imagining, and making decisions (Pam, 2013).  Parent 5’s excerpt documents the process of “being guided by her intellect” by making a decision to be a part of her daughters’ lives [Thinking]→ [BTF]. She experienced an emotionally charged situation, “I was not in a life of my daughters,” her daughters were missing a parent in their lives, yet they knew the parent before her transition as a male figure, “they never had a father figure.” The parent let her intellect to \t\t103\tguide her and be a parent, “they need their dad”; “so I did”; “transition took place...looked up to me like to their dad”:  Eva: 033: Please, may you tell me a little bit more about you being a parent over your transition, perhaps over the past five years? How your wife, the present wife, influenced, impacted you being a parent, you being a partner, spouse, you being she, woman, mom, or the female parent in the family system?  P5: 034: Well, I was not in the life of my daughters for a long time [ironic], they never had a father figure so you know my wife helped and told me: “Look, they need their dad so you need to get involved in their lives.” So I did. And you know, when the transition took place, they still looked up to me like to their dad.   The parent had to manage an emotionally charged situation. She puts the importance of being a parent in her children’s life over her comfort living in her expressed gender as a woman. She also had to overcome fear of being rejected by her children as she was not in the life of her children for a long time. She balanced feelings of fear and discomfort with a comprehension of the importance of her role as a parent. Seeking a balance between thoughts and feelings, being able to distinguish thoughts from feelings and choose between being guided by one’s intellect or one’s emotions, represents a quality of balancing between thoughts and feelings and refers to the process of self-differentiation (Bowen, 1976). Greater differentiation allows one to experience strong affect or shift to calm, logical reasoning under particular emotionally charged circumstances (Bowen, 1976, 1978).  Parent 7’s excerpt documents the process of “being guided by her emotions” [Feeling]→ [BTF], as she was struggling with her anxiety, “I have always blamed \t\t104\tmyself”; “because of me,” as she was hiding her gender identity during her children’s upbringing and overcompensating her parenting role “doing that at least for the last five years”; “I was a single parent sporadically three times before”; “I always did, I was the one who”; “I would change their diapers….got up at 6 and went to work”: Eva: 036: And you were doing this for the whole entire time of your marriage? P7: 037: I was doing that at least for the last five years of our marriage. Prior to that, I would say she [ex-wife] was a little bit more involved but still not, not nowhere near as involved as most parents are when their kids are young. But she would, at least at that point, she would go places with us. So when I was taking them somewhere, she would go. But you know, couple of times she left me so I was a single parent sporadically, three times before the last time when we finally got divorced. Hm, hm, I was a single parent always like for six months at the time and then I would take her back, ‘cause I have always blamed myself for all of her issues. I was always like they happened because of me. So, but yeah, I always did, I was the one who got up in the middle of night to take care of them even if they were infants. She never breast fed or anything and that is fine, you do not need to do that but I mean I was the one, who got up in the middle of the night, who fed them, I would change their diapers, and I would then go back to sleep, got up at 6 and went to work.   Before coming out, the parent was hiding her gender identity, she was overcome by her anxiety and feelings of guilt as being transgender, yet at that time still hiding and overworking her parenting role. She justified hiding her expressed gender by the importance of her role of a parent. She balanced feelings of guilt with a comprehension of \t\t105\tthe importance of her role as a parent. Seeking a balance between thoughts and feelings, being able to distinguish thoughts from feelings and choose between being guided by one’s intellect or one’s emotions, represents a quality of balancing between thoughts and feelings and refers to the process of self-differentiation (Bowen, 1976). Greater differentiation allows one to experience strong affect or shift to calm, logical reasoning under particular emotionally charged circumstances (Bowen, 1976, 1978). Self-differentiation in the Expressed Gender (SDEG) SDEG refers to the moments where parents enhance themselves in their expressed gender. Through the process of transition, parents try to balance their anxiety with the emergency of their Self, with Selves of the other family members, and balance their feelings and thoughts to make a space for them to live and be present in their expressed gender (Bowen, 1976, 1978). These moments become more frequent with the progress of transition. Gilbert (1992) talks about adaptation as an ability to independently cope with demands of life and to reach own particular goals, which is a quality of self-differentiation. In these excerpts I document the qualities and patterns of process of self-differentiation of transgender parents in their active approach and investing in their expressed gender: P1 turn 146, P3 turns 010 and 028, P6 turns 024 and 063, P7 turns 047 and 049, P9 turn 058. In the following excerpts, I document how parents were able to enhance themselves in their expressed gender, taking active steps in their transition by balancing their thoughts and feelings or by balancing individuality and togetherness, or because they gained a confidence through the process of transition. If there was a progress in their transition, I coded [EG Investing].  \t\t106\t Parent 1’s excerpt documents the quality of enhancement of the expressed gender by balancing thoughts and feelings [EG Investing]→ [SDEG], as the parent started to take active steps to help her wife understand the parent’s process of transition, “first I gave her few links,” and being persistent, “she refused…she read it anyway”: Eva: 145: How was your wife dealing with your new role? Did she watch any transgender movie or did she read any book? P1: 146: I do not know what she did but first I gave her few links and she refused to read it but few days later she read it anyway. The parent started to play an active role by using meaningful tools to help the family system to adjust to her life in her expressed gender. Being able to adapt and independently cope with demands of life and reach own particular goals, which is life in the expressed gender, represents a quality of self-differentiation (Gilbert, 1992).  Parent 3’s excerpt documents the quality of enhancement of the expressed gender by balancing individuality and togetherness [EG Investing]→ [SDEG], as the parent clearly stated to his family “I told”; “I remember telling him,” his decision to put his need to transition above comfort of his family, “with or without her support…I was going to do”; “what I was doing makes me happy”: P3: 010: In 2016 I told my wife, with or without her support I was going to do the change. What surprised me was that my son gave me all his support at his young age (7 years). I remember him telling me if what I was doing makes me happy, he was happy too. The parent took an active stance in his desired life and expressed his dedication to propel his life in the expressed gender. Being able to adapt and independently cope with \t\t107\tdemands of life and reach own particular goals, which is life in the expressed gender, represents a quality of self-differentiation (Gilbert, 1992).   Parent 6’s excerpt documents the quality of enhancement of the expressed gender thanks to a confidence gained through the process of transition. The parent actively works with her social context [EG Investing]→ [SDEG], “people misgender me”; “I had a debate with a Walmart employee”; on being accepted in her expressed gender, “I corrected him”; “I kept calling him”; “I told him what his role…is”; “I left with that”: Eva: 062: Please, any social stigma or violence of any kind, have you or any of your children experienced anything like it in relationship to your transition? P6: 063: No, no kind of violence. People misgender me and if I am dressed in my work clothes, I do not mind so much. But recently I had a debate with a Walmart employee who misgendered me and I corrected him and he kept refusing calling me “m’am,” so I kept calling him “m’am.” He was very upset and did not want to give up his attitude so I told him what his role as a service provider towards me as a customer is and I left with that. The parent uses a sense of humor to stand up for being accepted and respected in her expressed gender. She acts pro-actively to enhance her transition. Being able to adapt and independently cope with demands of life and reach own particular goals, which is life in the expressed gender, represents a quality of self-differentiation (Gilbert, 1992).         \t\t108\tCHAPTER V: DISCUSSION  When I started to talk about my plan to conduct research about transgender parents in transgender support groups, parents were immediately expressing their interest in talking about their parenting for various reasons that came out during the data collection process. Among the variety of reasons, there was a desire to help other parents to encourage them that being transgender parents is not damaging for the family and ideally turns out to be beneficial for the family. For some who were not in close touch with their children, it gave a space to clarify and reassure themselves how important it is to be a parent. For some who were less experienced parents, it gave courage to not give up.   Other parents wanted to support social justice and those parents who, after divorce, did not get a chance to be caregivers to their children or they were rejected by their family. These talked about parenting, the habitual, normal, inevitable way of living, what it means to them and us. The feedback that I got was extremely positive and they wanted to talk about parenting more. Some of their life stories I have known for many years and in the meantime, some of the participants moved away to another state and even another continent. Some of them got divorced, but some of them got together with their spouses and partners. One of “my” parents passed away. I did not realize until then how important the chance to talk about their experiences became for all of us. I did not realize until then that I became some invisible, yet present, part of many of these families and they became mine.   There is no ideal level of self-differentiation to be a parent. Some parents’ peak of becoming themselves in their expressed gender was very humble and barely visible, yet \t\t109\ttheir family and family context was very supportive and provided them space for much more growth and presence. These parents reached their own top of self-differentiation (Bowen, 1976, 1978). Others waited for the first opportunity to start their transition and shaped and adjusted the functioning and dynamics of their family system to their goals and achieved the almost unachievable. There is not one way of parenting, there is not one norm. Perhaps the better way to approach the phenomenon of parenting is to seek the wide variety of all ways in which parenting may enfold.  The process of transition from one gender to the other is already a process of self-differentiation itself. It is an on-going process of attempts to manage and balance battles between one’s thinking and feeling and between one’s being as an independent self and ones need to belong, be with the others, care for others, and being cared for, despite anxiety that accompanies the process (Bowen, 1976, 1978). Essence of Transgender Parenting  Parents intended to be themselves in their expressed gender without overwhelming anxiety, feelings of guilt, deceitfulness or abandonment. The process of Selfish Unselfishness: Becoming Me represents the process of balancing existence, acceptance, and wishes of Me in my expressed gender and Them, my family and their existence, acceptance, and wishes without rejecting, ignoring, and neglecting each other.  Parents intended to live in their expressed gender, although not all their family members were supportive. Relationships with Family Members represents a process of balancing existence, acceptance, and wishes of transgender parents and their family to be accepting, understanding, and patient with their families through the process of transition. \t\t110\t Parents intended to overcome their fear and pursue their happiness, yet also gain confidence as parents taking care of their families’ needs. Parents experienced an on-going battle between the social pressure to be who they tried, pretended to be and their life in their expressed desired, gender. Before coming out, parents were governed by their emotions more than by thinking. Before coming out, their thinking served a justification to not to be true to themselves because of fear of rejection and fear of losing their family, as it is life threatening. Fear of jeopardizing their existence with their family was for a long time the key factor in their emotional battle and provided the best excuse and reason to hide behind. After coming out, thinking seemed to be more prevalent, as parents focused on how to make it work in their expressed gender and on the agenda of parenting with their new gained freedom of expression of their authentic Self.  Parents were also aware of their parenting skills, their competence, confidence, and legacy as parents which grew from their ancestors, their own experiences, and inspirations by valuable resources from their past. Lastly, parents intended to pass down to their offspring and other parents the importance of equality and respect for everyone. They wanted to play an active role in helping family to accept them in their expressed gender.  Process of Self-Differentiation of Transgender Parents  The second qualitative data analysis targeted to find patterns of self-differentiation through the process of transgender parents’ transition. Transgender parents strived to make a space for them in their expressed gender in the family system. I found the quality of self-differentiation in the process of balancing individuality and \t\t111\ttogetherness, as well as balancing feelings and thoughts, and finally patterns of successful growth and investment in their life in the expressed gender.   Self-differentiation in the expressed gender represents a process of becoming an autonomous individual, a separate and self-contained individual. On the interpersonal level, differentiation of self refers to the ability to experience being content with an independence from others (Bowen, 1978). For parents, the goal was to be themselves in their expressed gender and freely enjoy and experience their parenting role with respect, equality, and space for everyone. The process of interpersonal self-differentiation refers to the process of balancing existence, acceptance, and wishes of transgender parents and their family as parents try to balance their relationship with supportive but also unsupportive family members. The process of self-differentiation of transgender parents lies in parents balancing bits and pieces of their expressed gender progress with a reaction of their family, their children. Balancing individuality and togetherness, two counterbalancing powers, refers to the process of self-differentiation (Bowen, 1976, 1978).   Over the years before their coming out, parents were putting their family first. Putting family first for parents means not coming out, not living freely in their expressed gender. Some parents invested a lot of their effort into coping by trying to suppress their gender dysphoria. Some other parents were able to manage their gender dysphoria by fusing completely with the family system or members. After coming out, parents expressed the importance of their Self and, if given an opportunity, they started significantly investing into the family system, yet still not compromising their freedom to be. Many of them were paradoxically blamed by their family members for selfishness and \t\t112\tcalled to be responsible and continue in their given, not true, gender role. Many parents started investing into their expressed gender by creating a new life story, a story that empowers their role in the expressed gender. At the same time, parents balanced protection of their family system and its sustainability.   All parents experienced supportive members through their transition and life in their expressed gender, but also unsupportive family members. Despite different levels of self-differentiation, some parents came out expressing that with or without family support they will do it, some others left it up to their family that made them come out. Parents did not give up who they were after their coming out, but rather tried to find a compromise that would be able to soothe their family members, to protect the family from potentially negative social reactions, and to secure usual comfort of the family by limiting parents’ freedom of expression. Parents did not avoid or despised the unsupportive family members, but rather tried to please them, understand them, or somehow benefit them. On the other hand, supportive members were crucial for the parents’ well-being and their happiness.  Parents were aware of their own self-pressure to be themselves in their expressed gender. The importance of Self pressured them over the years preceding their coming out and through their transition. It seems that once parents opened the door to their thoughts about them as the expressed gender, their self-pressure to be the expressed gender increased and grew. Before coming out parents were governed by their emotions more than by thinking. Before coming out, their thinking served a justification of not to be true themselves because of fear of rejection and fear of losing their family, as this was life threatening. Fear of jeopardizing their existence with their family was for a long time the \t\t113\tkey factor in their emotional battle and provided the best excuse and reason to hide. After coming out, thinking was more prevalent, as parents focused on how to make it work in their expressed gender and on the agenda of parenting with their new gained freedom of expression in their authentic Self. Although the agenda of parenting itself is for some parents exactly the same, their experience is more full and satisfying.   For many parents, role of a parent is a sanctuary and space to prove their expressed gender and achieve their self-satisfaction. After coming out, it becomes a natural and necessary agenda and role to play, improve, strengthen, if it was not already. Parents talked about their parenting duties and skills and often used this argument as a justification for their life in their expressed gender. In the language of Bowen Theory, competence, confidence, and legacy refers to the multigenerational transmission process that describes transmission of a family emotional process across generations and is a condition of the relationship between an individual and the context (Bowen, 1976, 1978).  The legacy of parents grew from their ancestors, experiences, and inspirations by significant resources in their lives and addresses what parents passed down to their offspring or other parents. Competent and confident individuals know their context and are able to manage it efficiently or successfully (Bukowski, Bergevil, Sabongul, & Serbin, 2002). After coming out, parents stepped in and wanted to play an active role in helping family to accept them in their expressed gender. Their competence in the role of parents contributed to their confidence, belief in their abilities to be successful, meet given criteria, and be accepted by others in their expressed gender (Credo Reference, 2019).  \t\t114\t For transgender parents, the entire world of life and life satisfaction is narrowed to “be Me in my expressed gender.” Some parents were significantly involved in their parenting even before their transition, some of them were hiding behind their over-parenting, some became involved parents after coming out, and some were still working on it. Parents were finding life satisfaction in being in their expressed gender and being supported, but also even just being accepted or recognized by family members, at least some. Parents found a life satisfaction in not keeping their expressed gender as a secret and not hiding. They found life satisfaction in being parents and doing the parenting job, being available and in touch with their family, with their children.  For transgender parents and their system, the challenge lies in the parents’ level of satisfaction and confidence in their expressed gender, and the re-construction of the family system’s perception of the transgender parent as in their expressed gender role. The process of differentiation revolves around parents’ realization of their value, what they represent and mean without their dependency on family’s reassurance. Through the process of transition, there were evident patterns of self-differentiation in the expressed gender, the moments where parents enhanced themselves in their expressed gender. Through the process of transition, parents tried to balance their anxiety with the emergence of their Self, and with Selves of the other family members, and balance their feelings and thoughts to make a space for them to live and be present in their expressed gender (Bowen, 1976, 1978). These moments became more frequent with the progress of transition. Gilbert (1992) talked about adaptation as an ability to independently cope with demands of life and to reach own particular goals.    Results of the analyses of lived experiences of transgender parents confirmed that \t\t115\tthe lack of family involvement and support for the transitioning process belong to factors causing a high psychological distress in the family system (Coleman et al., 2011; Fausto-Sterling, 2012; Hill, Menvielle, Sica, & Johnson, 2010; Ryan, Russell, Huebner, & Diaz, 2010; Vries & Cohen-Kettenis, 2012). My research highlighted the urgency of family involvement through the transition process. It also brought a deep insight into a clarification of understanding of the intrapersonal and interpersonal process transgender parents are going through and of the level of their care and investment in the family system.   I found no evidence of incompetency or lack of parenting skills and so may concur with findings of other researchers seeing no difference between parenting of transgender parents and other parents (Bos, Balen, & Boom 2005; Clarke, 2001; Di-Lapi, 1989; Pihama, 1998).   All my research participants experienced some level of fear of losing children, jeopardizing parental rights and custody, or worries about children’s exposure to social sanctions and that led them to procrastinating with their coming out (Joos & Broad, 2007; Lynch & Murray, 2000).   Although I did not specifically focused on differences between FTM transgender parents and MTF parents (Apperson, Blincoe, & Sudlow, 2015), it appears that in my research transgender male parents transition and their acceptance by family caused less distress and it progressed better and faster than in case of transgender female parents.  Majority of my participants experienced improved and fulfilling relationship with their children, which confirms findings of Tittsworth, Dykes, & Cabuses, 2008. Age of children of my participants did not play a significant role in transgender parents’ \t\t116\tacceptance contrary to results of Lenning & Buist, 2013. Transgender parents experiences their children were a source of support for them (Hines, 2006). Any of my research participants did not directly address the negative impact of interparental conflict on their satisfaction in their parenting role and on the relationship with their children (White & Ettner, 2007), yet in the second theme of the heuristic analysis, parents reflected how they approach and cope with unsupportive family members (their spouses or partners).   All this research participants expressed their emergency to affiliate, be connected, belong, and be accepted by their family, similar to findings of Lyons, 1986; Barr, Budge, & Adelson, 2016. Yet, through the progress of their transition my participants were able to better balance their autonomy with their need to belong. Strength and Limitations  A strength of this study is in its unique, not previously addressed in the research, theme of transgender parenting and the process of becoming themselves in their expressed gender. Another strength of the study is in the methodological approach. Heuristic phenomenology allowed me to put transgender parents in a role of co-researchers and truly reflect their lived experience of their parenting and process of their transition. Besides the heuristic analysis, I brought also a qualitative data analysis which provided the evidence of patterns of self-differentiation in this specific life challenging experience. The strength and limitation at the same time is in the choice of view of gender transition as a process of self-differentiation from the Bowen family systems theory perspective. This broadens the perspective of this process by using a Bowen Theory lens, but also does not bring any other perspective. \t\t117\t In regards to limitation of this study, the sample of participants was limited in terms of diversity of the participants’ backgrounds, which may have possibly given more rich findings. Participants were in different developmental stages, there was not homogeneity in regards to children they were parenting, minors vs. adults, and also there was an imbalance in the expressed gender of parents, where seven of them were transgender women and only three were transgender men.  Recommendations for Future Research  The marginalized population of transgender individuals has not been researched enough yet and much research in this area was not done by marriage and family therapists. I approached the theme of transgender parenting from the Bowen family systems theory perspective and focused on the process of self-differentiation. To broaden the systemic view, future research might focus on approaching this theme via other family therapy models (e.g., solution focused, narrative, MRI, structural, strategic). Future research might also provide a time perspective and assess progress in transition and self-differentiation in the same transgender parents over five or 10 years. The process of self-differentiation is not linear and represents balancing back and forth between individuals and the system they live in.  Future research might also bring voices of other family members involved in the process of transition to help understand impacts of transition and particular behavior through the transition on other family members. Voices of other family members might help us better understand how much the success of transition is a matter of a transgender parent and how much it is about involvement of the family system. All parents brought also their fear related to potentially negative social impact of their transition on their \t\t118\tchildren. The future research might explore if the fear is a part of parents’ self-differentiation, their responsibility and putting their family ahead of their own needs, or if the fear comes from the others, not transgender family members, the other parent or children. Lastly, the future research might focus on transgender parents and their resilience and coping mechanisms from racial, ethnic, and cultural perspectives. Relevance for Marriage and Family Therapy   I applied Bowen family systems theory and employed factors, elements, and dynamics of the family system. Results of the research will help clinicians improve their work with such a family system through a transition process, to understand dynamics of such a family system, recognize limits of that effort, shift focus to what matters, and to choose therapeutic tools and strategies that will be beneficial to the family system. This research might also bring a recognition of factors with a potential to increase the resilience of the family system and to help overcome obstacles family systems face in crisis. My unique approach to understanding and working with the phenomenon of transgender parent differentiation in the family system can be an important contribution to the evidence based practices in the field of marriage and family therapy. My research study contributes to the existing training and clinical literature concerning families going through any kind of challenging transition. It also presents Bowen therapeutic approach and focus on the process of self-differentiation as an effective guidance through transition in family systems with this unique population. The research may also contribute to a lack of supportive evidence for equality of parenting rights for the transgender and gender nonconforming community.  This research targeted to fill a gap in research and brought a view toward \t\t119\tfulfillment of a parenting role by a transgender parent through the process of a parent’s gender transition, a content of the role, as well as a level of life satisfaction of the parent and what contributes to it. The process of self-differentiation in transgender parents going through their transition provides a narrow and very specific context to search patterns of self-differentiation. However, uniqueness of the context lies in the emergence of the process as the particular individuals are pressured to be in a survival mode on the intrapersonal level, where they manage the clash between assigned gender and expressed gender, as well as struggle on the interpersonal level, where they manage the clash between maintaining the same gender role, pressure from a parent and/or a spouse, and the new role which represents a change on the individual as well as family as a group level (Bowen, 1976, 1978).   Through the human life span, parents and any other family members go through many transitions whose significance is relative and dependent on who enhances the change. In compliance with Bowen Theory, individuals in a family system and the family system as a whole go through similar transitions and challenges as the preceding generations. Multigenerational transmission process of a family refers to a transmission of emotional responses, including the character of the responses, duration, and intensity, from generation to generation in the related emotional unit (Bowen, 1976, 1978). However, at the same time there is progress; progress that is represented by change and challenge, something different. The difference, as self-differentiation, happens on the intrapersonal level and on the interpersonal level, one affects the other and vice versa. In any system, despite the fact that history repeats itself, there is an ongoing progress on the level of intensity or duration or in the way we approach and face challenging moments. \t\t120\tOur role as clinicians is to seek a balance in the system to reduce harm on the individual or group level. Too much power in hands of the system can be harming towards an individual, too much power in hands of the individual may have a negative impact on the system.     \t\t121\tReferences airSlate Legal Forms (2019). Parental responsibility. Retrieved from https://definitions.uslegal.com/p/parental-responsibility Alan Guttmacher Institute (2017). State policies on teens. Retrieved from  https://www.guttmacher.org/united-states/teens American Psychiatric Association. (2013). Diagnostic and statistical manual of mental disorders (5th ed., text revision). Washington, DC: Author. Apperson, J. M., Blincoe, S, & Sudlow, J. L. (2015). An exploratory study of young adults’ attitudes toward parental disclosure of LGBT identity. Psychology of Sexual Orientation and Gender Diversity, 2(4), 492-496. Appleby, G. A. (2001). Ethnographic study of gay and bisexual working-class men in the  United States. Journal of Gay & Lesbian Social Services, 12(3/4), 51-62.  doi:10.1300/J041v12n03_04 Ashbourne, L. M., & Daly, K. J. (2010). Parents and adolescents making time choices:  “Choosing a relationship.” Journal of Family Issues, 31(11), 1419-1441.  doi:10.1177/0192513X10365303 Ashmore, R. D., Deaux, K., & McLaughlin-Volpe, T. (2004). An organizing framework for collective identity: Articulation and significance of multidimensionality. Psychological bulletin, 130(1), 80-114. doi:10.1037/0033-2909.130.1.80 Ball, C. A. (2012). The right to be parents: LGBT families and the transformation of parenthood. New York, NY: New York University Press.  \t\t122\tBarr, S. M., Budge, S. L., & Adelson, J. L. (2016). Transgender community belongingness as a mediator between strength of transgender identity and well-being. Journal of counseling psychology, 63(1), 87-97. doi:10.1037/cou0000127 Bateson, G. (1972). Steps to an ecology of mind. Chicago, IL: The University of Chicago Press. Bateson, M.C. (1994): Peripheral visions. New York, NY: HarperCollins. Becvar, D. S., & Becvar, J. R. (1982). Systems theory and family therapy. Lanham, MD: University Press of America, Inc. Benson, K. E. (2013). Seeking support: Transgender client experiences with mental health services. Journal of Feminist Family Therapy, 25(1), 17-40. doi:10.1080/08952833.2013.755081 Bertalanffy, L. von (1968). General system theory. New Brunswick, NJ: George Braziller. Bischof, G. H., Warnaar, B. L., Barajas, M. S., & Dhaliwal, H. K. (2011). Thematic analysis of the experience of wives who stay with husbands who transition male-to-female. Michigan Family Review, 15(1), 16-33. Retrieved from https://quod.lib.umich.edu/m/mfr/ 4919087.0015.102 Bockting, W. O. (1999). From construction to context: Gender through the eyes of the  transgendered. Siecus Report, 28(1), 3-7. Bockting, W. O. (2008). Psychotherapy and the real-life experience: From gender dichotomy to gender diversity. Sexologies, 17(4), 211-224.   doi:10.1016/ j.sexol.2008.08.001 \t\t123\tBono, Ch. (2012). Transition: Becoming who I was always meant to be. New York, NY:  Penguin Publishing Group. Bos H. M., van Balen, F., & van den Boom, D. C. (2005). Lesbian families and family functioning. An overview. Patient Education and Counseling, 59(3), 263-275. doi: 10.1016/j.pec.2004.10.006 Bostwick, W.B., Boyd, C. J., Hughes, T. L., & McCabe, S. E. (2010). Dimensions of sexual orientation and the prevalence of mood and anxiety disorders in the United States. American Journal of Public Health, 100(3), 468-475. doi:10.2105/AJPH.2008.152942 Bowen, M. (1965). Family psychotherapy with schizophrenia in the hospital and in private practice. In I. Boszormenyi-Nagy, & J. L. Framo (Ed.), Intensive family therapy (pp. 213-244. New York, NY: Brunner/Mazel, Inc. Bowen, M. (1976). Theory in the practice of psychotherapy. In P. J. Guerin, Jr. (Ed.), Family therapy: Theory and practice (pp. 42-90). New York, NY: Garner Press. Bowen, M. (1978). Family therapy in clinical practice. Northvale, NJ: Jason Aronson. Braud, W. & Anderson, R. (1998). Transpersonal research methods for the social  sciences: Honoring human experience. Thousand Oaks, CA: Sage. Bray, J. H., Williamson, D. S., & Malone, P. E. (1984). Personal authority in the family system: Development of a questionnaire to measure personal authority in intergenerational family processes. Journal of Marital and Family Therapy, 10(2), 167-178. doi:10.1111/j.1752-0606.1984.tb00007.x  \t\t124\tBrown, N. R. (2009). ‘I’m in transition too’: Sexual identity renegotiation in sexual-minority women’s relationships with transsexual men. International Journal of Sexual Health, 21(1), 61-77. doi:10.1080/19317610902720766 Bukowski, W. M., Bergevin, T. A. Sabongul, A. G., Serbin, L. A. (2002). Competence. In: Pushkar, D., Bukowski, W. M., Schwartzman, A. E., Stack, D. M., White, D. R. (eds) Improving Competence across the Lifespan. Springer, Boston, MA. https://doi-org.ezproxylocal.library.nova.edu/10.1007/0-306-47149-3_7 Burnes, T. R., & et al. (2003). Association for Lesbian, Gay, Bisexual, and Transgender Issues in Counseling (ALGBTIC): Competencies for counseling with transgender clients. Retrieved from: http://www.algbtic.org/resources/competencies.html  Buxton, A. P. (2006). When a spouse comes out: Impact on the heterosexual partner. Sexual addiction & compulsivity, 13(2-3), 317-332. doi:10.1080/ 10720160600897599 Chang, H. Y. (2002). My father is a woman, oh no: The failure of the courts to uphold individual substantive due process rights for transgender parents under the guise of the best interest of the child. Santa Clara Law Review, 43(3), 649-698. Retrieved from http://digitalcommons.law.scu.edu/cgi/viewcontent.cgi?article =1268&context=lawrevie Chenail, R. J. (1991). Provocations for researching clinicians and clinical researchers. The Qualitative Report, 1(2), 1-9. Retrieved from http://nsuworks.nova.edu/tqr/                         vol1/iss2/2  \t\t125\tChenail, R. J. (2012). Conducting qualitative data analysis: Reading line-by line, but analyzing by meaningful qualitative units. The Qualitative Report, 17(1), 266-269. Retrieved from http://nsuworks.nova.edu/tqr/vol17/iss1/12 Chenail, R. J. (2012). Conducting qualitative data analysis: Qualitative data analysis as a metaphoric process. The Qualitative Report, 17(1), 248-253. Retrieved from http://nsuworks.nova.edu/tqr/vol17/iss1/13 Chung, A. (2016). Exploring the relationship between being a parent and the acceptance of the lesbian, gay, bisexual, and transgender (LGBT) community (Master thesis). Retrieved from http://search.proquest.com.ezproxylocal.library.nova.edu/ Clarke, V. (2001). What about the children? Arguments against lesbian and gay parenting. Women’s Studies International Forum, 24(5), 555-570. doi: 10.1016/S0277-5395(01)00193-5 Cohen-Kettenis, P. T., Owen, A., Kaijser, V. G., Bradley, S. J., & Zucker, K. J. (2003). Demographic characteristics, social competence, and behavior problems in children with gender identity disorder: a cross-national, cross-clinic comparative analysis. Journal of Abnormal Child Psychology, 31(1), 41–53. doi:10.1023/A:1021769215342 Coleman, E., Coleman, E., Bockting, W., Botzer, M., Cohen-Kettenis, P., DeCuypere, G., Feldman, J., Fraser, L., Green, J., Knudson, G., Meyer, W.J. and Monstrey, S., (2011). Standards of care for the health of transsexual, transgender, and gender –nonconforming people version 7.0: International Journal of Transgenderism, 13, 165-232. doi:10.1080/15532739.2011.700873 \t\t126\tCouprie, H., Cudeville, E., & Sofer C. (2015). Efficiency versus Stereotypes: an Experiment in Domestic Production. Retrieved from https://halshs.archives-overtes.fr/halshs-01162474  Craig, S. L., Austin, A., & McInroy, L. B. (2014). School-based groups to support multiethnic sexual minority youth resiliency: Preliminary effectiveness. Child Adolescence Social Work Journal, 31(87), 87-106. doi:10.1007/s10560-013-  0311-7 Credo Reference (2019). Competence. Retrieved from https://search.credoreference.com/content/topic/competence Credo Reference (2019). Confidence. Retrieved from https://search.credoreference.com/content/topic/confidence Creswell, J. W. (2013). Qualitative inquiry and research design: Choosing among five approaches (3rd ed.). Thousand Oaks, CA: Sage. Dargie, E., Blair, K. L., Pukall, C. F., & Coyle, S. M. (2014). Somewhere under the rainbow: Exploring the identities and experiences of trans persons. The Canadian Journal of Human Sexuality, 23(2), 60-74. doi:10.3138/cjhs.2378 DeCuypere, G., Knudson, G., & Bockting, W. (2010). Response of the World Professional Association for Transgender Health to the proposed DSM-5 Criteria for gender incongruence. Retrieved from http://www.wpath.org/documents/ Denzin, N. K. & Lincoln, Y. S. (Eds.). (2005). The Sage handbook of qualitative research (3rd ed.). Thousand Oaks, CA: Sage.  \t\t127\tDetrie, P. M., & Lease, S. H. (2008). The relation of social support, connectedness, and collective self-esteem to the psychological well-being of lesbian, gay, and bisexual youth. Journal of Homosexuality, 53(4), 173. doi:10.1080/00918360802103449 Di Ceglie, D. (1998). Children of transsexual parents. Mental health issues and some principles of management. In D. Di Ceglie & D. Freedman (Eds), A stranger in my own body (pp. 266-274). London, UK: Karnac Books. Dierckx, M., Motmans, J., Meier, P., Dieleman, M., & Pezeril, C. (2014). Beyond the box. Een attitudemeting i.v.m. seksisme, homofobie en transfobie in Belgie [Beyond the box. Measuring attitudes on sexism, homophobia and transphobia in Belgium] (p. 100). Antwerpen, BE: Universiteit Antwerpen. Dierckx, M. Motmans, J., Mortelmans, D., & T’sjoen, G. (2016). Families in transition: A literature review. International Review of Psychiatry, 28(1), 36-43. doi:10.3109/09540261.2015.1102716 Denzin, N. K. & Lincoln, Y. S. (2005). The Sage handbook of qualitative research (3rd ed.). Thousand Oaks, CA: Sage. DiLapi, E. M. (1989). Lesbian mothers and the motherhood hierarchy. In F. W. Bozett (Ed.), Homosexuality and Family (pp. 101-122). Binghamton, NY: The Haworth Press. Drescher, J., & Byne, W. (2012). Gender dysphoric/gender variant (GD/GV) children and adolescents: Summarizing what we know and what we have yet to learn. Journal of Homosexuality, 59(3), 501-510. doi:10.1080/00918369.2012.653317 \t\t128\tDresing, T. P., Pehl, T., & Schmieder, C. (2015): Manual (on) transcription. transcription conventions, software guides and practical hints for qualitative researchers (3rd ed.). Retrieved from http://www.audiotranskription.de/ english/manual-on-transcription.htm   Edwards-Leeper, L., & Spack N. P. (2012). Psychological evaluation and medical treatment of transgender youth in an interdisciplinary gender management service (GeMS) in a major pediatric center. Journal of Homosexuality, 59(3), 321-336. doi:10.1080/00918369.2012.653302 Egbochuku, E. O., & Aihie, N. O. (2009). Peer group counseling and school influence on adolescents’ self-concept. Journal of Instructional Psychology, 36(1), 3–12. Retrieved from http://go.galegroup.com/ps/ Ehrbar, R. (2010). Lack of consensus on retention or removal of the gender identity disorder diagnosis. International Journal of Transgenderism, 12(2), 60–74. doi:10.1080/15532739.2010.513928 Ehrensaft, D. (2012). From gender identity disorder to gender identity creativity: True gender self child therapy. Journal of Homosexuality, 59(3), 337-356. doi:10.1080/00918369 Elizabeth, A. (2013). Challenging the binary: Sexual identity that is not duality. Journal of Bisexuality, 13(3), 329-337. doi: 10.1080/15299716.2013.813421 Erich, S., Tittsworth, J., Dykes, J., & Cabuses, C. (2008). Family relationships and their correlations with transsexual well-being. Journal of GLBT Family Studies, 4(4), 419-432. doi:10.1080/15504280802126141 Erikson, E. H. (1950). Childhood and Society. New York, NY: Norton. \t\t129\tErikson, E. H. (1968). Identity: Youth and Crisis. New York, NY: Norton. Factor, R. J., & Rothblum, E. D. (2007). A study of transgender adults and their non-transgender siblings on demographic characteristics, social support, and experiences of violence. Journal of LGBT Health Research, 3(3), 11-30. doi:10.1080/15574090802092879 Farflex. (2019). Parent and Child. Retrieved from https://legal-dictionary.thefreedictionary.com/Parent+and+Child Fausto-Sterling, A. (2012). The dynamic development of gender variability. Journal of Homosexuality, 59(3), 398-421. doi:10.1080/00918369.2012. 653310.2012.653303 Ferrera, S. (1989). The neutrality of nature and the nature of neutrality. CFC Review, 1(1), 3-5. Finlay, L. (2011). Phenomenology for therapists: Researching the lived world. West Sussex, UK: John Wiley & Sons.  Friedman, E. H. (1991). Bowen theory and therapy. In A. S. Gurman & D. P. Kniskern (Eds.), Handbook of family therapy, Vol. 2, pp. 134-170). Philadelphia, PA: Brunner/Mazel. Freedman D., Tasker, F., & Di Ceglie, D. (2002). Children and adolescents with transsexual parents referred to a specialist gender identity developmental service: A brief report of key developmental features. Clinical Child Psychology and Psychiatry, 7(3), 423-432. doi:10.1177/1359104502007003009  Flemons, D. (2002). Of one mind. New York, NY: Norton. \t\t130\tFlores, A. R., Herman, J. L., Gates, G. J., & Brown, T. N. T. (2016). How many adults identify as transgender in the United States? Los Angeles, CA: The Williams Institute. Freud, S. (1910). Two short accounts of psycho-analysis. London, UK: Penguin Books. Friedman, E. H. (1991). Bowen theory and therapy. In M. E. Kerr (Ed.), The Handbook of marriage and marital therapy (pp. 134-170). New York, NY: Springer, Dordrecht. doi:10.1007/978-94-017-3340-3_6  Garner, B. A., & Black, H. C. (2019). Parent. Retrieved from https://www.thelawdictionary.org/parent Gates, G. J. (2011). How many people are lesbian, gay, bisexual and transgender? Los  Angeles, CA: The Williams Institute. Gilman, R., Huebner, S., & Buckman, M. (2009). Life satisfaction. In S. J. Lopez (Ed.), The encyclopedia of positive psychology. Hoboken, NJ: Wiley. Retrieved from http://ezproxylocal.library.nova.edu/login?url=https://search.credoreference.com/content/topic/life_satisfaction Gilbert, R. (1992). Extraordinary relationship. Minneapolis, MN: Chronimed Publishing. Grant, J. M., Mottet, L., Tanis, J. E., Harrison, J., Herman, & J., Keisling, M. (2011). Injustice at every turn: A report of the national transgender discrimination survey. Washington, DC: National Center for Transgender Equality.  Greene, G. J., Hamilton, N., Rolling, M. (1986). Differentiation of self and psychiatric diagnosis: An empirical study. Family Therapy, 8(2), 187-195. Green, R. (1978). Sexual identity of 37 children raised by homosexual or transsexual parents. American Journal of Psychiatry, 135, 692-697. \t\t131\tGreen, R. (1988). Mythological, historical, and cross-cultural aspects of transsexualism. In D. Denny (Eds.), Current concepts in transgender identity (pp. 3-14). New York, NY: Garland Publishing Inc.  Green, R. (2006). Parental alienation syndrome and the transsexual parent. International Journal of Transgenderism, 9(1), 9-13. doi:10.1300/J485v09n01_02 Guerin, P. J. (1976). Family therapy: Theory and practice. Oxford, England: Gardner. Haines, B. A., Ajayi, A. A., & Boyd, H. (2014). Making trans parents visible:  Intersectionality of trans and parenting identities. Feminism & Psychology, 24(2),  238-247. doi:10.1177/0959353514526219 Hajkova, R., & Kolarik M. (2015). Gay and lesbian community attitudes towards gay  parenting in the Czech Republic (Unpublished master’s thesis). Palacky  University, Olomouc, the Czech Republic. Hecker, L. (2010). Ethics and professional issues in couple and family therapy. New  York, NY: Routledge. Heller, R. J., Gilliam, L. S., Chenail, R. J., & Hall, T. L. (2010). Three authors, one  client: A qualitative description of marriage and family therapy initial case  documentation. Contemporary Family Therapy: An International Journal,  32(4), 363-374. doi:10.1007/s10591-010-9130-6 Hill, D. B., Menvielle, E., Sica, K. M., & Johnson, A. (2010). An affirmative intervention  for families with gender variant children: parental ratings of child mental health  and gender. Journal of Sexual and Marital Therapy, 36(1), 6-23.  doi:10.1080/00926230903375560 \t\t132\tHines, S. (2006). Intimate transitions: Transgender practices of partnering and parenting.  Sociology, 40(2), 353-371. doi:10.1177/0038038506062037 Innes, M. (1996). Connecting Bowen theory with its human origins. Family process,  35(4), 487-500. doi:10.1111/j.1545-5300.1996.00487.x James, S. E., Herman, J. L., Rankin, S., Keisling, M., Mottet, L., & Anafi, M. (2016). The  report of the 2015 U.S. transgender survey. Washington, DC: National Center  for Transgender Equality. Jeffries, W. L., Gelaude, D. J., Torrone, E. A., Gasiorowicz, M., Oster, A. M., Spikes, P.  S., Jr., Bertolli, J. (2015). Unhealthy environments, unhealthy consequences:  Experienced homonegativity and HIV infection risk among young men who have  sex with men. Glob Public Health, 1-14. doi:10.1080/17441692.2015.1062120  Jones, J. E. (1996). Differentiation and chronic anxiety: Variation in emotional  functioning. Family Systems, 3, 141-152.  Joos, K. E., & Broad, K. L. (2007). Coming out of the family closet: Stories of adult  women with LGBTQ parent(s). Qualitative Sociology, 30(3), 275-295.  doi:10.1007/s11133-007-9064-y Jung, C. G. (1968). Collected works. Princeton, NJ: Princeton University Press. Kaye, L. W. (1996). Assessing the Efficacy of a Self-Help Support Group Program for Older Women. Journal of Women & Aging, 7(4), 11-30. doi:10.1300/J074v07n04_03 Kear, J. S. (1979). Marital attraction and satisfaction as a function of differentiation of self (Doctoral dissertation). Retrieved from http://search.proquest.com. ezproxylocal.library.nova.edu/ \t\t133\tKerr, M. E., & Bowen, M. (1988). Family evaluation: An approach based on Bowen Theory. New York, N.Y.: W. W. Norton & Company. Kerr, M. E. (1984). Theoretical base for differentiation of self in one’s family of origin. The Clinical Supervisor, 2(2), 3-36. doi:10.1300/J001v02n02_02 Kerr, M. E. (1985). Obstacles to differentiation of Self. In A. Gurman (Ed.), Casebook of marital therapy (pp. 111-153). New York, NY: Guilford Press. Kerr, M. E. (1988). Chronic anxiety and defining a self. The Atlantic Monthly,  9(9),  35-58. Retrieved from https://ftp.columbia.edu/itc/hs/nursing/ m4050/baker/  8571Su03/Kerr.pdf  Kerr, M. E. (1992). Physical illness and the family emotional system: Psoriasis as  a  model. Behavioral Medicine, 18(3), 101-113. doi:10.1080/08964289.  1992.9936960 Kosciw, J. G., Greytak, E. A., Bartkiewicz, M. J., Boesen, M. J., & Palmer, N. A. (2012).  The 2011 national school climate survey: The experiences of lesbian, gay,  bisexual and transgender youth in our nation’s schools. New York: GLSEN.  Innes, M. (1996). Connecting Bowen theory with its human origins. Family Process, 35,  487-500. Institute of Medicine. (2011). The health of lesbian, gay, bisexual, and transgender  people: Building a foundation for better understanding. Washington, DC: The  National Academies Press. Klein, M. (2002). Love, guilt, and reparation, and other works, 1921 – 1945 (Vol. 1).  New York, NY: Simon and Schuster.  \t\t134\tKnudson-Martin, C. (1994). The female voice: Applications to Bowen’s family systems  theory. Journal of marital and family therapy, 20(1), 35-46. Knudson, G., De Cuypere, G., & Bockting, W. (2010a). Process toward consensus on  recommendations for revision of the DSM diagnoses of gender identity disorders  by The World Professional Association for Transgender Health. International  Journal of Transgenderism, 12(2), 54-59. doi:10.1080/15532739.2010.509213 Kvale, S. (1983). Research interview: A phenomenological and hermeneutical mode of   understanding. Journal of Phenomenological Psychology, 14(2), 171-196.    Retrieved from http://dx.doi.org.ezproxylocal.library.nova.edu/10.1163  /156916283X00090 Lenning, E., & Buist, C. L. (2013): Social, psychological and economic challenges faced  by transgender individuals and their significant others: gaining insight through  personal narratives. An International Journal for Research, Intervention and  Care, 15(1), 44-57. doi:10.1080/13691058.2012.738431 Lev, A. I. (2004): Transgender emergence: Therapeutic guidelines for working with  gender-variant people and their families. New York, NY: Routledge. Lev, A. I. (2013): Gender Dysphoria: Two Steps Forward, One Step Back. Clinical  Social Work Journal, 41, 288–296. doi:10.1007/s10615-013-0447-0 Levitt, H. M., & Ippolito, M. R. (2014). Being transgender: The experience of  transgender identity development. Journal of Homosexuality, 61(12), 1727-1758.  doi:10.1080/ 00918369.2014.951262 Lostracco, M. (2008). But for today I am a boy. Torontoist. Retrieved from  http://torontoist.com/2008/05/but_for_today_I_am_a_boy  \t\t135\tLuepnitz, D. (1998). The family interpreted: Feminist theory in clinical practice. New York, NY: Basic Books. Lyons, T. A. (1986). Gender identity and internalized object relations: A comparison of female-to-male transsexuals, lesbians, and heterosexual women (Doctoral dissertation). Retrieved from http://search.proquest.com.ezproxylocal.library. nova.edu/ Lynch, J. M., & Murray, K. (2000). For the love of the children: The coming out process for lesbian and gay parents and stepparents. Journal of Homosexuality, 39(1), 1-24. doi:10.1300/J082v39n01_01  MacLean, P. D. (1978). A mind of three minds: Educating the triune brain in Seventy-seventh Yearbook of the National Society for the Study of Education. Chicago, IL: University of Chicago Press. Mahrer, A. R. (1988). Discovery-oriented psychotherapy research. American Psychologist, 43(9), 694-702. doi:10.1037/003_066X.43.9.694 Maione, P. V., & Chenail, R. J. (1999). Qualitative inquiry in psychotherapy: Research on the common factors. In M. A. Hubble, B. L. Duncan, & S. D. Miller (Eds.), The heart and soul of change: The role of common factors in psychotherapy (pp. 57-88). Washington, DC: American Psychological Association Press. doi:10.1037/11132-002 Mathy, R. M., & Schillace, M. (2003). The impact of religiosity on lesbian and bisexual women's psychosexual development: Child maltreatment, suicide attempts, and self-disclosure. Journal of Psychology & Human Sexuality, 15(2), 73, 73-100. doi:10.1300/J056v15n02_05  \t\t136\tMeier, S. C., Pardo, S. T., Labuski, C., & Babcock, J. (2013). Measures of clinical health among female-to-male transgender persons as a function of sexual orientation. Archives of Sexual Behavior, 42(3), 463-74. doi:10.1007/s10508-012-0052-2 Menvielle, E. (2012). A comprehensive program for children with gender variant behaviors and gender identity disorders. Journal of Homosexuality, 59(3), 357-368. doi:10.1080/00918369.2012.653305 Meyer, M. D. E. (2004). \"We’re too afraid of these imaginary tensions”: Students organizing in lesbian, gay, bisexual, and transgender campus communities. Communication Studies, 55(4), 499-514. doi:10.1080/10510970409388635 Meyer, P. H. (1998). Bowen theory as a basis for therapy. In P. Titelman (Ed.), Clinical applications of Bowen Family Systems Theory (pp. 69-116). New York, NY: The Haworth Press. Miovsky, M. (2006). Kvalitativni pristup a metody v psychologickem vyzkumu [Qualitative approach and methods in psychological research]. Prague, Czech Republic: Grada Publishing. Mitchell, K. J., Ybarra, M. L., & Korchmaros, J. D. (2014). Sexual harassment among adolescents of different sexual orientations and gender identities. Child Abuse & Neglect, 38(2), 280-295. doi:10.1016/j.chiabu.2013.09.008  Minter, S. P. (2012). Supporting transgender children: New legal, social, and medical approaches. Journal of Homosexuality, 59(3), 422-433. doi:10.1080/00918369. 2012.653311 \t\t137\tMoustakas, C. (1990). Heuristic research: design, methodology, and applications. Newbury Park, CA: Sage Publications. Moustakas, C. (1994). Phenomenological research methods. Thousand Oaks, CA: Sage Publications. Munhall, P. L., & Chenail, R. J. (2007). Qualitative research proposals and reports: A guide (3rd ed.). Boston, MA: Jones & Bartlett. Murphy, T. F. (2010). The ethics of helping transgender men and women have children. Perspectives in biology and medicine, 53(1), 46-60. doi:10.1353/pbm.0.0138 National Center for Transgender Equality (2018). Understanding Non-Binary People: How to Be Respectful and Supportive. Retrieved from http://transequality.org/issues/resources/understanding-non-binary-people-how-to-be-respectful-and-supportive National Gay and Lesbian Task Force (2012). Task force questions critical appointments to APA’s committee on sexual and gender identity disorders. Retrieved from http://thetaskforce.org/press/release/PR 052808 Newland, L. A., Chen, H., Coyl-Shepard, D. D., Liang, Y., Carr, E. R., Dykstra, E., & Gapp, S. E. (2013). Parent and child perspectives on mothering and fathering: The influence of eco-cultural niches. Early Child Development and Care, 183(3-4), 534-552. doi:10.1080/03004430.2012.711598 Pam, N. (2013). Feelings. Retrieved from https://psychologydictionary.org/feelings Pam, N. (2013). Thinking. Retrieved from https://psychologydictionary.org/thinking Papero, D. V. (1990).  Bowen Family Systems Theory. Boston, MA: Allyn and Bacon.  \t\t138\tPapero, D. V. (2014). Assisting the two-person system: An approach based on the Bowen Theory. Australian and New Zealand Journal of Family Therapy, 35, 386-397. doi:10.1002/anzf.1079 Park, T. Y., Kimb, S., & Leec, J. (2014). Family therapy for an internet-addicted young adult with interpersonal problems. Journal of Family Therapy, 36, 394-419. doi:10.1111/1467-6427.12060 Patrick, S. (2002). Intimacy, differentiation, and marital satisfaction (Doctoral dissertation). Retrieved from http://search.proquest.com.ezproxylocal. library.nova.edu Patton, M.Q. (2002). Qualitative research & evaluation methods (3rd ed.). Thousand Oaks, CA: Sage.  Patterson, C. J., Farr, R. H. & Hastings, P. D. (2007). Socialization in the context of family diversity. In Grusec, J. E., & Hastings, P. D. (Eds.), Handbook of socialization: Theory and research (pp. 328-351). New York, NY: Guilford Press.  Pihama, L. (1998). Reconstructing meanings of family: Lesbian/gay whánau and families in Aotearoa. In V. Adair & R. Dixon (Ed.), The family in Aotearoa New Zealand (pp. 179-207). Auckland, New Zealand: Longman.  Pitts, M., Couch, M., Mulcare, H., Croy, S., & Mitchell, A. (2009). Transgender people  in Australia and New Zealand: Health, well-being and access to health services.  Feminism & Psychology, 19(4), 475-495. Priest, J. B. (2015). A Bowen family systems model of generalized anxiety disorder and  romantic relationship distress. Journal of Marital and Family Therapy, 41(3),  340-353. doi:10.1111/jmft.12063 \t\t139\tQuinn, D. M., & Chaudoir, S. R. (2009). Living with a concealable stigmatized identity: The impact of anticipated stigma, centrality, salience, and cultural stigma on psychological distress and health. Journal of Personality and Social Psychology, 97(4), 634-651. doi:10.1037/a0015815 Rogers, M. N. (2012). Enhancing LGBTQ emotional health: The role of LGBT community centers in addressing access to mental health and social support services (Doctoral dissertation). Retrieved from http://search.proquest.com. ezproxylocal.library.nova.edu Rothblum, E. D. (2013). Lesbian, gay, bisexual, and transgender communities. Handbook of psychology and sexual orientation, pp. 297-308. New York, NY: Oxford University Press.  Ruble, D. N., Martin, C. L., & Berenbaum, S. A. (2006). Gender development. In N.  Eisenberg, W. Damon & R. M. Lerner (Eds.), Handbook of child psychology (6th  ed., pp. 858-932). Hoboken, NJ: John Wiley & Sons, Inc. Ryan, C., Russell, S. T., Huebner, D., & Diaz, R. (2010). Family acceptance in  adolescence and the health of LGBT young adults. Journal of Child and  Adolescent Psychiatric Nursing, 23(4), 205. doi:10.1111/j.1744- 6171.2010.00246.x Saint-Exupéry, A., Woods, K., & Harcourt, Brace & World,. (1943). The little prince.  New York: Harcourt, Brace & World. San Francisco Dep. Of Public Health Study (1999). The transgender community health project. Retrieved from: http://hivinsite.ucsf.edu/InSite \t\t140\tSánchez, F.,J., & Vilain, E. (2009). Collective self-esteem as a coping resource for male-to-female transsexuals. Journal of Counseling Psychology, 56(1), 202. doi:10.1037/a0014573 Sela-Smith, S. (2002). Heuristic research: A review and critique of Moustakas’s method. Journal of Humanistic Psychology, 42(3), 53-88. doi:10.1177/0022167802423004 Sharac, J., Mccrone, P., Clement, S., & Thornicroft G. (2010). The economic impact of mental health stigma and discrimination: A systemic review. Epidemiology and Psychiatric Sciences, 19(3), 223-232. doi:10.1017/S1121189X00001159 Short, E., Riggs, D. W., Perlesz, A., Brown, R., & Kane, G. (2007). Lesbian, gay, bisexual, and transgender parented families. Melbourne: The Australian Psychological Society, 8, 1-29. Silverman, D. (2010). Qualitative research. (3rd ed.). Thousand Oaks, CA: Sage.  Singh, A. A. (2013). Transgender youth of color and resilience: Negotiating oppression  and finding support. Sex Roles, 68(11-12), 690-702. doi:10.1007/s11199-012- 0149-z Skowron, E. A., & Friedlander, M. L. (1998). The differentiation of self inventory: Development and initial validation. Journal of Counseling Psychology, 45(3), 235-246. doi:10.1037/0022-0167.45.3.235 Spencer, T. A. (2015). Exploring the lived experiences of marriage and family therapy students who study Bowen Family Systems Theory, and relating those experiences to concepts of differentiation of self and emotional intelligence: An interpretative phenomenological analysis (Doctoral dissertation). Retrieved from http://search.proquest.com.ezproxylocal.library.nova.edu \t\t141\tStoller, R. J. (1994). Sex and gender: The development of masculinity and femininity.  Abingdon, UK: Taylor & Francis Group. Stotzer, R. L., Herman, J. L., & Hasenbush, A. (2014). Transgender parenting: A review  of existing research. Los Angeles, CA: Williams Institute. The National Center for Transgender Equality (2019). Understanding Non-Binary  People: How to Be Respectful and Supportive. Retrieved from  https://transequality.org/issues/resources Theron, L., & Collier, K. L. (2013). Experiences of female partners of masculine-identifying trans persons [Supplemental material]. Culture, Health & Sexuality, 15, 62-75. doi:10.1080/13691058. 2013.788214 Tyson, P. (1982). A developmental line of gender identity, gender role, and choice of love object. Journal of the American Psychoanalytical Association, 30(1), 61-68. doi:10.1177/000306518203000103  Veldorale-Griffin, A. (2014). Transgender parents and their adult children's experiences of disclosure and transition. Journal of GLBT Family Studies, 10(5), 475-501. doi:10.1080/1550428X.2013.866063 Veldorale-Griffin, A., & Darling, C. A.  (2016). Adaptation to parental gender transition: Stress and resilience among transgender parents. Archive of Sexual Behavior, 45, 607-617. doi:10.1007/s10508-015-0657-3 Verkuyten, M. (2008). Life Satisfaction Among Ethnic Minorities: The Role of Discrimination and Group Identification. Social Indicators Research, 89, 391–404. doi:10.1007/s11205-008-9239-2  \t\t142\tVries, A. L. C., & Cohen-Kettenis, P. T. (2012). Clinical management of gender dysphoria in children and adolescents: The Dutch approach. Journal of Homosexuality, 59(3), 301-320. doi:10.1080/00918369.2012.653300 Zucker, K. J., Wood, H., Singh, D., & Bradley S. J. (2012). A developmental, bio-psycho-social model for the treatment of children with gender identity disorder. Journal of Homosexuality, 59(3), 369-397. doi:10.1080/ 00918369.2012.653309 Watzlawick, P., Weakland, J. H., & Fisch, R. (1974). Change; principles of problem formation and problem resolution. New York, NY: W. W. Norton & Company.   White, T., & Ettner, R. (2004). Disclosure, risks and protective factors for children whose parents are undergoing a gender transition. Journal of Gay & Lesbian Psychotherapy, 8(1-2), 129-145. doi:10.1300/J236v08n01_10 White, T., & Ettner, R. (2007). Adaptation and adjustment in children of transsexual  parents. European Child & Adolescent Psychiatry, 16(4), 215-221.  doi:10.1007/s00787-006-0591-y Wierckx, K., Mueller, S., Weyers, S., Van Caenegem, E., Roef, G., Heylens, G., &  T'sjoen, G. (2012). Long-term evaluation of cross-sex hormone treatment in  transsexual persons. The Journal of Sexual Medicine, 9(10), 2641-2651.  doi:10.1111/j.1743-6109.2012.02876.x Williams Institute of Law (2011). How many people LGBT. Retrieved from http://williamsinstitute.flaw.uncla.edu/wp-content/uploads/Gates-How-Many-People-LGBT-Apr-2011.pdf     \t\t143\tNOVA  College of Arts, Humanities, and Social Sciences 3301\tCollege\tAvenue\t•\tFort\tLauderdale,\tFlorida\t33314-7796\t(954)\t262-3000\t•\t800-672-7978\t•\tFax:\t(954)\t262-3968\t•\tEmail:\tcahss@nsu.nova.edu\t•\tWeb\tsite:\t\thttp:/cahss.nova.edu Appendix A Informed Consent Form for Participants of Research Study   General Informed Consent Form NSU Consent to be in a Research Study Entitled Transgender Parent Differentiation: A Heuristic Phenomenological Study  Who is doing this research study? College: College of Arts, Humanities, and Social Sciences. Department of Family Therapy, Nova Southeastern University  Principal Investigator/Researcher: Eva Smidova, M.A., TCCT, LMFT, Licensed marriage and family therapist, board certified transgender care therapist Faculty Advisor/Dissertation Chair: Ron Chenail, Ph.D.  Site Information: Anchor Counseling and Training Center, 810 Anchor Rode Dr., Naples, FL 34103; GET Foundation Network, non profit, 2503 Del Prado Blvd. S., Suite 410, Cape Coral, FL 33904.  Funding: Unfunded   What is this study about? This is a research study, designed to test and create new ideas that other people can use. The purpose of this phenomenological research is to explore the experience of being transgender parents. The results of the study will help clinicians improve their work with such a family system through the transition process and in crisis. This research will also find a supportive evidence for equality of parenting rights for transgender parents.  Why are you asking me to be in this research study? You are asked to be in this research study because you are a transgender parent in a process of transition. You also live in the expressed gender and you are out to your children in your expressed gender parent role. Your input will be a valuable contribution to clinicians, researchers, and mainly transgender families.   What I will be doing if I agree to be in this research study? You will receive a demographic questionnaire to fill out and you will bring it to the face-to-face interview. The demographic questionnaire will take about 15 minutes of your time. You will participate in a face-to-face interview with the researcher on day and time that suits you. You may choose a site that you preferred for the interview: Anchor Counseling and Training Center, 810 Anchor Rode Dr., Naples, FL 34103, or GET Foundation Network, non profit, 2503 Del Prado Blvd. S., Suite 410, Cape Coral, FL 33904. The interview will not last more than 60 minutes. You will be asked questions related to your experience of \t\t144\tbeing a transgender parent and parenting. Within a month you will obtain a transcript of the interview by e-mail or printed in person. You may add a clarification, correction of your answers or an additional comment you consider for a significant for this study. You will have one week (7 days) to return the corrected transcript back to the principal investigator. If you do not return the corrected transcript to the principal investigator within the week (7 days) and you do not request a prolongation of the period to do changes, the researcher will automatically assume that the unreturned material is complete.  Are there possible risks and discomforts to me? This research study involves minimal risk to you. To the best of our knowledge, the things you will be doing have no more risk of harm than you would have in everyday life. In case you find some questions the researcher asks you potentially emotionally disturbing or  stressful, the researcher will offer you referrals to support services.   What happens if I do not want to be in this research study? You have the right to leave this research study at any time or refuse to be in it. If you decide to leave or you do not want to be in the study anymore, you will not get any penalty or lose any services you have a right to get.  If you choose to stop being in the study before it is over, any information about you that was collected before the date you leave the study, will be kept in the research records for 36 months from the end of the study and may be used as a part of the research.  What if there is a new information learned during the study that may affect my decision to remain in the study? If significant new information relating to the study becomes available, which may relate to whether you want to remain in this study, this information will be given to you by the investigator. You may be asked to sign a new Informed Consent Form, if the information is given to you after you have joined the study.  Are there any benefits for taking part in this research study? There are no direct benefits from being in this research study. We hope the experience and information learned from this study will help other transgender parents and clinicians providing services to this population.   Will I be paid or be given compensation for being in the study? You will not be given any payments or compensation for being in this research study.  Will it cost me anything? There are no costs to you for being in this research study. If you have any questions about the research related costs that might appear in relation to your participation in this research study, please ask the investigator.       \t\t145\tHow you will keep my information private? Information the researcher will learn about you in this research study will be handled in a confidential manner, within the limits of the law and will be limited to people who have a need to review this information. All identifying information will be removed and your name will appear only on this consent form. You will be identified as “parent 1,” or “parent 2,” etc. Research material will be saved on a flash drive and together with paper documents will be stored in a secure and locked location at the investigator’s office. Only investigator has an access to this office. This data will be available to the investigator and the investigator’s team, the Institutional Review Board, and other representatives of this  institution and the college investigator represents. The investigator will conduct transcription of the taped data privately at the research site wearing earphones. If the investigator publishes the results of the study in a scientific journal or book, the investigator will not identify you. All data will be kept for 36 months from the end of the study and destroyed after that time by using software Alternate File Shredder that permanently erases data. Non-digital data will be destroyed by Micro Cross Cut Shredding.  Will there be any Audio or Video Recording? This research study involves audio recording. This recording will be available to the investigator and the investigator’s team, the Institutional Review Board, and other representatives of this institution. The recording will be kept, stored, and destroyed as stated in the section above. Because what is in the recording could be used to find out that it is you, it is not possible to be sure that the recording will always be kept confidential. The researcher will try to keep anyone not working on the research from listening to the recording.   Whom can I contact if I have questions, concerns, comments, or complaints? If you have questions now, feel free to ask the researcher.  If you have more questions about the research, your research rights, or have a research-related injury, please contact:  Primary contact: Eva Smidova, M.A., TCCT, LMFT, contact: tel.: 239-247-4231, e-mail: dr.eva.smid@gmail.com If primary contact is not available, contact:  Ron Chenail, Ph.D., contact tel.: 954-262-3019; email: ron@nova.edu  Research Participants Rights   For questions/concerns regarding your research rights, please contact:  Institutional Review Board Nova Southeastern University (954) 262-5369 / Toll Free: 1-866-499-0790 IRB@nova.edu You may also visit the NSU IRB website at www.nova.edu/irb/information-for-research-participants for further information regarding your rights as a research participant. All space below was intentionally left blank. \t\t146\tResearch Consent & Authorization Signature Section  Voluntary Participation - You are not required to participate in this study.  In the event you do participate, you may leave this research study at any time.  If you leave this research study before it is completed, there will be no penalty to you, and you will not lose any benefits to which you are entitled. If you agree to participate in this research study, sign this section.  You will be given a signed copy of this form to keep.  You do not waive any of your legal rights by signing this form.   SIGN THIS FORM ONLY IF THE STATEMENTS LISTED BELOW ARE TRUE: • You have read the above information. • Your questions have been answered to your satisfaction about the research.              Adult Signature Section  I have voluntarily decided to take part in this research study.   Printed Name of Participant     Signature of Participant     Date  Printed Name of Person Obtaining Consent and Authorization  Signature of Person Obtaining Consent & Authorization   Date     \t\t147\tAppendix B Research Participant’s Demographic Survey     ",
    "id": 225138079,
    "identifiers": {
        "doi": null,
        "oai": "oai:nsuworks.nova.edu:shss_dft_etd-1048"
    },
    "title": "Transgender Parent Differentiation: A Heuristic Phenomenological Study",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T08:00:00+00:00",
    "publisher": "NSUWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://nsuworks.nova.edu/cgi/viewcontent.cgi?article=1048&amp;context=shss_dft_etd"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/225138079.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/225138079"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/225138079/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/225138079/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/225138079"
        }
    ],
    "abstract": "Transgender individuals go through their intrapersonal differentiation between covert “I” (expressed gender) and overt “I” (assigned gender), often unnoticed by family members before their coming out. Consequently, their coming out rockets anxiety in the family system and the process of differentiation of transgender parents seem to go through its unique path to search for equilibrium. Recent social and clinical studies about transgender parents have paid attention to the experience and challenges of the gender transition process, social pressure, acceptance of transgender individuals in a parenting role, and readiness of families to cope with the transition of a parent (Bischof, Warnaar, Barajas, & Dhaliwal, 2011; Chung, 2016; Di Ceglie, 1998; Freedman, Tasker, & Di Ceglie, 2002; Haines, Ajayi, & Boyd, 2014; Hines, 2006; Theron & Collier, 2013; Veldorale-Griffin, 2014; White & Ettner, 2004, 2007). No research study has attempted to explore the essence of transgender parenting and the related self-differentiation process (Bowen, 1978; Kerr & Bowen, 1988). In this research, I intended to address this gap in knowledge by utilizing a heuristic phenomenological research design to explore the essence of parenting and self-differentiation of transgender parents. I used interviews with ten transgender parents, both females, and males, to embrace the elements of the lived experienced. The first conducted heuristic analysis revealed five emerging themes: Selfish Unselfishness: Becoming Me; Relationship with My Close Family: It is About Respect; Battle of Emotions: Do the Right Thing; Competence, Confidence, and Legacy: This Is How We Do It. Or Not; and Life Satisfaction: Welcome to My World. The second, qualitative data analysis, brought evidence of these qualities of self-differentiation: Balancing Individuality and Togetherness; Balancing Thoughts and Feelings; and Self-differentiation in the Expressed Gender",
    "tags": [
        "dissertation",
        "family systems theory",
        "heuristic phenomenology",
        "qualitative",
        "self-differentiation in parenting role",
        "transgender parent",
        "Arts and Humanities",
        "Feminist, Gender, and Sexuality Studies",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Marriage and Family Therapy and Counseling",
        "Medicine and Health Sciences",
        "Mental and Social Health"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "dissertation"
    ],
    "oai": "oai:nsuworks.nova.edu:shss_dft_etd-1048",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1836",
        "openDoarId": 0,
        "name": "NSU Works",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 225138079,
        "depositedDate": null,
        "publishedDate": "2019-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-05T06:47:12+00:00",
        "acceptedDate": null,
        "createdDate": "2019-08-22T09:05:56+01:00"
    },
    "urls": [
        "https://nsuworks.nova.edu/shss_dft_etd/50",
        "https://nsuworks.nova.edu/context/shss_dft_etd/article/1048/viewcontent/Smidova_novacahss_1191E_10177_1_.pdf"
    ],
    "lastUpdate": "2024-02-05T06:47:12+00:00",
    "setSpecs": []
}