{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2016-11-21T19:16:31+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/71361567.pdf",
    "fullText": "Transgender NeedNot Apply:A Report on Gender Identity Job Discrimination________________________________________________________________________          ______________________________________________________Make the Road New YorkMarch 2010(Updated May 2010)2______________________________________________________About Make the Road New York, the LGBTQ Justice Project and this ReportMake the Road New York is a membership-based social and economic justice organization based in Brooklyn, Queens and Staten Island.  Make the Road New York promotes economic justice, equity and opportunity for all New Yorkers through community and electoral organizing, strategic policy advocacy, leadership development, youth and adult education, and high quality legal and support services.Make the Road New York’s LGBTQ Justice Project organizes lesbian, gay, bisexual, transgender, questioning and queer people primarily from communities of color in New York. The mission of the project is to empower these communities through organizing, outreach and education.  It is one of the few New York City groups led and constituted by low-income LGBTQ people of color fighting on issues of public policy that have impact at the city-wide, state-wide and national level.In 2008, Make the Road New York decided to research possible bias against transgender job candidates after two of our transgender members were turned down for a jobs at local fast food restaurants. Theyreported their experiences to Make the Road’s LGBTQ Justice Project, which prompted us to investigate and document gender identify employment discrimination in a more systematic way.  3____________________________________________________________________AcknowledgementsWith a generous grant from the Paul Rapoport Foundation, we proceeded to conduct matched pair research into possible employment discrimination against transgender job-seekers in New York.  We would like to acknowledge the testers for their hard work on collecting the data for this project. We would also like to thank members of Globe, PRYDE and the Make the Road New York LGBTQ project for their contributions to this project: in particular Candy Ramos, Joi-Elle White and Hazel Campana.  We would also like to thank all of the interns who devoted time to this project. This report would not have been possible without the work of Make the Road New York staff Amy Carroll, Karina Claudio-Betancourt, Andrew Friedman, Steven Gill, Dee Perez, and Irene Tung. The matched pair testing was coordinated by Chase Madar. We also acknowledge Marc Bendick, Jr., Ph.D, for generously donating his time and expertise to this project.4____________________________________________________________________Executive SummaryMake the Road New York investigated possible employment discrimination against transgender job-seekers in Manhattan’s retail sector using the research tool of matched pair testing.  We sent out carefully matched pairs of job applicants, one transgender and one not, to apply for the same jobs.  Each pair was equivalent in age and ethnicity and equipped with fictionalized resumes that were evenly matched.  Both testing pairs underwent extensive training on how to adopt similar interview styles and how to document their job-seeking interactions objectively.  Transgender testers were instructed to explicitly inform store managers and interviewers of their transgender status whenever feasible.   Our research revealed an astonishingly high degree of employment discrimination against our transgender job applicants.   We found a 42% net rate of discrimination against transgender job seekers.  In eleven out of the 24 employers tested, the transgender job applicant received no offer, but the control group tester did.  Only in one instance did a transgender tester receive a job offer in our first round. In 2009, we also conducted 82 surveys with transgender and gender non-conforming individuals about their experiences in the job market, not limited to the retail sector. These surveys corroborated the pattern of discrimination documented by the matched pair testing. Of the 82 workers surveyed, 59% percent of transgender workers reported experiencing job discrimination. 49% had never been offered a job living openly as a transgender person.Although New York City Human Rights Law explicitly prohibits employment discrimination on the basis of gender identity, discriminatory practices are still widespread. There is a clear need for employers to adopt proactive policies and practices addressing discrimination and for government agencies to improve enforcement and education efforts.5________________________________________________________________________BackgroundThe Law The law in New York City is clear: Employment discrimination on the basis of transgender identity is illegal under N.Y.C. Human Rights Law § 8-107.  New York State and federal law, however, do not explicitly ban discrimination based on gender identity -- though some courts have held that anti-trans discrimination is prohibited as a form of gender discrimination.  See New York Executive Law § 296(1) and by Title VII of the Civil Rights Act of 1964. No federal law explicitly prohibits discrimination against transgender people in employment, housing, public accommodations or other areas of daily life. Although many courts have held that transgender employees are protected under sex discrimination laws, other courts have decided to the contrary.  Thirteen states plus the District of Columbia (New York State is not among these) and more than 100 cities and counties have laws specifically prohibiting discrimination on the basis of gender identity and expression, which covers transgender people.  About Matched Pair TestingMatched pair testing is a research method used frequently to document discrimination in the fields of housing and employment.1  To provide reliable data, matched pairs of researchers--“testers”--are carefully selected and trained so that each pair of testers is equal in terms of job-relevant qualifications such as education and work experience, but different in one crucial variable, such as race, age, or gender.    The goal is to present two applicants who are similar in every respect except one, and thereby to measure the effect of that one differing characteristic on the pair’s success in seeking employment.Matched pair testing is a well-established technique for measuring and documenting patterns of discrimination against historically marginalized groups.  Testers have been used in investigations by federal                                                 1 The history and methodology of matched pair testing is described in Michael Fix and Margery Turner (eds.) A National report Card on Discrimination in America, The Role of Testing, (Washington, DC: The Urban Institute, 1999); Devah Pager, “The Use of Field Experiments for Studies of Employment Discrimination: Contributions, Critiques, and Directions for the Future,” Annals of the American Academy of Political and Social Sciences 609 (2007), pp. 104-133; and Marc Bendick, Jr., “Situation Testing for Employment Discrimination in the United States of America,” Horizins Strategiques,5 (July 2007),  pp. 17-39.6agencies such as the Equal Employment Opportunity Commission, the United States Department of Justice, the United States Department of Housing and Urban Development, as well as by the New York State Office of the Attorney General.2  The numerous advocacy organizations that have used matched pair testing include the Urban Institute, the Restaurant Opportunity Center of New York, the Fair Housing Justice Center, and the Chicago Legal Assistance Foundation.   Data gained through testing has also been recognized by courts as the basis for lawsuits.      Other Studies of Gender Identity Employment Discrimination Additional evidence concerning the employment experiences of transgender individuals have been collected by other researchers.  Although most of these studies address the Lesbian, Gay, Bisexual, and Transgender (LGBT) population overall rather than the transgender subset alone, they begin to suggest the likely situation for transgender individuals.These studies have documented the following:  In multiple surveys conducted from the mid-1980s through the present, between 15% and 68% of LGBT respondents reported experiencing employment discrimination at some point in their lives. Some 13%-56% reported being fired, 13%-47% reported not being hired, 22%-30% reported being harassed, and 19% reported being denied a promotion.  In no small part reflecting such workplace bias, various surveys of transgender individuals report rates of unemployment as high as 60%, and incomes of less than $25,000 per year for between 22% and 64%.At the other end of the spectrum, an increasing number of employers are recognizing issues of gender identity in their employment policies.  For example, among firms in the “Fortune 500”3 35% (176 companies) among the top 500 include gender identity in their anti-discrimination policies.                                                2 See Roderick Boggs, Joe Sellers, and Marc Bendick, Jr., “Use of Testing in Civil Rights Enforcement,” in Michael Fix and Raymeond Struyk (eds.), Clear and Convincing Evidence, Measurement of Discrimination in America (Washington: Urban Institute Press, 1993), pp. 345-376.3 The State of the Workplace for Lesbian, Gay, Bisexual, and Transgender Americans, 2007-2008(Washington, DC: Human Rights Campaign Foundation, 2009)., p.1.7 18% (18 companies) out of the top 100 now provide transgender-inclusive health insurance benefits.8________________________________________________________________________MethodologyOur Testing ProjectIn the spring of 2008, Make the Road New York launched a matched pair testing program to measure possible discrimination against transgender job applicants in Manhattan’s retail sector.  With the guidance of corporate law firm Paul, Weiss, Rifkind, Wharton & Garrison LLP and the research expertise of Dr. Marc Bendick, an economist and a leading authority on matched pair testing, we conducted our research according to the highest possible standards of scientific objectivity, fairness to all parties, and scrupulous documentation.  HiringAfter interviewing more than twenty tester candidates, Make the Road New York hired two pairs of employment researchers.  The two testers in each pair matched in terms of ethnicity, gender and approximate age, such that the only significant personal difference between them was the transgender status of one tester in each team.   Team A was Asian American (of East Asian descent), female, and in their late 20s.  Team B was white, male, and in their mid-20s.  All testers were U.S. citizens, and had graduated from college.  All passed criminal record background checks.  TrainingEach pair of testers underwent rigorous, comprehensive training for their role. This training included advice on proper interview attire,practice interviews, development of observational skills, and guidance on objective, factual reporting.  During training, the tester pairs developed fictitious resumes that were closely equivalent, with a slight edge in qualifications and experience given to the transgender applicant.  The control-group testers, both professional actors, observed and studied their transgender partners’ affect during several rounds of mock-interviews in order to approximate their partners’ demeanor and energy level.  Throughout all trainings, the mantra was objectivity and neutrality.  Our testers’ mission was not to look for bias according to any preconceived notions but rather only to objectively report their experiences applying for jobs.This research made strenuous demands of all four testers in order to guarantee the highest possible degree of objectivity and thorough, 9scrupulous documentation.  We believe that the data collected adheres to high standards of social science research.  The Target IndustryWe chose to investigate Manhattan’s high-end retail sector because they are a major employer in New York City, particularly for persons without highly specialized skills.  In addition, it offers positions for which our two transgender testers would be credible job applicants.  Manhattan’s high-end retail outlets are heavily staffed by college-educated twenty-somethings, the same demographic of all our testers.  All of our testers had real life experience in retail.TestingThe testers in each pair would make a first visit to an employer within 20 minutes of each other and apply for the same jobs.  Testers would proceed until either receiving a job offer or until two or more follow-up visits or phone calls failed to yield an interview or an offer.  Testing partners did not discuss their experiences with each other, as maintaining an open and unbiased mindset in each encounter with an employer was essential to the integrity of the research.  Only at the end of each testing round did the four testers learn about the total results.A Note on Selection of TestersAs mentioned above, the testers we hired were white and Asian                                                                American, college educated, and able to pass criminal record background checks.  Accordingly, we were able to study the effect of gender identity on employment outcomes.  However, we did not have sufficient resources to hire the additional tester teams and conduct the additional tests necessary to study the ways in which these gender identity effects might be compounded by racial discrimination, and economic disadvantage, or other circumstances.  Many of the low income transgender people of color who have been a part of Make the Road New York’s LGBTQ Justice Project over the last ten years have testified that the difficulty they have had in finding jobs has led them to drop out of the formal economy entirely. We hope that future research efforts will allow us to more directly address their circumstances.   Our Surveys on Gender Identity Employment DiscriminationIn the spring and summer of 2009, Make the Road New York supplemented our matched pair testing by surveyed 82 transgender individuals about their experiences with gender identity employment 10discrimination.  The individuals surveyed had applied for jobs in a variety of different industries, including retail, finance, and education.Surveys were conducted at local community organizations, transgender support groups, and public events. We also collected in-depth testimonies from our transgender testers and other transgender workers about their experiences with employment discrimination. Some of these testimonies appear at the end of this report.11Results for Control-Group Testers-3 -2 -1 0 1 2 3Virgin MegastoreDean & DelucaTrader Joe'sNine WestNBC Experience StoreKenneth ColeDSWBrookstoneJ. Crew3 2 1 1 2 3Rejections   Hires________________________________________________________________________Major FindingsOur investigation uncovered observable patterns of discrimination,as illustrated below in Figure 1. At both J. Crew and American Eagle, control group testers were hired over transgender testers on two separate occasions. At only one store, Virgin Megastore, was a transgender tester hired over a control tester.Figure 1Results for Transgender Testers-3 -2 -1 0 1 2 3Virgin MegastoreDean & DelucaTrader Joe'sNine WestNBC Experience StoreKenneth ColeDSWBrookstoneJ. Crew3 2 1 1 2 3Rejections   HiresOverall, matched pair testing showed an astonishing 42% net rate of discrimination against transgender job applicants. In eleven of the target employers, the control-group tester received a job offer but the transgender tester did not.  Out of 24 employers tested, only in one instance did a transgender tester receive a job offer when the control-12group tester did not. At only one store, were both control and transgender testers hired.4 Figure 2 below illustrates this overwhelming trend of discrimination.Figure 2Results of Gender Identity Employment Discrimination Testing024681012Offered jobs to controlgroup tester overtransgender testerOffered jobs totransgender tester overcontrol group testerOffered jobs to bothResults of TestingNumber of employersThese testing results confirmed what transgender New Yorkers reported in our surveys.  Of the 82 workers surveyed, 59% percent of transgender workers reported experiencing job discrimination. 49% had never been offered a job living as a transgender person.Documenting Patterns of DiscriminationIn our test, we found that employers typically refrain from making inappropriate comments to the applicant that would explicitly signal job discrimination.  In that situation, a transgender job applicant may sense that discrimination played a role but would be hard-pressed to make an air-tight claim for employment discrimination without more proof.  Matched-pair testing of the type used here is ideally suited to uncovering such private discrimination masked by public politeness.  In matched pair testing, an employers’ true reaction to the testers’ gender identity becomes apparent when their behavior toward the transgender tester is compared to how that employer treated a non-transgender applicant with the same qualifications applying for the same job.                                                  4 In matched pair testing, the  most important measure of discrimination is the “net rate of discrimination,” defined as the proportion of tests in which the protected class tester has a less favorable employment outcome than her/his testing partner, minus the proportion of tests in which the protected class tester has a more favorable outcome.  In this study, the net rate of discrimination is (11-1) / 24 = 42%.13At the same time, matched pair testing addresses the important question of whether discriminatory action by a single employer is an isolated, unusual occurrence or whether it is typical of employers in general.  In our study, the same testing procedure was repeated for 24 different prominent retailers in upscale shopping areas in Manhattan. This repetition revealed that single incidents of discrimination were not unusual exceptions but instead were typical of nearly half of these employers.  Thus, the testing program revealed what a single test could not -- a pattern of marked and significant employment discrimination widespread across this industry.14______________________________________________________________________TestimoniesJulian Brolaski, transgender employment testerWhen I went to apply at J Crew, I spoke the manager, who said she was busy.  I then spoke to a sales associate, who gave me an application, but was vague about whether they were hiring.  I filled out the application and submitted it to the manager then and there.  She said she would give it to the hiring manager, and when I asked if they were currently hiring, she didn’t say yes or no and said they may call me in for an interview.  Twenty minutes later, my cismale partner Leigh went in and his experience was drastically different.  He ended up getting hired.  J Crew never got back to me. I called back twice over the next two weeks and they said they were still looking over applications and would call me.  They never did.  I was interviewed at a few of the stores that we tested.  At some point during the interviews, I would tell the employer that I was transgender and that my preferred pronoun was “he.” In one interview, at DSW, I asked the manager whether I would feel comfortable working in the store as a transgender person and they said, “that’s up to you.” Can you imagine saying to a person of color or a differently abled person that it was up to them to make others comfortable with their presence in the workplace?  I was also continually referred to as “she” despite my stated preference of the pronoun “he.” Facing these kinds of experiences over and over was humiliating. This process took an emotional toll on me the way it does for transfolks who are trying to apply for jobs every day in this city. What is more disturbing than these statements the result that the cisgender, non trans-people were getting offered jobs and the trans people weren’t.  And the results speak for themselves—we found a 42% rate of discrimination.  Very few people want to hire a transman, and nobody throughout the entire study wanted to hire a transwoman—so sexism goes hand in hand with transphobia.  Although this was a controlled research study, this experience mirrors my real life.  Yo Smith, transgender employment testerWhen I encountered the “transgender employment discrimination research project”, I was very excited for the opportunity and I felt like I was doing something meaningful for the community I am part of. On the other hand, I felt just as much challenged by what I would have to face through the whole process of walking into different businesses asking for a job opportunity, just simply being who I am. I am a 'trans woman', and this dialogue between myself and society was just as difficult as coming out to my Korean parents in my late twenties. Living as an androgynous 15gay male for the last ten years, I did not ever have much difficulty finding a job, especially in the fashion industry and the performing arts where I hold degrees and credentials.  But applying for retail jobs as a trans woman was something else entirely.  In seeking work at all these employers, I dressed professionally and in accordance with the norm at companies I was applying to. Most people I met through the application process were very nice and polite, professional and even friendly sometimes. I tried my best to perform as if I were eager for a job and I followed up without being too aggressive. In all honesty, I really wanted to get hired, both for myself and for thousands of other transgender people out there who have been in the same shoes! For some companies, I actually went to second and third interviews, corporate interviews, group interviews, etc. From this long process of applying to approximately twenty different so-called equal opportunity employers, I did not get one job offer. On the other hand, I later learned that my testing partner--someone of my own age and ethnic background with similar credentials but a genetic woman, and who was going through the same application process at nearly the same time--was getting hired.  This left me hurt, angry and frustrated. Will it be our children's generation that is pleased to see an Asian-American transgender woman helping you with your groceries at Trader Joe's, escorting you to a dressing room at Anthropologie, serving you coffee at Starbucks? Candy Ramos, transgender member of Make the Road New York’s LGBTQ Justice ProjectNot much has changed since the anti-discrimination law passed in 2002.  We still have a hard time getting hired.  Right now I’m going from interview to interview and as soon as they call my name and get a look at me I can see it in their faces.  They pass me up and call other people who arrived later in front of me.  Companies need to hire managers who aren’t homophobic and don’t hate transgender people.  Companies need to test their own hiring staff, and find out what’s happening.  It’s their responsibility.  If you can’t get a job, that’s really the worst of your problems. If you’re rejected by your family and friends, that’s tough, but at least you’re still there for yourself.  If you can support yourself, everything else follows. If you don’t have a job, you don’t have respect.  If nobody’s hiring you, well, a lot of transgender people are forced into illegal work like turning tricks.  We need to work too, we’re not from some other planet.  16Joi-Elle White, transgender member of Make the Road New York’s LGBTQ Justice ProjectFinding employment is a real doozy for transgender people.  I have all these skills but because of the way I look I’ve had a hard time getting jobs.  It makes you wonder if going to school and learning skills is even worth it, if nobody is going to hire you.The law in New York has been out there since 2002 but it’s hard to enforce it.  Employers are getting smarter is the only difference; they’re more polite when they don’t hire you.  And if they hire you but later find out that you’re trans, they’ll get rid of you for no reason.   Like you came late once.  Or they’ll say that you lied on the application about your gender.  The real reason they’re firing you is that you’re trans.There really needs to be some enforcement of this law.  Catching a few employers discriminating against us will open some doors.  The next time they come across a trans worker applying for a job, they’ll obey the law.  17______________________________________________________RecommendationsDespite the protection from bias under New York City Human Rights Law, transgender individuals still meet with pervasive discrimination in the job market.  The 42% net rate of discrimination documented in our study is much higher than the rates of discrimination that other studies documented against African-American, Latino, female and older workers, yet enforcement efforts comparable to those protecting those other groups are almost entirely absent.  Although explicit protection of transgender workers from employment discrimination is a necessary and praiseworthy first step, it is not enough to change employer behavior. We offer the following recommendations to further reduce gender identity employment discrimination:Improve Corporate Policies and Practices 1. All employers in New York City should adopt policies and practices which explicitly address gender identity/gender expression discrimination, including training for employees, notice to job applicants of their rights, and protection from on-the-job harassment. See Appendix A for model policies. Expand Legal Protections and Their Enforcement2. Make enforcement of City anti-discrimination laws covering                transgender individuals a high priority use of enforcement resources.    Using methods such as matched pair testing, community organizations and government agencies such as the Commission on Human Rights should proactively identify gender identity discrimination in various sectors of the New York City economy and by prominent employers.   Evidence collected through techniques such as matched pair testing should be used to enforce the law in target industries and workplaces where problems are documented.    Dissemination of Information about Workers’ Rights3. The Commission on Human Rights should increase distribution of information on workplace rights to transgender workers and employers, especially in low-wage industries.  18Expand Anti-Oppression Educational Programming4. New York City should offer comprehensive training about discrimination based on gender identity and expression to all students in the public school system.  In the long run, education about transphobia is the only way to address the root causes of discrimination.  The Dignity in All Schools Act, passed by the City Council in 2005 but never implemented, requires the Department of Education to address bullying based on sexual orientation and gender identity. Further Research5. Using methods such as matched pair testing, community organizations, academic institutions and government agencies such as the Commission on Human Rights should conduct ongoing research to identify gender identity discrimination in various sectors of the New York City economy.  In particular, research is needed to investigate, document, and publicize employment discrimination in low-wage industries and its impact on low-income transgender people and transgender people of color.19Postscript: American Eagle Takes Leadership in Addressing Gender Identity Job DiscriminationAfter making the findings published in this report, Make the Road New York filed a complaint with the New York State Attorney General’s Office, which prompted an investigation at both J. Crew and American Eagle. At American Eagle,  the investigation discovered various non-compliant practices, including a document that all employees were required to signentitled “Personal Appearance Standard”, which stated that they were to “wear gender appropriate clothing” and that “it is inappropriate for mento wear women’s products and for women to wear men’s products.”  In April 2010, several weeks after the release of this report, American Eagle Outfitters signed a comprehensive corrective action agreement with the Attorney General’s Office. In the agreement, the company makes a commitment to amend materials such as job postings, employee handbooks, and hiring guides to include information about non-discrimination with regards to gender identity and expression.  The company is also required to train all employees about the new non-discrimination policy and address dress requirements, proper pronoun use and restroom access according to an employee’s gender identity and expression. The changes will affect all sixty-one American Eagle stores in New York State, employing over 2,000 people.Under the settlement agreement, American Eagle will take following steps:Policy Revisions1. Designate an Equal Employment Opportunity Officer to oversee new practices and policies and handle complaints2. Amend materials including application materials, handbook, hiring policy, Store Policy and Procedure Manual, Selecting Talent Resource Guide, Associate Handbook, Interviewing Guide3. Instruct employees who allege discrimination on how to file an EEOC complaintTraining4. Train all store-level and management personnel on new policies and on proper pronoun-use, restroom access according to gender identity and assistance for employees who are transitioning.5. Provide additional training for employees with hiring responsibility about new hiring procedures including application tear off sheet, and instructing applicants on non-discrimination policy during interviews206. Create a document for all applicants in New York State that details its non-discrimination policies, and instructions on how to file a complaint in the form of an “application tear-off sheet.”Advertising and Recruitment7. State that American Eagle is an Equal Opportunity Employer in all job postings8. Targeted outreach and recruitment to encourage applications from transgender and gender-non conforming job applicants9. Post a notice of changes in policy at all stores in New York StateRecord-keeping, Reporting and Monitoring10. Keep relevant records and provide regular reports to the NYS Office of the Attorney GeneralTo date, J. Crew has not agreed to make any changes to its employment practices.  May 11, 201021_____________________________________________________________________Appendix A: Model Policies for Employers5HIRING PROCESS Include non-discrimination statements in job listings which mention gender-identity and expression Change all forms related to the hiring process, to be inclusive of transgender and gender non-conforming applicants.  Two good approaches to forms that ask people to identify their gender look like this:Please check ALL that applyFemale     Male     Transgender    OtherGender Identity: ______TRAINING OF ALL EMPLOYEES Incorporate education about gender identity and gender expression in diversity and Equal Employment Opportunity compliance training programs. This training should also address courteous, respectful treatment of transgender individuals whether they are encountered as employees, customers, or in any other situation.ON-THE-JOB PRACTICES AND POLICIES Prohibit discrimination against transgender employees by including ―gender identity or expression or ―gender identity among the list of protected categories in your firm-wide non-discrimination and anti-harassment policies.  Ensure that records which contain the name and gender of an employee in personnel materials include the name and gender identity indicated by the employee. This should include all personnel and administrative records, including internal and external personnel directories, e-mail address and business cards.  If an employee’s legal name is also reflected in company records, information about an employee’s transgender identity should remain confidential.   Provide gender-neutral restrooms.   Modify dress codes to avoid gender stereotypes. Transgender and gender non-conforming employees should be allowed to dress consistently in accordance with their full-time gender presentation.                                                 5 Adapted from recommendations in Transgender Inclusion in the Workplace, 2nd Edition by Samir Luther, Human Rights Campaign Foundation22______________________________________________________Appendix B: Results by EmployerResults By EmployerJob Offers No Job OfferControl Transgender Control TransgenderJ. Crew 2 0 0 2American Eagle 2 0 0 0Nine West 1 0 1 2NBC Experience Store 1 0 1 2Brookstone 1 0 1 2Kenneth Cole 1 0 1 2DSW 1 0 1 2Trader Joe's 1 0 1 2Dean & Deluca 2 1 0 1Banana Republic 1 0 0 1Crate & Barrel 1 0 0 1Anthropologie 0 0 1 1Crabtree & Evelyn 0 0 1 1Godiva Chocolatier 0 0 1 1Top of the Rock Shop 0 0 1 1Starbucks Coffee 0 0 1 1Hallmark 0 0 1 1H&M 0 0 1 1Whole Foods 0 0 1 1Pier 1 Imports 0 0 1 1Barnes and Noble 0 0 1 1Levi's 0 0 1 1Armani Exchange 0 0 1 1Virgin Megastore 0 1 1 0",
    "id": 71361567,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:15050"
    },
    "title": "Transgender Need Not Apply: A Report on Gender Identity Job Discrimination",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2010-05-05T01:00:00+01:00",
    "publisher": "Make the Road New York",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/15050/15050.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2010",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/71361567.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/71361567"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/71361567/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/71361567/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/71361567"
        }
    ],
    "abstract": "Make the Road New York investigated possible employment discrimination against transgender job-seekers in Manhattan's retail sector using the research tool of matched pair testing. We sent out carefully matched pairs of job applicants, one transgender and one not, to apply for the same jobs. Each pair was equivalent in age and ethnicity and equipped with fictionalized resumes that were evenly matched. Both testing pairs underwent extensive training on how to adopt similar interview styles and how to document their job-seeking interactions objectively. Transgender testers were instructed to explicitly inform store managers and interviewers of their transgender status whenever feasible.Our research revealed an astonishingly high degree of employment discrimination against our transgender job applicants",
    "tags": [
        "report",
        "Employment and Labor",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:15050",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 71361567,
        "depositedDate": null,
        "publishedDate": "2010-05-05T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:44:59+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-21T19:16:31+00:00"
    },
    "urls": [
        "https://issuelab.org/resources/15050/15050.pdf",
        "https://issuelab.org/permalink/resource/15050"
    ],
    "lastUpdate": "2024-02-14T12:44:59+00:00",
    "setSpecs": []
}