{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Mestre i Mestre, Ruth M."
        }
    ],
    "contributors": [],
    "createdDate": "2022-11-09T05:33:04+00:00",
    "dataProvider": {
        "id": 14465,
        "name": "Revistas Científicas de la Universidad de Jaén",
        "url": "https://api.core.ac.uk/v3/data-providers/14465",
        "logo": "https://api.core.ac.uk/data-providers/14465/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/542917180.pdf",
    "fullText": "The Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 59TRANS JUSTICE FIGHTS TRANS MORAL PANIC*RUTH M. MESTRE I MESTRE**Abstract: Between the summer of 2019 and the summer of 2021, a violent discussion about trans rights took place in Spain. This paper argues that the discussion can be understood as an instance of ‘social problems work’, more specifically as part of a moral crusade or a moral panic episode. Implicit in this is the idea that there has been an over-reaction to trans recognition and trans equality laws, publicly presented as a major social problem. This paper also provides legal arguments against the fears voiced in the discussion, by summarizing relevant ECHR case-law that agrees with an alternative feminist account of trans rights that de-pathologizes gender-identity self-determination. The paper thus suggests that a ‘cultural war’ over gender identity has been ignited and has yet to be fully fought and won.Keywords: Moral crusades, trans equality, gender-identity self-recognition, moral panics, cultural wars.Summary: 1. IntroductIon. 2. Moral crusades, Moral PanIcs and cultural Wars. 3. transexclusIve docuMents. 3.1. The Argumentative. 3.2. The Open letter to the President. 4. BrIef dIagnosIs. 4.1. The elements of a crusade. 4.2. Unveiling power. 5. a cultural War?. 5.1. An alternative feminist account. 5.2. European Court of Human Rights case-law. 6. conclusIon. 1. IntroductIonIn June 2020, a 4-pages-long internal Argumentative of the Spanish socialist party (PSOE)1 became public. “Arguments against the theories that deny women’s reality” alerted about the dangers and evils of trans activists and trans equality laws. 2 It summarized the arguments exposed in a 2019 Summer School by some prominent feminist academics, where the very existence of transgender persons was put into question and aggressively and painfully ridiculed.3* Article published as part of the Grant I+D+i (PID2019-107025RB-I00) Ciudadania sexuada e identidades no binariarlas: de la no discriminación a la integración ciudadana / Sexed citizenship and non-binary identities: from non discrimination to citizenship integration (Binasex), funded by MCIN/ AEI/10.13039/501100011033.** Ruth M. Mestre i Mestre, Associate professor of Philosophy of Law, Faculty of Law, member of the Institut Universitari d’Estudis de les Dones, Universitat de València. Email: ruth.mestre@uv.es1 PSOE: Spanish Socialist Party.2 PSOE. Comunicado nº 699 de 9 de junio de 2020. Argumentos contra las teorías que niegan la realidad de las mujeres. (PSOE, Internal Communication nº 699, from June, 9th 2020. Arguments against theories denying women’s reality). I refer to this document as the Argumentative.Accessed on December 3rd 2021 at: http://www.abc.es/gestordocumental/uploads/sociedad/ARGUMENTARIO%20REALIDAD%20MUJERES%20(1).pdf. [Accessed: February 2022].3 The videos of the XVI Escuela Rosario Acuña, Gijón, held in July 2019 can be found at: https://www.youtube.com/watch?v=UNAa2e0bmwc. [Accessed: February 2022].Trans JusTice FighTs Trans Moral PanicThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 60At that time, the coalition Government PSOE-Unidas Podemos (UP)4 was drafting a law modifying the requirements and procedures for legal recognition of gender identity that embraced a de-pathologizing and self-determination approach. In February 2021, some days after a Draft of the law had become public, several newspapers published an Open letter to the President, 5 signed by 8 well-known women, publicly alerting about controversial aspects of the draft that allegedly implied a regression in the protection of women and women’s rights.In July 2022, PSOE members promoting such discourses were removed from government positions, which in part contributed to decrease hostility towards LGBTIQ+ people in general, and trans people in particular, smoothing the ambience for parliamentary discussion of the law. Yet the contestation process washed away some of the most advanced provisions of the law.6Since its emergence, the concept of ‘moral panic’ (Cohen, 1972) has had great impact and has somehow become familiar in debates about social problems (Garland, 2008). According to Loseke (2003), for a society to notice and categorize certain situations as social problems, ‘social problems work’ needs to be done. Loseke convincingly argues that social problems are created around conditions that people believe are troublesome, and that can and should be changed. Because social problems do not exist until they are defined and widely accepted as such, meaning needs to be given to ‘objective’ facts and conditions.Different actors conduct this ‘social problems work’ that provides an interpretation of reality: activists, politicians, researchers, academics, the mass media, influencers… Through actions and discourses they can transform situations into explicit problems. By calling attention to certain situations and defining certain conditions as a ‘social problem’, they make the public aware of the need for intervention, reaction, or change. Moral crusades occur when specific social groups or interest groups (moral entrepreneurs; crusaders) engage in a public awareness campaign that transforms a social condition into a “social problem” or a threat, by advancing claims about the seriousness of a particular ‘moral’ problem (Weitzer, 2007: 448). In the field of law, these dynamics have been analyzed both at national and international levels, as ‘moral entrepreneurs’ and rule makers have launched moral campaigns to ensure the enactment of laws protecting certain interests, achieving in some cases global prohibition regimes (see for instance Nadelman, 1990).4 Unidas Podemos is an electoral coalition of the left parties Podemos and Izquierda Unida (United left, itself the sum of smaller political parties). Podemos originated in the 15 M 2011 protests. See Kerman, C. y Alvarez, I. (2015).PSOE and UP signed a Coalition Agreement of Government in December 2019.5 See for instance https://www.levante-emv.com/comunitat-valenciana/2021/02/09/carta-abierta-feministas-ley-trans-34321497.html. [Accessed: February 2022].The newspaper says that 6.743 people had signed the letter at the time of publication.6 For instance, registered sex modification does not require a medical certificate, nor does it require external validation (as proposed), but does require a ratification from the claimant in the following months. Although this was accepted by trans activists, they regret the implicit mistrust towards trans people in asking them to declare twice who they are.Ruth M. MestRe i MestReThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 61The aim of this paper is twofold. On the one hand, by examining the arguments and reasons provided in the Argumentative and the Open letter, it explores whether the described facts could be understood as ‘social problems work’, and more explicitly, whether they could be understood as a moral crusade developing into a moral panic episode going from July 2019 to July 2022. Implicit in that approach is the idea that both documents overreact and wrongly present trans recognition and trans equality as a major social and moral problem to fight.The second aim of this paper is to provide legal arguments against the fear expressed in both documents, by summarizing relevant case-law that is in accordance with an alternative feminist account of trans rights: a de-pathologizing legal approach to gender-identity self-determination. By doing so, it suggests that a cultural war between trans-activists and trans-exclusionary-activists ignited; a war still being fought in Spain -and probably elsewhere.2. Moral crusades, Moral PanIcs and cultural WarsLegal changes and the enactment of new laws have often resulted from previous social mobilizations demanding remedy for a certain injustice, or that a certain social problem be addressed. In fact, the vindication of rights is at the core of our legal and political tradition.7 The emancipatory use of the law; the idea that law can be a tool for social engineering (Pound 1958); that it can aim at creating fair conditions for a fair society. These are all familiar ideas. Consequently, discussions about what are the possibilities for law to transform society, and under which conditions such intention may have a chance to succeed, have had a prominent place in the field of sociology of law for decades (see, for instance Moore, 1973). From a political perspective, N. Fraser proposed a procedure for vindicating rights and collectively evaluating and deciding upon such claims as a way of enhancing democratic justice (Fraser, 2006).The analyses of moral crusades, moral panics and cultural wars are framed in this broader debate about the relations between law and society, social change, and social mobilizing through law, but they represent a specific type of action and reaction.8 Although organising, mobilising, claiming, and launching public campaigns to gain recognition of rights represents a normal democratic dynamic of pluralistic societies, certain types of public discourse and narratives have been qualified as moral crusades. Of course, not all public debates are moral crusades, create moral panic episodes, or constitute cultural wars, 7 The first work that comes to mind is Wollstonecraft’s Vindication of the rights of women (1791). Amorós (2000: 57) argues that the genre vindication requires that a potentially universal platform of equality is established (this is, criteria by which to declare that the relation of equality between two elements is pertinent) but restrictively applied or enforced. This gap allows those de facto excluded to vindicate equality either by affirming that they do share the criteria and thus their exclusion is unfair, or by challenging the criteria themselves for being biased or unfair. See also Young (1989).8 The debate about the legal enforcement of morality, although connected to moral panics and moral crusades will not be dealt with in this paper.Trans JusTice FighTs Trans Moral PanicThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 62but some do and have an important impact in the living conditions, wellbeing, recognition, and rights of those signaled as being responsible for the worrisome situation.Moral crusades occur when specific social groups or interest groups engage in public awareness campaigns with the aim of transforming a given social condition into a threat. To do so, they advance claims about the seriousness of a particular problem, qualified as ‘moral’ (Weitzer, 2007: 448). Moral crusades pretend to redistribute social status amongst groups by declaring “one form of life superior to its rivals” (Garland, 2008: 17).When the debate is amongst social groups with equal status, the expression “cultural wars” is preferred. The term shifts the focus away from the fanaticism (uncritical zeal) present in a crusade, precisely to show a power balance amongst rivals. Thus, although moral crusades and cultural wars are crossed with power dynamics and relations, crusades tend to affect groups lacking power, with low status, receiving little respect or affected by multiple and intersecting forms of discrimination. In that sense, moral crusades reinforce existing social hierarchies and are launched by social groups that want to retain their status.Weitzer has analysed how the issue of sex trafficking and prostitution has become increasingly politicized in the U.S.A. due to a moral crusade led by an alliance of the religious right, neo-abolitionist feminists and governmental agencies. This moral crusade has been successfully institutionalized and globalized. It can hardly be said to have originated spontaneously by a shared fear about prostitution, or by a shared concern about sex workers’ life and working conditions, or about migrant women’s opportunities of a fair share. Drawing from this example, Weitzer (2007: 467) lists seven elements as hallmarks for moral crusades:\tz The framing and presentation of a social condition, situation, or behaviour as an evident and absolute evil, danger, or risk;\tz The enthusiastic assumption of moral crusaders/ moral entrepreneurs or leaders of their mission to rescue society from that evil;\tz The expression of claims as universal truths;\tz The presentation of selected horror stories to illustrate the problem as if they were representative of the problem itself. A part (worse stories) is said to be the whole, and the tale is expressed in a very emotional language;\tz The disclosure of huge numbers of victims and problems without real evidence;\tz The attempt to modify normative boundaries by increasing or reinforcing criminalization.Of course, launching a moral campaign does not necessarily result in a moral panic situation, but under certain circumstances that may be the case (Garland, 2008; Goode and Ben-Yehuda, 1994). A moral panic is a form of ‘inappropriate' reaction to a ‘social problem’, that is, a situation where the ‘social problem work’ results in disproportionate social fear targeting the condition or social group defined as a threat to societal values and interests. To distinguish moral panics from other related phenomena, E. Goode and Ruth M. MestRe i MestReThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 63N. Ben-Yehuda (1994: 156-159) propose five elements or criteria that need to be met in order to consider that a moral panic has taken hold on society. These are concern, hostility, consensus, disproportionality, and volatility.Episodes of moral panic involve concern over the behaviour or supposed behaviour of a group of people (folk devils)9 and the consequences such behaviour causes to the rest of the society. This concern is expressed as in a moral crusade. According to Garland (2008) two salient aspects of moral panics are the moral dimension of the social reaction and the idea that the deviant behaviour is symptomatic of something. On the one hand, there’s something normative about moral panics -the condition or folk devil is perceived as a threat or a challenge to a shared morality, to the morality of specific ways of life. As Devlin would put it, a threat to the shared public morality that glues society. The practice threatens injury to society itself because it is an attack on its moral structure (Devlin, 1959). On the other hand, consequently, the episodes connect a particular concern to a wider source of anxiety: the condition or behaviour is a symptom of a greater problem; something deeper and more dangerous than what is simply perceived. What seems irrelevant is in fact a deep attack on the moral structure of society.During the episode, hostility toward the group of people seen as evil increases. Folk devils are presented and represented as dangerous enemies or deviant people that threaten shared values, social structures and/or a way of life. Folk devils are perceived and marked as responsible for the risk looming over law-abiding citizens (and respectful societies). Although the sentiment of fear does not need to be widespread, moral panic situations imply that there is some sort of consensus in certain segments of society about the seriousness of the threat.As E. Goode and N. Ben-Yehuda point out (1994: 158), in the use of the term ‘moral panic’ there is “the implicit assumption … that the concern is out of proportion to the nature of the threat”. Moreover, implicit in the labelling of an episode as ‘moral panic’ is the fact that the label it put by an outsider, this is, by someone who does not share the analysis about the social problem, nor the concern over the threat; or by someone who denies the existence of a threat. Thus, an outsider may see the reaction as disproportionate, whilst those participating, suffering, or contributing to the panic truly believe that the threat exists.Finally, we refer to moral panics as episodes because they are volatile. The impact of an episode may be long or short, and the consequences be big or small, but the hostility, fear and concern experienced tends to be concentrated in a short period of time. Different as they may be in length, frequency, impact and intensity, moral panics do “make things happen. They create effects and leave a legacy” (Garland 2008). When compared to moral crusades, moral panic episodes are intense moral crusades, concentrated in a period in which hostility towards the target group or situation increases, and has social and legal consequences that go beyond the episode itself.9 This term was coined by S. Cohen in his 1972 book Folk Devils and Moral panics: The creation of the Mods and Rockers (Routledge).Trans JusTice FighTs Trans Moral PanicThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 643. transexclusIve docuMentsThe existing Spanish 2007 Law regulating the modification of civil registers regarding sex was promoted by the PSOE when in government.10 Although very progressive at the time, the law is nowadays contested because it requires a dysphoria diagnosis and hormonal treatment for the full recognition and legal modification of registered sex. It also ignores the situation of trans children and youth and excludes migrants. Thus, its modification towards a de-pathologizing regulation based on self-determination of gender identity was included in the coalition agreement between PSOE and UP, in which the Equality portfolio was assigned to UP as of January 2020.With a similar approach to a 2017 PSOE draft,11 the Equality Ministry issued a draft in February 2020, proposing the elimination of a medical certificate or diagnosis (de-pathologizing) and the recognition of the sexual identity as expressed by the person without further external evidence (self-determination). It included provisions for children and youngsters as well as for non-citizens. Although it ignored the demands of non-binary people, it received the support of LGBTIQ+ associations.Prior to the publishing of the draft, the disagreement about this issue between the two parties in government was frequently in the news. For months, the arguments expressed in the PSOE Argumentative were broadly exposed and widely spread by media. Similarly, when the draft was made public, the Open letter was published in the national press. The two documents complement each other, share content, language, and tone. Moreover, both documents have amplified and spread the contents of the website “Alianza contra el borrado de las mujeres” (Alliance against the erasure of women), which reunites a variety of trans-exclusionary organizations and individual activists that 10 Ley 3/2007 de 15 de Marzo, reguladora de la rectificación registral de la mención relativa al sexo. (Law 3/2007 of March 15th, regulating modification of sex registration).11 On March 2017 the PSOE registered in Congress a proposal to modify the Law 3/2007. The proposal explicitly said in the introductory remarks that the aim of this new law was to eliminate the requirements of medical certificates or body interventions to legally change one’s sex and name in the public civil register. Boletín oficial de la Cortes Generales. Congreso de los Diputados. Serie B. Proposiciones de Ley, 3 de Marzo de 2017, núm. 91-1, Proposición de ley 122/000072 Proposición de Ley para la reforma de la Ley 3/2007, de 15 de marzo, reguladora de la rectificación registral de la mención relativa al sexo de las personas, para permitir la rectificación registral de la mención relativa al sexo y nombre de los menores transexuales y/o trans, para modificar exigencias establecidas en el artículo 4 respecto al registro del cambio de sexo, y para posibilitar medidas para mejorar la integración de las personas extranjeras residentes en España. Presentada por el Grupo Parlamentario Socialista. (Oficial bulletin Parliament, Act Proposition March 3rd, 2017, num. 91-1 to amend Law 3/2007, of March 15th, regulating modification of public registered sex, to allow modifications regarding sex and name of trans minors, modifying article 4 requirements regarding registered sex modification and to adopt measures facilitating the integration of migrants residing in Spain. Presented by the Socialist Parliamentary Group).Ruth M. MestRe i MestReThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 65identify themselves as ‘feminists’.12 The Alliance organized public demonstrations uniting neo-abolitionist claims13 with trans-exclusionary demands, and published a Manifesto.14Thus, the ambience surrounding the documents we are about to summarize and discuss was a transphobic one, in which messages alerting about the dangers of trans equality laws occupied a lot of public space, energy and time. This environment magnified the discourse and its social impact, especially because one of the most heard voices against trans equality laws was the vice-president of government, Carmen Calvo.3.1. The ArgumentativeIn June 2020 an Argumentative claiming to summarize the position of the PSOE was internally distributed, promoted by party members holding high governmental and party positions.15 By becoming public it created both concern and alarm. Not only does its content differ from what the PSOE had approved in its internal political Congresses; it also contradicts the modifications the party had been proposing until then. The document displays the arguments grouped around four main ideas:1612 La ‘Alianza contra el borrado de las mujeres’ defends the ‘rights of women on the grounds of sex’ and fights ‘against the discrimination resulting from substituting sex by gender’. The website is: https://contraelborradodelasmujeres.org/. [Accessed: February 2022].Although it has a complex website with glossary terms and FAQ, the content does not add arguments to those expressed in the Argumentative and the Open Letter. This paper addresses mainly the two mentioned documents because of their public relevance and impact but has used the Manifesto and the Website for clarificatory purposes.13 For a discussion on neo-abolitionism see Vanwesenbeeck, I (2017).14 There were several demonstrations in Madrid, for instance, on June 26th 2021: https://www.elmundo.es/espana/2021/06/26/60d70e95e4d4d8a8168b45cb.html. [Accessed: February 2022].The October 23rd, 2021 demonstration is different, because a Manifesto was made public and open to signature: https://www.catalunyapress.es/texto-diario/mostrar/3219234/manifestacion-23-octubre-exige-proteja-todas-mujeres. [Accessed: February 2022].The Manifesto says that: “We are at a crucial historical moment due to the new attacks with which our government and specifically, the Ministry of Equality, plan to override our rights. Even today, the impunity of sexist violence, the commodification, exploitation an objectification of women, the ID laws, the interference of religions in our lives, the feminization of poverty and the care system, and the erasure of women, remain the expression of our oppression. They oppress us for being born women. (…)WE DECIDE our country has the duty to listen to our critical feminist arguments and stop and eliminate all legislation that protects gender as an identity, erasing women as political subjects. WE DECIDE also that no one should legislate on subjective self-identification: doing so makes public policies for effective equality between women and men irrelevant.WE DEMAND individual wishes or feelings do not prevail over women's rights.”The Manifesto can be read in English here: https://docs.google.com/forms/d/e/1FAIpQLSe8hNoA2-6zR0phWN3rqdgx2ayWvIP-MtQjGE_B53ezuJ2GiA/viewform. [Accessed: February 2022].15 PSOE, Internal Communication nº 699, from June 9th, 2020 (n 2). The document was signed by J.L. Ábalos (PSOE -party organization secretary), Carmen Calvo (PSOE-party equality secretary), Santos Cerdán (PSOE- party territorial coordination secretary) and Alfonso Rodríguez. At that time Calvo was First Vice-president and Minister of the Presidency; whilst Ábalos held the Ministry of Public works and transport.16 This paper offers a translated summary of the documents, rather than an ‘interpretation’. In translating and summarizing them, an effort has been made to remain truthful to the language and terms used. Unfortunately, it has sometimes become a challenge to make sense, and sometimes the sentences are hard to understand.Trans JusTice FighTs Trans Moral PanicThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 66“Sex is a biological fact whereas gender is a social construction. Sex is a biological fact that refers to the physical characteristics differentiating men from women. Gender is the social construction of the biological birth sex. It comprises roles, expectations, tasks, and stereotypes assigned to men and women. Gender establishes the sexual division of labour, the public/ private divide, and the prevalence of the masculine over the feminine in all aspects of life.The analytical category gender is used by certain social movements as a substitute for sex. Yet, denying biological sex as a socially meaningful category eliminates the capacity to identifying and fighting the social inequality drawing from it. Women are killed because of their biological birth-sex (they are biologically born women); and are assigned care work because they are biologically born women. Because gender is what society adds to biologically sexed bodies, socialists want gender to disappear.The terms ‘sexual identity’ and ‘gender identity’ are being manipulated. Sexual identity is a solid concept to refer to how one person feels about her own body, and whether it is in accordance or not with her biological birth-sex. The situation where there is discordance is called transsexuality. Gender identity, a recent term, occurs irrespective of biological sex and does not express disconformity. One can feel to be a woman in a man’s body and vice versa.Although the terms express different ideas, they are being used as interchangeable in many legal and international documents. They are also  being used manipulatively by queer activism. The consequences of such  manipulative use constitute a risk for the legal and political subject “women”.  Distinguishing both terms is necessary to guarantee equality and non-discrimination.The question is not how a person feels about her body, but rather how can the legal system incorporate a feeling or expression that is not constant through time. Trans rights must be framed within the limits of legal certainty. Thus, contrary to the belief of those defending the idea that feelings, desires, self-expressions, or self-determination can achieve full legal recognition, the right to self-determination of sexual identity is non-existent and lacks legal rationality. Modifying one’s sexual identity requires a continuous situation of transsexuality duly certified.Theories that modify the definition of women and deny their reality are dangerous. Recognizing that anyone at will is/ can be a woman, thus making biological sex irrelevant, modifies the definition of women or what women are.The possibility of sex being mutable at will would have a devastating impact in political representation, quotas, policies regarding gender-based violence Ruth M. MestRe i MestReThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 67against women or any other public policy grounded in sexual difference (shelters, prisons), as well as in sports and competitions. For instance, data collection disaggregated by sex to promote affirmative action policies will become futile. Thus, other questions arise: How would this affect to the enforcement of measures against gender-based violence? Could a man that is accused of gender-based violence declare to be a woman and escape justice?Women are not an identity, nor an essence. Women are not a group. Women are over half humankind. Feminism is a political project to achieve equality of rights and citizenship for women because birth-sex (being born a woman) determines an unequal place in society, inequality of rights and misrecognition. The political subjects of feminism are biological women.Queer activism dilutes the political subject ‘women’ and jeopardizes women’s rights, public policies that aim at increasing equality between men and women and the accomplishments of the feminist movement. Socialists will defend these ideas in the parliamentary discussions regarding trans equality laws.”3.2. The Open letter to the PresidentIn February 2021, eight well-known women made public an Open letter to the President after reading the trans rights draft,17 pointing to six troubling aspects of the norm.“By referring to trans children, the law endangers children and encourages them to assume a trans identity. The alleged existence of a trans infancy pressures them to receive treatment with hormones, which have long lasting effects and can impact their lives forever. The consequences of these manipulative discourses are being challenged in courts, in countries like the United Kingdom, by youngsters that were subjected to such treatments (Keira Bell case). Because Catalonia has actively engaged in trans-encouraging policies, an increment of over 2.200% cases has occurred, being 70% of the cases girls wanting to transition to boys.Medicalizing de-pathologization. Certifying something is different from pathologizing. The law affirms to be de-pathologizing, but it medicalises people throughout their lives. The law presents as a choice what is a painful 17 The signatories are public known women with very long careers, high social standing, and recognition. Some are active members of the Socialist party (A. Alvarez, J. Serna), while others are part of Clásicas y modernas, an association for Gender equality in culture (M. Gilabert, L. Freixas, RM Rodriguez Magda), and the rest are well-known academic philosophers (A. Miyares, A. Valcarcel, V. Sendón).Trans JusTice FighTs Trans Moral PanicThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 68process that requires psychological support, a support that must include the possibility of non-transitioning.The Law dilutes gender-based violence. The law refers to intra-gender violence and contradicts the fight against gender-based violence against women. This minimizes the objectives of the law because it resonates with the term domestic violence or family violence that extreme-right parties defend.Gender identity substitutes sex. Gender is the cultural construction of sexual stereotypes. By using the term ‘gender identity’, the law is reinforcing the sexist hierarchy implicit in the stereotypes. The term ‘gender identity’ erases the category of sex, making inequality on the grounds of sex irrelevant. The rest of the policies aiming to redress the power imbalance between the two sexes also become irrelevant.Gender identity is defined in the law as ‘the internally lived experience of the individual’s gender that can be different from the one corresponding to the sex assigned at birth’. Yet, internally lived experiences don’t have legal consequences or effects. Laws are not grounded on feelings, convictions, or desires because that would entail discrimination per se.A new fictional legal subject is created, trans people, that encroaches on LGBTI people’s voice. Lesbians, gay men, transexuals, crossdressers, bisexuals or intersexual people will hardly find a measure regarding their problems in this law.18It is unconstitutional, the ambiguity of the language creates legal uncertainty and confusion because it uses gender (the cultural forms and behaviours that relate to sex) to refer to sex (the category that biologically divides people into women and men).This law is a backward movement in the protection of women’s rights, and questions in general very relevant aspects of our legal system.”Although similar in the thesis held, the documents are complementary, and both understand gender self-determination as a threat to women’s rights. Yet, whilst for the Argumentative the main imperilled population is ‘women’, the Open letter adds children and LGBTI people as threatened groups due to the manipulative effects of replacing sex with gender.18 The Equality Portfolio wanted to present two separate laws: a LGBTIQ+ equality law and a de-pathologizing trans law for the modification of registered sex.Ruth M. MestRe i MestReThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 694. BrIef dIagnosIs4.1. The elements of a crusadeA superficial analysis of the texts could illustrate the moral crusade elements discussed: framing the issue as a threat; presenting arguments as universal truths; relying on horror stories and exaggerated figures without clear evidence, or intending to have an impact on laws and other normative systems.The social group targeted as a threat to society is composed by those affirming that gender identity is an individual choice that should be socially respected and legally sanctioned. Trans-persons, queer activists, trans-feminists, and other allies (Academics, politicians, LGBTI families…) are accused of making a manipulative use of sex and gender, in ways that render sex and sexual difference irrelevant. Both documents affirm that far from being “innocent”, the shift from sex to gender threatens the fight against women’s inequality, and against gender-based violence against women. According to them, the political subject ‘women’ disappears.Presented as a truism, both documents hold that humans are born either men or women, and society ascribes meaning to such pre-existing differences. Thus, it is sex rather than gender what provides an identity and a place in society, and sexual difference is a useful category for analysing power relations. This approach to sexual difference is a form of determinism that represents one of the edges of what Nicholson (1994: 82) calls biological foundationalism, or the belief that at some basic level, distinctions of nature ground sex identity and explain social distinctions. Thus, this interpretation is at odds with feminist theory: affirming that it is sex that places women in a subaltern position contradicts decades of feminist challenges to the assumption that biology is destiny.Regarding sexual identity and gender identity, the documents hold that transsexuality expresses a process of discomfort, and that such disconformity requires professional support. When medically certified and consistently manifested through time, the process may result in the modification of one’s body and sexual identity. Thus, both documents assert that registered sex modification requires both a diagnosis and a body modification treatment to bridge the gap between felt sex and biological sex. In other words, Spanish trans-exclusionary activists are willing to accept the new identity of trans people having undergone a process of sex reassignment (transsexuals), but will not recognise trans people that have not undergone such a process (trangenders) the right to say who they are.1919 According to ILGA, Trans is an inclusive umbrella term referring to those people whose gender identity and/or a gender expression differs from the sex they were assigned at birth. The term trans includes but is not limited to men and women with transsexual pasts, and people who identify as transsexual, transgender, transvestite/cross-dressing, androgyne, polygender, genderqueer, agender, gender variant or with any other gender identity and/or expression which is not standard male or female and express their gender through their choice of clothes, presentation, or body modifications, including undergoing multiple surgical procedures. See https://www.ilga-europe.org/what-we-do/our-advocacy-work/trans-and-intersex/trans. [Accessed: February 2022].Trans JusTice FighTs Trans Moral PanicThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 70Further, both documents alert to the danger of minimizing reassignment procedures. The documents deny that the term ‘gender identity’, as opposed to sexual identity, may express disconformity with one’s body and assess that the term gender identity does not provide “objective” elements to distinguish men from women. The relevance of the subjective element of gender self-determination together with the lack of external or ‘objective’ criteria to distinguish men from women poses a threat to women’s legal status. In other words, the fact that any man could affirm to be a woman without an external diagnosis, without modifying his body to meet female requirements, and without constancy through time (external ‘objective’ criteria), not only threatens women’s identity (what women are), but also women’s legal status (how women are conceived and treated by law). Thus, reassignment procedures are key for legal recognition. Otherwise, recognition would escape the limits of legal certainty and rationality -because it would not correspond with nature/biology, or with other people’s expectations, nor is it required to be constant through time.The horror stories and exaggerated figures concern children. Whether the figures about Catalonia are inflated or not is hard to tell because no evidence is given, nor reference of the source. Yet, the alleged risks posed to children by trans equality laws are displayed in the Open Letter and the Alliance website, the Keira Bell’s case (UK) being the paradigmatic case. Keira Bell was prescribed puberty blockers at the age of 16 to initiate her transition from female to male after being diagnosed with gender dysphoria. At age 23 she claimed in a UK Court that the National Health Service (NHS) should have challenged her on her decision to transition and should have protected her from making such a choice at that age. The High Court ruled in December 2020 that children under 16 were unlikely to be able to give informed consent to receive puberty-blocking drugs, thus revisioning public procedures and requiring judicial authorization in such cases.20Lastly, the aim of the Argumentative and the Open letter regarding legal reform is clear as both documents openly advocate against amending the 2007 existing law, and for maintaining the requisites of dysphoria diagnosis, a minimum of two-year hormonal treatment and majority of age for modifying one’s registered sex, thus mutilating the move towards de-pathologizing and self-determination, and further procrastinating the discussion about non-binary gender recognition.20 Keira Bell was diagnosed with dysphoria, was supported and her changes were constant through time. The Argumentative and the Open Letter would consider her a transsexual person, not a transgender person (which is the threat). Thus, the problem in this case is being under 16. The UK Court said that medical professionals accompanying trans teenagers should gather not only the individual’s consent, and maybe the family’s consent but also a judicial authorization to prescribe a treatment with lasting effects, such as puberty blockers and cross-sex hormone treatment. Available at: https://www.theguardian.com/world/2020/dec/01/children-who-want-puberty-blockers-must-understand-effects-high-court-rules. [Accessed: February 2022].In Spain, the Constitutional Court ruled in 2019 that restricting the possibility of registry sex modification to adults (majority of age) was unconstitutional. Constitutional Court Decision 99/2019, Plenary, July 19th 2019.Ruth M. MestRe i MestReThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 714.2. Unveiling powerAccording to Garland (2008: 21), a full analysis/ diagnosis would also require operating at the level of symbolic meaning (Why this folk devil? Why this fear?), at the level of social relations (Why these crusaders?) and at the level of the historic temporality (Why at this moment?) Such an analysis can help understanding what is perceived to be at stake, the status at risk, and the power structures that crusaders want to maintain. Although a full analysis is unfortunately beyond the scope of this piece, there are some elements worth mentioning.The temporary lapse. The moral crusade/discourse appeared with force as the intention to modify the legal requirements for registered sex was manifested, and it increased when the draft of the law became public. Part of the problem was that the parties in government (PSOE and UP) symbolically competed to represent and embody feminist interests, and to determine the Spanish feminist agenda. Challenging the government coalition agreement that gave UP the Equality portfolio, some PSOE feminists openly opposed the Ministry of Equality’s agenda and found in trans equality laws a productive field of confrontation. However, paying attention to the broader context provides relevant information as well.The documents and discussions appear in a moment in which trans-exclusive narratives have increased in European public opinion,21 and elsewhere, whether expressed by TERF22 or by anti-gender movements (either extreme-right or religious based). In fact, because transnational movements opposing gender equality are increasing and gaining ground, different international agencies have issued reports, declarations, and position papers to counter the attacks to gender equality policies in the broad sense. 2321 FRA’s surveys have showed high levels of discrimination and harassment towards LGBTI+ persons across the EU. The 2021 FRA Fundamental rights report points to the fact that social acceptance decreases as hate speech increases in public discourse, further inciting discrimination. FRA calls EU Member States to consider the available evidence on discrimination, and to take measures to combat hate speech and hate crime, and to address the harmful impacts of homophobic and transphobic statements made by public authorities and officials (FRA 2021).22 https://en.wikipedia.org/wiki/TERF: “TERF is an acronym for trans-exclusionary radical feminist. First recorded in 2008, the term originally applied to the minority of feminists espousing sentiments that other feminists considered transphobic, such as the rejection of the assertion that trans women are women, the exclusion of trans women from women's spaces, and opposition to transgender rights legislation. The meaning has since expanded to refer more broadly to people with trans-exclusionary views who may not be involved with radical feminism. Those referred to with the word TERF typically reject the term or consider it a slur; some identify themselves as gender critical. Critics of the word TERF say that it has been used in an overly broad fashion and in an insulting manner, alongside violent rhetoric. In academic discourse, there is no consensus on whether or not TERF constitutes a slur.”23 See, for instance, United Nations Human Rights Office of the High Commissioner Position paper 2020 and the Committee on Equality and Non-Discrimination- Parliamentary Assembly, Council of Europe, Combating rising hate against LGBTI people in Europe, 2021 Report. The anti-gender movement that refers to feminism, Queer and other feminist theories as ‘gender ideology’ and is similar in many aspects to TERF ideology, for instance when it refers to Queer theory as genderism. See Cornejo-Valle, M. & Pichardo 2017.Trans JusTice FighTs Trans Moral PanicThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 72The status at risk. In Spain the most visible crusaders are female politicians, academics and ‘intellectuals’, that is, women holding power and other privileges in terms of gender, class, race, education, to name but a few. Crusaders are well placed in the complex social board of status as they represent a generation that has fought for women’s equality, has initiated feminist theory and feminist politics during the transition from the dictatorship to actual democracy. Drawing on this position of power, they have publicly spread and voiced a trans-exclusionary discourse, mobilising fear, reluctance, and doubts. They represent not only a generation but a feminist tradition, mainstreamed and institutionalized, whose ideas, status and accomplishments are being challenged by a different generation -and a different feminist wave. This internal feminist debate is not limited to Spain. Rather, it is generalized in western societies where feminists “for the 1%” are being confronted by the other 99% (Arruzza, Bhattacharya and Fraser, 2019).Mainstream liberal feminism holding institutional positions (institutional feminism) has framed gender politics with a twofold focus. On the one hand, emphasis has been put on equal opportunities and affirmative action policies, whether for accessing the masculine labor market or representative political spaces, improving the situation and opportunities of many white middle-class, educated women. Regrettably, such an emphasis has precluded the working conditions of poor, marginalized and racialized women; female jobs or migrant women status from entering the official feminist agenda, whilst accepting the capitalist mode of production and social reproduction as a given. Consequently, instead of fighting social hierarchies, liberal feminism has provided a better place within to a minority of women, whilst ignoring the rest.Fighting violence against women has been a second major area of concern, but its conceptualization has been hetero-centered, grounded on binary distinctions and considering men as being violent and sexual predators per se. Thus, liberal feminism has promoted a detailed regularization of sex and sexual relations through criminal law, and has contributed to centering heteronormativism, whilst marginalizing non-normative bodies and sexualities. This approach has failed to unearth that capitalism requires binary sexual difference to be naturalized; that sexual violence and gender-based violence ensure the subordination of women and reproduction to men and production.It would be naïve to think that the status at risk only refers to women’s social status. Rather, this debate shows a deeper crisis within feminist lines, as it challenges the status of some women, some theories, and some forms of theorizing within the feminist community. In fact, for decades now, intersectional feminism, post-colonial feminist theory and Queer theory, amongst others, have challenged the theories and policies advanced by second wave feminism. Yet, until very recently, the debates and disputes thus generated were well incorporated into the feminist heritage, enhancing it.Institutional feminism openly expresses a fear of disappearing from the official public agenda, and from being recognized as mainstream. Factors such as the increased visibility of the discrimination LGBTIQ+ people and other groups suffer; the action and involvement of wider society movements and actors (civil rights movements, political parties, international bodies); the competition for public resources, and the attacks of Ruth M. MestRe i MestReThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 73the anti-gender movement to all gender-equality programs may have contributed to institutional feminists’ perception of being relegated to the background or to a secondary position in the equality agenda.Hence the symbolic character of sexual identity as representing society as we know it, and the fear of losing much more than female figures in statistics. Challenging the gender binary construction of citizenship and its naturalization not only threatens heteronormativity but capitalism itself. Affirming that sex is not a given biological category existing prior to society, or prior to human interpretation, but a political category grounding heteronormativity and capitalism dramatically challenges the order of things. Challenging the sex-binary fractures the agreement of perceiving women as privileged victims. Accordingly, the documents identify this as a manipulative anti-feminist practice, with consequences on the equal standing and citizenship of women, affirmative action policies and on the fight against gender-based violence.5. a cultural War?When compared to moral crusades, moral panic episodes are intense moral crusades, concentrated within a short span of time, during which hostility towards the target group or situation increases, and has social and legal consequences that go beyond the episode itself. One could say, then, that what started in Spain as a crusade in July 2019, developed into a panic episode because the space given to anti-egalitarian discourses in mass media was extraordinary; the hostility towards LGBTIQ+ in general increased considerably, and has been a constant since then; and the negative impact in the final Draft of the law is evident. What if, instead of a moral panic episode, a cultural war was at play?24The distinctive trait of ‘cultural war’ situations is that the marked group or groups respond to the finger-pointing by challenging their labelling as deviant/ dangerous and by voicing an alternative understanding of the problem itself. Although hostility is common in both situations, what differentiates one from another is the capacity of the target group to respond to the accusations, that is, the social status of the alleged devil folk, and whether it is heard, respected, and considered in society on a par.A close reading of the Report of the Committee on Equality and Non-Discrimination (Parliamentary Assembly, Council of Europe 2021) seems to uphold this idea:“In Spain, work began in 2016 on new legislation to facilitate trans people’s access to medical care and bodily autonomy, ensure that legal gender recognition is based on self-determination, and make the latter available to people of all ages. All are in line with Assembly Resolution 2048 (2015) and there was overwhelming public support for these changes (98% of responses to a public consultation carried out at the time were 24 I want to thank for this insight Marina Echebarria Sáenz, President of the Participation board of LGBTI people at the Equality Ministry.Trans JusTice FighTs Trans Moral PanicThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 74in favor) and cross-party support in parliament. However, the legislative process has since been blocked. Extremely hostile anti-trans discourse has recently come from the highest political levels, including the Vice-President of the Spanish government, who described legal gender recognition based on self-determination as putting the “identity criteria of 47 million Spaniards at risk”. The bill was eventually debated in May 2021, following a hunger strike by 70 trans activists and parents of trans children, but failed to attain the necessary majority, notably because the majority party abstained. Much of the opposition has come from anti-trans feminist movements that portray trans people as a threat to society, and in particular to women, deny the identities of trans and non-binary people, suggest that they cannot be trusted to know who they are, and depict parents who are supportive of their trans children as criminals. Trans activists underline that the hostile discourse from the highest political levels has legitimized violence against trans people and the denial of care.” (Emphasis added).Although the emphasised parts point to the moral crusade/panic elements, the quote suggests a cultural war, because there has been both resistance and response to the narrative of threat and to the panic in Spain and elsewhere. For decades, feminist theories have given an alternative account of trans rights and gender identity;25 international treaty, documents and bodies provide an alternative account of trans rights and gender identity;26 and trans activists worldwide are fighting back the backlash to equality laws with strategies that range from hunger strikes to strategic litigation. A brief review of these alternative accounts is provided below.5.1. An alternative feminist accountNicholson (1994: 84) explains that the growth of a materialist metaphysics in XVII to XIX Century Europe did not create new social distinctions, but it did transform the meanings associated to them. The modern Western understanding of the distinction male/ female incorporated the physical characteristics as an explanation of the distinction itself. Thus, it was in the nature of women to be excluded from citizenship. The body came to explain social standing precisely in a historic moment of greater social and political changes; a moment in which a growing separation between public and domestic life gave support to the biological explanation of the male/female distinction as a binary one. This distinction suited the roles and functions the new society required citizens to fulfill. In other words, modern Western capitalist societies required men and women. Biological 25 There are many different approaches and theories could be explained here, and not just Queer theories (which are also varied). In fact, the ones I have chosen (L. Nicholson, N. Fraser…) are not Queer theorists.26 For an analysis of International human rights Law in relation to Sexual Orientation and gender identity see, UN General Assembly, Protection against violence and discrimination based on sexual orientation and gender identity, A/73/152, Report of the independent expert, 2018.Ruth M. MestRe i MestReThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 75theories of sexuality, administrative, legal and other forms of state control gradually led to the idea that everybody had to be either man or women from birth. Thus, ‘biological sex’ or ‘sexual difference’ is, itself, a social construction fulfilling a political aim.A modern sexed citizenship was organized and developed along the binary division: men and women occupy a different position on the public/private divide, that unevenly distributes functions, status, recognition, and rights. Key to sustaining the system is heteronormativity, this is, the extension of the heterosexual monogamous family as the norm, because it ensures the division of labor, the subordination of status and the production of human beings separated from economic benefit while ensuring the reproduction of heteronormativity itself.27 Thus, a feminist transformative project should incorporate a critique to heteronormativity and the gender binary as being fundamental pieces to understand discrimination, violence and oppression; and could easily defend gender self-determination.A similar feminist approach is reflected in the mentioned UN 2018 Report on Protection against violence and discrimination based on sexual orientation and gender identity. Interestingly, the point of departure is expressed as follows:“6. The notion that there is a gender norm, from which certain gender identities “vary” or “depart” is based on a series of preconceptions that must be challenged if all humankind is to enjoy human rights. Those misconceptions include: that human nature is to be classified with reference to a male/female binary system on the basis of the sex assigned at birth; that persons fall neatly and exclusively into that system on the same basis; and that it is a legitimate societal objective that, as a result, persons adopt the roles, feelings, forms of expression and behaviors that are considered inherently “masculine” or “feminine”. A fundamental part of the system is a nefarious power asymmetry between the male and the female”.Especially since the WHO recognized in 2019 that transsexuality is not related to mental health, recent reports by international agencies foster the move towards de-pathologizing gender self-determination. De-pathologizing is a different process than that of recognizing gender-identity self-determination. De-pathologizing means not only that trans people cannot be treated as fools, but also that no diagnosis is needed for whatsoever reason to legally believe the person’s felt and expressed gender identity. This means that, although transitioning may require medical support, diagnosis and treatment (as when a person desires to modify her body), this is dissociated from any other social, legal or economic aspect.28 Examples of such international documents are the 2018 27 Arruzza, Bhattacharya, and Fraser (2019) demonstrate how capitalist western societies have exploited (and benefited from) the effects of racism, colonialism, and other forms of extractivism, and oppression.28 Thus, a diagnosis is not required to modify one’s registered sex, but it is necessary to receive hormonal treatment. This diagnosis and treatment some people may need cannot interfere in the legal recognition process.Trans JusTice FighTs Trans Moral PanicThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 76Report to the UN General Assembly, that analyses the scope of state obligations in respecting and recognizing gender identity self-determination;29 United Nations Human Rights Office of the High Commissioner Position paper (OHCHR 2020) or the Report of the Committee on Equality and Non-Discrimination-of the Parliamentary Assembly, Council of Europe (2021).30 5.2. European Court of Human Rights case-lawLong before 2019, the ECHR recognized that Article 8 of the European Convention on Human Rights (respect for private life) implied “the rights for individuals to define their sexual identity”. It had also emphasized that the notion of personal autonomy includes the “principle of self-determination, of which the freedom to define one’s sexual identity” is one of the most basic features.31 Yet, as the quotes manifest, the decisions concerned legal recognition of persons who had undergone reassignment surgery, and systematically used the term “sexual identity”.32In Garçon and Nicot v. France (2017) the Court had to decide whether the state’s refusal to remove the indication of sex on the birth certificates of the claimants, on the grounds that persons making such a request had to demonstrate that they suffered from gender identity disorder and that the change in their appearance was irreversible, amounted to a violation of article 8 in conjunction with article 3 (prohibition of torture and degrading treatment). The issue was framed as to determine whether the respect of the private life of the claimants obliged the State to recognize their gender identity without either requesting a gender disorder diagnose (de-pathologizing) or an irreversible change in appearance, thus recognizing body and personal autonomy.The State argued that amending an individual’s birth certificate could not be a matter of individual choice alone, “because the reliability and consistency of French civil-status records was at stake, and in the interest of the necessary structural role of 29 The Report draws on the Yogyakarta Principles on the Application of International Human Rights Law in relation to Sexual Orientation and Gender identity. It guides states’ process to de-pathologizing certain gender identities and provides legal basis for State recognition of gender identity. It addresses the violence and discrimination that results from state’s lack of recognition of gender identity, and the effects abusive legal requirements have in the standing of trans people. It addresses the issue of recognizing the gender identity of children. It provides tools to fight violence and discrimination based on gender identity. And, last, offers a list of good practices and effective measures taken in different places of the world to ensure respect of gender identity.30 See United Nations Human Rights Office of the High Commissioner Position paper (OHCHR 2020) and the Committee on Equality and Non-Discrimination- Parliamentary Assembly, Council of Europe, Combating rising hate against LGBTI people in Europe, 2021 Report. (np 18)31 See for instance Ch. Goodwin v. The United Kingdom, Ap. Nº 28957/95 (2002).32 See A.P. Garçon and Nicot v. France, Ap Nºs 79885/12, 52471/13 and 52596/13 for a summary and list of cases at para 93.Ruth M. MestRe i MestReThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 77sexual identity within the country’s social and legal arrangements” (para 105, emphasis added). Thus, the ECHR had to decide if the legislation struck a fair balance between the general interest and the applicants rights. The Court stated that whilst the principle that civil-status records must reflect “reality” is in the interest of trans people as well, by no means such principle precludes modifications of the civil records. On the contrary, claimants precisely argued that only if modifications are allowed such registers will reflect reality. Moreover, the Court affirmed that the aim of ensuring legal certainty does not justify presenting trans people with an impossible dilemma: either they undergo hormonal treatment or reassignment surgery against their wishes, thereby compromising their right to physical integrity with procedures resulting in probable sterilization; or they renounce to having their identity recognized and respected, which is a clear violation of their right to private life. Thus, whilst recognizing states a margin of appreciation to fulfill their positive obligations ex article 8, the Court proclaims that mandatory body modifications or treatments without fully free consent are abusive requirements, hence contrary to the Convention; and re-affirms the right to gender self-determination.However, it expresses fears and doubts in regards with de-pathologizing as both the state (France) and the Court understand disorder diagnoses as being protective measures facilitating trans people access to much needed help and support and protects them from taking wrong decisions about their lives and bodies. This approach was reproduced in a 2021 decision, despite the fact that the WHO had already excluded transsexuality from the list of mental-health disorders. In X&Y v Romania (2021) the claimants argue that the requirement of obtaining a judicial authorization to modify registered sex is an abusive requirement, violating article 8, because judges do not issue authorizations unless a dysphoria diagnosis is substantiated, and permanent body modifications are performed. The claimants also point to the fact that article 8 imposes upon member states both positive obligations of respect to their private life and gender identity, and negative obligations to refrain from interfering in their family and private life; this includes the requirement of a third-party authorization.33Unfortunately, the Court did not analyze all the claims.34 Yet it did affirm that because public order and legal certainty are at stake, Rumania has the obligation to establish a clear, proportionate, fair, fast, and accessible procedure to modify public records, one that does not impose abusive requirements such as irreversible changes in appearance.In sum, according to the ECHR, states must recognize gender identity self-determination as constitutive of the individual right to private life and as part of an individual’s autonomy, and must put in place a clear, fast, fair and proportionate procedure 33 According to article 8, the interferences are only justified when some conditions are met. This approach was developed in a very interesting Joint dissenting opinion of judges Sajó, Keller and Lemmens in the case Hamalainen v. Finland, Ap. Nº 37359/09), 2014.34 Unfortunately, the Court decided not to discuss the alleged violations of article 6 (due process), 13 (effective remedy), and 14 (prohibition of discrimination). Nor did it discuss about the negative obligations of the state regarding art. 8, which would develop the de-pathologizing approach.Trans JusTice FighTs Trans Moral PanicThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 78that reflects the individual’s gender identity. Whilst the ECHR does not preclude a disorder diagnosis, it does require states to create a procedure that does not impose abusive requirements regarding body modifications, treatment, or a third-party intervention.6. conclusIonDrawing on two of the most salient public debated documents, the PSOE Argumentative and the Open letter, this paper has approached Spanish current debates and narratives opposing to trans equality laws from a ‘social problems work’ perspective. Advancing a reading within a broader transphobic context, the paper explores whether a moral crusade, followed by a moral panic episode took hold on Spanish public debate from July 2019 to July 2022. The implicit claim is that both documents over-react to the vindication of equal rights for trans people, and wrongly present trans recognition and trans equality as a major social and moral problem to fight. The paper argues that a moral crusade against trans rights was clearly initiated but suggests that, rather than a panic episode, a latent cultural war manifested itself.The distinctive trait of ‘cultural war’ situations is that the group or groups marked as dangerous respond to the finger-pointing by challenging their labelling as deviant and by voicing an alternative understanding of the problem itself. Although hostility is common in both situations, what differentiates the one from the other is the capacity of the target group to respond to the accusations, this is, the social status of the alleged devil folk, and whether it is heard, respected, and considered in society on a par.To illustrate such resistance, an alternative feminist account of trans rights has been summarized, supported by international agencies and, to a certain extent, by the ECHR that defends gender identity self-determination as an individual right. Whilst recognizing that de-pathologizing has not been fully accomplished in the European context, and that not all battles have been won, the paper provides arguments to ensure trans justice, trans equality and trans human rights and to fights against different forms of anti-gender, trans-exclusive activism, narratives, ideologies and laws.BIBlIograPhyÁLVAREZ, A, FREIXAS, L, GILABERT, M, MIYARES, A, RODRIGUEZ MAZDA, RM, SENDÓN, V, SERNA, J & VALCARCEL, A: Declaración de las firmantes de la Carta abierta al presidente del Gobierno tras conocer el borrador de la Ley Montero. Available at: https://www.levante-emv.com/comunitat-valenciana/2021/02/09/carta-abierta-feministas-ley-trans-34321497.htm. [Accessed: February 2022].AMORÓS, C. (2000) ‘Elogio de la vindicación’, in Ruiz, A. E. C. (Comp.) Identidad femenina y discurso jurídico. Buenos Aires: Editorial Biblos, pp. 51-64.ARRUZZA, C., BHATTACHARYA, T. & FRASER, N. (2019) Manifiesto de un Feminismo para el 99%. Translated from English into Spanish by Antoni Martinez Riu. Barcelona: Herder.Ruth M. MestRe i MestReThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 79CALVO, K., & ALVAREZ, I. (2015) ‘Limitaciones y exclusiones en la institucionalización de la indignación: del 15-M a Podemos’, Revista Española De Sociología, (24). Available at https://recyt.fecyt.es/index.php/res/article/view/65426. [Accessed: February 2022].COHEN, S. (1972) Folk devils and moral panics: The creation of Mods and Rockers. Oxford: Martin Robertson.CORNEJO-VALLE, M. & PICHARDO, J.I. (2017) ‘La ‘ideología de género’ frente a los derechos sexuales y reproductivos. El escenario español’, Cad Pagu (50). Available at: https://doi.org/10.1590/18094449201700500009. [Accessed: February 2022].DEVLIN, P. (1959) The Enforcement of Morals, Oxford: Oxford University Press.FUNDAMENTAL RIGHTS AGENCY – FRA (2021) ‘Fundamental Rights Report – 2021: FRA Opinions’, available at https://www.europarl.europa.eu/meetdocs/2014_2019/plmrep/COMMITTEES/LIBE/DV/2021/09-01/fra-2021-fundamental-rights-report-2021-opinions_EN.pdf.FRASER, N. (2006) ‘La justicia social en la era de la política de la identidad: Redistribución, reconocimiento y participación’, in Fraser, N. and Honneth, A. ¿Redistribución o reconocimiento? Un debate político-filosófico. Translated from English into Spanish by Pablo Manzano. Madrid: Ediciones Morata.GARLAND, D. (2008) ‘On the concept of moral panic’, Crime, Media, Culture, vol. 4(1), pp. 9-30. https://doi.org/10.1177/1741659007087270GOODE, E. & BEN-YEHUDA, N. (1994) ‘Moral panics: culture, politics and social construction’, Annual Review Sociology, vol 20, pp. 149-171. https://doi.org/10.1146/annurev.so.20.080194.001053LOSEKE, D. R. (2003) ‘Evaluating constructionist perspectives on social problems’ in Thinking about social problems: An introduction to constructionist perspectives. New York: Aldine de Gruyter, pp. 3-24.MOORE, S.F. (1973) ‘Law and social change: the Semi-autonomous Social field as an appropriate Subject of study’, Law & Society Review, vol. 7 (4) pp.719-746. https://doi.org/10.2307/3052967NADELMANN, E. A. (1990) ‘Global prohibition regimes: the evolution of norms in international society’, International Organization, vol. 44 (4), pp. 479-526. https://doi.org/10.1017/S0020818300035384NICHOLSON, L. (1994) ‘Intepreting Gender’, Signs, vol. 20 (1), pp 79-105. https://doi.org/10.1086/494955OHCHR (2020) Working Group on discrimination against women and girls (WGDAWG): Gender equality and gender backlash, Position paper, Written by Ivana Radačić and Alda Facio on behalf of the WGDAWG. Available at: https://www.ohchr.org/EN/Issues/Women/WGWomen/Pages/GenderEqualityandBacklash.aspx. [Accessed: February 2022]Trans JusTice FighTs Trans Moral PanicThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 80PARLIAMENTARY ASSEMBLY, COUNCIL OF EUROPE, COMMITTEE ON EQUALITY AND NON-DISCRIMINATION (2021) Combating rising hate against LGBTI people in Europe, Report September 2021. Available at: https://assembly.coe.int/LifeRay/EGA/Pdf/TextesProvisoires/2021/20210921-RisingHateLGBTI-EN.pdf. [Accessed: February 2022]POUND, R. 1958 (2002) The ideal element in law, Library of Congress, Liberty Find Inc.PSOE. Comunicado nº 699 de 9 de junio de 2020. Argumentos contra las teorías que niegan la realidad de las mujeres. (PSOE, Internal Communication nº 699, from June, 9th 2020. (PSOE, Internal Communication nº 699, from June 9th, 2020: Arguments against theories denying women’s reality.) Available at: http://www.abc.es/gestordocumental/uploads/sociedad/ARGUMENTARIO%20REALIDAD%20MUJERES%20(1).pdf. [Accessed: December 2021].UN General Assembly (2018), Protection against violence and discrimination based on sexual orientation and gender identity, A/73/152, Report of the independent expert, 2018. Available at: https://digitallibrary.un.org/record/1639754. [Accessed: February 2022].VANWESENBEECK, I. (2017) ‘Sex work criminalization is Barking up the wrong tree’, Archives of sexual behavior, 46, pp 1631-1640. https://doi.org/10.1007/s10508-017-1008-3WEITZER, R. (2007) ‘The Social Construction of Sex Trafficking: Ideology and Institutionalization of a Moral Crusade’, Politics and Society, Vol. 35(3), pp. 447-475. https://doi.org/10.1177/0032329207304319WOLLSTONECRAFT, M. (1998) A vindication of the rights of women (1791), Köln: Könemann.YOUNG, I.M (1989) ‘Polity and group difference: a critique of the ideal of universal citizenship’, Ethics 99, pp. 250-274. https://doi.org/10.1086/293065YOGYAKARTA PRINCIPLES ON THE APPLICATION OF INTERNATIONAL HUMAN RIGHTS LAW IN RELATION TO SEXUAL ORIENTATION AND GENDER IDENTITY (2007), Updated Yogyakarta Principles (2017). Available at: http://www.yogyakartaprinciples.org. [Accessed: February 2022].CASE-LAWEuropean Court of Human Rights (2002), Ch. Goodwin v. The United Kingdom, Ap. Nº 28957/95.European Court of Human Rights (2014), Hamalainen v. Finland, Ap. Nº 37359/09.European Court of Human Rights (2017), A.P. Garçon and Nicot v. France, Ap. Nºs 79885/12, 52471/13 and 52596/13.European Court of Human Rights (2021), X&Y v. Romania, Ap. Nºs 2145/16 and 20607/16.Spanish Constitutional Court Decision (STC) 99/2019, Plenary, July 19th 2019.Ruth M. MestRe i MestReThe Age of Human Rights Journal, 18 (June 2022) pp. 59-81  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7023 81sPanIsh legIslatIon and draftsLey 3/2007 de 15 de Marzo, reguladora de la rectificación registral de la mención relativa al sexo. (Law 3/2007 of March 15th, regulating modification of sex registration.)Boletín oficial de la Cortes Generales. Congreso de los Diputados. Serie B. Proposiciones de Ley, 3 de Marzo de 2017, núm. 91-1, Proposición de ley 122/000072 Proposición de Ley para la reforma de la Ley 3/2007, de 15 de marzo, reguladora de la rectificación registral de la mención relativa al sexo de las personas, para permitir la rectificación registral de la mención relativa al sexo y nombre de los menores transexuales y/o trans, para modificar exigencias establecidas en el artículo 4 respecto al registro del cambio de sexo, y para posibilitar medidas para mejorar la integración de las personas extranjeras residentes en España. Presentada por el Grupo Parlamentario Socialista. (Oficial bulletin Parliament, Act Proposition March 3rd, 2017, num. 91-1 to amend Law 3/2007, of March 15th, regulating modification of public registered sex, to allow modifications regarding sex and name of trans minors, modifying article 4 requirements regarding registered sex modification and to adopt measures facilitating the integration of migrants residing in Spain. Presented by the Socialist Parliamentary Group).WEBSITESAlianza contra el borrado de las mujeres. Available at: https://contraelborradodelasmujeres.org/. [Accessed: February 2022].XVI Escuela Rosario Acuña, Gijón, July 2019. Available at: https://www.youtube.com/watch?v=UNAa2e0bmwc. [Accessed: February 2022].Wikipedia-TERF. Available at: https://en.wikipedia.org/wiki/TERF. [Accessed: February 2022].ILGA. Available at: https://www.ilga-europe.org/what-we-do/our-advocacy-work/trans-and-intersex/trans. [Accessed: February 2022].Received: December, 16th 2021Accepted: February, 21st 2022",
    "id": 542917180,
    "identifiers": {
        "doi": null,
        "oai": "oai:ojs.revistaselectronicas.ujaen.es:article/7023"
    },
    "title": "Trans Justice Fights Trans Moral Panic",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-06-23T01:00:00+01:00",
    "publisher": "Revistas electrónicas Universidad de Jaén",
    "references": [],
    "sourceFulltextUrls": [
        "https://revistaselectronicas.ujaen.es/index.php/TAHRJ/article/download/7023/6727"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/542917180.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/542917180"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/542917180/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/542917180/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/542917180"
        }
    ],
    "abstract": "Between the summer of 2019 and the summer of 2021, a violent discussion about trans rights took place in Spain. This paper argues that the discussion can be understood as an instance of ‘social problems work’, more specifically as part of a moral crusade or a moral panic episode. Implicit in this is the idea that there has been an over-reaction to trans recognition and trans equality laws, publicly presented as a major social problem. This paper also provides legal arguments against the fears voiced in the discussion, by summarizing relevant ECHR case-law that agrees with an alternative feminist account of trans rights that de-pathologizes gender-identity self-determination. The paper thus suggests that a ‘cultural war’ over gender identity has been ignited and has yet to be fully fought and won",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Moral crusades",
        "trans equality",
        "gender-identity self-recognition",
        "moral panics",
        "cultural wars"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:ojs.revistaselectronicas.ujaen.es:article/7023",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14465",
        "openDoarId": 0,
        "name": "Revistas Científicas de la Universidad de Jaén",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 542917180,
        "depositedDate": null,
        "publishedDate": "2022-06-23T01:00:00+01:00",
        "updatedDate": "2024-02-17T08:55:46+00:00",
        "acceptedDate": null,
        "createdDate": "2022-11-09T05:33:04+00:00"
    },
    "urls": [
        "https://revistaselectronicas.ujaen.es/index.php/TAHRJ/article/view/7023"
    ],
    "lastUpdate": "2024-02-17T08:55:46+00:00",
    "setSpecs": []
}