{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Skabelund, Courtney"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T14:15:03+01:00",
    "dataProvider": {
        "id": 3688,
        "name": "Rhode Island School of Design",
        "url": "https://api.core.ac.uk/v3/data-providers/3688",
        "logo": "https://api.core.ac.uk/data-providers/3688/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/214687312.pdf",
    "fullText": "A  L O O K  A T  S P O R T  B E Y O N D T H E  G E N D E R  B I N A R YC O U R T  S K A B E L U N Di 2017 by Court SkabelundAll rights reservedwww.cskabe.comiiA thesis presented in partial fulfillment of the requirements for the degree Master of Industrial Design in the Department of Industrial Design of the Rhode Island School of Design, Providence, Rhode Island.Approved by Master’s Examination CommitteeAyako Takase Assistant Professor RISD, Industrial Design_________________________________________Tom Roberts Senior Lecturer RISD, History, Philosophy, and the Social Sciences__________________________________________Eliot Cohen Design Director Mens - lululemon___________________________________________T R A N S F O R M ECourtney Skabelundiii ivFor my family and friends who supported me during this process. I hope to spend a lot more time with them now. v T R A N S F O R M E By Courtney Skabelund C O N T E N T SINTRODUCTIONFRAMEWORK DESIGNSMETHOD OLO GY CONCLUSIONGLOSSARYixIntroductionI N T R O D U C T I O NIntroductionGlossary452Introduction3May 2017 | Transforme INTRODUCTIONSport has been called a great democratizer. It is an arena where two individuals or teams compete on an even playing field. The rules are the same, the uniforms are the same and those officiating are chosen to rule without bias. Sport has been and will be more than just a game, however. It represents families, friends, towns, cities, countries, cultures, political and social agendas and business opportunities. Before the game even begins there are a variety of matters riding on the events and outcomes. Many modern societal values are ever-present within sport.  While your typical white male athlete may not be affected by the presence of these matters, that cannot be said for everyone. It has taken over 100 years for women to gain equality of sport representation in the modern Olympics. While men and women now play the same sports, they are predominantly separate. This is a problem because many athletes don’t identify as being in either category. Sport has evolved into one of society’s most rigid gender-binary systems. That gender-binary system is under attack. This work explores the next wave of athletes. Using speculative design, it questions institutionalized social constructs that A  L O O K  A T  S P O R T  B E Y O N D T H E  G E N D E R  B I N A R Ymany take for granted but that are a daily struggle for others. It looks to broaden the expressiveness and individuality of sport. Through careful consideration, research, and testing this thesis represents my views and ideas of how sport might evolve to represent the next revolution of athletics. Because without a gender revolution, the true ideals of sport will suffer.4IntroductionTo help contextualize this thesis it is important that the reader acquire a set of vocabulary that will be referenced throughout the book. The highlighted terms will appear whereas the remaining terms serve as a supportive yet non-exhaustive list of vernacular.  These terms have been compiled from Trans Student Educational Resources and The National Geographic. As gender evolves and the communities therein gain visibility and acceptance the definitions here are likely to change.  GENDER GLOSSARYAGE N DE RAn umbrella term encompassing many different genders of people who commonly do not have a gender and/or have a gender that they describe as neutral. Many agender people are trans. As a new and quickly-evolving term, it is best you ask how someone defines agender for themselves.ANDROGYNOUSA combination of masculine and feminine traits or a nontraditional gender expression. C ISGE N DE R/C ISA term for someone who exclusively identifies as their sex assigned at birth. The term cisgender is not indicative of gender expression, sexual**GENDER BINARYA system of viewing gender as consisting solely of two, opposite categories, termed “male and female”, in which no other possibilities for gender or anatomy are believed to exist. This system is oppressive to anyone who defies their sex assigned at birth, but particularly those who are gender-variant or do not fit neatly into one of the two standard categories.GE N DE R CON FOR MINGA person whose gender expression is consistent with cultural norms expected for that gender. According to these norms, boys and men are or should be masculine, and girls and women are or should be feminine. Not all cisgender people are conforming, and not all transgender people are gender nonconforming. GE N DE R DYS PHORIAAnxiety and/or discomfort regarding one’s sex assigned at birth.GE N DE R E XPRESSIONThe physical manifestation of one’s gender identity through clothing, hairstyle, voice, body shape, etc (typically referred to as masculine or feminine). Many transgender people seek to make their gender expression (how they look) match their gender identity (who they are), rather than their sex assigned at birth. Someone with a gender nonconforming gender expression may or may not be transgender.GE N DE RFLUIDSomeone who’s gender identity or expression shifts between man/masculine and women/feminine or falls somewhere along this spectrum. A changing or “fluid” gender identity.GE N DE R IDE NTIT YOne’s internal sense of being male, female, neither of these, both, or other gender(s). Everyone has a gender identity, including you. For transgender people, their sex assigned at birth and their gender identity are not necessarily the same.GE N DE R M ARKE RThe designation (male, female, or another) that appears on a person’s official records, such as a birth certificate or drivers license. The gender marker on a transgender person’s document is their sex assigned at birth unless they legally change it.5May 2017 | Transforme GE N DE RQUE E RAn identity commonly used by people who do not identify or express their gender within the gender binary. Those who identify as genderqueer may identify as neither male nor female, may see themselves as outside of or in between the binary gender boxes, or may simply feel restricted by gender labels. Many genderqueer people are cisgender and identify with it as an aesthetic. Not everyone who identifies as genderqueer identifies as trans or nonbinary.INTE RS E XDescribing a person with a less common combination of hormones, chromosomes, and anatomy that are used to assign sex at birth. There are many examples such as Klinefelter Syndrome, Androgen Insensitivity Syndrome, and Congenital Adrenal Hyperplasia. Parents and medical professionals usually coercively assign intersex infants a sex and have, in the past, been medically permitted to perform surgical operations to conform the infant’s genitalia to that assignment. This practice has become increasingly controversial as intersex adults speak out against the practice. The term intersex is not interchangeable with or a synonym for transgender (although some intersex people do identify as transgender).LGBTQQIAPP +A collection of identities short for lesbian, gay, bisexual, trans, queer, questioning, intersex, asexual, aromantic, pansexual, polysexual (sometimes abbreviated to LGBT or LGBTQ+). Sometimes this acronym is replaced with “queer.” Note that “ally” is not included in this acronym.PRONOUNSAffirming pronouns are the most respectful and accurate pronouns for a person as defined by that person. It’s best to ask which pronouns a person uses. In addition to the familiar “he,” “she,” and “they,” newly created nongendered pronouns include “zie” and “per.”S E XUAL ORIE NTATIONA person’s physical, romantic, emotional, aesthetic, and/or other form of attraction to others. In Western cultures, gender identity and sexual orientation are not the same. Trans people can be straight, bisexual, lesbian, gay, asexual, pansexual, queer, etc. just like anyone else. For example, a trans woman who is exclusively attracted to other women would often identify as lesbian.TR ANSITIONA person’s process of developing and assuming a gender expression to match their gender identity. Transition can include: coming out to one’s family, friends, and/or co-workers; changing one’s name and/or sex on legal documents; hormone therapy; and possibly (though not always) some form of surgery. It’s best not to assume how one transitions as it is different for everyone.TR ANS WOM AN/ TR ANS M ANTrans woman generally describes someone assigned male at birth who identifies as a woman. This individual may or may not actively identify as trans. It is grammatically and definitionally correct to include a space between trans and woman. The same concept applies to trans men. Often it is good just to use woman or man.Sometimes trans women identify as male-to-female (also MTF, M2F, or trans feminine) and sometimes trans men identify as female-to-male (also FTM, F2M, or trans masculine). Please ask before identifying someone. Use the term and pronouns preferred by the individual.TR ANSGE N DE RAn encompassing term of many gender identities of those who do not identify or exclusively identify with their sex assigned at birth. The term transgender is not indicative of gender expression, sexual orientation, hormonal makeup, physical anatomy, or how one is perceived in daily life.TR ANSS E XUALA deprecated term that is often considered pejorative similar to transgender in that it indicates a difference between one’s gender identity and sex assigned at birth. Transsexual often – though not always – implicates hormonal/surgical transition from one binary gender (male or female) to the other. Unlike transgender/trans, transsexual is not an umbrella term, as many transgender people do not identify as transsexual. When speaking/writing about trans people, please avoid the word transsexual unless asked to use it by a transsexual person.QUE E RA term for people of marginalized gender identities and sexual orientations who are not cisgender and/or heterosexual. This term has a complicated history as a reclaimed slur.6IntroductionSPORT1 noun |  \\‘spórt\\7May 2017 | Transforme An activity2 that is 1 ·  Repeatable2 ·  Regulated3 ·  Contested4 ·  Winnable 5 ·  Physical2. A ‘game’ will lack at least one of the characteristics outlined above. 1. Definition aquired from Tom Roberts advisor and mentor.8FrameworkF R A M E W O R KMay 2017 | Transforme FrameworkFlow ChartGender EvolvesScenarios1113151710BRANDING (h)VIGNET TES (g)DESIGNS (f)VALUE SPECTRUM (e)TIME (d)SCENARIOS (c)GENDER (a) SP ORT (b) TRANSFORMEFR AMEWORKPower of Speculative DesignMost designed objects and experiences we interact with come in the form of commercial goods and services. Each product goes through rigorous processes including industrial design, manufacturing, and marketing. These processes are necessary for commercial success. Speculative designs, on the other hand, disregard many procedures as unnecessary in order to focus on a specific message. While speculative designs can range in direction, many projects seek to drive conversation on issues or trends that contemporary society fails to see. Some of the most prominent speculative designs lie at the fringe of art and design and shock their users with exaggerated solutions. The power of speculative design lies in its ability to ask questions that otherwise wouldn’t be asked in a commercial setting. These questions can be simple. For example, in this project I ask what if sport were genderless? A web of questions seems to naturally arise. These questions can be formed into scenarios that revolve around a central theme. The theme here is based on two facts: 1, that sport evolves and 2, that gender evolves.  Scenarios are the building blocks of speculative work and are the precursor to any design or vignette. The graphic below and the flow chart on the next page describe the framework involved in creating a speculative based work for this thesis. 11BRANDING (h)VIGNET TES (g)DESIGNS (f)VALUE SPECTRUM (e)TIME (d)SCENARIOS (c)GENDER (a) SP ORT (b) TRANSFORMEFundamental TruthsThese things will happen with or without the introduction of this thesis.Internal Theses StructureWhat every scenario, design, and vignette is based on. External Visuals, Designs and ProseWhat the viewer will see, read and discuss. 12The timeline will start at the present day and end in the ‘near future’. All scenarios will lie on the timeline and represent a future environment. TimelinedTranforme Speculation FrameworkThroughout history, gender has been a significant theme in how societies define themselves. In ancient Greece, Sparta permitted young women to participate in sport, while their Athenian counterparts forbade it. In the modern Olympic era, women have slowly gained equality in the number of events and representation. Transgendered, Intersex as well as a growing number of alternative gender athletes remain hidden or simply underrepresented in modern sports. This thesis challenges the notion of a gender binary and speculates on what a future without one entails. Gender EvolvesScenarios are the building blocks of this thesis. Each scenario is defined by a set of inputs or variables. The variables can range from environmental factors to technology or social events. Each scenario should encompass a plausible environment from which ideas can be genereated. Anything too obvious or absurd will result in unwanted designs.  Scenarios1bcyaSport EvolvesThrough time modern sports have undergone stylistic, rule, policy, societal, and cultural changes. As cultures and societies continue to change so will sport. Through speculative methods, this thesis postulates on what could happen in sport as well as what society wants and doesn’t want to happen within sport. This framework does not aim to be a predictor but rather a mentor for design thinking and strategy. DYSTOPICUTOPICe2e1Scenarios will reflect a gradient between utopia and dystopia. Two scenarios can occur at the same time and may be used for perspective and comparison.  Utopias & DystopiaseWhile these three inputs do not represent an exhaustive list of   possibilities, many of the stories we read today are tied to them. Social contstructs are at the root of defined gender and will be tweeked through the use of scenarios in this thesis. Social EventsEnvironmental factors will have a limited impact in this thesis but it is important to note that even events that seem unrelated can have adverse effects. For example Huricane Katrina created numerous debates on race and infastructure.  Environmental FactorsTechnological advancements and developments will continue to have effects in our daily lives. TechnologyBranding will serve as a unifying thread for speculative designs. Many of these designs may take on a physical quality and therefore benefit from a subtle brand identity. The brand may manifest itself in the form of colorways, motifs, and brand marks. It will encapsulate a future history of products navigating the user through the future of sport.BrandinghThe designs produced will tell a story. They will be a window into an alternative future, called a vignette. At the root of each vignette lies a scenario grounded on characters and place. While scenarios are the bones, designs and vignettes are the skin and makeup.  Designs & Vignettesf/gMay 2017 | Transforme The timeline will start at the present day and end in the ‘near future’. All scenarios will lie on the timeline and represent a future environment. TimelinedTranforme Speculation FrameworkThroughout history, gender has been a significant theme in how societies define themselves. In ancient Greece, Sparta permitted young women to participate in sport, while their Athenian counterparts forbade it. In the modern Olympic era, women have slowly gained equality in the number of events and representation. Transgendered, Intersex as well as a growing number of alternative gender athletes remain hidden or simply underrepresented in modern sports. This thesis challenges the notion of a gender binary and speculates on what a future without one entails. Gender EvolvesScenarios are the building blocks of this thesis. Each scenario is defined by a set of inputs or variables. The variables can range from environmental factors to technology or social events. Each scenario should encompass a plausible environment from which ideas can be genereated. Anything too obvious or absurd will result in unwanted designs.  Scenarios1bcyaSport EvolvesThrough time modern sports have undergone stylistic, rule, policy, societal, and cultural changes. As cultures and societies continue to change so will sport. Through speculative methods, this thesis postulates on what could happen in sport as well as what society wants and doesn’t want to happen within sport. This framework does not aim to be a predictor but rather a mentor for design thinking and strategy. DYSTOPICUTOPICe2e1Scenarios will reflect a gradient between utopia and dystopia. Two scenarios can occur at the same time and may be used for perspective and comparison.  Utopias & DystopiaseWhile these three inputs do not represent an exhaustive list of   possibilities, many of the stories we read today are tied to them. Social contstructs are at the root of defined gender and will be tweeked through the use of scenarios in this thesis. Social EventsEnvironmental factors will have a limited impact in this thesis but it is important to note that even events that seem unrelated can have adverse effects. For example Huricane Katrina created numerous debates on race and infastructure.  Environmental FactorsTechnological advancements and developments will continue to have effects in our daily lives. TechnologyBranding will serve as a unifying thread for speculative designs. Many of these designs may take on a physical quality and therefore benefit from a subtle brand identity. The brand may manifest itself in the form of colorways, motifs, and brand marks. It will encapsulate a future history of products navigating the user through the future of sport.BrandinghThe designs produced will tell a story. They will be a window into an alternative future, called a vignette. At the root of each vignette lies a scenario grounded on characters and place. While scenarios are the bones, designs and vignettes are the skin and makeup.  Designs & Vignettesf/g14FrameworkGender is changing. Consider that 10 years ago only one state (Massachusetts) had passed a law making same-sex marriage legal. 44 other states at that time had either constitutional or statutory bans on same-sex marriage. In a span of eight years, every US state has since passed laws making same-sex marriage legal. In many ways this has paved the way for other underrepresented groups, such as transgender, intersex, and genderfluid, to have a voice. So how will our definition of gender continue to change? To answer that question it is important to understand what gender is and why there is a movement for it to change. The vast majority of people are born with biological anatomy that make up male sex or female sex. Note: not everyone is born into these two categories. The biology of sex can have blurred lines as well. See recto for more detail.)Gender, on the other hand, is a social construct based on generations of institutionalized knowledge. So while the majority of people have tended to fit within these man made categories, there are growing populations that see gender differently. To illustrate that point a study conducted by the Williams Institute, UCLA School of Law found that;“the percentage of adults who identify as transgender in the United States is double that of the estimate produced... in 2011. Several reasons may account for this difference. A perceived increase in visibility and social acceptance of transgender people may increase the number of individuals willing to identify as transgender on a government-administered survey.”Further in the study it is estimated that the upper limits of adults who identify as transgender may be as much as 2.3 Million, still only about 1% of the US population. Others have noted that the results are far from complete and anything but exhaustive. In an article from the NY Times, Emily A. Greytak, director of research at G.L.S.E.N., the Gay, Lesbian and Straight Education Network notes that many surveys ask “Do you identify as: a) male, b) female or c) transgender?” saying, “That is a terrible question because you can only select one, so what do I check? Transgender? Or… girl, because I want to be a girl. So you get bad data.” While the research and numbers continue to be debated the lives of people who identify as something other than male or female continue to go on. G E N D E R  E V O L V E S15May 2017 | Transforme Gender ExpressionThe ways you present gender, through your actions, dress, and demeanor, and how those presentations areinterpreted based on gender norms. FeminineMasculine“Butch” “Femme”“Androgynous” “Agender”Sexual Attraction Romantic AttractionWomen · Females · FemininityMen · Males · MasculinityOtherNeutralNeitherWomen · Females · FemininityMen · Males · MasculinityOtherNeutralNeitherBiological SexThe physical sex characteristics you’re born with and develop, including genitalia, body shape, voice pitch, body hair, hormones, chromosomes, etc. “Male” “Female”“MTF Female”“Intersex”Male-nessFemale-nessOtherNeutralNeitherOtherNeutralNeitherGender IdentityHow you, in your head, define your gender, based on howmuch you align (or don’t align) with what you understand to be the options for genderWomen-nessMan-ness“Two Spirit” “Genderqueer”“Man”“Woman”OtherNeutralNeither16Framework17May 2017 | Transforme 18DesignD E S I G NMay 2017 | Transforme TransformativeUniformative213720DesignTR ANSFORMATIVETHE SCENARIO: Transgender athletes forced to compete in their birth sex are embracing the spotlight. Not only are the wins beginning to stack up but the athletes themselves are using the stage to create awareness for future trans athletes. 21May 2017 | Transforme 22Design23May 2017 | Transforme It’s not enough just to compete. Not for someone like me. I look at the all-time game changers — Jackie Robinson, Muhammad Ali, Serena Williams… They were victimized and still performed at the top of their games. How can I stand amongst these names? I used to tremble at the thought of showing the real me. I used to think I never would. But now that is changing. Now I feel better than ever. Now I am who I was born to be. And now the only things holding me back are the people who won’t understand. But now I can change that…24Design25May 2017 | Transforme 26Design27May 2017 | Transforme  “ WHEN CHOOSING A SP ORT I  HAVEN’T FELT  COMFORTABLE IN EITHER CATEGORY, ONE IS  HYPER -MASCULINE AND THE OTHER FEMININE.”ADELE (GENDERFLUID ATHLETE) 28DesignThe Tranforme Pro Binder and Singlet are designed for the active FTM athlete. This collection is not meant to be hidden. It is embraces transgenderness and actively seeks conversation and awareness for the transgender community. The singlet builds off of the platform of the binder with an integrated binding system. Utilizing Velcro the athlete has the ability to adjust their bind for more or less compression. While competing the athlete may elect to bind less for comfort and maneuverability, and while resting bind more for expression and identity. The Pro Binder was first inspired by Mack Beggs, an FTM highschool wrestler from Euless, Texas. Mack, like any other athlete, has a desire to compete. What makes Mack’s story unforgettable, however, is his unfaltering commitment to the game. Despite being forced to compete as his birth sex (all the while wanting to compete against boys) he continued to play and dominate in the girls division. Located in a conservative Texas city made the situation much more controversial. Mack forced many people to address an issue beyond the prose of a bathroom law. It P R O  B I N D E R  /  S I N G L E Tmade the transgender community real. What ensued afterwards was a tremendous amount of support and backlash for the 16 year old athlete. One opposing athlete went as far as to sue Mack. The case was later dismissed by a county judge. While the fight for transgender rights is an ensuing battle stories like Mack’s will only promote progression and awareness. The Binder Series looks to add to the conversation and make the transgender athlete visible and comfortable. 29May 2017 | Transforme 30Design31May 2017 | Transforme 32Design33May 2017 | Transforme 34Design35May 2017 | Transforme 36DesignTHE SCENARIO: Progression for gender nonconformity in social spheres is at an all time high. Many sports leagues adopt an all are welcome attitude pushing the boundaries of identity and expression in sport. Still many feel there is contempt in this approach.37May 2017 | Transforme Throughout baseball’s storied history, teams experimented with the style and construction of the uniform. With little or no standard to work from uniforms ranged in textile from wool to cotton and satin. In the image here the Chicago White Sox revived a 1950’s minor league trend first introduced by the Pacific Coast League Hollywood Stars. The Sox donned the new dress for the first game of a double header before abandoning the shorts in game two.  38DesignWhat does the androgynous uniform look like? To understand how this scenario could manifest itself I needed a believable story that could be told through the uniform, the team, and those surrounding it. I needed baseball. Besides a history of experimental uniforms, baseball has been at the heart of every American turning point. Whether that be civil rights, world wars, or women’s suffrage, America’s pastime has had a response (whether that response be positive and progressive is another debate). So why not incorporate the first androgynous embracing team into that storied past? The Chicago Cubs introduced the military or “standing” collar. The unusual motif soon gained popularity in the 1910’s where every team adopted it in some form. Additionally this year was the only time a cubs uniform supported the vertical lettering down the collar.  The Pinstripe uniform was first introduced in the 1880’s but it wasn’t until 1907 when the Boston Doves reintroduced the style that it really took hold. Every season since that time, a major league team has adorned a pinstripe uniform.1909R E S E A R C H  A N D  U N D E R S T A N D I N GUniformative gathers motifs from several era’s of baseball uniform and incorporates them into current gender neutral and non-binary styles. The styles were chosen to reflect the anatomy of the uniform, whether that be the jersey, pants or undergarment. 190739May 2017 | Transforme In 1950, the Hollywood stars made a radical alteration to the baseball uniform by introducing shorts. The style was said to increase mobility and performance for their players. While the style failed to take much hold the White Sox revived the concept in 1976. Not Equal The. Lost. Circus CollectionFabio Costa, previous Project Runway winner, describes Not Equal as “Genderless form and individuality...to push boundaries while offering rational fashion.”One DNAVersatile Pullover TunicSelf described as “an emerging, independent designer label offering gender-neutral basics made in New York.”The Reds reintroduced the sleeveless uniform. Last seen in the 1970’s this is  a style that has made its mark ion the MLB. 1950199340Design41May 2017 | Transforme 42DesignDear Fans, It is with great pleasure that I to come to the city of Boston as the new general manager for the Red Sox. Today, baseball becomes a driving force for innovation.It hasn’t been easy for many individuals but as a community, your support and understanding has slowly grown. The MLB is proud to foster the development of and commitment to all of its family, whether they be a player, administrator, talent scout, or fan.   In collaboration with Transforme® we are launching a fully transformative androgynous uniform to be worn by this year’s team. This apparel supports the diversity of the MLB and honors the dedication of countless players that have come before. It is a symbol of unity for all baseball fans. This achievement will advance the conversation amongst all other sports organizations as we enter a new era of expression and identity.   For the love and integrity of the game, Sam Castillo General Manager43May 2017 | Transforme 44Design45May 2017 | Transforme The flipped ‘B’ logo resembles the Red Sox new attitude towards gender expression and identity while revealing a backwards past. The slab serif typeface and rings are used as a familiar reference to sport and athletics. The Number 88 represents the ability to flip, rotate and mirror based on the individuals wants and needs. The progression from 78 to 88 unifies the two uniforms as building blocks for conversation and awareness. The MLB logo is used as a tool to signify that even the highest levels are susceptible to dramatic changes in the future. The logos and numbers were digitally embroidered before construction. The black lapel is in reference to the 1909 Chicago Cubs jersey. This uniform has been used as a throwback over the years and remains as one of the most iconic jerseys in Cubs history. The Shorts are used as a supporting garment to the Oversized Jersey. The player may elect to wear the shorts with the jersey free flowing or tucked in. When worn without the shorts the jersey is worn with leggings. The Oversized Jersey was designed in response to genderfluid styles use of over sized clothing. Whether or not this style will be a feature of fluid clothing remains to be seen. See 69 clothing for further reference. The Jumper and its counter part the romper have been gender ambiguous styles of late. Here the jumper is used to as a simplified version of the baseball uniform. It lacks sleeves requiring the use of a compression shirt. Uniformative lives in a scenario where sport has transcended gender. There is a need for a uniform that supports a variety of identities,  expressions and body types. A player may choose a traditional uniform or experiment with there own style. The team is unified through the motifs of the baseball club. ···   ·····U N I F O R M A T I V E  D E T A I L S46Design47May 2017 | Transforme 48Design49May 2017 | Transforme 50MethodologyM E T H O D O L O G YMay 2017 | Transforme This Methodology is a brief overview of how I got from point A: being interested in a thesis on sport to B: designing speculative apparel for gender nonconforming athletes. Defining SportChicagolandSport and WomenSpeculative Thoughts5359636752Methodology53May 2017 | Transforme 54MethodologyD E F I N I N G  S P O R TWhat is sport? Is my interpretation different than those around me? These questions are at the heart of my thesis. They are simply an understanding of sport in a broad context. To get a sense of sport outside my own experience, I polled several people from Johnson and Wales University, downtown Providence, as well as my peers. What I found was a diverse set of sports and games local to peoples communities.Some of these sports and games were unlike anything that I had ever heard of. While talking to a group of French musicians in Kennedy Plaza, one women described the sport of Savate or French kick boxing. The sport predominately resides in France and continues to have a large following within the country. Another peer described, Taiwanese dodgeball, a game that is dramatically different than the dodgeball we play in the US. It is an ebb and flow from each team, similar to that of a school of fish. Broomball, a derivative of hockey, is a democratic equalizer for all ages. Remove the skates and sticks and replace them with some boots, a broom and a ball and you have a Minnesotan past time. And my personal favorite; fowling. Why bowl with a ball when you could bowl with a football. The sport was first introduced in Detroit and has since grown to several cities across the US with leagues, tournaments and an official leader board. While the variety of sports that I collected in my poll was fascinating, the stories of family and friends while playing these sports and games had deeper meaning. Broomball is a family tradition for Hanna Mclaughlin. ‘Some of my fondest memories of family come from those days sliding around on the ice.’  For others those memories come from watching sport on the greatest stage, such as the world cup, or simply witnessing your son take the soccer field for the first time. What ever the story may be, sport has affected the masses. In the following experiments I look to deepen my understanding of sport stories to find the richness worth dedicating my thesis on. 55May 2017 | Transforme 56Methodology57May 2017 | Transforme Collection of sport surveys. This experiment introduced me to a new set of sports, games, and values. 58MethodologyPolice officers line the streets outside of Wrigley Field after the Cubs took home game five.59May 2017 | Transforme C H I C A G O L A N D  * The following story is a reflection from the World Series. The good and the bad. The World Series is an event many baseball fans only dream of attending. That dream is usually fostered through years of tee-ball, and little leagues with supplementary trips to big league ballparks. At this point your undying love for a particular team has most likely seen more failure than success. ‘Next year’ brings an array of hopefulness that maybe, just maybe, your team will take home the biggest prize, unless, of course, you are a Cubs fan.     The first Cubs game that I can remember was with the usual boozy characters you might find at a ball game. Being at the ripe young age of eight, I loved the commotion in the humid summer air. I watched Mark Grace man first base from the right field stands and gawked at the proximity of the players. We left the ballpark in the early night in search of an Italian Beef sandwich. It was a great day. I attended several more Cubs games throughout the years but none was more special than the most recent; the Cubs had made it back to the World Series, 71 years later.It was time, this was the time! Since we were young, we proclaimed that if the Cubs were ever to make the world series we would drop everything and fly to Chicago. That time was now. My brother and I frantically coordinated flights, hotels and family visits, his pilgrimage from Las Vegas, NV and mine from Providence, RI. School would have to wait.     As I approached the gate at PVD, the camaraderie was contagious. Everyone was talking about the Cubs. Throughout the next four days we met people from all over the world-- California, Japan, New Mexico, Quebec--traveling to witness the Cubs break their 108-year World Series drought. It hadn’t happened for far too long. Thousands of Cubs fans flocked to the city of Chicago, just like my brother and I had. It was an event that we had to witness, that every Cub fan had to witness. Win or lose, Wrigleyville was a spectacle that the world had never seen before. The Cubs were on the brink of history.     Outside the stadium there was a sea of blue and white pinstripes, and during our stay we saw little over a handful of Indians fans. We cut our losses and paid the $100 premium to enter the Cubby Bear just outside the stadium for the day. It was 10 hours till game time. The rest of the day would be spent drinking overpriced Bud Light. To our delight, we were surrounded by the most eager of folks—ready to see our Cubbies win. More than anything it was the people and stories that we encountered that have left the biggest impact. Couples who met at Wrigley to elderly locals who never thought they would see the day, described the first and most memorable times they gazed on those ivy walls. These were our people.    Unfortunately, our sheer devotion did little to derail the opposition. We lost the first two games at home, putting the Cubs into a 1-3 deficit. But to end a 108 year curse you need a little magic. The next 3 games were a whirl wind of scream and tears as the Cubs rallied to capture their first World Series in over a century. The best part of the story—we were there to witness it.     Go Cubs go! 60MethodologyIt would be an understatement if I said the World Series was a waste of time. I came back to Providence reenergized from the power of sport (and Anthony Rizzo, All-star first baseman for the Cubs). Soon after my return, I found this article precariously positioned on the ESPN website. I was shocked. While it is no secret that gun violence and homicide is abundant in Chicago, how could the World Series weekend, a weekend for unity and pride, create such a divide in the windy city. The truth is, there is no way to know wether or not the events at Wrigley that weekend  had an effect on the bleeding. It could have been an ugly weekend regardless. But when I look at the picture above I wonder, if it had been another team in the World Series would those lives had been spared. This experience helped me take a step back and understand the division that sport has created throughout history, whether that be through race, gender, or socioeconomics. Sport may not be the great democratizer it has been called.  C H I C A G O ’ S  W O R L D  S E R I E S W E E K E N D  W A S  A L S O  I T ’ S D E A D L I E S T  O F  T H E  Y E A R .61May 2017 | Transforme C H I C A G O ’ S  W O R L D  S E R I E S W E E K E N D  W A S  A L S O  I T ’ S D E A D L I E S T  O F  T H E  Y E A R .62MethodologyS P O R T  A N D  W O M E NI am a climber. My best friends are climbers. We live for the rock, for 2,500 foot ascents and for lazy days at the crag1. The simple bliss of focussing on only one thing; the next delicate foot or hand placement. That and the dynamic leap for the ‘thank you Jesus2’ jug3 the guide book adamantly describes.  The experience of the climber and the female climber, however, is remarkably different. The image on the right features a few of the most influential climbers to date. Those ‘and a couple of cute friends.’ Needless to say this photo feature from GQ Magazine caused quite a stir in the climbing community and instant backfire from Climbing Magazine and Patagonia, to name a few. But what this blatantly sexist article did do was get people to start talking (more) about the sexism that perpetuates in climbing.What the lay person doesn’t know about climbing is that women have equaled the range of difficulty, in terms of grade, in comparison to men. That means that while the hardest sport climb in the world is rated at 5.15, both a man and a women have climbed the grade. This is true despite women being heavily outnumber by men in the sport.  So why is this happening? Aren’t men stronger than women? No, not in climbing terms. Women have made all the necessary strides to be strong, technical and mental climbers and to climb as hard if not harder than any other man. So why have a division in the first place? Why perpetuate a gender binary that only serves to discriminate?In the following pages I interview a female climber to get an idea of what it is like to be surrounded by a majority of male counterparts. These stories are not unique to climbing and are abundant through sport. From this research I have identified the gender-binary and its impression on sport, albeit in a limited sense. GQ Magazine’s Fall ‘16  photo feature is accompanied with some less than PC prose; “So we took three premier climbers and a couple of cute friends weekend warrioring in the country’s grooviest high-desert town: Joshua Tree, California.” The climbing community was not happy to say the least. 1. A cliff or rock face accompanied by established rock climbs.2. A moment of bliss and relief after hard climbing.3. A large hold for resting and peice of mind. 63May 2017 | Transforme 64MethodologyI found climbing on my own. I wasn’t introduced to it by a boyfriend or anyone else with a Y-chromosome. From my first day in the gym, I’ve struggled with being a female in a male dominated sport. I stuck with it despite how intimidating it was climbing amongst burly bros.  I climbed through the continuous ‘beta spraying’ and wore ear buds so I could learn to trust myself and not doubt my own technique. After two years of climbing, I’m proud of where I am. I’m still one of few female climbers, but I’m no longer intimidated going to the gym alone. I’ve reached a point where I’m able to laugh off the dude in rental shoes giving me beta on my easiest warm-up climb. While my fears have dissipated, my experiences climbing still differ greatly from my male counterparts. I doubt my male climbing partners have to casually mention that they are dating someone to any new climber they meet. I doubt they feel the same pressure to send and prove that they can be strong. At the crag, I feel eyes on me as I try harder routes. I hear voices whisper, “what’s that go at?” and I feel them waiting for me to impress or for me to fail and fulfill their expectations.  I vent to my climbing partners, all male, to get me through the most frustrating times, and in the end, it is all worth it to climb. I now work part-time at my home gym, and I see other female climbers going through  these same things. I only hope that they, like me, keep climbing through the bullshit and find the beauty in being a female climber.The Female Experience by Erin Capra“”65May 2017 | Transforme “Not My Boyfriends Rack” TeeDesign by Rebecca Li and Adi Azulay.A ‘rack’ is a set of nuts, cams, and hexes used for protecting a fall on a climb. Bigger racks tend to get approval from climbing peers. 66Methodology67May 2017 | Transforme S P E C U L A T I V E  T H O U G H T SHalf way through my quest in the complexities of sport, gender and society, a beautiful thing happened; I started thinking speculatively. At the time I had been studying helmets with a peer. We set out to design a device that would increase empathy on the field to make the game of football safer. During our ideation phase we created a scenario where the NFL introduced a mandate restricting players to only 100 hits per season. A simple hit tracker, with an accelerometer and vibration sensor, would be used to accumulate the data. The scenario conjured a host of new ideas and molded football into an entirely new sport. Some of those ideas include;A change in the ‘Player Economy’ - New athletes would emerge; the instigator and the enforcer, the shifty and quick. High profile players could be traded mid-season due to high hit counts. New forms of Fantasy Football betting- With fans unaware of how many hits each player had there be speculation and betting on when a player would end their season. With fans aware of the hit count each players’ value would change throughout the course of the season. Restructure of PlayPlayers, coaches and teams would have to restructure the way they play, and if that doesn’t work, learn from the Patriots and cheat the system. Players would be heavily scrutinized for playing too dangerously or too timidly. This simple scenario required us to reassess the sport of football. It forced us to ask questions that otherwise weren’t available and conjured opportunities that were before unseen.  From here it became inevitable that my thesis would take on a speculative twist. It was here when I began to think about the future of sport and who would be occupying that space. Left: Hit Counter Mock-up.Right: Fictional Providence Journal article requiring  high schools to take more accountability in the health and safety of their football players. 68MethodologyI began designing more and more scenarios. These ranged in concept from designer babies to genderless sport. Each idea sparked a different world to explore and more questions to ask than I had answers for. This form of design was a new playground. To help validate and select potential scenarios for further development, I had the unique opportunity to work with a group of  high school student athletes. This particular group is highly diverse with ranging ethnicity and socioeconomic backgrounds. Their insight was used as a probe for younger generations. Workshop 1The first workshop was dedicated to understanding the students relationship with sport. This has ties to my first experiment ‘Defining Sport’. Here, I asked the students to describe a moment when they felt powerless on or off the field. Afterwards we designed solutions to help solve these problems. Many students had problems with access, whether that be transportation, equipment or fees. Others struggled with the roles of their parents and coaches and a few had non-topical responses. Some of these designs were incredibly insightful. One student designed an app to alert his team when he needed a ride (understand that this charter school lacks many sports teams and clubs due to its size.) While another girl designed a glass dome for their soccer field to block the incessant yelling from coaches and parents. Her design was to help rediscover her love of soccer after years of verbal abuse. Each student had the opportunity to present and share their designs with the class. Workshop 11The second workshop was dedicated to scenarios. To help prime my students I gave a brief presentation on speculative techniques and how we would be using it to design, debate and discuss. This included an overview of the helmet project as well as some provocative material from Speculative Everything, by Dunne and Raby. The following two scenarios were presented;Olympic GoldSelma Normenovic becomes the first transgender athlete to win gold in Olympic history in the 100M Dash, sparking controversy on the events legitimacy. Furthermore, Selma bears no gender preference putting to question the division of gender categories. Grow Your Own AthleteInspired by the advent of E-Sports,  and made possible by extrauterine fetal incubation and gene selection, comes the ultimate fan experience of athlete creation and personalized maturation. Take your athlete to the next level with customized training,  specialized leagues, and real p2p competition.While I expected to receive more excitement about the ridiculous nature of the second scenario, the students seemed to quickly spot the irony and associations with today’s society. The first scenario, however, conjured debate as well as some misguided vernacular. Workshop 111The third workshop was focused solely on the initial scenario, and few derivatives. I primed my students with more applicable information, (current gender vocabulary, current situations and news) to help discuss the plausibility of these scenarios with better tools. The result was a defined direction and realization on sports’ next revolution; gender or the lack there of.69May 2017 | Transforme 70ConclusionC O N C L U S I O NMay 2017 | Transforme ConclusionBibliographyImage Citations74757672Conclusion73May 2017 | Transforme C O N C L U S I O NSport has provided innumerable people with opportunities to grow, collaborate and succeed. To deny any individual of sport is to deny their right of expression and identity. Be an ally - expect criticismWe need allies and advocates for disenfranchised populations. But expect criticism and rejection if you do not belong to these groups. This often means that people won’t take you seriously, neglect your sincerity and leave you without an explanation. Don’t give up. Visibility and conversation are paramount to acceptance. Be vigilant, do the work and use the role as a designer for positive impact. ReflectionI truly believe that sport leagues and companies will need to confront transgender and gender nonconforming populations. It won’t be easy. If history has taught us anything, it is that change is slow and sport is often behind the times. The power of sport, however, lies in its ability to reach broader audiences. The prose of a ‘bathroom law’ is often misunderstood. So while the fight might end in the courtroom it can begin in our communities. More than anything, this project has reinforced the work that I’m passionate about. The outcome was a realization, not a direct want or need, and I find that very satisfying. To let a project grow organically and discover real issues and richness is a special thing. With any project, however, you will find that you are never done. But for most projects the deadline is a moment of relief. I am relieved, but a part of me wants to keep going. To pursue the end of this path. The future of sport is too intriguing.  74ConclusionB I B L I O G R A P H YFox, Terry Curtis. “Cheering Alone.” The Huffington Post. TheHuffingtonPost.com, 06 Apr. 2009. Web. 17 Apr. 2017.McNutt, Hon. Paul V. “Recreation and the National Morale.” National Recreation Congress Proceedings. Vol. 24. Boston: National Recreation Congress, 1939. 43-49. Print. Part 1939.Marsden, Michael T. “Non-Work Time and the Humanities.” Rejuvenating the Humanities. By Ray B. Browne and Marshall W. Fishwick. Bowling Green, OH: Bowling Green State U Popular, 1992. 16-23. Print.Kuek Ser, Kuang Keng. “See 120 Years of Struggle for Gender Equality at the Olympics.” Public Radio International. Public Radio International, 17 Aug. 2016. Web. 17 Apr. 2017.“FACTSHEET WOMEN IN THE OLYMPIC MOVEMENT.” International Olympic Committee.  International Olympic Committee, Jan. 2016. Web. 17 Apr. 2017.Flores, A.R., Herman, J.L., Gates, G.J., & Brown, T.N.T. (2016). How Many Adults Identify as Transgender in the United States? Los Angeles, CA: The Williams Institute. My Transgender Kid. Dir. Emma Young and Nick Sweeney. Perf. Gethin Anthony. Netflix. Channel 4 Television Corporation, n.d. Web.Agiesta, Jennifer. “Poll: Obama’s Approval Ratings Stagnant despite Economy.” (n.d.): 11.CNN. CNN. Web.Hoffman, Jan. “As Attention Grows, Transgender Children’s Numbers Are Elusive.” The New York Times. The New York Times, 17 May 2016. Web. 30 Apr. 2017.Dadich, Scott. “The Power of Science Fiction.” Wired Jan. 2017: 003. Print.Wilkinson, Angela, and Roland Kupers. “Living in the Futures.” Harvard Business Review. Harvard Business Publishing, 31 July 2014. Web. 28 Apr. 2017.Dunne, Anthony, and Fiona Raby. Speculative Everything. Cambridge: MIT, 2013. Print.75May 2017 | Transforme I M A G E  C I T A T I O N SCoverimgur.com/qB0YE0rPage 37-38imgur.com/qB0YE0rPage 39-40exhibits.baseballhalloffame.org, oneDNA.com, notequal.comPage 61-62espn.comPage 63-64GQ MagazineAll other images are owned by the author. 76ConclusionAdele AlexandrFor interviews and insights.Adi AzulayFor climbing sessions. Erin CapraFor understanding my two month absence.Dan GioiaFor late night opera singing.Kasia MatlakFor countless ‘Ah-hehe ah-hehe’s.’Tom Roberts For an unprecedented amount of knowledge in the field of sport history.Jenn SteinfeldFor inquiries on gender.Tim Stoelting For Studio Beers.Ayako Takase For understanding patience and support. Tom Weis For reaffirming my goals in life. S P E C I A L  T H A N K SBlackstone Academy CharterKate Brandy Charlie CannonAtulya ChagantyChristina ChenEliot CohenJonathan Melendez DavidsonJerry DingSean DonovanRyan Furgeson Wudi HongSean HouXioaXiao JinAndy LawZhizi LiuAlyssa MayoHanna McLaughlinNamrata PhirkeEmily RothschildAla TannirCreama WangZixin XiongLokesh Zope77May 2017 | Transforme 78",
    "id": 214687312,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.risd.edu:masterstheses-1133"
    },
    "title": "Transforme : a look at sports beyond the gender binary",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-05-30T08:00:00+01:00",
    "publisher": "DigitalCommons@RISD",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.risd.edu/cgi/viewcontent.cgi?article=1133&amp;context=masterstheses"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/214687312.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/214687312"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/214687312/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/214687312/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/214687312"
        }
    ],
    "abstract": "This work explores the next wave of athletes. Using speculative design, it questions institutionalized social constructs that many take for granted but that are a daily struggle for others. It looks to broaden the expressiveness and individuality of sport. Through careful consideration, research, and testing this thesis represents my views and ideas of how sport might evolve to represent the next revolution of athletics. Because without a gender revolution, the true ideals of sport will suffer",
    "tags": [
        "text",
        "gender in sports",
        "gender identiy in sports clothing",
        "sportswear",
        "uniforms",
        "product design",
        "Industrial and Product Design"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.risd.edu:masterstheses-1133",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3688",
        "openDoarId": 0,
        "name": "Rhode Island School of Design",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 214687312,
        "depositedDate": null,
        "publishedDate": "2017-05-30T08:00:00+01:00",
        "updatedDate": "2024-02-21T02:50:41+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T14:15:03+01:00"
    },
    "urls": [
        "https://digitalcommons.risd.edu/masterstheses/134",
        "https://digitalcommons.risd.edu/context/masterstheses/article/1133/viewcontent/Skabelund.Courtney.ID.2017.pdf"
    ],
    "lastUpdate": "2024-02-21T02:50:41+00:00",
    "setSpecs": []
}