{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Motmans, Joz"
        },
        {
            "name": "Dierckx, Myrte"
        },
        {
            "name": "Mortelmans, Dimitri"
        }
    ],
    "contributors": [
        "Bouman, Walter Pierre",
        "Arcelus, Jon"
    ],
    "createdDate": "2017-07-02T09:07:37+01:00",
    "dataProvider": {
        "id": 1493,
        "name": "Ghent University Academic Bibliography",
        "url": "https://api.core.ac.uk/v3/data-providers/1493",
        "logo": "https://api.core.ac.uk/data-providers/1493/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/84043926.pdf",
    "fullText": "Chapter 7 Transgender Families Joz Motmans, Myrte Dierckx and Dimitri Mortelmans  OVERVIEW  This chapter focuses on a specific type of transgender family, where one of the parents has come out as being transgender.  It discusses the characteristics of these families, as well as some of the difficulties transgender families encounter following the coming out and social gender role transition of a partner and/or parent.  The importance of involving partners, family members and the wider community in securing social support while transitioning is emphasized, as well as the value of peer support in various forms (individual and group, as well as face-to-face and on-line). It also highlights the lack of family support within transgender healthcare services and the need for professionals, coming into contact with members of transgender families, to be educated in this area.  Introduction The field of transgender health has ignored the importance of family in the lives of transgender people (Dierckx, Motmans, Mortelmans, & T'Sjoen, 2015; Lev, 2004) for a long time. The most recent version of the Standards of Care, version 7 of the World Professional Association of Transgender Health (WPATH) highlights the importance of considering the family environment and social support in the psychological and medical treatment provided to transgender people (Coleman et al., 2012). The topic of transgender families has been gaining increased interest and consideration in both clinical practice and research in recent years. Whereas a focus on the family environment is prevalent in research concerning transgender youth, this focus is often lacking in research on transgender adults. The focus of many clinicians in transgender healthcare is on helping the transgender client (who is often the first family member referred to a clinical setting), while involving the family (of choice) and the client’s wider social network is often ignored. Research has shown that one of the most important factors contributing to the general well-being of transgender persons is the effect of having a supportive social network and stable relationships (Davey, Bouman, Arcelus, & Meyer, 2014). Also, the support offered to partners of transgender persons is of great importance for the mental health of these transgender partners.  Research has shown that affective ties and social reinforcement can contribute to a large extent to the experience of congruence between the physical body and the body image (gender integration) and thus help to ensure the consolidation of the gender identity. The attitude and understanding of others plays a crucial, if not determining, role in the integration of the gender identity in the personality of the person, and thus leads to better mental health (Ainsworth & Spiegel, 2010; Fraser, 2009). Furthermore, a lack of social support has been indicated as an important factor in worsening vulnerability (Fraser, 2009). The body of literature on the effects of medical interventions on the psycho-social well-being of transgender people shows that dissatisfaction after surgical interventions correlates, to a large extent, with a feeling of loneliness. Having a stable relationship is often mentioned as the most important factor in achieving post-operative well-being (Gijs & Brewaeys, 2007).  Transgender people and their families are often challenged by heteronormative expectations in our Western societies (Israel, 2005). Families, who do not fit the heterosexual model, are confronted with social stigmatization (Carrera-Fernández, Lameiras-Fernández, & Rodríguez-Castro, 2013; Dierckx, Motmans, Meier, Dieleman, & Pezeril, 2014; Herek, 2007; Keuzenkamp & Kuyper, 2013; Kuyper, 2012; Walch, Ngamake, Francisco, Stitt, & Shingler, 2012). These heteronormative norms are also at play within trans families, especially when one of the parents /partners comes out within an existing relationship, with or without children. As a parent they challenge assumptions regarding biological parenthood and the associated gendered parental roles, whilst, from a spousal/partner point of view, their coming-out poses questions about sexual orientation. Parents of a transgender or gender variant child may feel responsible and worried about the expected (future) stigmatization of their child.  In this chapter we will focus on a specific type of transgender family, in which one of the parents has come out as being transgender. A ‘family’ is understood in the sociological sense of the word, and includes all different types of relationships between partners, with or without children, in which the number of parental figures is not limited to two, and non-monogamy relationships are also included. The situation of families in which the transgender status of one of the parents was existing/present before the relationship formation and/or before parental roles were established, falls outside the focus of this chapter.  Transgender families Research shows that a significant number of transgender people have children, and that the rates of parenthood currently tend to be higher among trans women than among trans men, mainly because the majority of trans women became parents before they embark on a social gender role transition (Fundamental Rights Agency, 2014; Motmans, Ponnet, & De Cuypere, 2014; Rosser, Oakes, Bockting, & Miner, 2007; Sales, 1995; Stotzer, Herman, & Hasenbush, 2014). This sex ratio in parenthood is likely to change in the future, as case reports and surveys are emerging of trans men who become pregnant after female-to-male gender transition (Light, Obedin-Maliver, Sevelius, & Kerns, 2014), and technically assisted reproduction through fertility treatments. It is also established that many transgender people are not living with their children under the same roof (Fundamental Rights Agency, 2014; Grant et al., 2011). From a clinical practice and research perspective, we know that, in many trans families, divorce is common when a married partner starts a social gender role transition (Motmans, Ponnet, & De Cuypere, 2015). Studies have shown that transgender people are often discriminated against, during legal custody processes, because of their transgender identities (Grant et al., 2011; Lynch & Murray, 2000; Pyne, Bauer, & Bradley, 2015; Stotzer et al., 2014).  Only recently, research has started to shed light on the experiences of children who have witnessed the social gender transition of one of their parents (Dierckx, Mortelmans, Motmans, & T'Sjoen, In review; Dierckx, Mortelmans, Motmans, & T’Sjoen, 2015; Dierckx, Motmans, Mortelmans, & T’Sjoen, in review). Concern that children of transgender parents may exhibit atypical gender behaviour, gender identity, and/or sexual orientation has not been clinically proven (Green, 1998). Members of transgender families often criticize the narrow focus that health care professionals have when a parent’s social gender transition takes place, and the fact that there is a lack of family support and long-term follow-up (Dierckx, Mortelmans, et al., 2015). Many transgender people indicate they would like to see an increased level of support for those close to them (Davies et al., 2013). When children are present in trans families, the need for professional supportive services, including family therapy, is important, and the lack of family therapists with knowledge of issues related to social gender role transition and being transgender may be a major source of frustration and misunderstanding. Conflicting information regarding how and when to inform children, as well as negative attitudes of some health care professionals regarding the chance of relationship survival, are often mentioned in transgender families with children (Dierckx, Mortelmans, et al., 2015). Families of transgender people are often confronted with feelings such as loss, shame, grief, betrayal, guilt, fear and anger and, at the same time, can be confronted with rejection and social stigmatisation in their social surroundings (Church, O’Shea, & Lucey, 2014; Haines, Ajayi, & Boyd, 2014; Sales, 1995). Social isolation and the fear of being rejected can cause high levels of stress within transgender families. The medical, legal and administrative aspects of a social gender role transition further compound the high stress levels within transgender families. There are also personal issues for families to consider, which include the emotional responses (positive and negative) from the trans person, the partner, the children, family and friends, and questions about the well-being of the children, about one’s sexual orientation and about the relationship with the partner. There are many emotional issues to deal with. Transgender family members are quietly aware of these emotional responses and their consequences, as research has shown that, among adult transgender respondents, the average waiting time between the realization that they are trans and the time of first contact with a professional to talk about these feelings was ten years. The most cited reason not to act according to the felt gender identity was the relationship with their partner and the fear of losing family ties and contact with their children (Motmans, 2010). On many occasions, a burn out, depression, suicide attempt or other severe mental health problem acts as a trigger for an adult transgender person to come out as trans and deal with the aforementioned perceived emotional obstacles. Far less researched, but nevertheless important to mention, are the situations in which an adult transgender person has a parent of a certain age. Even when these parents have accepted the felt gender identity (and/or social gender role transition) of their child, a re-emergence of shame and going back into the closet may occur when the parent is placed in a residential or nursing home or other care facility. Being confronted with new surroundings, other residents of a similar (older) generation, and care staff, can make it a challenge to explain the trans identity and social gender role transition of their adult child. Social workers and other care staff working in these care facilities are often unfamiliar with such situations, and may benefit from information, education and training.  Clinical implications and the role of peer support From a clinical practice point of view, and supported by the research literature, it is important to involve partners, family members and the wider social community in securing social support while transitioning (Bockting, Knudson, & Goldberg, 2006; Coleman et al., 2012; Lev, 2004; Zamboni, 2006). Social adjustment, social support, social integration, and meaningful social relationships have become key markers in evaluating the overall quality of life of transgender people; and when applicable, in the evaluation of the treatment process.  Professionals involved in the care of transgender people need to be aware of the different needs of family members, and the challenges they face in a predominantly heteronormative society. Family members often want to be closely involved (Lev, 2009) and sometimes need additional support to deal with their own feelings of shame, rejection or worries about treatment outcomes and future family life. Sometimes, the struggles of addressing gender variance in a family member can create stress-related illnesses or exacerbate other emotional problems (Lev, 2009). Although research data shows that, in the majority of cases, long term partner relations are dissolved during or after a social gender role transition (Motmans et al., 2014), in most cases both partners wish to be supported, as much as possible, to maintain an understanding and loving relationship. Different authors underline the importance of involving significant others in the clinical process, and providing adjunctive counselling for the entire (family) system (Lev, 2009). This suggests that different ‘speed’ processes should be taken into account: the transgender partner often, after years of hiding and personal struggles, wishes to move quickly, whereas the cisgender partner (and/or child) is often perplexed, at first, and in need of time to adjust and process their emotions after the coming out of the transgender partner and/or parent.  Research shows that the way in which the transgender partner breaks the news influences, to a large extent, the way the cisgender partner will react: when a confrontation is too sudden and unprepared, the chances are high that the reactions of other family members will be negative. Parental agreement on how to disclose the situation to their child has a positive impact on the overall well-being of the parents and the child (Grenier, 2006). Young children are generally more accepting of a social gender transition than older or adult children (Bischof, Warnaar, Barajas, & Dhaliwal, 2011; Veldorale-Griffin, 2014; White & Ettner, 2004, 2007), whilst teenagers are more likely to take a parent’s social gender role transition personally, which is related to adolescent egocentrism (Reisbig, 2007; White & Ettner, 2004).  Mental health professionals, working with transgender clients, can play an important role in supporting clients and partners in these crucial transition moments, and need to assist the client in making thoughtful decisions about how to communicate with their family members. They also need to be available to family members or to make referrals to colleagues trained in working with families for education, ongoing support, clinical advice, and referral to other professionals, as necessary (Lev, 2009). However, children and parents often experience a lack of knowledgeable, transgender-friendly therapists (Dierckx, Mortelmans, et al., In review; Veldorale-Griffin, 2014). Having accessible (online) information available for family members can be an important tool to reach out to family members in need of support. Besides professional support and care, informal peer support can be of the utmost importance for transgender families. Peer support has been acknowledged in the mental health care and therapeutic fields for its important role in informal care (Bracke, Christiaens, & Verhaeghe, 2008). Peer support groups offer psychosocial support free of pathologisation and gate-keeping power dynamics (Rachlin, 2002). Recent research investigating transgender families’ experiences of professional psychosocial support has shown that, even when the professional care and support provided by a transgender specialist was perceived to be of good quality, these families compensated for potential shortcomings using informal support systems (Dierckx, Motmans, et al., in review). The lack of involvement of family members in the care process, as well as the often experienced, too-narrow medical focus regarding the transgender individual’s health and transition, can be compensated for by the emotional support and information offered by peer support groups (Hines, 2007). Peer support groups allow members to exchange what is known as “experiential expertise” (Brown, 2009; Schrock, Holden, & Reid, 2004). Furthermore, the feeling of not being alone in this situation, is very important (Citron, Solomon, & Draine, 1999), as peer support groups offer a ‘safety net’, and peer learning processes are highly effective. The need for peer support can be different for different family members, or can take different forms. Research shows that only half of transgender people have ever been in contact with a trans organisation (Fundamental Rights Agency, 2014; Motmans, 2010), whereas almost all partners show an interest in having contact with another partner in a similar situation (Dierckx, Mortelmans, et al., 2015). For instance, witnessing a parent’s transition is an unique experience and the child is unlikely to know anyone in a similar situation (White & Ettner, 2007). Potential downsides of peer support groups are the possible pressure to conform to group norms (Bockting et al., 2006), and an increase in the degree of stigma experienced. Participants may feel overwhelmed by other members’ stories and the realisation of the difficulties that still lie ahead (Citron et al., 1999; Markowitz, 2015), or they might be discouraged by the possible effect on the family unit. Lastly, peer support groups are based on personal experiences and risk being overgeneralized and overlooking the highly individualized nature of these situations. Depending on personal preferences and the availability, family members can choose between a wide variety of peer support initiatives, ranging from professionally-led self-help groups to member-led groups. These can take different forms, such as group therapy, one-to-one support or online contact through email or in chat rooms (Buxton, 2006; Pistrang, Barker, & Humphreys, 2008). Additional support systems available to particular parts of the family system, such as projects supporting (ex-)partners of transgender people or group sessions for children of transgender parents, have shown their added value in the emotional journey of all family members. Even when only the partner or only a child takes part in these initiatives, the effect of emotional support can positively impact on the whole family system. Research has shown that children of a transgender parent are heavily influenced by the reaction of their cisgender parent: if the cisgender parent is supportive of the transgender partner, the chances are markedly higher that the children will be, too, as the parent serves as the chief source of information for children (Dierckx, Motmans, et al., in review). A cisgender parent’s trans negative attitude can significantly influence the relationship between the parents and, consequently, the child’s well-being and his/her relationship with the transgender parent (Freedman, Tasker, & di Ceglie, 2002; Haines et al., 2014; Hines, 2006; White & Ettner, 2004, 2007). Clinicians need to be informed about existing social support networks in the transgender community and are recommended to advise both the transgender individual and all family members to seek this additional form of support. Peer support is considered especially valuable early in the transition process, but becomes less significant when people move beyond the early stages of the transition (Bischof et al., 2011; Hines, 2007). At the same time, the positive and negative effects of accessing peer support groups need to be discussed and to be taken on board in the support processes of the family unit as a whole.  LEARNING POINTS • Transgender families are confronted with heteronormative family norms in society which influence their own personal acceptance process. • A supportive social network and stable relationships are vital for the well being of transgender people and their families. • Many transgender people have children before they embark on a social gender role transition. • Within transgender families, a cisgender parent’s trans negative attitude can have a significantly negative influence on their child’s well-being. • Young children are generally more accepting of a social gender transition than older or adult children. • Adjustment to coming out and the wish to make a social gender role transition works at a different ‘speed’ in transgender families: the transgender partner often, after years of not disclosing the felt gender, wishes to move quickly, whereas the cisgender partner and/or children are often in need of time to adjust and process their emotions.  • Family members, including children, require a supportive, holistic and contextual psychosocial approach from knowledgeable transgender health clinicians and other allied professionals. • Informal support systems, such as peer support groups (face-to-face or on-line), offer important added value for transgender families receiving professional support.   Further reading  http://www.hrc.org/resources/resources-for-people-with-transgender-family-members Brill, S. A., & Kenney, L. (2016). The Transgender Teen: A Handbook for Parents and Professionals Supporting Transgender and Non-Binary Teens. San Francisco: Cleis Press. Lev, A. I. (2004). Transgender emergence: therapeutic guidelines for working with gender-variant people and their families. New York: Haworth Press.  References  Ainsworth, T. A., & Spiegel, J. H. (2010). Quality of life of individuals with and without facial feminization surgery or gender reassignment surgery. Quality of Life Research, 19(7), 1019-1024.  Bischof, G. H., Warnaar, B. L., Barajas, M. S., & Dhaliwal, H. K. (2011). Thematic analysis of the experiences of wives who stay with husbands who transition male-to-female. Michigan Family Review, 15(1), 16-33.  Bockting, W. O., Knudson, G., & Goldberg, J. M. (2006). Counseling and Mental Health Care for Transgender Adults and Loved Ones. International Journal of Transgenderism, 9(3-4), 35-82. doi:10.1300/J485v09n03_03 Bracke, P., Christiaens, W., & Verhaeghe, M. (2008). Self-Esteem, Self-Efficacy, and the Balance of Peer Support Among Persons With Chronic Mental Health Problems. Journal of Applied Social Psychology, 38(2), 436-459. doi:10.1111/j.1559-1816.2008.00312.x Brown, L. (2009). How people can benefit from mental health consumer-run organizations. Am J Community Psychol, 43(3-4), 177-188. doi:10.1007/s10464-009-9233-0 Buxton, A. P. (2006). When a Spouse Comes Out: Impact on the Heterosexual Partner. Sexual Addiction & Compulsivity, 13(2-3), 317-332. doi:10.1080/10720160600897599 Carrera-Fernández, M. V., Lameiras-Fernández, M., & Rodríguez-Castro, Y. (2013). Spanish Adolescents’ Attitudes toward Transpeople : Proposal and Validation of a Short Form of the Genderisme and Transphobia Scale. Journal of Sex Research, 1-13. doi:10.1080/00224499.2013.773577 Church, H. A., O’Shea, D., & Lucey, J. V. (2014). Parent–child relationships in gender identity disorder. Irish Journal of Medical Science, 183(2), 277-281. doi:10.1007/s11845-013-1003-1 Citron, M., Solomon, P., & Draine, J. (1999). Self-help groups for families of persons with mental illness: perceived benefits of helpfulness. Community Ment Health J, 35(1), 15-30.  Coleman, E., Bockting, W., Botzer, M., Cohen-Kettenis, P., DeCuypere, G., Feldman, J., . . . Zucker, K. (2012). Standards of Care for the Health of Transsexual, Transgender, and Gender-Nonconforming People, Version 7. International Journal of Transgenderism, 13(4), 165-232. doi:10.1080/15532739.2011.700873 Davey, A., Bouman, W. P., Arcelus, J., & Meyer, C. (2014). Social support and psychological wellbeing: A comparison of patients with gender dysphoria and matched controls. Journal of Sexual Medicine, 11(12), 2976-2985.  Davies, A., Bouman, W. P., Richards, C., Barrett, J., Ahmad, S., Baker, K., . . . Stradins, L. (2013). Patient satisfaction with gender identity clinic services in the United Kingdom. Sexual and Relationship Therapy, 28(4), 400-418. doi:10.1080/14681994.2013.834321 Dierckx, M., Mortelmans, D., Motmans, J., & T'Sjoen, G. (In review). Resilience in families in transition: What happens when a parent is trans. Family Relations.  Dierckx, M., Mortelmans, D., Motmans, J., & T’Sjoen, G. (2015). Gezinnen in transitie. De invloed van een transgende rouder op het algemeen welzijn van het kind. Antwerpen: Universiteit Antwerpen. Dierckx, M., Motmans, J., Meier, P., Dieleman, M., & Pezeril, C. (2014). Beyond the box. Measuring Attitudes on Sexism, Homophobia and Transphobia in Belgium. (Beyond the Box. Een attitudemeting i.v.m. seksisme, homofobie en transfobie in België). Antwerpen: Universiteit Antwerpen. Dierckx, M., Motmans, J., Mortelmans, D., & T'Sjoen, G. (2015). Families in transition: a literature review. International Review of Psychiatry, 28(1), 36-43. doi:isi:id:WOS:000369763100005 Dierckx, M., Motmans, J., Mortelmans, D., & T’Sjoen, G. (in review). Who is there for whom? Transgender families' search for adequate psychosocial support in Flanders. Journal of LGBT Issues in Counseling.  Fraser, L. (2009). Psychotherapy in the World Professional Association for Transgender Health's Standards of Care: Background and Recommendations. International Journal of Transgenderism, 11(2), 110-126. doi:10.1080/15532730903008057 Freedman, D., Tasker, F., & di Ceglie, D. (2002). Children and Adolescents with Transsexual Parents Referred to a Specialist Gender Identity Development Service: A Brief Report of Key Developmental Features. Clinical Child Psychology and Psychiatry, 7(3), 423-432. doi:10.1177/1359104502007003009 Fundamental Rights Agency. (2014). Being Trans in the European Union. Comparative analysis of EU LGBT survey data. Luxembourg: European Union Agency for Fundamental Rights. Gijs, L., & Brewaeys, A. (2007). Surgical Treatment of Gender Dysphoria in Adults and Adolescents: Recent Developments, Effectiveness, and Challenges. Annual Review of Sex Research, 18(1), 178-224. doi:10.1080/10532528.2007.10559851 Grant, J. M., Mottet, L. A., Tanis, J., Harrison, J., Herman, J. L., & Keisling, M. (2011). Injustice at Every Turn: A Report of the National Transgender Discrimination Survey. Washington: National Gay and Lesbian Task Force and the National Center for Transgender Equality. Green, R. (1998). Children of transsexual parents. A. Reseearch and clinical overview. In D. Di Ceglie & D. Freedman (Eds.), A Stranger in My Own Body (pp. 260-265). London: Karnac Books. Grenier, M. (2006). PAPA, T’ES BELLE Approche anthropologique des paternités transsexuelles. (Mémoire de Master II), Université De Provence Aix-Marseille I, Provence Aix-Marseille.    Haines, B. A., Ajayi, A. A., & Boyd, H. (2014). Making trans parents visible: Intersectionality of trans and parenting identities. Feminism & Psychology. doi:10.1177/0959353514526219 Herek, G. M. (2007). Confronting sexual stigma and prejudice: Theory and practice. Journal of Social Issues, 63(4), 905-925.  Hines, S. (2006). Intimate Transitions: Transgender Practices of Partnering and Parenting. Sociology, 40(2), 353-371. doi:10.1177/0038038506062037 Hines, S. (2007). Transgendering care: Practices of care within transgender communities. Critical Social Policy, 27(4), 462-486.  Israel, G. E. (2005). Translove. Journal of GLBT Family Studies, 1(1), 53-67. doi:10.1300/J461v01n01_05 Keuzenkamp, S., & Kuyper, L. (2013). Acceptance of lesbian, gay, bisexual and transgender individuals in the Netherlands. Den Haag: Sociaal Cultureel Planbureau. Kuyper, L. (2012). Transgenders in Nederland: prevalentie en attitudes. Tijdschrift voor Seksuologie, 36(2), 129-135.  Lev, A. I. (2004). Transgender emergence: therapeutic guidelines for working with gender-variant people and their families. New York: Haworth Press. Lev, A. I. (2009). The Ten Tasks of the Mental Health Provider: Recommendations for Revision of the World Professional Association for Transgender Health's Standards of Care. International Journal of Transgenderism, 11(2), 74-99. doi:10.1080/15532730903008032 Light, A. D., Obedin-Maliver, J., Sevelius, J. M., & Kerns, J. L. (2014). Transgender men who experienced pregnancy after female-to-male gender transitioning. Obstet Gynecol, 124(6), 1120-1127. doi:10.1097/aog.0000000000000540 Lynch, J. M., & Murray, K. (2000). For the Love of the Children. Journal of Homosexuality, 39(1), 1-24. doi:10.1300/J082v39n01_01 Markowitz, F. E. (2015). Involvement in mental health self-help groups and recovery. Health Sociology Review, 24(2), 199-212. doi:10.1080/14461242.2015.1015149 Motmans, J. (2010). Being transgender in Belgium. Mapping the social and legal situation of transgender people. Brussels: Institute for the equality of women and men. Motmans, J., Ponnet, K., & De Cuypere, G. (2014). Sociodemographic Characteristics of Trans Persons in Belgium: A Secondary Data Analysis of Medical, State, and Social Data. Archives of Sexual Behavior, 1-11. doi:10.1007/s10508-014-0411-2 Motmans, J., Ponnet, K., & De Cuypere, G. (2015). The socio-demographic profile of trans people in Belgium: a comparison of official state, medical and social data. Archives of Sexual Behavior, 44(5), 1289-1299. doi:10.1007/S10508-014-0411-2 Pistrang, N., Barker, C., & Humphreys, K. (2008). Mutual help groups for mental health problems: a review of effectiveness studies. Am J Community Psychol, 42(1-2), 110-121. doi:10.1007/s10464-008-9181-0 Pyne, J., Bauer, G., & Bradley, K. (2015). Transphobia and other stressors impacting trans parents. Journal of GLBT Family Studies, 11(2), 107-126.  Rachlin, K. (2002). Transgender Individuals' Experiences of Psychotherapy. International Journal of Transgenderism, 6(1).  Reisbig, A. M. J. (2007). The Lived Experiences Of Adult Children Of Crossdressing Fathers: A Retrospective Account. (Doctor Of Philosophy), Kansas State University, Kansas.    Rosser, B. R. S., Oakes, J. M., Bockting, W. O., & Miner, M. (2007). Capturing the social demographics of hidden sexual minorities: An internet study of the transgender population in the United States. Sexuality Research and Social Policy, 4(2), 50-64.  Sales, J. (1995). Children of a transsexual father: A successful intervention. European Child & Adolescent Psychiatry, 4(2), 136-139. doi:10.1007/bf01977741 Schrock, D., Holden, D., & Reid, L. (2004). Creating emotional resonance: Interpersonal emotion work and motivational framing in a transgender community. Social Problems, 51(1), 61-81.  Stotzer, R. L., Herman, J. L., & Hasenbush, A. (2014). Transgender Parenting: A Review of Existing Research. Los Angeles: The Williams Institute. Veldorale-Griffin, A. (2014). Transgender Parents and Their Adult Children's Experiences of Disclosure and Transition. Journal of GLBT Family Studies, 10(5), 475-501. doi:10.1080/1550428x.2013.866063 Walch, S. E., Ngamake, S. T., Francisco, J., Stitt, R. L., & Shingler, K. A. (2012). The attitudes toward transgendered individuals scale: psychometric properties. Archives of Sexual Behavior, 41(5), 1283-1291. doi:10.1007/s10508-012-9995-6 White, T., & Ettner, R. (2004). Disclosure, Risks and Protective Factors for Children Whose Parents Are Undergoing a Gender Transition. Journal of Gay & Lesbian Psychotherapy, 8(1-2), 129-145. doi:10.1300/J236v08n01_10 White, T., & Ettner, R. (2007). Adaptation and adjustment in children of transsexual parents. European Child & Adolescent Psychiatry, 16(4), 215-221. doi:10.1007/s00787-006-0591-y Zamboni, B. D. (2006). Therapeutic Considerations in Working With the Family, Friends, and Partners of Transgendered Individuals. The Family Journal, 14(2), 174-179. doi:10.1177/1066480705285251  ",
    "id": 84043926,
    "identifiers": {
        "doi": null,
        "oai": "oai:archive.ugent.be:8518071"
    },
    "title": "Transgender families",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-01-01T00:00:00+00:00",
    "publisher": "Nova Science Pub Inc.",
    "references": [],
    "sourceFulltextUrls": [
        "https://biblio.ugent.be/publication/8518071/file/8518073.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/84043926.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/84043926"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/84043926/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/84043926/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/84043926"
        }
    ],
    "abstract": "This chapter focuses on a specific type of transgender family, where one of the parents has come out as being transgender.  It discusses the characteristics of these families, as well as some of the difficulties transgender families encounter following the coming out and social gender role transition of a partner and/or parent.  The importance of involving partners, family members and the wider community in securing social support while transitioning is emphasized, as well as the value of peer support in various forms (individual and group, as well as face-to-face and on-line). It also highlights the lack of family support within transgender healthcare services and the need for professionals, coming into contact with members of transgender families, to be educated in this area",
    "tags": [
        "bookChapter",
        "info:eu-repo/semantics/bookPart",
        "info:eu-repo/semantics/publishedVersion",
        "Social Sciences",
        "Medicine and Health Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "bookChapter",
        "info:eu-repo/semantics/bookPart",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:archive.ugent.be:8518071",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1493",
        "openDoarId": 0,
        "name": "Ghent University Academic Bibliography",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 84043926,
        "depositedDate": null,
        "publishedDate": "2017-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-05T05:32:14+00:00",
        "acceptedDate": null,
        "createdDate": "2017-07-02T09:07:37+01:00"
    },
    "urls": [
        "https://biblio.ugent.be/publication/8518071/file/8518073",
        "http://hdl.handle.net/1854/LU-8518071",
        "https://biblio.ugent.be/publication/8518071"
    ],
    "lastUpdate": "2024-02-05T05:32:14+00:00",
    "setSpecs": []
}