{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Goldstein-Kral, Jessica Caryn"
        }
    ],
    "contributors": [
        "Umberson, Debra"
    ],
    "createdDate": "2019-07-09T05:17:06+01:00",
    "dataProvider": {
        "id": 222,
        "name": "Texas ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/222",
        "logo": "https://api.core.ac.uk/data-providers/222/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.15781/T2125QW85",
    "downloadUrl": "https://core.ac.uk/download/211339546.pdf",
    "fullText": "i Copyright by Jessica Caryn Goldstein-Kral 2018  The Thesis Committee for Jessica Caryn Goldstein-KralCertifies that this is the approved version of the following Thesis: Transgender Theory, Queer Measurements, Cis Gender: Gender Perception Discordance and Marital Quality amongst Cisgender Couples APPROVED BY SUPERVISING COMMITTEE: Debra Umberson Christine Williams Supervisor: Transgender Theory, Queer Measurements, Cis Gender: Gender Perception Discordance and Marital Quality amongst Cisgender Couples by Jessica Caryn Goldstein-Kral Thesis Presented to the Faculty of the Graduate School of The University of Texas at Austin in Partial Fulfillment  of the Requirements for the Degree of  Master of Arts The University of Texas at Austin August 2018  Dedication For all who incite gender trouble.v Acknowledgements I would like to thank Dr. Debra Umberson and Dr. Christine Williams for helping develop this thesis. I would also like to thank Rachel Donnelly, Michael Garcia, and Amanda Pollitt for their patient guidance through the statistical analysis, and Shannon Malone Gonzalez, Jamie O’Quinn, Katie Rogers, and Erika Slaymaker for helping me navigate gender theory. vi Abstract Transgender Theory, Queer Measurements, Cis Gender: Gender Perception Discordance and Marital Quality amongst Cisgender Couples Jessica Caryn Goldstein-Kral, M.A. The University of Texas at Austin, 2018 Supervisor:  Debra Umberson Conventionally, surveys measure gender by asking respondents to select whether they identify as a man or woman. While researchers once considered this unproblematic, recent insights from queer theory and transgender studies exemplify that: 1.) binary measurements are insufficient because they obscure variation within groups, and 2.) single measurements are incomplete because how one sees themselves may not align with how others see them. To interrogate the transgender/cisgender binary that undergirds these differential practices, I analyze survey data from 458 cisgender married same-sex and different-sex couples in which actors place themselves and their spouse on a gender typicality scale. First, I critically explore the differences between self-determined and spouse-determined gender, investigating the demographic characteristics that correlate with placement on the gender-typicality scale. Next, I examine whether disagreements in perceptions of gender-typicality between spouses are related to marital quality, with implications for health. I find that higher levels of discordance in gender perceptions correlate with lower levels of marital quality. Results suggest the need to measure gender beyond the binary to capture intimate relationship dynamics. vii Table of Contents List of Tables ................................................................................................................... viii List of figures ..................................................................................................................... ix INTRODUCTION..............................................................................................................1 BACKGROUND ................................................................................................................4 Gendered Cultural Scripts ...........................................................................................4 Discordant Scripts .......................................................................................................5 Queering Measurements .............................................................................................6 Discordant Scripts and Marital Quality ......................................................................8 Discordant Scripts and Health ....................................................................................9 METHODS .......................................................................................................................11 Data and Sample .......................................................................................................11 Measures ...................................................................................................................12 RESULTS .........................................................................................................................15 Descriptive Statistics.................................................................................................15 Demographic Characteristics and Reports of Gender Conformity ...........................16 Gender Discordance and Marital Quality .................................................................18 Gender Discordance and Health ...............................................................................19 DISCUSSION .................................................................................................................. 21 CONCLUSIONS ............................................................................................................. 28 Limitations ................................................................................................................29 REFERENCES .................................................................................................................31 viii List of Tables Table 1: Descriptive Statistics .....................................................................................16 Table 2: Demographic Characteristics and the Gender-Conformity Scale .................18 Table 3: Gender Discordance and Marital Quality .....................................................19 Table 4: Gender Discordance and Health ...................................................................20 ix List of Figures Figure 1: Conceptual Model ...........................................................................................9 1 INTRODUCTIONThe burgeoning field of transgender studies demonstrates that there are significant consequences when a transgender person’s self-perception of their gender differs from others’ perception of their gender. For transgender people, discordance in views of gender has massive implications for access to public spaces (Connell 2012), employment outcomes (Schilt 2010), personal safety (Schilt and Westbrook 2015), and relationship quality (Dozier 2005). However, sociologists have not explored whether and how such gender perception discordance matters for cisgender people. As a result, there appears to be a binary such that transgender people, gender “deviants” (Garfinkel 1967, see also Westbrook and Schilt 2014), care about and are impacted by differing perceptions of gender, whereas cisgender people, or gender “normals” do not and are not. Operating under the assumption that (mis)understandings of gender matter for many different groups of people, not just the otherized, I investigate whether and to what end cisgender couples experience gender perception discordance.  In order to investigate the degree in which gender perception discordance matters for cisgender people, it is necessary to “queer” the measurement of gender (Westbrook and Saperstein 2015; Magliozzi et. al. 2016). There are several issues with measuring gender as a categorical binary. One issue is the conflation of gender identity (man/woman) with gender performance (masculine/feminine), which obscures the different ways in which people move through the world (Westbrook and Saperstein 2015). For example, men who endeavor to embody hegemonic masculinity and those who embody alternative masculinities (Connell 2012) have vastly different experiences (Pascoe 2011). Westbrook and Saperstein (2015) additionally take issue with the use of a single measure (often a survey self-report or researcher’s report) to describe a respondent’s gender. Here the authors illuminate the difference between self-identified and other-determined gender, 2  warning that how a respondent sees themselves does not necessarily align with how others see them. A single measurement is thus always incomplete while a binary, categorical measurement obscures differences within groups. In order to measure cisgender variance, Magliozzi et al. (2016) propose the use of self-selected gradient gender scales. This allows for a measurement of diversity within identity categories. However, as the scale is only self-selected, it cannot capture the differences between self-determined and other-determined gender; the location on the scale that a person self-selects is not necessarily the same as where others would place them. In order to understand the nuances of cisgender I utilize data that measures gender using two scales: self-determined and partner-determined.  In this paper, I investigate how cisgender spouse’s (mis)understandings about one another’s gender affects marital quality, with implications for health. I use dyadic data from the 2015 Health and Relationship Project, which makes use of a gender-conformity scale that spouses use to place themselves and their partners. First, I explore the different demographic characteristics that are associated with a person’s self-selection on the gender-conformity scale. I then compare these demographic characteristics with the factors associated with a person’s placement of their partner on the gender scale. Finally, I investigate whether differences in gendered perceptions of the relationship, a variable that I label “gender perception discordance”, impacts relationship quality. Findings indicate that cisgender spouses not only have discrepant perceptions about each person’s gender in the relationship, but also that these misalignments matter for marital quality and physical health. After explaining the results, I explore some methodological tensions and problems that may commonly surface when embarking on queer quantitative research. Measurements beyond the binary have the capacity to highlight new relationship dynamics (such as discordant gender perceptions), but also bring a new set of methodological considerations. 3  BACKGROUND Gendered Cultural Scripts Scholars of gender and sexuality commonly use the concept of “cultural scripts” to shed light on the pathways that individuals follow when relating to one another (Simon and Gagnon 1986). According to this theory, individuals routinely adhere to a standardized set of actions/mannerisms/expressions (known as a script), resulting in predictable patterns of communication. Script selection relies upon an “ordering of representations of self and other” (Simon and Gagnon 1986:97), meaning that a person must ascertain their social position in relation to whomever they are interacting with in order to understand which cultural scripts to select. Researchers of gender and relationships use script theory to make sense of intimate relationship dynamics. For example, Reid and colleagues (2011) use script theory to understand the meaning that college students assign to various sexual activities such as “hooking up” at a party or abstaining from sex on a first date. Ronen (2010), in turn, looks at the physical scripts that college students follow when “grinding” on the dance floor. These qualitative studies examine how gender scripts structure a person’s course of action in romantic relationships.    Recent quantitative scholarship takes a gender as relational perspective, examining the ways in which gender scripts differ depending upon the gender of both partners (Umberson et. al 2015; Reczek and Umberson 2012). These studies observe dyads of cisgender women with women, men with men, and women with men in order to determine how the gender composition of a couple may shape relationship dynamics. From these studies, it is clear that script selection is not simply a result of one’s binary gender identification (man or woman), but also the gender of one’s partner, and the interaction between the two. Thus, there is no singular “man” or “woman” script but rather different scripts that people invoke based upon the specific gender composition of a relationship.  4  Sometimes partners do not have the same understanding of their gendered relationship, and therefore follow discordant scripts. Goffman (1959) makes the distinction between what one “gives”, or the purposeful expressions that someone consciously emits, and what one “gives off”, or the self-expressions that someone is unaware that they convey (p. 2). Because a person is not always aware of the gendered meanings they express, it is quite possible that a person’s understanding of their own gender diverges from another person’s perception of their gender.  Discordant Scripts  Scholars who study transgender people often explore conflicts between gendered self-identification and categorization by others. Westbrook and Schilt (2014) use the term “determining gender” to describe the process of sorting transgender people into binary gender identity categories. They find that in gender-integrated spaces, identity is the primary criteria for determining gender whereas in gender-segregated spaces, genitalia (or assumed genitalia) is the primary sorting mechanism.  Misdeterminations also matter in the context of intimate relationships. For example, Dozier (2005) analyzed in-depth interview data and found that some trans men identified as “lesbians” prior to transitioning, and shifted to identifying as “bisexual” or “queer” after transitioning. These trans men reported that they were attracted to men, but not attracted to how men interacted with them when they presented as women. Dozier states, “Heterosexuality, then, is a problem for these FTMs [female-to-male transgender people] not because of object choice but because of the gendered meaning created in intimate and sexual interaction that situates them as women” (2005:312). These men’s experiences indicate a case of gender perception discordance in which one partner follows scripts that are invalidating or inappropriate in the eyes of the other, to the detriment of the relationship.   5  Transgender experiences of gender miscategorizations bare significant consequences, rendering these experiences particularly visible. However, it is possible that cisgender people experience gender discordance within binary identification schemes, although, this is less easily observed. In order to investigate gender misunderstandings amongst cisgender people, it is necessary to “queer” the measurement of gender (Westbrook and Saperstein 2015). The verb “queer” means to trouble taken-for-granted binaries (Sedgwick 1990, Seidman 1996). Scholars have “queered” concepts such as good/bad (Stroud 2016), adult/child (O’Connell 2005), and gay/straight (Schindel 2008). In each circumstance, interrogating a binary generates a nuanced understanding of the concept in question and reveals systems of power that both reinforce and rely upon binary classificatory schemes.  Queering Measurement Recently, queer scholars have critiqued the use of binary measurements of gender (Male/Female) in surveys (Sumerau, Mathers, Nowakowsky, and Cragun 2017). Westbrook and Saperstein (2015) identify two problems with conventional gender survey measurements. The first is the conflation of gender identity (man/woman) with gender performance (masculine/feminine), which obscures the more nuanced ways in which people move through the world. For example, men who endeavor to embody hegemonic masculinity and those who embody alternative masculinities have vastly different experiences (Connell 2005). The second problem lies in the use of a single measure (often a survey self-report or researcher’s report) to describe a respondent’s gender (Westbrook and Saperstein 2015). Here the authors elucidate the difference between self-identified and other-determined gender, warning that how a respondent sees themselves does not necessarily align with how others see them. A single measurement is thus always 6  incomplete whereas a binary categorical measure obscures differences within groups. In order to measure cisgender variance, Magliozzi et al. (2016) propose the use of self-selected gradient gender scales. This allows for a measurement of diversity within identity categories. However, as the scale is only self-selected, it cannot capture the differences between self-determined and other-determined gender; the location on the scale that a person self-selects is not necessarily the same as where others would place them. In order to understand the nuances that occur within binary identification, I utilize data that measures gender using two scales: self-determined and partner-determined.    Extending Westbrook and Schilt’s (2014) concept of determining gender, I theorize that people constantly “determine” one another’s gender conformity, even within identity categories. Because scripts are more nuanced than just “man” or “woman”, it is necessary for an individual to ascertain not just a person’s gender category but also how gender-conforming a person is within that category. The act of “determining gender” is therefore an ongoing practice that occurs even after placement in a gender category. Consequently, there is a continual possibility of selecting discordant scripts. The cost of such miscommunications can range from embarrassment, to confusion, and loss of respect (Goffman 1968).   Discordant Scripts and Marital Quality  This study specifically focuses on marriage for several reasons. First, gender and sexuality rely upon one another for meaning and support, suggesting that the impact of discordance on relationship quality is particularly salient in the context of any romantic relationship (Mackinnon 1985). Second, those who enter into marriage may particularly be invested in gender conformity and may especially care when their partner acts in a way that is gender disaffirming (Pollitt et al 2017). This is because entering into the institution 7  of marriage, in a time when many choose to cohabit or remain single, is a conforming gender performance in and of itself (Coontz 2006).  Third, those who are married spend a substantial amount of time together (Gager and Sanchez 2003). As a result, people can draw from a wealth of knowledge regarding how they expect their partner to look and act when placing their partner on a gender-conformity scale. Thus marriage is an ideal context to study the extent and impacts of gender perception discordance.  Prior studies on discordance between partners and relationship quality show that misaligned expectations correlate with increased marital stress and decreased marital quality (Bowen and Ortner 1983; Umberson et. al. 2006; Proulx et. al. 2007; Carr et. al. 2014). While such studies diverge greatly in their subject matter and field, they converge in demonstrating that discordant perceptions impose marital strain. For example, Umberson and colleagues’ (2015) interview study of same-sex and different-sex married couples found that when married couples had differences in desires for closeness, this sparked relationship troubles. Halpern-Meekin and Tach (2013) find that couples who have discrepant perceptions of when they first met have worse marital quality compared to couples with similar perspectives. Bowen and Ortner (1983) find that when couples have discordant expectations of who should do the housework, this impedes relationship quality. Results from Reczek and Umberson’s (2016) interview study indicated that disagreements over whether to care for a sick parent impedes relationship quality. These studies, which observe vastly different kinds of behaviors/experiences/desires, are in agreement that discordance is detrimental to marital quality. I predict that gender discordance will also impede marital quality. However, the impact of gender discordance may be especially strong because the disagreement is about someone’s sense of self, opposed to simply a desire or expectation. It is thus essential to investigate whether and to what end gender discordance may impede relationship quality and increase relationship stress. 8  Discordant Scripts and Health  Marriage has a significant impact on health and well-being. While happy marriages have positive health effects (Waite and Gallager 2002), strained marriages yield negative health outcomes (Umberson et. al. 2006). Burman and Margolin’s (1992) review of studies on marriage and health finds consistent evidence that those who report high levels of marital distress suffer greater stress responses, which puts them at risk for numerous health issues including a poorer immune system. Because of the impact that quality of relationship has on individual health, I predict that gender perception discordance negatively impacts health and that this relationship is mediated by marital quality. Furthermore, because discordant scripts may disrupt a person’s sense of self, this may increase stress as well as adverse health behaviors, causing for an impact on health that is not exclusively mediated by marital quality. In this paper, I analyze survey data from 916 married spouses, measuring gender  conformity and gender perception discordance. Because discrepancies in perceptions of gender within the relationship may generate interactions that are disaffirming or invalidating, I hypothesize that higher levels of gender perception discordance will correlate with higher levels of marital quality. In turn, due to the strain that gender perception discordance imposes on marriage, I expect that discordance will be inversely correlated with health.        9  Figure 1: Conceptual Model   Discordance Marital Quality Health    10  METHODS Data and Sample In order to investigate the relationship between gender perception discordance and marital quality with implications for health, I use dyadic data collected from both spouses in 458 marriages. This dataset includes demographic characteristics of respondents as well as questions regarding respondent and partners’ gender conformity, health, stress, and relationship quality. For recruitment, researchers used the Massachusetts vital records office in order to identify same-sex couples who had been married in the state between 2004 and 2012. Researchers then sent fliers to the addresses of potential participants. In order to generate a sample of analogous different-sex partners, the researchers then sent fliers to analogous different-sex couples in households in neighborhoods from which a large number of same-sex respondents participated. Approximately 70 percent of the sample was gathered using this method. The remaining 30 percent were gathered through snowball sampling in order to ensure that same-sex and different-sex couples were matched on a number of demographic characteristics. The survey took approximately 45 minutes to complete and upon completion of the survey respondents received a 50-dollar gift card.   While the sample is not representative of the U.S., it does provide a large-scale study of comparable same-sex and different-sex couples. Additionally, the sample’s marital status, whiteness, high income levels, high education, and cisgender identification (see Table 1) render these participants particularly gender normative (Pollitt et. al. 2017). Because this study hopes to uncover how gender perception discordance matters for those who are firmly not in the “margins”, this sample is particularly ideal.    11  Measures  Marital quality is composed of four separate survey questions which ask respondents to report how rewarding their relationship is (5 point scale), how warm and comfortable they feel in their relationship (5 point scale), how satisfied they are with their relationship (5 point scale), and how happy they are with their relationship (6 point scale). The responses are then summed and averaged. The survey questions are highly correlated with a 2.4 eigenvalue and all factor loadings above .85. Furthermore, the construct is found to have a high construct validity by a prior study on relationship satisfaction measurements (Funk and Rogge 2007).  Health is measured as a self-report. People rated their physical health as: “excellent”, “very good”, “good”, “fair”, or “poor”, with higher numbers indicating better self-reported health.  Gender Conformity is derived from a question that prompted respondents to select whether they strongly agree, agree, neither agree nor disagree, disagree, or strongly disagree with the following statement: “My physical appearances and demeanor are typical of someone of my gender”. Each respondent then selected the appropriate option for their partner (referred to as “report of spouse’s gender-conformity”). The results were coded on a 5-point scale such that higher numbers are indicative of more gender-conformity.   Gender Perception Discordance measures the difference between each spouses’ perspective of the gendered relationship. To take this measure, I first calculated the distance one person puts between themselves and their partner on the gender conformity scale. I repeated this calculation for the spouse. I then measure the difference between each spouse’s score by subtracting one from the other and taking the absolute value. Thus, those with matched perceptions of the gendered relationship have a discordance score of zero. For an explanation as to why I measured discordance using this method, as opposed to 12  directly comparing someone’s self-report with partner’s report of that person, see the discussion section. It is possible for someone to have a “gender perception discordance” of three (n=12) and four (n=6), however this was highly uncommon. As a result, I collapsed the highest three categories such that those who have the largest difference in perceptions of gender in the relationship have a discordance score of two.  Race is measured as four categorical variables: Black, Hispanic, White (Non-Hispanic), and Other. Due to low response rates, the racial category “other” comprises those who selected Native American, Asian, Mixed Race, or “Other”. Education originally contained six categories, however I collapsed the bottom three due to a lack of responses. Education now contains four categories: high school degree, some college, bachelor’s degree, and graduate school/professional school. Household income is divided into six categories: $1-$24,999; $25,000-$49,999; $50,000-$74,999; $75,000-$99,000; $100,000-$149,999; $150,000 or more.    I begin with descriptive statistics in order to examine the sample and understand the extent to which gender perception discordance exists. Next, to better understand how people “determine” one another’s gender conformity, I assess whether and how demographic characteristics correlate with self-placement and placement of partner on the gender conformity scale. Then, using an actor-partner interdependence model (APIM), I construct three models to explore the impact of gender perception discordance. APIM is ideal for this dyadic dataset because it accounts for each spouse’s influence on the other (Kenny 1996).  In the first model, I examine the correlation between gender perception discordance and marital quality, net of controls. In the second model, to understand whether discordance impacts health, I replace health as the dependent variable. In the third model, I add marital quality to the controls in order to understand whether marital quality mediates the relationship between discordance and health. Through this progression I can 13  determine what factors correlate with placement on the gender conformity scale, the extent in which gender perception discordance occurs, and finally, the extent in which gender perception discordance matters.   14  RESULTS Descriptive Statistics Table 1 contains descriptive statistics of my sample. In comparison to the general population, the sample is more educated, has a higher income, and is less racially diverse. The sample is 87% white (non-Hispanic), 3% Black, 4% Hispanic, and 6% other. The sample only includes adults; the youngest respondent is 30 years old, the oldest respondent is 65 years old, and the sample average is 47.7 years old. The median household income bracket is $100,000-$149,000, with 31% of the sample making over $149,000. Although this is not representative of the U.S. the sample does provide an analogous set of same-sex and different-sex couples. About half (49.7%) of the sample has attended graduate or professional school. Over half (64.7%) identify as Lesbian, Gay, Bisexual, or Queer.  A total of 573 respondents (70%) “agree” or “strongly agree” that their physical appearance and demeanor are typical of someone of their gender, while 73% report that their spouse’s physical appearance is typical of someone of their gender. Thus, it appears that there is no systemic difference between self-reports of gender and spousal reports. Yet, the number of couples that experience some degree of gender discordance is relatively high; 57% of couples experience some level of gender discordance with 40% of respondents experiencing one degree of gender discordance, 13% experiencing two degrees of gender discordance, and just over 4% experiencing three or more degrees of gender discordance.       15  Table 1. Descriptive Statistics (N=916)   Mean SD Min Max Female  0.552 0.498 0 1 Black  0.03 0.171 0 1 Hispanic  0.041 0.198 0 1 White (Non-Hispanic)  0.87 0.337 0 1 Other  0.059 0.056 0 1 LGBQ  0.647 0.478 0 1 Age  47.738 8.572 30 65 Household Income  4.599 1.311 1 6 High school graduate or less  0.049 0.217 0 1 Some college  0.144 0.351 0 1 College graduate  0.311 0.467 0 1 Graduate/professional school  0.497 0.501 0 1 Respondent's gender-conformity  3.806 0.991 1 5 Report of spouse's gender-conformity  3.876 0.954 1 5 Gender discordance  0.571 0.798 0 4  Demographic Characteristics and Reports of Gender-Conformity I find that higher household income is associated with higher self-reported gender conformity (p<.01) (see the first column of Table 2). This may be because those who make more money view themselves as more gender-conforming (Connell 2005). Conversely, it may be that those who are more gender-conforming are more likely to advance in their career and therefore make more money do to implicit (or explicit) bias. The table shows that those who identify as LGBQ tend to report that they are less gender-conforming. However, further analysis of each group by union type (available upon request) shows men who are married to men self-identify as the most gender-conforming, positioning themselves almost half a point higher on the five-point gender scale (p<.01). By contrast women married to women indicate that they are the least gender conforming. This finding 16  is in alignment with recent studies on sexuality and masculinity which state that lesbian women may experience a particular freedom to express gender nonconformity and may gain social esteem in certain circumstances, whereas gay men who are gender nonconforming may face violence or social ostracization by their straight counterparts (Kazyak 2012, Pascoe 2011). In terms of social acceptance of gender nonconformity, it appears that men in same-sex relationships and women in same-sex relationships lie on opposite ends of the continuum. This is one example of how the label “LGBT” sometimes can efface large differences within the group.  Age is not correlated with placement on the gender-conformity scale. At first glance, this may appear to contradict recent research that youth are particularly gender non-conforming (Wilson et. al 2017). However, it is important to consider that spouses in this sample were between the ages of 35 and 60. So it still may be the case that adults are more gender-conforming than youth. The results only suggest that after people enter into adulthood there is no significant difference in gender-conformity based on age. In order to determine whether the demographic characteristics that correlate with self-report of gender-conformity vary from the criteria that people use to determine their spouse’s gender-conformity, I generate a second mixed-effects regression model (see the second column of Table 2). The results are overwhelmingly similar. Once again, sexual orientation and household income are statistically significant and the direction of the associations remains unchanged. As a result, it appears that gender perception discordance is not largely due to differences in demographic characteristics between partners or due to differences in how people categorize others as opposed to themselves.    17  Table 2: Demographic Characteristics and the Gender-Conformity Scale (N=916)  VARIABLES Self-Report of Gender-Conformity Spouse-Report of Gender-Conformity    Male 0.173*** 0.121*  (0.0669) (0.0631) Spouse female -0.251*** -0.311***  (0.0660) (0.0622) LGBQ -0.186*** -0.158**  (0.0717) (0.0676) Black 0.213 0.285  (0.186) (0.175) Hispanic 0.446*** 0.394***  (0.158) (0.149) Other 0.165 0.0445  (0.134) (0.127) Household Income 0.0925*** 0.0745***  (0.0276) (0.0260) Some college 0.0437 0.310**  (0.168) (0.158) College graduate -0.0809 0.188  (0.159) (0.150) Graduate/Professional school 0.00788 0.181  (0.159) (0.150) Respondent’s age 0.00183 -0.00256  (0.00606) (0.00571) Spouse’s age -0.00254 6.99e-05  (0.00604) (0.00569) Constant 2.910*** 2.894***  (0.281) (0.265) Gender Discordance and Marital Quality Next, I regress gender perception discordance on marital quality in order to investigate the extent to which gender perception discordance matters (Table 3). In support of my hypothesis, I find that gender perception discordance is inversely correlated with relationship quality. For every degree of discordance marital quality decreases by .156 18  points (p<.01). In agreement with previous studies, those who identified as LGBQ reported a .197 point increase in marital quality (p<.01).  Table 3. Gender Discordance and Marital Quality (N=916) VARIABLES Model 1   Gender Discordance -0.156**  (0.0377) Male -0.0595  (0.0623) Spouse Female 0.0688  (0.0615) LGBQ 0.197**  (0.0683) Black -0.175  (0.172) Hispanic -0.233  (0.146) Other 0.0195  (0.124) Household Income 0.0939***  (0.0257) Some College -0.194  (0.156) College Graduate -0.199  (0.148) Graduate/Professional School -0.239  (0.148) Age 0.00636  (0.00579) Constant 3.694***  (0.268)  Gender Discordance and Health  Next, in order to test whether gender perception discordance matters for individual health, I regress gender discordance on health. As predicted, I found a negative association between gender discordance and health such that for each degree of discordance self-19  reported health diminishes by .123 points (p<.01). In line with prior studies, both household income and education are associated with higher self-reported health. Additionally, it appears that women reported lower health than men (p<.05).  Table 4: Gender Discordance and Health (N=916)  VARIABLES Model 2 Model 3    Discordance -0.123** -0.0966*  (0.0454) (0.0460) Marital Quality - 0.109**  - (0.0321) Female -0.208 -0.211  (0.108) (0.108) Spouse Female -0.0230 -0.0138  (0.108) (0.108) Female#Sp_female 0.142 0.120  (0.159) (0.159) Black 0.180 0.168  (0.181) (0.184) Hispanic -0.000825 -0.0127  (0.151) (0.152) Other 0.0216 0.0209  (0.126) (0.126) Household Income 0.156*** 0.143***  (0.0262) (0.0265) College 0.179* 0.188*  (0.0884) (0.0884) Post College 0.268** 0.274**  (0.0862) (0.0864) Years Lived Together 0.00490 0.00491  (0.00401) (0.00402) Kids in Household -0.0685 -0.0384  (0.0756) (0.0762) Constant 2.566*** 2.607***  (0.188) (0.190)    20   Finally, in order to determine whether, and to what end marital quality serves as a mediator between gender discordance and health, I regress discordance on health and add an additional control for marital quality (Model 3). For each degree increase in discordance, health decreases by .096 (p<.05). Congruent with previous studies, each degree increase in martial quality correlates with .109 degrees increase in health (p<.01). Results indicate that discordance negatively impacts health both indirectly through marital quality, and directly. Taken together, results indicate that discordance not only occurs for cisgender people, but it also impacts their relationship quality and physical health.    21  Discussion: Methodological Considerations  This study is not intended to present a solution for gender measurement but rather to serve as an invitation to constantly question binary classificatory schemes. In this spirit, I will delineate several methodological considerations and concerns that I came upon while embarking on a queer quantitative gender analysis. In this section, I only discuss measuring gender in terms of characteristics (appearance, demeanor, interests, hobbies, and desire), although I end with a brief exploration of how these measurements may aid quantitative researchers in studying gender as a system of inequality. Some of the following considerations are more specific to the present paper’s measure of gender conformity while other points are more general. It is my hope that even the more specific concerns will hold relevance and importance to others as they measure gender beyond the binary.   First, the gender scales that I use are based upon how “typical” someone views themselves and their partner to be in terms of physical appearances and demeanor. This scale does not cleanly map onto ideas of masculinity and femininity. This is because it is unclear how respondents interpret the phrase, “gender typical”. Some people may consider “gender typical” to be an ideal that we privilege. Hegemonic masculinity for men or emphasized femininity for women would then be highly typical (Connell 2005). By contrast, others may consider “typical” to refer to an “average of their peers”. Because most people do not embody hegemonic masculinity or emphasized femininity these presentations would be considered atypical (Pascoe 2011). As a result, it is not possible to infer how masculine or feminine a person views themselves or their partner based upon this scale. Additionally, one cannot assume that each person’s understanding of the scale is similar. This raises a concern that partners who have similar perceptions of one another but different perceptions of the scale may appear discordant. For this reason, in order to calculate discordance, it is necessary to use a measure that does not assume that two people 22  hold the same perception of any one location on the scale. In order to do this, I first calculated the distance that each spouse placed between themselves and their partner on the gender scale, and then compared those distances. Using this method, the placement of any one person on the scale is not important, but rather people’s perceptions of their partner relative to themselves.   Additionally, my measure of gender discordance only addresses one aspect of gender self-perception: physical appearances/demeanor. I did not consider, for example, how discrepant perceptions of hobbies and interests may impact couples. Spouses in the present sample answered a similar survey question to this end, which asked how much they agree with the following statement, “My hobbies and interests are typical for someone of my gender”. Responses were on a 5-point Likert scale from “strongly agree” to “strongly disagree”. People’s answers were similar, yet distinct from the question regarding physical appearances and demeanor with a correlation coefficient of 0.57. I conducted preliminary analyses to investigate the relationship between gendered discordance in terms of hobbies/interests and relationship quality, finding that such discordance had a negative impact on relationship quality (p<.05), although the correlation was less strong than with physical appearance and demeanor.   One path not taken is that I could have created a composite measure of gender conformity by averaging each person’s self-reported conformity in terms of appearance/demeanor and conformity in terms of hobbies/interests. At a first glance, this may appear to be a more comprehensive measure of gender. However, this method would suggest that appearances/demeanor and hobbies/interests are of equal importance to each respondent, despite that some people may consider either of these facets of gender to be more central to their sense of self. For example, ethnographic and interview studies show that when women take part in hobbies or interests that are conventionally masculine or 23  when men that take part in hobbies or interests that are conventionally feminine, some people embrace the associations with gender-nonconformity while others do work to distance themselves from gender transgression (Hollander 2013; Harris and Giuffre 2015; Adjepong 2015). Adjepong’s (2015) interview study with 15 mostly white, mostly straight-identified, women rugby players identified the tactics that some women will use in order to distance themselves from any association with gender non-conformity or queerness in a masculinized sport.  The women in Adjepong’s study may place little emphasis on hobbies and more emphasis on appearances and demeanor, in formulating their sense of self. The problem when respondents answer multiple questions about their gender-conformity is that it then falls on the researcher to determine the importance of each aspect of gender.   This transference of agency from respondent to researcher in determining what’s central to a person’s sense of gender-conformity mirrors issues that scholars have previously raised with the Bem Sex Role Inventory (BSRI) (Magliozzi et al 2016). To complete the BSRI, respondents answer questions about their personality traits, (e.g. whether they like children and whether they consider themselves to have a “strong personality”) (Colley et. al. 2009). Because meanings surrounding gender shift based upon time, place, group membership, and individual beliefs, the BSRI has been subject to criticism (Magliozzi et. al. 2016). Connell (2005) has raised three critiques of itemized scales: 1.) it places the onus on the researcher to determine what types of characteristics to include, 2.) these items rely upon and reproduce “common sense typologies” of what it means to be masculine or feminine (p. 69), and 3.) when masculinity is immediately attributed to men’s bodies and femininity to women’s bodies, this obscures female masculinity and male femininity. A self-selected gender scale in which respondents place themselves on a continuum from masculine to feminine may remedy these issues by placing the onus on the respondent to determine their masculinity/femininity. Furthermore, 24  self-selected scales remove individual characteristics from surveys which means that such characteristics are no longer reified as masculine or feminine. Because women, men, and everyone inside or outside of that binary may place themselves on a scale that ranges from masculine to feminine, there is no imbedded assumption that masculinity is connected to male bodies and femininity to female bodies. However, these scales are no perfect solution. When each respondent determines how masculine/feminine they are, this very question conveys to respondents the significance of this schema and thus may cement its importance. Additionally, if researchers break the masculinity/femininity scale into different components -such as one scale for appearance/demeanor and another for hobbies/interests)- it then falls upon the researcher to determine each scales’ importance relative to one another, thus taking agency away from the respondent.  Furthermore, it is necessary to acknowledge that a person’s self-selection on the scale may not align with where other people in their community place them. Indeed, in this study over half of spouses had discordance in their perceptions of gender conformity, and these differences mattered. So, while self-placement on a gender scale is the best indicator of a respondent’s self-perception, this should not be conflated with how others read them. Thus, a self-selected scale is not enough. Self-perception, and another person’s perception each reveal important aspects about a person’s nonconformity and should be considered separately.  It is also important to acknowledge that a person’s perception of their own masculinity/femininity may shift over the course of an hour, day, week, month, and year. For example, a person who just came back from the gym may think of themselves as more masculine than when they would at other points throughout the day. A person’s gendered self-perception in terms of masculinity/femininity and their view of others may oscillate throughout the years. Because gender is emergent within social situations as opposed to a 25  fixed characteristic, a person’s view of their own masculinity/femininity is also not likely to be fixed.   Another consideration is how to conceptualize the use of gendered scales with an intersectional lens. In the current study, race/ethnicity is a categorical variable with only four groups “white (not Hispanic), Black, Hispanic, and Other”. These categorizations elide a lot of diversity, and are only due to the relatively small proportions of racial and ethnic minorities within this sample. While future studies should focus on more racially diverse groups and include more identity categories, we should also think beyond these categories. Can gender scales account for the ways in which gender is raced and race is gendered? What does it mean if gender-typical is coded as white and gender nonconforming is non-white? (How) do understandings of the scale change based upon racial identification, and what does this mean for the concepts of gender-conformity and discordance? Future work should contend with methodological questions surrounding intersectionality and gender scales.  A tension that undergirds this paper is both a reliance upon categories, and a critique of them. On the one hand, I argue that a reliance solely on binary identity categories elides important social processes in regards to gender and intimate relationships. It would be impossible to capture and observe the effects of gender discordance amongst cis people without a measurement of gender that goes beyond the binary. And yet, at the same time, the present study relies on the categories of “man” and “woman” as well as categories regarding race, sexual orientation, income, and education. Additionally, one could make the argument that the gendered scale, in and of itself, is simply a collection of five different categories, each of which could further be interrogated. The conundrum that queer quantitative scholarship faces is both a desire to critique categories, and at the same time, a compulsion to use categories in order to conduct statistical analysis. In the present paper, 26  my aim is to both recognize that these categories hold no inherent meaning beyond the power that society gives them, to name that these categories may obscure while they reveal, and also to learn about the world from these categories. People experience the world differently based upon identity category and based upon more nuanced expressions, habits, preferences, and appearances.   Currently, the use of a single lens to measure gender (as a binary identificatory category) obscures important processes within quantitative studies and invisiblizes the experiences those who are least conforming. To demonstrate this point, I will describe a key finding from Pascoe’s “Dude You’re a Fag” (2007) to consider what gendered processes could not possibly be documented by a quantitative study using binary gender markers (man/woman). I chose this study because it takes a structural approach to understanding gender and it also captures masculinity/femininity in terms of physical appearances and demeanor. In Pascoe’s study of high-school masculinity, she uncovers multiple different ways in which gender organizes students’ daily lives. One example is that boys encourage one another to harass girls at school, while school officials tacitly allow this to take place. It is possible that a quantitative researcher that asked the right questions could, using the standard of binary gender identity measurements (man/woman), capture how girls face harassment at the hands of boys. This important aspect of male domination is not concealed by the conventional gender measurement. However, the standard binary gender identity measurements could never capture how it is that certain students are affected differently by this structure than others. For example, Pascoe describes how some of the “masculine” girls on the basketball team do not face the same-harassment as their gender-conforming female classmates (and some even perpetrate similar acts of harassment themselves). The categories of “man” and “woman” obscure this practice and therefore a key way in which masculinity operates. As another example, 27  Pascoe presents the chilling story of a boy named Ricky, who is very gender non-conforming in terms of physical appearance and demeanor. He faces extreme bullying, and ultimately drops out of school.  A quantitative researcher who only used binary identity categories to measure gender, could never document his experiences, or even recognize his existence. So, while the present study only considers particular ways to measure gender as a perception of physical, appearances, demeanor, etc., such new methodological contributions can allow for a more nuanced study of gender as a social structure; a study that would no longer excludes the stories of gender-nonconformers like Ricky. It is necessary for researchers to continue refining how we measure “gender” so that studies about structural inequalities no longer hide the unique ways in which this structure impacts gender-nonconforming people. What’s at stake is not just an abstract concept of gender diversity. It’s about which people’s life experiences we document and which we ignore.  This methodological discussion specifically engaged with ways of measuring gender in terms of a person’s demeanor, appearance, hobbies, interests, and desires. Nonconformity in these ways has very real importance to identity and to treatment by others (Pascoe 2007). At the same time, the social meaning of appearance, demeanor, hobbies, and interest can only be derived from understanding gender as a system of inequality (Connell 2005). Moving forward, it is my hope that more nuanced measurements of gender can aid studies of how gender functions as a system of inequality with unique implications for those who are least gender-conforming.   28  CONCLUSIONS  Current research on marital dynamics investigates how disagreements and discrepant desires impact marital quality (Bowen and Ortner 1983; Umberson et. al. 2006; Proulx et. al. 2007; Carr et. al. 2014), with implications for health (Burman and Margolin 1992; Umberson et. al. 2006). However, prior studies have not investigated how discrepant perceptions of gender may impede marital quality as well as health. To address the gap in literature, I explore whether and how gender perception discordance matters. I then document some methodological considerations of measuring gender beyond binary identificatory categories.  First, findings indicate that gender trouble does, indeed, exist for cisgender people. This is a finding that is common in qualitative gender studies, but due to the constraints of standard gender measurements, is rare within quantitative research. Cisgender spouses in this sample had discrepant perceptions of gender conformity within the relationship which impeded marital quality and, in turn, health. One pathway through which this occurs is that these disparate scripts reveal on a daily basis, through interaction, the different perspectives of a person’s gender in the relationship. However, this is not to suggest that each interaction between gender-discordant partners necessarily involves highly disparate scripts, but rather that slight differences may subtly impact relationship quality over time. The process of determining gender, and therefore invoking gendered scripts, is constant, and so is the possibility of these miscommunications, and gender disaffirmations. These affirmations not only impede marital quality, but also affect health. It appears that treating people in ways that are gender affirming have health implications, even amongst cisgender people.     I join other scholars (Sumerau, Cragun, and Mathers 2016; Sumerau et. al. 2017) in calling for critical cisgender studies. Scholars in transgender studies have made exciting and important new contributions to understandings of gendered relationship dynamics. 29  However, certain theoretical discussions, such as the importance of discordant gender perceptions, are not considered applicable to cisgender people. This discrepancy reifies concepts of trans people as “other”, “unnatural”, or “innately different”, which in turn suggests that binary gender experiences are “innate”, “natural” or “human”.     The second implication is that binary gender identity categories are not equipped to capture gender nonconformity or discordance. Thus, it is imperative to study gender as more than just an identity category, but rather a nuanced relationship. As Magliozzi and Saperstein (2016) state, “Conventional survey measures of gender are blunt tools.” (p. 4). When binary gender identity categories are the exclusive gender measurement, the experiences of people who are least gender-conforming in terms of appearances, demeanor, hobbies, and interests, are entirely eclipsed by the more conforming majority.  Limitations  While this study focuses on questioning gender measurements, it does not problematize measurements of race. Further scholarship is necessary in troubling racial categories. Saperstein and Penner (2012) does this important work by investigating whether and to what end racial self-identification and classification by others differs over time. She finds that there does exist change in racial categorizations over time and that respondent’s income affects not only the researcher’s perspective of respondent’s race, but also the respondent’s self-identification. Research on colorism (see Dixon and Telles 2017 for a review) shows that while racial identification/classification is meaningful, studies should go further to understand the unique ways in which skin color impacts life experiences. Garcia and Abascal’s (2015) study further complicates colorism by demonstrating how perception of someone else’s skin color varies based upon gender. These studies do the important work of innovating measurements of race and gendered 30  perceptions of race to better understand people’s lived experiences. Future research should continue this important project.  An additional limitation is that this project focuses on marital relationship dynamics. Marriage is an institution that depends upon and maintains gender inequality (Duggan 2003). For this reason, the gendered dynamics observed in marriage (such as the impact of gender discordance) may operate differently than in other relationship contexts. Future studies should observe such dynamics amongst those who are cohabiting, dating, in non-monogamous relationships, and many other locations on the landscape of intimate relationships.  Through the gender measurements that we use and the theory we engage with, we, as researchers, reinscribe power. Siphoning theoretical contributions of transgender literature apart from cisgender people serves to “otherize” trans experiences, and, in turn reify the gender binary. Measuring gender exclusively using the categories “man” and “woman”, invisibilizes the experiences of people whose physical appearances and demeanor diverge from those belonging to the same category. This paper is an invitation for more work to question assumptions that quietly undergird survey studies of gender.      31  REFERENCES  Adjepong, Anima. 2017. “‘We’re, like, a Cute Rugby Team’: How Whiteness and  Heterosexuality Shape Women’s Sense of Belonging in Rugby.” International  Review for the Sociology of Sport 52(2):209–22. Bowen, Gary Lee and Dennis K. Orthner. 1983. “Sex-Role Congruency and Marital Quality.” Journal of Marriage and Family 45(1):223–30. Burman, Bonnie and Gayle Margolin. 1992. “Analysis of the Association Between Marital Relationships and Health Problems: An Interactional Perspective.” Psychological Bulletin 112(1): 39-63. Carr Deborah, Freedman Vicki A., Cornman Jennifer C., and Schwarz Norbert. 2014. “Happy Marriage, Happy Life? Marital Quality and Subjective Well‐being in Later Life.” Journal of Marriage and Family 76(5):930–48.  Colley, Ann, Gerry Mulhern, John Maltby, and Alex M. Wood. 2009. “The Short  Form BSRI: Instrumentality, Expressiveness and Gender Associations among a   United Kingdom Sample.” Personality and Individual Differences   46(3):384–87. Connell, Raewyn. 2012. “Gender, Health and Theory: Conceptualizing the Issue, in Local and World Perspective.” Social Science & Medecine, 74(11): 1675-1683. Connell, Raewyn. 2005. Masculinities. Berkley, CA: University of California Press.  Coontz, Stephanie. 2006. Marriage, a History: How Love Conquered Marriage. New  York: The Penguin Group. Davis, Alexander K. 2017. “The Hidden Privilege in ‘Potty Politics.’” Contexts 16(3):34–41. 32  Dixon, Angela R. and Edward E. Telles. 2017. “Skin Color and Colorism: Global Research, Concepts, and Measurement.” Annual Review of Sociology 43(1):405–24. Dozier, Raine. 2005. “Beards, Breasts, and Bodies: Doing Sex in a Gendered World.” Gender and Society 19(3).   Duggan, Lisa. 2003. The Twilight of Equality? Neoliberalism, Cultural Politics, and the Attack on Democracy. 1st ed. Boston: Beacon Press. Gager, Constance T. and Laura Sanchez. 2003. “Two as One? Couples’ Perceptions of  Time Spent Together, Marital Quality, and the Risk of Divorce.” Journal of  Family Issues 24(1):21–50. Garcia, Denia and Maria Abascal. 2016. “Colored Perceptions: Racially Distinctive Names and Assessments of Skin Color.” American Behavioral Scientist 60(4):420–41. Garfinkel, Harold. 1967. Studies in Ethnomethodology. Englewood Cliffs, N.J: Prentice-Hall. Goffman, Erving. 1959. The Presentation of Self in Everyday Life. New York: Doubleday Dell Publishing Group, Inc. Halpern-Meekin, Sarah and Laura Tach. 2013. “Discordance in Couples’ Reporting of Courtship Stages: Implications for Measurement and Marital Quality.” Social Science Research 42(4):1143–55. Hargie, Owen DW., David H Mitchell, and Ian JA Somerville. 2017. “‘People Have a Knack of Making You Feel Excluded If They Catch on to Your Difference’: Transgender Experiences of Exclusion in Sport.” International Review for the Sociology of Sport 52(2):223–39. 33   Harris, Deborah A. and Patti Giuffre. 2015. Taking the Heat: Women Chefs and  Gender  Inequality in the Professional Kitchen. New Brunswick, NJ: Rutgers  University Press. Hollander, Jocelyn A. 2013. “‘I Demand More of People’ Accountability, Interaction,  and Gender Change.” Gender & Society 27(1):5–29. Kazyak. Emily. 2012. “Midwest or Lesbian? Gender, Rurality, and Sexuality.” Gender & Society 26(6):825–48. Kenny, David. 1996. “Models of Non-Independence in Dyadic Research.” Journal of Social and Personal Relationships 13(2):279–94. MacKinnon, Catherine. 1982. “Feminism, Marxism, Method and the State: An Agenda for Theory” Signs: Journal of Women in Culture and Society 7(3): 515–44. Magliozzi, Devon, Aliya Saperstein, and Laurel Westbrook. 2016. \"Scaling Up: Representing Gender Diversity in Survey Research.\" Socius, 2: 1-11. Mathers, Lain A. B. 2017. “Bathrooms, Boundaries, and Emotional Burdens: Cisgendering  Interactions Through the Interpretation of Transgender Experience.” Symbolic Interaction 40(3):295–316. Nanney, Megan. 2017. “Moving Beyond Cis-Terhood.” Gender and Society 31(2):145–70.  O’Connell Davidson, Julia. 2005. Children in the Global Sex Trade. Malden, MA: Polity Press. Pascoe, C. J. 2011. Dude, You’re a Fag: Masculinity and Sexuality in High School. Berkeley, CA: University of California Press.   Pollitt, Amanda M., Brandon A. Robinson, and Debra Umberson. 2018. “Gender Conformity, Perceptions of Shared Power, and Marital Quality in Same- and Different-Sex Marriages.” Gender & Society 32(1):109–31. 34  Proulx, Christine M., Heather M. Helms, and Cheryl Buehler. 2007. “Marital Quality and Personal Well-Being: A Meta-Analysis.” Journal of Marriage and Family 69(3):576–93. Reczek, Corinne and Debra Umberson. 2012. “Gender, Health Behavior, and Intimate   Relationships: Lesbian, Gay, and Straight Contexts.” Social Science & Medicine   74(11):1783–90. Reid, Julie, Sinikka Elliott, and Gretchen Webber. 2011. “Casual Hookups to Formal Dates: Refining the Boundaries of the Sexual Double Standard.” Gender and Society, 25(5): 545-568. Ronen, Shelly. 2010. “Grinding on the Dance Floor: Gendered Scripts and Sexualized Dance at College Parties.” Gender and Society, 24(3): 255-377. Saperstein, Aliya and Andrew M. Penner. 2012. “Racial Fluidity and Inequality in the United States.” American Journal of Sociology 118(3):676–727. Schilt, Kristen. 2010. Just One of the Guys?: Transgender Men and the Persistence of Gender Inequality. Chicago: University of Chicago Press. Schilt, Kristen and Laurel Westbrook. 2015. “Bathroom Battlegrounds and Penis Panics.” Contexts, 14(3): 26-31. Schindel, Jennifer E. 2008. “Gender 101— Beyond the Binary: Gay-Straight Alliances and Gender Activism.” Sexuality Research & Social Policy 5(2):56. Sedgwick, Eve Kosofsky. 1990. Epistemology of the Closet. Berkeley: University of California Press.  Seidman, Steven. 1996. Queer Theory/Sociology. Cambridge, Mass: Blackwell. Simon, W. and JH Gagnon. 1986. “Sexual Scripts: Permanence and Change.” Archives of Sexual Behavior, 15(2): 97-120. 35  Sumerau, J. E., Ryan T. Cragun, and Lain A. B. Mathers. 2016. “Contemporary Religion and the Cisgendering of Reality.” Social Currents 3(3):293–311. Sumerau, JE, Lain AB Mathers, Alexandra CH Nowakowski, and Ryan T. Cragun. 2017. “Helping Quantitative Sociology Come out of the Closet.” Sexualities 20(5-6):644–56. Stroud, Angela. 2015. Good Guys with Guns: The Appeal and Consequences of Concealed Carry. Chapel Hill: University of North Carolina Press.   Umberson, Debra, Mieke Beth Thomeer, and Amy Lodge. 2015. “Intimacy and Emotion Work in Lesbian, Gay, and Heterosexual Relationships.” Journal of Marriage and Family, 77(2): 542-556. Umberson, Debra, Kristi Williams, Daniel A. Powers, Hui Liu, and Belinda Needham. 2006. “You Make Me Sick: Marital Quality and Health Over the Life Course.” Journal of Health and Social Behavior 47(1):1–16. Waite, Linda, and Maggie Gallagher. 2002. “The Case for Marriage: Why Married People Are Happier, Healthier and Better Off Financially.” New York: Broadway Books. Westbrook, Laurel and Aliya Saperstein.  2015. “New Categories Are Not Enough: Rethinking the Measurement of Sex and Gender in Social Surveys.” Gender and Society, 29(4): 534-560. Westbrook, Laurel and Kristen Schilt. 2014. “Doing Gender, Determining Gender: Transgender People, Gender Panics, and the Maintenance of the Sex/Gender/Sexuality System” Gender and Society,28(1): 32-57.    36   Wilson, Bianca D. M., Soon Kyu Choi, Jody L. Herman, Tara L. Becker, and Kerith J.  Conron. 2017. Characteristics and Mental Health of Gender Nonconforming  Adolescents in California. Health Policy Fact Sheet. Los Angeles, CA: The  Williams Institute and UCLA Center for Health Policy Research.  ",
    "id": 211339546,
    "identifiers": {
        "doi": "10.15781/T2125QW85",
        "oai": "oai:repositories.lib.utexas.edu:2152/72759"
    },
    "title": "Transgender theory, queer measurements, cis gender : gender perception discordance and marital quality amongst cisgender couples",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-02-05T17:41:22+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://repositories.lib.utexas.edu/bitstream/2152/72759/1/GOLDSTEIN-KRAL-THESIS-2018.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/211339546.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/211339546"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/211339546/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/211339546/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/211339546"
        }
    ],
    "abstract": "Conventionally, surveys measure gender by asking respondents to select whether they identify as a man or woman. While researchers once considered this unproblematic, recent insights from queer theory and transgender studies exemplify that: 1.) binary measurements are insufficient because they obscure variation within groups, and 2.) single measurements are incomplete because how one sees themselves may not align with how others see them. To interrogate the transgender/cisgender binary that undergirds these differential practices, I analyze survey data from 458 cisgender married same-sex and different-sex couples in which actors place themselves and their spouse on a gender typicality scale. First, I critically explore the differences between self-determined and spouse-determined gender, investigating the demographic characteristics that correlate with placement on the gender-typicality scale. Next, I examine whether disagreements in perceptions of gender-typicality between spouses are related to marital quality, with implications for health. I find that higher levels of discordance in gender perceptions correlate with lower levels of marital quality. Results suggest the need to measure gender beyond the binary to capture intimate relationship dynamics.Sociolog",
    "tags": [
        "Thesis",
        "text",
        "Queer theory",
        "Cisgender",
        "Discordance",
        "Marital quality",
        "Gender measurements",
        "Cisgender couples",
        "Cisgender marital quality",
        "Gender perception",
        "Spousal gender perception",
        "Gender typicality scale"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Thesis",
        "text"
    ],
    "oai": "oai:repositories.lib.utexas.edu:2152/72759",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "222",
        "openDoarId": 0,
        "name": "Texas ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 211339546,
        "depositedDate": null,
        "publishedDate": "2019-02-05T17:41:22+00:00",
        "updatedDate": "2024-01-30T19:58:34+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T05:17:06+01:00"
    },
    "urls": [
        "http://hdl.handle.net/2152/72759"
    ],
    "lastUpdate": "2024-01-30T19:58:34+00:00",
    "setSpecs": []
}