{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Torres-Fernández, J. Javier"
        }
    ],
    "contributors": [],
    "createdDate": "2024-02-07T19:53:45+00:00",
    "dataProvider": {
        "id": 10835,
        "name": "Arrow@TUDublin",
        "url": "https://api.core.ac.uk/v3/data-providers/10835",
        "logo": "https://api.core.ac.uk/data-providers/10835/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.21427/16CB-WM91",
    "downloadUrl": "https://core.ac.uk/download/599041266.pdf",
    "fullText": "Journal of Franco-Irish Studies Volume 7 Issue 1 Special Edition: Contextualising Trauma and Disadvantage Article 8 2023 Trauma and Stigma in AIDS Literature: Tony Kushner’s Angels in America (1995) and Colm Tóibín’s The Blackwater Lightship (1999) J. Javier Torres-Fernández University of Almería, jtorferna@ual.es Follow this and additional works at: https://arrow.tudublin.ie/jofis  Part of the Lesbian, Gay, Bisexual, and Transgender Studies Commons, Literature in English, British Isles Commons, Literature in English, North America Commons, Literature in English, North America, Ethnic and Cultural Minority Commons, and the Modern Literature Commons Recommended Citation Torres-Fernández, J. Javier (2023) \"Trauma and Stigma in AIDS Literature: Tony Kushner’s Angels in America (1995) and Colm Tóibín’s The Blackwater Lightship (1999),\" Journal of Franco-Irish Studies: Vol. 7: Iss. 1, Article 8. doi:https://doi.org/10.21427/16CB-WM91 Available at: https://arrow.tudublin.ie/jofis/vol7/iss1/8 Creative Commons License This work is licensed under a Creative Commons Attribution-NonCommercial-Share Alike 4.0 International License. Trauma and Stigma in AIDS Literature: Tony Kushner’s Angels in America (1995) and Colm Tóibín’s The Blackwater Lightship (1999) Cover Page Footnote This research has been funded by the Spanish Ministry of Science, Innovation and Universities (FPU21/01232). This article is available in Journal of Franco-Irish Studies: https://arrow.tudublin.ie/jofis/vol7/iss1/8 Journal of Franco-Irish Studies 2023, Vol. 7, No. 1, 81-94   Contact J. Javier Torres-Fernández – jtorferna@ual.es  © 2023 Journal of Franco-Irish Studies  Trauma and Stigma in AIDS Literature:  Tony Kushner’s Angels in America (1995) and Colm Tóibín’s The Blackwater Lightship (1999) J. Javier Torres-Fernández  University of Almería/ National Centre for Franco-Irish Studies  Abstract This paper explores the representation of trauma and stigma tied to HIV/AIDS in The Blackwater Lightship (1999) by Colm Tóibín and Angels in America (1995) by Tony Kushner. Both works arguably respond to the socio-political and biomedical crisis that affected queer identities and international politics. These experiences of health and illness highlight the silenced and marginalized voices of those infected with HIV during the 80s and 90s. HIV/AIDS-related stigma and shame marked the LGBTQ+ community under the illness as punishment metaphor for their sexuality. The role of politics and religion remains fundamental in the historical silence around this illness and the intergenerational trauma that still persists nowadays.  Keywords Angels in America; The Blackwater Lightship; Stigma; Trauma; HIV/AIDS   Trauma and Stigma in AIDS Literature Literary works that address the AIDS epidemic and its impact on society as a whole, on individuals and also on communities are referred to as AIDS literature. This type of literature emerged during the height of the AIDS epidemic when the disease was highly stigmatized, poorly researched and barely understood. Illness, death, grief, loss, and activism are common themes to be found in such literature. Many works offer a critique of government policies, such as political silence around the disease, and present the marginalization and oppression of individuals on a specific feature such as, in this case, their sexuality. Here is where stigma plays a fundamental role for the analysis proposed in this chapter. Stigma is understood and reconfigured by Tyler Imogen as a destructive and corrosive social force that has historically caused dehumanization, segregation, and oppression of 82   J. Javier Torres-Fernández individuals and communities based on their gender, sexuality, race, religion, or any other distinguishing characteristic.1 This way, stigmatization is used in society to manipulate our behaviour and thoughts towards others, changing our views and judgements about stigmatized individuals and minorities.  Claire Laurier Decoteau states that the erasure of HIV/AIDS in the public sphere, as well as the diminishing cultural representations of it, result in a further stigmatization of the disease and induces a “kind of cultural forgetfulness”2 helping the institutions to sustain the historical stigmatizing cultural narrative around the disease. Because of this, the intergenerational trauma of the AIDS epidemic enters a state of cultural amnesia.3 I agree with Decoteau when she further states that the lack of attention towards not only HIV/AIDS memory, but also its current situation absolves “those responsible for the unjust treatment of people living with HIV/AIDS.”4 HIV/AIDS Stigma, Loneliness, and the Threshold of Revelation in Angels in America The 1993 Pulitzer Prize for Drama, as well as the 1993 and 1994 Tony Awards for Best Play, were awarded to Kushner’s Angels in America: A Gay Fantasia on National Themes. It has been revived on the West End (2017) and Broadway (2018), as well as adapted into an Emmy Award-winning HBO miniseries (2003). The two-part play contextualizes the AIDS epidemic in broad political, medical, religious, and social terms. Angels in America influenced the national and international conversation concerning AIDS and revealed the links between the personal and the political by intertwining the stories of a gay man who abandons his HIV-positive partner, a closeted Mormon and his distraught wife, and the nefarious Roy Cohn.5  1 Imogen Tyler, Stigma: The Machinery of Inequality (London: Zed Books, 2020). 2 Claire Laurier Decoteau, “The Specter of AIDS: Testimonial Activism in the Aftermath of the Epidemic,” Sociological Theory 26, no. 3 (2008): 230–57. 3 See Ann Rigney, “Epilogue: Cultural Memory, Cultural Amnesia,” in The Afterlives of Walter Scott: Memory on the Move, ed. Ann Rigney (Oxford: Oxford University Press, 2012); Lampropoulos Apostolos and Markidou Vassiliki, “Introduction: Configuring Cultural Amnesia,” Synthesis: an Anglophone Journal of Comparative Literary Studies, no. 2 (2010): 1-6; Rebecca Bramall, On Cultural Amnesia Critical Theory and Contemporary Discourse of Forgetting (University of East London Repository, 2007) http://hdl.handle.net/10552/1286. 4 Decoteau, “The Specter of AIDS,” 240. 5 Virginia Anderson, “Tony Kushner,” in Fifty Key Figures in Queer US Literature, ed. Jimmy A. Noriega and Jordan Schildcrout (London and New York: Routledge, 2023), 120. 83   Journal of Franco-Irish Studies Kushner’s use of several narrative techniques, such as including fantastical elements, the split scenes and the so-called threshold of revelation make his work different from others also delving into the AIDS crisis. These features ultimately function to bear witness to the AIDS crisis and its collective trauma.6 However, what was traumatic and ongoing when the play was first written and produced in the early 1990s might not be as such now. In other words, even though the narrative is no longer that of AIDS as a death sentence, the ongoing struggle to live with HIV persists nowadays and is still accompanied by the socio-cultural stigma surrounding the disease. In fact, as Charles McNulty claims, the question can be interpreted as no longer what is the place of AIDS in history, but what of history itself can be learned through the experience of AIDS.7 Angels in America begins with death, Louis’s grandmother’s funeral, and two fatal announcements: Prior tells Louis “I’m going to die”8 and Henry diagnoses Roy Cohn with AIDS (AIA, 45), a death sentence at the time the play is set. Almost every character in Angels in America is going through some life-changing events. Louis, after the death of her grandmother and knowing that Prior has AIDS, decides to leave Prior unable to bear the worsening of his lover’s health towards what seems to be an inevitable death. Louis works as a clerk in a courtroom, where he meets Joe, an ambitious attorney who serves as Roy Cohn’s main clerk. Joe, a devoted conservative Mormon, struggles in his marriage with Harper trying to suppress his homosexuality unsuccessfully. Joe’s mentor, Roy Cohn, is a crooked lawyer who is now fighting to hide his recent AIDS diagnosis even as he distances his own situation from that of other homosexuals.  It is through Cohn’s rejection of his own identity that Kushner’s play makes one of its most compelling statements about power, death, and the reality of AIDS at the time. Henry, Cohn’s doctor, states that “nobody knows what causes it. And nobody knows how to cure it” (AIA, 43). Certainly, during the Reagan era, the politics of silence and the feeling of abandonment around the AIDS epidemic relegated those affected by the disease to the  6 Laura L. Beadling, “The Trauma of AIDS then and now: Kushner’s Angels in America on the Stage and Small Screen,” Journal of Adaptation in Film & Performance 5, no. 3 (2012): 229. 7 Charles McNulty, “Angels in America: Tony Kushner’s Theses on the Philosophy of History,” Modern Drama 39, no. 1 (1996): 84. 8 Tony Kushner, Angels in America: A Gay Fantasia on National Themes (New York: Theatre Company Group, 2013), 21. Hereafter this work will be cited parenthetically in text with the abbreviation AIA. 84   J. Javier Torres-Fernández margins of society as abject subjects.9 The collective and systematic stigmatization of this illness can arguably stand for Louis’s turning his back on Prior at a time of great need, perhaps fearing infection. In fact, attending to Cathy Carruth’s trauma theory, there is no easy cure for the psychological damage caused by an overwhelming experience.10 In a conversation with his Rabbi, Louis tries to explain the reasoning behind his decision: Maybe because this person’s sense of the world, that it will change for the better with struggle, maybe a person who has this neo-Hegelian positivist sense of constant historical progress towards happiness or perfection or something, who feels very powerful because he feels connected to these forces, moving uphill all the time ... maybe that person can’t, um, incorporate sickness into his sense of how things are supposed to go. Maybe vomit ... and sores and disease ... really frighten him, maybe ... he isn’t so good with death. (AIA, 25) Louis has to confront and deal with the grave reality of caring for someone with AIDS. For example, he finds Prior on the floor of their bedroom with burning fevers, shitting himself and excreting blood (AIA, 50). Louis’s moral dilemma is compelling and overwhelming, still, I agree with McNulty when he argues that Kushner makes clear that nothing will free us from the fundamental, yet terrifying, responsibilities that accompany human sickness and death.11 Even though AIDS is central to Angels in America, racism, sexism, homophobia, morality and drug addiction also play a part in the intertwined stories.  Kushner uses split scenes to make this more explicit and establish a link between seemingly disconnected narrative worlds. What remains as the common factor in all fantastical scenes from the play is AIDS. Deborah R. Geis acknowledges the complication of this confounding by stating, “the thresholds between sanity/insanity and health/sickness are difficult ones to stand upon.”12  She then goes on to explain that “by letting the audience share in Prior’s hallucinations, Kushner blurs the lines between the “insane” and  9 See Julia Kristeva, Powers of Horror: An Essay on Abjection (New York: Columbia University Press, 1982). 10 Cathy Caruth, Unclaimed Experience (Maryland: The John Hopkins University Press, 1996), 11. 11 McNulty, “Angels in America,” 87. 12 Deborah R. Geis, “’The Delicate Ecology of Your Delusions’: Insanity, Theatricality, and the Thresholds of Revelation in Kushner’s Angels in America,” Approaching the Millenium: Essays on Angels in America, ed. Deborah R. Geis and Steven F. Kruger (Ann Arbor: University of Michigan Press, 1997), 203. 85   Journal of Franco-Irish Studies the magical or revelatory (and the theatrical).”13 Loss and grief entered people’s lives earlier in the late 1980s, when these deaths would have normally been postponed. This brought the problem of AIDS, and the intergenerational trauma it caused as a result of such life and death experiences, to the forefront. Kushner projects American individualism and urges the audience to confront it in Angels. The trauma of AIDS is held as a potential source of social change in the midst of an era where humanity found itself in crisis. Early death, institutional silence, and whole populations drowning in mourning contribute to Claudia Barnett’s analysis of AIDS as “not only death but a precondition for life, as Prior learns on his prophetic journey. He sees because he has AIDS; he survives because he sees; and, in the end, he shares his vision with humanity.”14 These claims sustain the intertwined nature of the struggles presented through the different characters of the play who, in some way or another, project powerful examinations of moral failure in, for example, the self-hatred of homosexuals or the political and cultural isolation of people with AIDS. Ultimately, while Prior survives thanks to Roy Cohn’s private supply of AZT, which he is able to obtain because of his political power, Cohn will die alone in his hospital bed consumed by the disease. Angels in America reveals that there is not one solution to the question of how society should respond to the AIDS epidemic, what society should think about people suffering from AIDS, or even how they should feel about them. What is brought to light in this play is the essence of the struggle to survive through the crisis, and it is portrayed via a variety of perspectives. The two-part play ends on a more positive tone, blessing the audience with “more life” (AIA, 290) after Prior’s following statement:  This disease will be the end of many of us, but not nearly all, and the dead will be commemorated and will struggle on with the living, and we are not going away. We won’t die secret deaths anymore. The world only spins forward. We will be citizens. Time has come. (AIA, 290). These words come forward in the Epilogue of the two-part play and, when read together with Harper’s last words as closing act in Perestroika, Kushner’s philosophy about societal change becomes clear. On the one hand, Kushner’s masterpiece aims at giving voice to people who suffered the AIDS epidemic by highlighting the intergenerational trauma that it caused. On the other  13 Geis, “The Delicate Ecology of Your Delusions,” 204. 14 Claudia Barnett, “AIDS = Purgatory: Prior Walter’s Prophecy and Angels in America,” Modern Drama 53, no. 4 (2010): 472. 86   J. Javier Torres-Fernández hand, it also presents the struggles of the characters as shared struggles in which society as a whole has a responsibility to fulfil in taking care of one another. When Prior makes reference to secret deaths, the political silence around the disease is brought to the front and equals the deaths from AIDS to wasted and disposable lives deemed as such by the heteropatriarchal normative status quo that pinpointed the disease as exclusively gay. Silence, secrecy, shame and stigma still ravage our community in the present-day. The fact that society as a whole has not yet overcome this has been shown in the HIV memories sprung from the COVID-19 pandemic and Monkey Pox infection. Exploring Familial Trauma, Alternate Families, and Silence in The Blackwater Lightship Colm Tóibín’s The Blackwater Lightship (1999) explores the story of three generations of women in one Irish family: Lily, her daughter Helen, and Helen’s grandmother Dora. The novel deepens into themes of family, love, forgiveness, and the impact of secrecy on individuals and their relationships. Helen finds out that her brother, Declan, has been sick with AIDS for several years without telling her. Declan, who had been living abroad, asks Helen to deliver these news to their mother and grandmother. Their relationship, however, has been minimal due to buried traumas from their pasts, such as their father’s death from cancer. Declan’s health condition brings the three women together forcing them to share the same space and overcome, in some way, these struggles while also dealing with Declan’s disease ravaging his body and his imminent death. As Carregal-Romero argues, “silence emerges as an aesthetic practice and key narrative element in Tóibín’s work.”15 The trauma of grief, loss, and silence is a central theme in the novel exploring the ways in which trauma can shape identity and an individual’s relationships with family, friends, and partners. Therefore, the trauma of the AIDS epidemic can be understood as a significant theme in The Blackwater Lightship, set in Ireland during the 1990s when the disease was still highly stigmatized and misunderstood. Tóibín’s portrayal of the impact of the epidemic on the characters in the novel  15 José Carregal-Romero, “’He’s Been Wanting to Say That for a Long Time’: Varieties of Silence in Colm Tóibín’s Fiction,” in Narratives of the Unspoken in Contemporary Irish Fiction: Silences that Speak, ed. M. Teresa Caneda-Cabrera and José Carregal-Romero (Cham: Palgrave Macmillan, 2023), 82. 87   Journal of Franco-Irish Studies achieved cultural centrality for the discourse of AIDS in Irish fiction.16 Despite not learning much about Declan’s sexual history or his pain, Declan’s illness becomes a catalyst for healing past conflicts and traumas of Helen and her family.17 In fact, Jose M. Yebra argues that it is Declan’s imminent death that redirects the course of events in the family, therefore opening the three women to one another.18 The novel takes place in 1993, amid the AIDS epidemic, before the 1996 antiretroviral therapy (ART) ART development. When Ireland decriminalized homosexuality in 1993, numerous lesbian and gay identities were brought out from political silence and social secrecy. Despite decriminalization, however, as Cormac O’Brien argues when addressing HIV stigma and the situation in contemporary Ireland, “HIV-related stigma is so deeply ingrained, so intricately woven throughout Irish culture and society that it has become invisible by its very ubiquity.”19 Tóibín tackles a taboo issue that was just recently socially reassessed by situating the story around decriminalization, which holds great political weight. Eibhear Walshe argues that Tóibín’s novel was radical for producing an acceptable AIDS narrative and thus opening a new imaginative space for an Irish middle-class reading public.20 As with the silence around familial past traumas in The Blackwater Lightship, Tóibín’s work challenges Irish culture’s use of silence to exclude HIV/AIDS and sexuality. Going back to O’Brien’s study, he further distinguishes between HIV as a medical event and ADIS as a cultural narrative when addressing the cultural representations of HIV/AIDS in contemporary Ireland. While the former is progressive and democratic, the latter is steeped in “contagion paranoia.”21 José Carregal-Romero argues that Tóibín’s The Blackwater Lightship focuses on an Irish progressive discourse on AIDS, projecting an image of a society that has learned to treat HIV-positives with respect and dignity, rather than embedding the narrative in contagion paranoia and the stigma around  16 Eibhear Walshe, A Different Story: The Writings of Colm Tóibín (Sallins: Irish Academic Press, 2013), 91. 17 Graham John Matthews, “Family Caregivers, AIDS Narratives, and the Semiotics of the Bedside in Colm Tóibín’s The Blackwater Lightship,” Critique: Studies in Contemporary Fiction 60, no. 3 (2019): 290.  18 José M. Yebra, “Transgenerational and Intergenerational Family Trauma in Colm Tóibín’s The Blackwater Lightship and ‘Three Friends’,” Moderna Språk 2 (2015): 128. 19 Cormac O’Brien, “Performing POZ: Irish Theatre, HIV Stigma and “Post-AIDS” Identities,” Irish University Review 43, no. 1 (2013): 47. 20 Eibhear Walshe, “This Particular Genie: The Elusive Gay Male Body in Tóibín’s Novels,” in Reading Colm Tóibín, ed. Paul Delaney (Dublin: The Liffey Press, 2008), 119. 21 O’Brien, “Performing POZ,” 75. 88   J. Javier Torres-Fernández HIV/AIDS.22 The critical response to Tóibín’s novel has debated if the nature of Declan’s disease hints at political commentary and whether the novel successfully addressed the issue of gay male sexuality in an Irish context. Kathleen Costello-Sullivan states that Declan’s narrative does not function in opposition to the familial storyline given that he is imbricated within it.23 I agree with Costello-Sullivan’s exploration of the novel in that Declan’s own experience of trauma parallels Helen’s and further shares her sense of loss and abandonment but not reducing his character only to his suffering body, therefore reminding the readers of the complexity of individual lives, including those of AIDS patients.24 Furthermore, The Blackwater Lightship draws attention to the consequences of isolation and silence both at the national and personal level, for example, when both Helen and Lily seek to overwrite Declan’s present suffering with their own narratives of bitterness and loss. Despite the novel being narrated by Helen, Tóibín’s address of AIDS and homosexuality stands as a central topic in the story linked with familial traumas and secrecy around sexuality. In fact, Helen will at first reject Declan’s friends as if her brother “had replaced his family with his friends.”25 I agree with Carregal-Romero’s argument on Declan’s alternate family and Helen’s reaction to it as a “powerful statement on the incomprehension that many gays have experienced, their need to seek support outside their families, the stigma of their sexuality, and the shameful condition of AIDS victims in Irish society.”26 While Lily is working through her own hostilities and past, for example, Declan’s friend, Paul, pointedly puts Declan first and rejects her selfish focus: I’m here as long as Declan is here and you can take that as written in stone, and I’m here because he asked me to be here, and when he asked me to be here he used words and phrases and sentences about you which were not edifying and which I will not repeat. He is also concerned about you and loves you and wants your approval. He is also very sick. So stop feeling sorry for yourself, Mrs. Breen. Declan stays here, I stay here, Larry stays  22 José Carregal-Romero, “The Cultural Narratives of AIDS, Gay Sexuality, and Family in Colm Tóibín’s The Blackwater Lightship,” PLL: Papers on Language and Literature 52, no. 4 (2016): 357. 23 Kathleen Costello-Sullivan, Mother/Country: Politics of the Personal in the Fiction of Colm Tóibín (Bern: Peter Lang, 2012), 123. 24 Costello-Sullivan, Mother/Country, 124. 25 Colm Tóibín, The Blackwater Lightship (London: Picador, 1999), 34. Hereafter this novel will be cited parenthetically in text with the abbreviation TBL. 26 Carregal-Romero, “The Cultural Narratives of AIDS,” 360. 89   Journal of Franco-Irish Studies here. One of us goes, we all go, and if you don’t believe me, ask Declan. (TBL, 223). Paul forcefully presences not only the pain that Lily has already caused Declan, but also the possibility that she might seek to overwrite his needs with her own once again. Paul’s interventions belie the suggestion that the familial plot simply overwrites the theme of sexuality in the novel, as the narrative directly challenges this possibility and suggests a break with the unhealthy patterns of the past. In another example of this, when Helen identifies her mother as the first priority, Paul responds, “[t]he main thing is Declan, not your mother” (TBL, 39). The self-absorption shown by Helen and Lily contrasts markedly with Paul’s stress on Declan’s needs and desires. What Paul and Larry are doing is showing Helen, Lily and Dora how Declan, who is dying of AIDS, “can and should be loved.”27 Paul embodies the love, unconditional affection, and solidarity that the chosen family will maintain for Declan when struggling with AIDS. Again, this brings to the front the historical failure of the traditional, or stereotypical, biological family when addressing not only queer identities but also LBGTQ+-related struggles. As has been mentioned previously, Declan also suffers from the same sense of abandonment that torments Helen. A clear example of this is his nightmares, which betray his anxiety and uncertainty: “I’m small, I’m tiny, like the smallest things, and everything is huge and I’m floating” (TBL, 69). Declan’s sense of powerlessness in his dream is evident in his subconscious sense of himself floating amidst bigger and more significant things or maybe people. Additionally, Declan’s relationships are conditioned by his experience of childhood trauma as he is unable to establish a healthy romantic relationship for having difficulty bonding with others as Paul observes:  He checked out all our friends… and a few of them really fell for him – everybody fell for him – and he would bounce up and down with them for maybe two weekends, and then he’d arrive again and we’d know by something he did or said that he hadn’t been returning So-and-so’s calls… (TBL, 175). By returning home and sending Paul to gather his sister and Lily to their grandmother’s house, Declan is also seeking familial healing and comfort which resonates with a call for acceptance and recognition on a socio-political level. Declan is imbricated in both the suffering of his traditional family and  27 Joseph Wiesenfarth, “An Interview with Colm Tóibín,” Contemporary Literature 50, no. 1 (2009): 16. 90   J. Javier Torres-Fernández the types of exclusions that his gay chosen family endures and, therefore, Declan’s sociopolitical exclusion as a sexualized gay man matches other personal omissions in the text.28 As has been mentioned before, Declan’s friends take up the parental work that his own family was unable, or unwilling, to provide him. Declan’s alternate family comforts him and models a loyal and honest family in contrast with Declan’s biological family. In fact, Paul gives voice to Declan’s wishes, thoughts, and experiences when previously unspoken issues are brought into the narrative to preserve Declan’s needs. After all, the main reason behind the reunion is to care for Declan. Nancy Easerlin argues that “the intervention of a new social group, a novel family unit of gay men, provides the necessary break with convention required to transform the behavioural setting and, with it, the perception of self, place, and the nuclear family.”29 This way Paul’s insistence on discussion undermines the family tradition of silence, introducing a healthier willingness to engage with their traumatic past. Another example of a healthier way to deal with trauma and loss is Paul’s own story with Francois” family. One the one hand, Paul notes “I think he was so afraid that your mother would refuse to see him or something… I think he desperately wanted her to know and help him and yet he couldn’t tell her…” (TBL 161). On the other hand, Paul narrates how he was supportive and loving with Francois: “I said that I loved him as well, and I knew he was afraid of being alone, and I told him I would do anything to prove to him that I would stay with him. I told him I would show I meant it. And I did mean it” (TBL, 169-70). Unlike Lily, who withdrew into herself and her suffering, and Louis in Angels in America, Paul reached out to Francois in his time of grief. This way, Paul’s emphasis on communication highlights the importance of it in the face of adversity, which contrasts with Helen, Lily and Declan’s approach in the familial patterns of silence and repression. Even though from the very beginning Declan’s biological family is not comfortable with Paul and Larry around, Declan’s willingness to claim them ultimately forces acceptance: “Declan says you’re his best friend and I mustn’t be rude to you, so I agreed to do what he says” (TBL, 226). The two families, therefore, through narrativizing their past traumas and speaking their histories, prove to be unifying and healing.   28 Costello-Sullivan, Mother/Country, 141. 29 Nancy Easterlin, “Place-in-Process in Colm Tóibín’s The Blackwater Lightship: Emotion, Self-Identity, and the Environment,” in The Palgrave Handbook of Affect Studies and Textual Criticism, ed. Donald R. Wehrs and Thomas Blake (Cham: Palgrave Macmillan, 2017), 838. 91   Journal of Franco-Irish Studies The acceptance of Larry and Paul as members of Declan’s family has wider implications for the homosexual population’s place within the narrative of the Irish nation. In fact, when Paul tells the story about his own marriage, The Blackwater Lightship also leads to the reconceptualization of normative institutions such as marriage, commonly and strongly tied to religion.30  While Paul’s story shows a healthier way for families to love and support each other, it also reflects back critically on an Irish context. When speaking about his marriage to Francois, and highlighting the restrictive climate in Ireland, Paul states: “we did things in France that we didn’t do in Ireland” (TBL, 167). Sharing their loves and lives, Paul and Larry disrupt the traditional consignment of their lives and histories to silence. In this respect, clearly, the novel insists on the importance of telling and emphasizes the necessity of voicing gay experiences and stories. This can also be extended to the problem of HIV/AIDS, political silence around the illness, and stigma. Paul signals the situation encountered by many AIDS patients in Ireland and elsewhere who are confronted by clashing definitions of family: “On one side of the bed were the friends who had done all the caring up to then, knew the names of the drugs and all that needed to be done, and had been doing quite intimate things to help, and then the parents would arrive and want to take over, not knowing what the hell was going on.”31 Declan’s exclusion from his own family and his family’s exclusion from his illness raises social and political issues related to the realities of homosexuality and AIDS: “We have, Larry more than me, the two of us have been looking after him during very difficult times when I didn’t notice his family around” (TBL 223). Declan’s suffering through AIDS and the emotional distress he endures within the family thus parallel one another. Helen’s narcissistic failure to empathize with Declan parallels her current insensitivity to his illness, which Paul rejects. It also establishes a life-long pattern within Declan’s family of a failure to see him, which metaphorically reflects his elision as a sexualized being within the traditional family. Like his pain over his father’s death from cancer, his bodily suffering from AIDS cannot be denied, whether visible or not. When seeing Declan’s ravaged  30 Eve Watson, “The Role of Phantasy in Representations and Practices of Homosexuality: Colm Tóibín’s The Blackwater Lightship and Edmund White’s Our Young Man,” in Psychoanalysis, Gender, and Sexualities, ed. Patricia Cherovici and Manya Steinkoler (London: Routledge, 2022), 129. 31 Wiesenfarth, “An Interview with Colm Tóibín,” 17. 92   J. Javier Torres-Fernández body, “his family is made to alter their kinship network to account for that which otherwise stands in contrast to Irish-family norms.”32 However, Declan’s sexuality is presented largely through its absence, or other’s perception of it, when his grandmother states that he has nobody of his own (TBL, 130). Declan’s homosexuality is presented with secrecy and stigma. When Lily arrives at the hospital to see Declan, for example, she asks to speak to the hospital consultant privately. Helen notes, “she had always wondered if her mother knew about Declan being gay, and was not sure now whether the consultant would tell her or not” (TBL, 101). While we might not witness this moment of acknowledgement, his sexual orientation is presenced narratively and treated as an open secret recreating the reality of many LGBTQ+ people. Providing an ironic contrast to the directness and transparency of straight sexuality, Larry notes: “in my family my brothers and sisters – even the married ones – still haven’t told my parents that they are heterosexual” (TBL, 146). Failure to confront Declan’s sexuality and the realities of AIDS are damaging to the larger Irish nation just as Declan and his family fail to communicate and continue to carry unhealed trauma. The author himself states that there is no reference to the nation in the novel, but rather that the characters are the nation, allowing for a wider and more inclusive reading of Declan’s illness and familial trauma.33 Some critics have interpreted Declan’s impending death as “a kind of blood sacrifice to re-cement familial bonds”34 or a punishment for his “reckless [sexual] behaviour in Brussels.”35 Rather than seeing the AIDS narrative and the heterosexual family narrative as at odds, or the relationship between the two as solely exposing the limits of the narrative/nation, the exposure of Declan’s sexual orientation enables a more honest discussion of Irish society precisely because his sexuality, like his suffering from familial trauma, is made periodically invisible. Just as Helen’s father’s death is configured as a lingering absence which traumatizes Helen’s family, so too does the cultural erasure of Declan, and others like him, cause cultural trauma for the Irish nation. The Blackwater Lightship challenges the idealized Irish family and the refusal to presence homosexuality in Irish society. Declan’s sick body presents a parallel of the individual body with the social  32 Robinson Murphy, “’Pain Comes in Waves’: Eroding Bodies in Colm Tóibín’s The Blackwater Lightship,” Critique: Studies in Contemporary Fiction 62, no. 5 (2021): 560. 33 Fintan O’Toole, “Ireland Has Left ‘Tolerance’ Far Behind,” The Irish Times (25 May 2015), https://www.irishtimes.com/news/politics/fintan-o-toole-ireland-has-left-tolerance-far-behind-1.2223838.  34 Terry Eagleton, “Mothering,” London Review of Books 21, no. 20 (1999). 35 Jeffers, The Irish Novel at the End of the Twentieth Century, 114. 93   Journal of Franco-Irish Studies framework of the Irish nation and showcases its pain and decay as a political statement.36 For Declan’s suffering, there was no remedy, just as Helen’s father is gone, but the change ignited by a recognition of these historical traumas, familial and national, through their confrontation gestures towards the hopeful possibility for a productive negotiation in the future. Conclusion One of the main differences between the two works is their scope and focus. The Blackwater Lightship is a more intimate and personal portrayal of the impact of AIDS, focusing primarily on one family’s experiences of loss, grief, and trauma. Angels in America, on the other hand, is a broader and more expansive exploration of the epidemic, delving into its impact on politics, religion, and culture, as well as on individual lives. While Kushner blends realism and fantasy with an often surreal tone, Tóibín’s lyrical prose style emphasizes the emotional complexity of its characters in a quieter and more contemplative way. While The Blackwater Lightship offers moments of connection and tenderness between the characters, the novel ultimately suggests that the trauma of the epidemic and Declan’s imminent death has lasting effects that cannot be fully overcome. However, Angels in America offers a more hopeful and redemptive vision with characters finding strength and resilience in the face of adversity working towards a better future. Overall, even though in different ways, both works offer highly valuable insights into the impact of the AIDS epidemic on individuals and society as an intergenerational trauma. Tóibín’s work is focused on the personal and emotional implications of the disease and the suffering it brings to the family working as a catalyst for the healing of their own trauma. Kushner’s work, on the other hand, takes a more expansive approach by exploring the personal within the political and also cultural dimensions of the epidemic. Despite their differences, both remind us of the ongoing need for compassion, understanding, and support for not only those affected by the disease but for vulnerable groups in society who are often stigmatized on the basis of gender, sexuality, race, religion, or any other characteristic that does not abide by the societal heteronormative and patriarchal status quo. In the end, both works of art also pose the question of political action to its audiences and readers. Bearing witness to such silenced and stigmatized experiences also functions as a catalyst for society at large to take action towards  36 Guillermo Sereviche, “The Political Embodiment of AIDS: Between Individual and Social Bodies in Colm Tóibín’s The Story of the Night and the Blackwater Lightship,” Estudios Irlandeses 12 (2017): 125. 94   J. Javier Torres-Fernández disrupting such cultural narratives of stigma around HIV/AIDS. As Declan’s own alienation from his sister parallels his elision within his family and his wider exclusion from the Irish society, Louis leaving Prior parallels his stigmatization from having AIDS and, in the end, his complete marginalization from society as disposable or even deserving of such precarious situation.    Acknowledgement This research has been funded by the Spanish Ministry of Science, Innovation and Universities (FPU21/01232).   ",
    "id": 599041266,
    "identifiers": {
        "doi": "10.21427/16CB-WM91",
        "oai": "oai:arrow.tudublin.ie:jofis-1058"
    },
    "title": "Trauma and Stigma in AIDS Literature:  Tony Kushner’s Angels in America (1995) and Colm Tóibín’s The Blackwater Lightship (1999)",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-12-19T10:17:01+00:00",
    "publisher": "Technological University Dublin",
    "references": [],
    "sourceFulltextUrls": [
        "https://arrow.tudublin.ie/cgi/viewcontent.cgi?article=1058&context=jofis"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/599041266.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/599041266"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/599041266/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/599041266/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/599041266"
        }
    ],
    "abstract": "This paper explores the representation of trauma and stigma tied to HIV/AIDS in The Blackwater Lightship (1999) by Colm Tóibín and Angels in America (1995) by Tony Kushner. Both works arguably respond to the socio-political and biomedical crisis that affected queer identities and international politics. These experiences of health and illness highlight the silenced and marginalized voices of those infected with HIV during the 80s and 90s. HIV/AIDS-related stigma and shame marked the LGBTQ+ community under the illness as punishment metaphor for their sexuality. The role of politics and religion remains fundamental in the historical silence around this illness and the intergenerational trauma that still persists nowadays",
    "tags": [
        "text",
        "Angels in America",
        "The Blackwater Lightship",
        "Stigma",
        "Trauma",
        "HIV/AIDS",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Literature in English, British Isles",
        "Literature in English, North America",
        "Literature in English, North America, Ethnic and Cultural Minority",
        "Modern Literature"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:arrow.tudublin.ie:jofis-1058",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "10835",
        "openDoarId": 0,
        "name": "Arrow@TUDublin",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 599041266,
        "depositedDate": null,
        "publishedDate": "2023-12-19T10:17:01+00:00",
        "updatedDate": "2024-02-07T19:53:45+00:00",
        "acceptedDate": null,
        "createdDate": "2024-02-07T19:53:45+00:00"
    },
    "urls": [
        "https://arrow.tudublin.ie/jofis/vol7/iss1/8",
        "https://arrow.tudublin.ie/context/jofis/article/1058/viewcontent/JOFIS_2023.7.1_81_94_article_TorresFernandez.pdf"
    ],
    "lastUpdate": "2024-02-07T19:53:45+00:00",
    "setSpecs": []
}