{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kotadia, Ziyana"
        }
    ],
    "contributors": [],
    "createdDate": "2023-11-24T10:37:48+00:00",
    "dataProvider": {
        "id": 2146,
        "name": "Scholarship@Western",
        "url": "https://api.core.ac.uk/v3/data-providers/2146",
        "logo": "https://api.core.ac.uk/data-providers/2146/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/591333947.pdf",
    "fullText": "Western University Scholarship@Western 2023 Undergraduate Awards The Undergraduate Awards 2023 Trauma Unspoken: Canadian Queer Women Politicians’ Experiences of Violence Ziyana Kotadia Follow this and additional works at: https://ir.lib.uwo.ca/undergradawards_2023 1  Trauma Unspoken: Canadian Queer Women Politicians’ Experiences of Violence Word Count: 3873 Abstract At the intersection of misogyny and heteronormativity, queer women in Canada face significant systemic barriers in pursuing political leadership, including experiences of harassment and violence. In transgressing gendered leadership norms in the high-stakes and high-visibility terrain of electoral politics, queer women are subject to disproportionate surveillance and discipline under the regulatory power of the heterosexual matrix. In taking up a recent quantitative study by the LGBTQ Victory Institute as well as media coverage of Kathleen Wynne’s leadership as the first openly lesbian and LGBTQ-identifying premier in Canada, this paper argues that in order to meaningfully support queer women to enter the field of electoral politics in Canada, we must move beyond encouraging representation and instead consider how violence against queer women in politics enforces systemic exclusion. This paper offers that understanding the trauma experienced by queer women in politics – both as candidates and elected leaders – is vital for illuminating the structural powers that perpetuate this violence and dismantling the systems that reproduce this harm.  Introduction While we often talk about the value of shattering glass ceilings and the importance of having marginalized voices at decision-making tables, what fails to fully permeate public discourse is how traumatic the process of breaking glass ceilings can be when shards come raining down. Normative constructs of leadership are embedded in the heterosexual matrix, the hegemonic framework of gender intelligibility enforced through the practice of compulsory heterosexuality. Cultural understandings of the characteristics that make a good leader are bound up with discursive expectations of how people within the perceived categories of ‘man’ and ‘woman’ perform leadership. People who transgress gendered norms are often seen as unnatural or abnormal; as such, leaders whose identities and orientations do not align with the heterosexual matrix face significant systemic barriers in pursuing political leadership.  2  One of the key barriers that emerge for these leaders is experiencing harassment and violence. Violence against women in politics has been widely recognized as a significant deterrent to women’s political participation. Given that gender and sexuality are key sites for organizing social relations, queer women face significant and disproportionate barriers, including violence, in the high-stakes and high-visibility terrain of electoral politics. However, while the systemic barriers navigated by queer candidates and the underrepresentation of queer communities in political spaces have been studied, there are few academic investigations into violence against queer women in politics specifically, or the impact of this violence on their health and well-being.  To address this gap in the literature, this paper explores the experiences of trauma that Canadian queer women in politics contend with as a result of navigating violence and discrimination. I will outline that, subject to harassment and harm manifesting from the overlapping systems of patriarchy and heteronormativity, queer women are particularly vulnerable to the punitive consequences of transgressing the norms of the heterosexual matrix. These consequences are amplified for queer women in politics who navigate this violence in the public eye and experience a significant mental health toll associated with occupying political leadership.  I argue that, in order to meaningfully support queer women to enter the field of electoral politics, we must move beyond encouraging representation and instead consider how violence against queer women in politics enforces systemic exclusion. Understanding the trauma experienced by queer women in politics – both as candidates and elected leaders – is vital for illuminating the structural powers that perpetuate this violence and dismantling the systems that reproduce this harm.  Rupturing the Heterosexual Matrix: Understanding Violence Against Queer Women 3  Equal Voice defines violence against women in politics as “part of the spectrum of gender-based violence that includes physical, psychological, economic and symbolic actions or threats against women that result in, or are intended to result in, harm or suffering against women simply because they are women” (Raney et al. 6). Violence against women in politics is well-documented as a globally-widespread phenomenon, the prevalence of which has been internationally condemned as a “human rights violation that curtails women’s participation in politics and electoral processes” (Expert Group Meeting on Data and Violence Against Women In Politics 7). In 2016, a report by the Inter-Parliamentary Union found that 81.8% of women politicians across the globe had been psychologically abused, while 44.4% had received death, rape, beating, or abduction threats (Inter-Parliamentary Union, Sexism, Harassment and Violence Against Women Parliamentarians 3). Meanwhile, a 2018 study of violence and harassment against women in European parliaments demonstrated the widespread and varied nature of this harm: 47% of women Members of Parliament surveyed had received death threats or threats of rape and/or physical violence, 58% had been the target of online sexist attacks on social media, 68% had been the target of sexist comments based on gender stereotypes or about their physical appearance, and 85% had suffered psychological violence (Inter-Parliamentary Union, Sexism, Harassment and Violence Against Women in Parliaments in Europe 1). Yet despite the abundance of research and awareness campaigns surrounding violence against women in politics worldwide, much of it implicitly or explicitly centres on the experiences of cisgender and heterosexual women without consideration of the unique realities queer women face when running in campaigns or holding political leadership roles. Likewise, much of the limited research on queer or LGBTQ+ participation in and experience of electoral politics is not specific to women. If we are to understand violence against women in politics to be “a result of historically unequal power relationships between women and men in society”, violence faced by queer women in politics must also be conceptualized through a broader recognition of how gender expression, identity, and 4  performance are tightly related (Raney et al. 7). In Gender Trouble, Judith Butler conceptualizes the heterosexual matrix, an assemblage of norms that enshrines the intelligibility of gender: the “heterosexual matrix… characterize[s] a hegemonic discursive/epistemic model of gender intelligibility that assumes that for bodies to cohere and make sense there must be a stable sex expressed through a stable gender (masculine expresses male, feminine expresses female) that is oppositionally and hierarchically defined through the compulsory practice of heterosexuality” (Butler 194). As Butler describes, within this structural apparatus, a binary signification of gender as either ‘male’ or ‘female’ aligns with norms of a masculine gender presentation if a body is assigned male and vice versa, with a heterosexual orientation expected to follow. This sex-gender-sexuality tripartite matrix institutionalizes heteronormativity, creating an artificial stability of gender performativity that naturalizes this order of orientation. Women whose gender expressions or sexual orientations do not or cannot be understood by the narrow categories of the heterosexual matrix – particularly queer women – become marked as ‘deviant’ under this system. Therefore, those whose genders and or sexualities rupture this normative framework face barriers that their counterparts, who are read as normative by the heterosexual matrix, do not. Violence is a key way in which the disciplinary power of structural and cultural heterosexism is enacted upon bodies that rupture the logic of the heterosexual matrix. In the context of electoral politics, this violence can manifest as sabotaging of campaigns, online bullying, rape or murder threats, and more. These acts of violence represent an attempt to silence the electoral participation of queer women and reinforce the hegemony of heterosexist norms, posing a serious threat to representative democracy. For queer women experiencing this harm and intimidation first-hand, this violence can manifest as significant trauma. Leadership in the public sector is embedded within the heterosexual matrix. Men who lead are expected to perform traditionally masculine characteristics in their leadership styles – such as 5  assertiveness and decisiveness – while women in leadership face an expectation to conform to traditionally feminine behaviour – such as being collaborative and emotionally receptive (Muhr and Sullivan 419). While studies demonstrate that both men and women grapple with the limits and challenges of these gendered norms and the stereotypes they produce, gendered performances of leadership within a heteronormative, masculinist culture produce inordinate harm for queer women (Muhr and Sullivan 417). As Muhr and Sullivan articulate, “women leaders who lead according to the masculine discourse of ideal leadership, that is women leaders who are goal-oriented, tough, decisive, hard-working, rational and competitive, are often seen as more ‘‘man than the men’’. This coding makes women leaders ‘‘unnatural’’ and sometimes even intimidating” (Muhr and Sullivan 420). Given these dynamics, women leaders face disproportionate scrutiny as they face a requirement to make themselves intelligible within the rigid boundaries of the heterosexual matrix. In addition to this scrutiny that all women in politics are subject to, queer women leaders, whose genders and or sexualities inherently rupture this normative framework, contend with compounded violence and psychological harm that those read as normative by the heterosexual matrix do not. As such, queer women experience a compounded vulnerability to experiences of trauma both as candidates and elected leaders in Canadian politics.  Trauma and the Campaign Trail In 2021, in the first study of its kind, the LGBTQ Victory Institute surveyed nearly 290 American LGBTQ women who had run for office – including elected officials – as well as those who have considered or were considering running (Gonzales et al.). Through these surveys and focus groups, the study found common themes about barriers and motivators to running for queer women, including high 6  campaign costs, threats and violence, discrimination on the campaign trail, external perceptions of their qualifications, and a lack of political mentors (Gonzales et al. 6–7). These findings are significant for understanding the trauma that Canadian queer women experience in politics; while they are specific to an American context, they provide meaningful insights into the experiences of violence and harassment that queer women who seek or occupy public leadership roles are required to navigate. Respondents had significant concerns about the threat of violence on the campaign trail, with three out of five queer women who were considering a run for office being somewhat or very concerned about threats of violence based on their sexual orientation or gender identity (Gonzales et al. 10). Notably, trans women had the greatest fear of violence out of the queer women surveyed, with nearly four out of five fearing violence on the basis of their gender identity (Gonzales et al. 10). Trans women were also the only group surveyed whose fear of experiencing violence increased after they ran for office, demonstrating the highly transphobic terrain of public leadership and the prevalence of harassment trans women experience on the campaign trail: 83% of trans women candidates indicated that they somewhat or very much feared violence based on their gender identity, echoed by 74% of prospective candidates (Gonzales et al. 10). These threats of violence and harassment manifest into real, material effects for queer women in Canadian politics. When Kathleen Wynne, then leader of the Liberal Party, was elected in 2013 as Ontario’s premier, she became the first openly lesbian elected premier in Canada, as well as the first LGBTQ-identifying premier in Canadian history. Throughout her campaign and tenure as premier, Wynne was subject to sexist and homophobic attacks, including many that made headlines (Crawley; The Canadian Press; Cranston-Reimer). Rana and Perrella investigate the aggressive social media campaigns that targeted Wynne during the 2018 Ontario provincial election where the Liberals suffered a distinct defeat, offering that “for both her gender and her sexual orientation, Wynne was targeted on social media by misogyny and homophobia comments” (Rana and Perrella 22). These attacks exemplify 7  the harms that manifest at the intersection of gender and sexuality on the campaign trail, creating the conditions for queer women in politics to experience trauma. Sexism and anti-LGBTQ+ bigotry on the campaign trail are significant forms of harm faced by queer women candidates. Over half of prospective queer women candidates shared that seeing other women and LGBTQ+ candidates targeted with sexism or anti-LGBTQ+ bigotry made them more concerned about running (Gonzales et al. 12). Queer women interviewed by the LGBTQ Victory Institute offered that, as women, they face harsher scrutiny related to the way their experience is assessed as well as their qualifications, personal appearance, speaking style, and position on issues (Gonzales et al. 12). These double standards and sexist commentaries are supplemented by unique challenges that are specific to the positionality of these women within the queer community: Many [respondants] raised fears opponents would attempt to weaponize their families—either subtly or blatantly parading their families as “traditional” as a way to emphasize the “non-traditional” nature of the LGBTQ woman candidate’s family. They worried about the lack of children or lack of spouse being wielded against them—portrayed as “anti-family” or out of touch from the average voter. And for those with spouses, there was concern about a spouse needing to meet outdated gender expectations around femininity. Some mentioned opponents emphasizing “family values” in their campaigns, a loaded political term long used to attack LGBTQ candidates (Gonzales et al. 13). This weaponization of the kinship structures and relational orientations that queer women candidates may develop differently than their heterosexual counterparts exemplifies the disproportionate surveillance and discipline they are subject to under the regulatory power of the heterosexual matrix. This surveillance extends to how queer women candidates’ bodies and physical presentations are read. Muhr and Sullivan suggest that “the leader’s body, presumed gender, and gendered appearance are salient markers that [are used] to make sense of leaders and leadership” (Muhr and Sullivan 29). Given this, a queer woman leader’s gendered body becomes a site for negotiating an understanding with those they represent or serve for how that gendered body should perform leadership. When there is a misalignment between the expectations assigned to a body and the way that person enacts their 8  leadership capacity, this can result in discrimination and harassment. For example, trans women candidates have expressed concerns about people attacking the sound of their voice (Gonzales et al. 13). In terms of physical appearance, some queer women considered whether they should attempt to look ‘less masculine’ to avoid scrutiny, while others were concerned that an attempt to look more traditionally feminine could impact their capacity to appear authoritative or otherwise dimmish their authenticity (Gonzales et al. 13). These concerns about how queer women candidates should approach their gender expression reflect how the bodies of these women become sites for the potentiality of violence and trauma.               The LGBTQ Victory Institute found that many of these fears of discrimination and violence were rooted in respondents’ experiences witnessing negative media coverage on LGBTQ and women candidates, including being held to a higher standard by outlets as well as having an overt focus placed on their identities rather than their stances on pertinent issues. While there is little research on media coverage of queer women in politics specifically, Golebiowska finds that LGBTQ+ candidates are often depicted as being part of a “singular movement, or ideology, notwithstanding their party affiliations”, framed in the media as “single-issue politicians, driven by their devotion to the so-called gay agenda” (Golebiowska 30). Meanwhile, gendered representations of women in the media also become barriers for women in running for and attaining office, including that “women were typically less visible in the news than their male counterparts, and further, that when women were visible, coverage tended to focus on their viability by framing their issue competencies and/or personality traits in stereotypically feminine terms” (McLean 4).  Both LGBTQ+ and women candidates face media coverage that frames them in less favourable ways than their straight and male counterparts. At the intersection of gender and sexuality, queer women in politics grapple with coverage that frames them through the lenses of both misogyny and heteronormativity. For example, McLean finds that Kathleen Wynne throughout the Ontario 2013 9  election grappled with an inordinate focus on her sexuality and ‘coming out’ story: “throughout the Ontario election, when media articles discussed political private lives, the coverage almost always interwove Wynne and sexuality” (McLean 50–51). Occupying a position of public leadership requires a person, regardless of their social location, to make themselves vulnerable to criticism and scrutiny. Yet for queer women, this heightened visibility within a highly heterosexist terrain results in disproportionate exposure to violence and discrimination. The harassment encountered by queer women candidates – compounded by the challenges associated with navigating this harm in the public eye – can be understood as a form of trauma.    Trauma and Elected Office After the campaign stage, the harms experienced by queer women who enter into elected leadership do not disappear: sustained public exposure results in continued vulnerability to violence and trauma. Piepzna-Samarasinha offers that though the impact of these attacks and forms of violence is not something often talked about, “femmes who are in community leadership are targets for huge amounts of rage and abuse” (Piepzna-Samarasinha 21). She goes on to articulate that “I have almost never heard a femme leader admit or speak openly about the impact these attacks have had on their spirit. Yet a hell of a lot of femmes have spoken to me privately of the depression, anxiety, and PTSD that have come from being femmes in visible leadership” (Piepzna-Samarasinha 21). The impact of this violence on queer women is not publicly discussed or well-understood, despite it being a well-known experience for those who share in it: I’ve seen femmes who do, well, just about anything—organize a show or start a counselling practice or throw a workshop or a conference or a political action—be subject to both an incredible amount of rage and abuse hurled at them if they make a mistake or if anything is not 100 percent pleasing to 100% of the people 100% of time, and a huge expectation that they be 1,000% available to listen, soothe, apologize, and drop everything to talk that rage out… we start 10  community projects not necessarily to get fame and fortune but to try to save lives or fulfill a crucial need. Often, we make ourselves vulnerable as part of that work. We have been raised to stay humble and accessible, or value that as a principle of accountable community leadership. And when we do something, the assumption is often Who does ze think ze is? Our humility, accessibility, and openness make us vulnerable to attack (Piepzna-Samarasinha 21). Piepzna-Samarasinha’s insights about the harm that femmes in positions of community leadership navigate can be extrapolated to illuminate how trauma is experienced by queer women in the landscape of electoral politics. In addition to the traumatic effects that violence against queer women can have, the act of occupying a leadership role in the public eye as a queer woman itself may produce experiences of trauma. While under-researched in academic contexts, the term ‘leadership trauma’ has been taken up informally by leaders, including educators and CEOs, to describe their experiences of trauma as a result of the leadership roles they occupy (Kamarei; Washington). Kamarei suggested ‘leadership trauma’ as a new category of chronic trauma in 2020, writing that “one of Leadership Trauma’s main differences from other forms of chronic trauma may be in time orientation – in chronic trauma, the individual is haunted by events of the past, whereas in Leadership Trauma, the individual is traumatized by intolerable fear about their future” (Kamarei).            Leadership trauma is relational, given a leader’s accountability to those they represent or serve, and tightly tied to fear of a disastrous outcome for the organization or community that a person is at the helm of. As Kamarei describes: [Leadership trauma] feels like a failure. A failure that is shameful and humiliating. A failure that is against your values and stated objectives... And a failure that is extremely, extremely public. And it’s a failure that you have dragged others into. Everyone who followed you, invested in you, and sacrificed for you has failed also – because they believed in you (Kamarei). When applied within the context of electoral politics, leadership trauma can account for the pressures that are felt by elected queer women to act as effective representatives for their constituents. While this could be true of any elected leader, the pressure to perform a successful outcome may be heightened for queer women as a member of a community that has historically – and continues to be – 11  systemically excluded from decision-making spaces. Leaders from marginalized communities, including queer women, do not have the luxury of coming into their roles as blank slates with the freedom to make an impression on colleagues and the public based on their personal values, ideas, and expertise. Instead, their actions are often used as a tactic for gauging and representing the interests of the communities whose identities align with theirs. I argue this expectation to act as an ambassador of a community exacerbates the impact of leadership trauma for queer women in politics. The chronic fear of future failure that characterizes leadership trauma – “being forced to perform at a high level, to walk the tightrope, while in terror of the future” – is heightened when a person is characterized as a representative not only of those they are elected to serve but also of the interests of entire marginalized communities (Kamarei). Indeed, Kathleen Wynne has expressed that because of her identity as a lesbian premier, she experienced feeling an extra responsibility to LGBTQ+ communities: “It is part of who I am and it is important for me to be clear that I have a responsibility because of who I am . . . to make our society safer and more inclusive” (Brennan). Further, in these male-dominated and heteronormative political spaces, queer women are required to navigate a minefield of overt and covert aggression from colleagues, which has an added impact on mental health. Equal Voice describes parliaments as “extremely hierarchical organizations with layers of power dynamics… further attenuated by societal power asymmetries based on gender and gender identities” (Raney et al. 8). In these spaces, I argue queer women are likely to face a requirement to advocate for themselves to be taken seriously and treated fairly before they can even begin to advocate on behalf of those they were elected to represent. These particular pressures experienced by queer women who occupy political office, in addition to the mental health toll of threatened and actualized violence, can result in significant trauma. However, the lack of discourse surrounding the impact of this trauma on queer women in politics invisiblizes its impact for those who experience it; despite being a “well-known and little-discussed fact [that] has a 12  huge impact on femme mental health,” the phenomenon by which queer, femme leaders become receptacles for negative emotional responses is deeply under-researched (Piepzna-Samarasinha 21). Further research on this trauma is needed in order to illuminate how queer women in politics navigate the harms they experience and develop strategies of resistance, especially primary research via semi-structured interviews with Canadian queer women politicians. This research is also needed in order to address the structural and cultural conditions that create these realities of trauma to begin with.   Conclusion For our democracy to become truly representative, our efforts cannot centre only on the importance of representation and encouraging queer women to take on the mantle of leadership within electoral politics. It is all too easy to idealize the trailblazers in leadership roles who, simply by running for or occupying offices that were built to exclude them, engage in acts of resistance and recentre the insights of marginalized communities in decision-making processes. However, the deeply traumatic experiences that these leaders are required to grapple with in the world of electoral politics cannot be overlooked: when we make representation the endgame of equity work in politics, we fail the people who - given their positionalities within a colonial and misogynistic society - become targets for significant violence, intimidation, and harassment.  When the conditions of our democracy create experiences of trauma for queer women, their systemic exclusion from electoral politics is perpetuated. The trauma that queer women in politics experience - both as candidates and elected leaders - manifests as a result of their vulnerability to the scrutiny that comes with having bodies and identities that exceed the intelligibility of the heterosexual matrix. This is compounded by the challenges of navigating the heterosexist norms of electoral politics, as well as the impact of leadership trauma. 13  In the highly male-dominated, patriarchal, and heterosexist context of the Canadian public and political sector, focusing on the experiences of trauma that queer women navigate in electoral politics is key to foregrounding the work that needs to be done in order to make our democracy accessible, representative, and inclusive.                  14  Works Cited Brennan, Richard J. “Kathleen Wynne Feels ‘Responsibility’ as First Lesbian Premier.” The Toronto Star, 8 Apr. 2015, https://www.thestar.com/news/queenspark/2015/04/08/kathleen-wynne-feels-responsibility-as-first-lesbian-premier.html. Butler, Judith. Gender Trouble: Feminism and the Subversion of Identity. Routledge, 1999. Cranston-Reimer, Sharlee. “Kathleen Wynne: How Homophobia, Misogyny &amp; Race Played a Role in the Ontario Election.” The National Post, 6 June 2018, https://nationalpost.com/pmn/news-pmn/kathleen-wynne-how-homophobia-misogyny-race-played-a-role-in-the-ontario-election. Crawley, Mike. “Ontario Premier Bombarded by Homophobic, Sexist Abuse on Social Media | CBC News.” CBC, 25 Jan. 2017, https://www.cbc.ca/news/canada/toronto/kathleen-wynne-twitter-abuse-1.3949657. Expert Group Meeting on Data and Violence Against Women In Politics. Data and Violence Against Women In Politics. UN Women, 4 Dec. 2018, p. 33, https://www.unwomen.org/sites/default/files/Headquarters/Attachments/Sections/Library/Publications/2020/EGM-report-Data-and-violence-against-women-in-politics-en.pdf. Golebiowska, Ewa A. “Political Implications of Group Stereotypes: Campaign Experiences of Openly Gay Political Candidates.” Journal of Applied Social Psychology, vol. 32, no. 3, 2002, pp. 590–607. Wiley Online Library, https://doi.org/10.1111/j.1559-1816.2002.tb00232.x. Gonzales, Ruben, et al. The Decision to Run: Uncovering the Barriers and Motivators for LGBTQ Women Running for Office. LGBTQ Victory Institute, Mar. 2021, p. 27, https://victoryinstitute.org/wp-content/uploads/2021/04/Victory-Institute_The-Decision-to-Run-Report.pdf. 15  Inter-Parliamentary Union. Sexism, Harassment and Violence Against Women in Parliaments in Europe. Koninklijke Brill NV, Oct. 2018, p. 20. DOI.org (Crossref), https://doi.org/10.1163/2210-7975_HRD-1021-20180012. ---. Sexism, Harassment and Violence Against Women Parliamentarians. Koninklijke Brill NV, Oct. 2016, p. 12. DOI.org (Crossref), https://doi.org/10.1163/2210-7975_HRD-1021-2016006. Kamarei, Arzhang. “Trauma May Explain The Suffering of CEOs, Leaders, & Startup Founders.” Live Site 5/20/20, 23 Oct. 2020, https://www.kamareiadvisory.com/post/ldr-trauma. McLean, Karalena. Gendered and Heteronormative: An Examination of Media Coverage of Kathleen Wynne’s Rise to Power in Ontario. Memorial University of Newfoundland, Apr. 2015. Muhr, Sara L., and Katie Rose Sullivan. “‘None so Queer as Folk’: Gendered Expectations and Transgressive Bodies in Leadership.” Leadership, vol. 9, no. 3, Aug. 2013, pp. 416–35. DOI.org (Crossref), https://doi.org/10.1177/1742715013485857. Piepzna-Samarasinha, Leah Lakshmi. “Two or Three Things I Know About Femmes and Suicide: A Love Letter.” Care Work: Dreaming Disability Justice, Arsenal Pulp Press, 2018, pp. 192–205. Rana, Anmol, and Andrea M. L. Perrella. “Death by Meme: Social Media’s Role in Kathleen Wynne’s Devastating 2018 Election Loss.” SSRN Electronic Journal, 2021. DOI.org (Crossref), https://doi.org/10.2139/ssrn.4128267. Raney, Tracey, et al. Democracy during #MeToo: Taking Stock of Violence against Women in Canadian Politics. Equal Voice, 8 Mar. 2019, pp. 1–45. The Canadian Press. “Wynne Says Some Sex-Ed Protesters Motivated by Homophobia | CBC News.” CBC, 26 Feb. 2015, https://www.cbc.ca/news/canada/toronto/kathleen-wynne-sees-homophobia-amid-sex-ed-protests-1.2974555. Washington, Cassandra. “Leadership Trauma Is Real.” TTT4U, 20 June 2022, https://teachandtaketime4u.com/2022/06/19/leadership-trauma-is-real/.   ",
    "id": 591333947,
    "identifiers": {
        "doi": null,
        "oai": "oai:ir.lib.uwo.ca:undergradawards_2023-1001"
    },
    "title": "Trauma Unspoken: Canadian Queer Women Politicians’ Experiences of Violence",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-01T08:00:00+00:00",
    "publisher": "Scholarship@Western",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.lib.uwo.ca/cgi/viewcontent.cgi?article=1001&context=undergradawards_2023"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/591333947.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/591333947"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/591333947/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/591333947/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/591333947"
        }
    ],
    "abstract": "At the intersection of misogyny and heteronormativity, queer women in Canada face significant systemic barriers in pursuing political leadership, including experiences of harassment and violence. In transgressing gendered leadership norms in the high-stakes and high-visibility terrain of electoral politics, queer women are subject to disproportionate surveillance and discipline under the regulatory power of the heterosexual matrix. In taking up a recent quantitative study by the LGBTQ Victory Institute as well as media coverage of Kathleen Wynne’s leadership as the first openly lesbian and LGBTQ-identifying premier in Canada, this paper argues that in order to meaningfully support queer women to enter the field of electoral politics in Canada, we must move beyond encouraging representation and instead consider how violence against queer women in politics enforces systemic exclusion. This paper offers that understanding the trauma experienced by queer women in politics – both as candidates and elected leaders – is vital for illuminating the structural powers that perpetuate this violence and dismantling the systems that reproduce this harm",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:ir.lib.uwo.ca:undergradawards_2023-1001",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2146",
        "openDoarId": 0,
        "name": "Scholarship@Western",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 591333947,
        "depositedDate": null,
        "publishedDate": "2023-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-20T19:37:16+00:00",
        "acceptedDate": null,
        "createdDate": "2023-11-24T10:37:48+00:00"
    },
    "urls": [
        "https://ir.lib.uwo.ca/undergradawards_2023/7",
        "https://ir.lib.uwo.ca/context/undergradawards_2023/article/1001/viewcontent/Trauma_Unspoken__Queer_Women_s_Experiences_of_Violence_in_Canadian_Electoral_Politics.pdf"
    ],
    "lastUpdate": "2024-02-20T19:37:16+00:00",
    "setSpecs": []
}