{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Lalli, Lorraine"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-12T15:33:39+00:00",
    "dataProvider": {
        "id": 1335,
        "name": "DOCS@RWU",
        "url": "https://api.core.ac.uk/v3/data-providers/1335",
        "logo": "https://api.core.ac.uk/data-providers/1335/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/56706699.pdf",
    "fullText": "Roger Williams UniversityDOCS@RWULaw School Blogs School of Law Publications1-12-2016Trending @ RWU Law: Lorraine Lalli's Post: JudgeReeves on Racial Violence, Same-Sex Marriage, 01/12/2016Lorraine LalliRoger Williams University School of LawFollow this and additional works at: https://docs.rwu.edu/law_pubs_blogsPart of the Civil Rights and Discrimination Commons, Judges Commons, Law and GenderCommons, Law and Race Commons, and the Sexuality and the Law CommonsThis Document is brought to you for free and open access by the School of Law Publications at DOCS@RWU. It has been accepted for inclusion inLaw School Blogs by an authorized administrator of DOCS@RWU. For more information, please contact mwu@rwu.edu.Recommended CitationLalli, Lorraine, \"Trending @ RWU Law: Lorraine Lalli's Post: Judge Reeves on Racial Violence, Same-Sex Marriage, 01/12/2016\"(2016). Law School Blogs. 431.https://docs.rwu.edu/law_pubs_blogs/431Lorraine Lalli's Post Judge Reeves on Racial Violence, Same-Sex Marriage Posted by Lorraine Lalli on 01/12/2016 at 10:42 AM Later this month, we will mark our Annual Dr. Martin Luther King, Jr. Celebration Week. This week-long event honors the contributions of Dr. King to the Civil Rights Movement. It involves a recognition and celebration of the progress that has been made, while also challenging our students and the broader community to look more deeply into the current constructs of our society, to identify inequality and injustice, and to develop ways of moving America closer to the ideal envisioned by Dr. King.  This year’s keynote address on Thursday, January 21 at 3:30 p.m. at the School of Law will be delivered by the Honorable Carlton W. Reeves. As a federal district court judge in Mississippi, Judge Reeves has a unique vantage point on the impact of race and gender in America. For many, his judicial decisions – as well as his presence on the bench as only the second African-American to be appointed to the federal bench in the State of Mississippi – constitute an important sign of progress for our country.  In two memorable Civil Rights decisions, Judge Reeves made news (and history) by his acknowledgement of how different and diverse perspectives or prejudices can impact an individual’s actions towards and views of others. Gay Marriage On November 25, 2014, Judge Reeves ruled that Mississippi’s same-sex marriage ban violated the US Constitution.  In rendering this landmark decision, he affirmed the humanity and intentions of those on both sides of the divisive issue. Judge Reeves acknowledged the many ways in which gay and lesbian citizens were similar to their heterosexual peers; for example, in loving one another, cultivating long-lasting relationships, and loving and caring for their children. He was also, however, considerate of the Mississippi majority (86 percent of whom had voted for the gay marriage ban), acknowledging that their opposition to gay marriage was likely not based upon “malice, bigotry or hatred in their hearts.” Still, he concluded, gay and lesbian citizens, in the absence of a right to marry, were being subjected to humiliation, indignity and state-sanctioned prejudice.  Addressing Mississippi’s Racial Violence A few months later, on February 13, 2015, Judge Reeves delivered a powerful and impassioned speech to three white male defendants he was sentencing for their killing of a black man by beating and running over his body with a pickup truck. Judge Reeves’ speech situated this racially motivated crime in the context of Mississippi’s dark history of racial intolerance, marked by the lynching of hundreds of blacks. Despite the horrific nature of the crime for which he was sentencing the defendants, Judge Reeves speech remained optimistic about the future of Mississippi and the racial healing that was in progress, recognizing that the defendants “ripped off the scab of the healing scars of Mississippi . . . causing her to bleed again.” His remarks, like our intentions for the MLK Week Celebration, recounted our ugly history with racial bigotry and hatred but acknowledged the tremendous progress that has been made, while looking forward towards continued progress. ********** While I did not experience the Civil Rights Movement of the 1960’s, the past year for me has marked a turning point for America.  Diversity, inclusion and equality were the subject of countless discussions and debates. It was weekly front-page news in Rhode Island and across the nation, as we explored how America addresses its differences, and explored the roots of our obvious disparities based on race, class, gender, sexuality and religion. The topics covered were as varied as the participants. It quickly became evident that Americans were struggling (and continue to struggle) to find common understanding and common ground. While the voices may sometimes seem to be growing louder and opinions ever more entrenched,  a larger and larger percentage of Americans are – either by choice or by necessity – entering into discussions and debates about equity and diversity in America. The ideal that most of us desire, even if there is vast disagreement about how to get there, is the very “oasis of freedom and justice” envisioned by Dr. King in his I Have a Dream speech.  We are still struggling to “transform the jangling discords of our nation into a beautiful symphony of brotherhood.” I look forward to the remarks from Judge Reeves about how far we have come, the current challenges we are facing, and the progress that lies before us. About Judge Reeves Judge Reeves is a 1986 magna cum laude graduate of Jackson State University with a major in Political Science, and obtained his law degree from the University of Virginia School of Law in 1989. He has enjoyed a distinguished career as a lawyer and a jurist.  Upon graduating from law school, he clerked for Justice Reuben V. Anderson of the Mississippi Supreme Court. He practiced law with the Phelps Dunbar law firm before serving as Assistant United States Attorney, Chief of the Civil Division for the Southern District of Mississippi. He served nationally on the Department of Justice Civil Chiefs Working Group and was awarded a Certificate of Commendation for the Civil Rights Division of the U.S. Department of Justice. Immediately prior to his nomination to the federal district court by President Barack Obama in 2010, Judge Reeves was engaged in private practice with Pigott Reeves Johnson, P.A., a law firm he co-founded in 2001. Judge Reeves has served on numerous boards and commissions, including those of the ACLU of Mississippi, Mississippi Workers Center for Human Rights, Mississippi Center for Justice, Mississippi Access to Justice Commission, Mississippi Center for Legal Services and the Mississippi Capital Defense Resource Center. Judge Reeves is also the recipient of many honors and awards including the Magnolia Bar’s highest honor, the R. Jess Brown Award. He was named the Mississippi Association of Justice’s Distinguished Jurist of the Year for 2014-2015.  ",
    "id": 56706699,
    "identifiers": {
        "doi": null,
        "oai": "oai:docs.rwu.edu:law_pubs_blogs-1437"
    },
    "title": "Trending @ RWU Law: Lorraine Lalli\\u27s Post: Judge Reeves on Racial Violence, Same-Sex Marriage, 01/12/2016",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-01-12T08:00:00+00:00",
    "publisher": "DOCS@RWU",
    "references": [],
    "sourceFulltextUrls": [
        "https://docs.rwu.edu/cgi/viewcontent.cgi?article=1437&amp;context=law_pubs_blogs"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/56706699.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/56706699"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/56706699/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/56706699/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/56706699"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Martin Luther King",
        "Jr.",
        "Celebration",
        "Civil rights movement",
        "Keynote",
        "Address",
        "Carlton W. Reeves",
        "Race",
        "Gender",
        "Judge",
        "Decisions",
        "Gay",
        "Lesbian",
        "Heterosexual",
        "Intolerance",
        "Bigotry",
        "Prejudice",
        "Diversity",
        "Equity",
        "Civil Rights and Discrimination",
        "Judges",
        "Law and Gender",
        "Law and Race",
        "Sexuality and the Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:docs.rwu.edu:law_pubs_blogs-1437",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1335",
        "openDoarId": 0,
        "name": "DOCS@RWU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 56706699,
        "depositedDate": null,
        "publishedDate": "2016-01-12T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:14:28+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-12T15:33:39+00:00"
    },
    "urls": [
        "https://docs.rwu.edu/law_pubs_blogs/431",
        "https://docs.rwu.edu/context/law_pubs_blogs/article/1437/viewcontent/Lorraine_Lalli_s_Post_Judge_Reeves_1_12_16_.pdf"
    ],
    "lastUpdate": "2024-01-24T00:14:28+00:00",
    "setSpecs": []
}