{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Gonzalez, Joshua"
        },
        {
            "name": "Kemp-DeLisser, Khristian"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-11T19:19:04+00:00",
    "dataProvider": {
        "id": 2148,
        "name": "ScholarWorks @ UVM",
        "url": "https://api.core.ac.uk/v3/data-providers/2148",
        "logo": "https://api.core.ac.uk/data-providers/2148/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/51067585.pdf",
    "fullText": "The Vermont ConnectionVolume 31 Think Globally, Act Locally, CarePersonally: Connecting Personal and ProfessionalDiscoveries in Student AffairsArticle 13January 2010Two Students Affairs Professionals' Journeys to(Un)CoverJoshua GonzalezKhristian Kemp-DeLisserFollow this and additional works at: https://scholarworks.uvm.edu/tvcPart of the Higher Education Administration CommonsThis Article is brought to you for free and open access by the College of Education and Social Services at ScholarWorks @ UVM. It has been acceptedfor inclusion in The Vermont Connection by an authorized editor of ScholarWorks @ UVM. For more information, please contactdonna.omalley@uvm.edu.Recommended CitationGonzalez, Joshua and Kemp-DeLisser, Khristian (2010) \"Two Students Affairs Professionals' Journeys to (Un)Cover,\" The VermontConnection: Vol. 31 , Article 13.Available at: https://scholarworks.uvm.edu/tvc/vol31/iss1/13118 • The Vermont Connection • 2010 • Volume 31 Two Student Affairs Professionals’ Journeys to (Un)CoverJoshua Gonzalez & Khristian Kemp-DeLisser  In his book, Covering: The Hidden Assault on Our Civil Rights, Kenji Yoshino (2006) described a phenomenon called “covering” as the requirement to conceal aspects of  one’s identity in order to achieve acceptance into the perceived mainstream culture. Covering differs from other forms of  oppression because it does not seek to cure or deny the existence of  marginalized people. It does not force them to be something else in order to gain acceptance. Rather, covering attaches certain conditions to their full integration into society. The critical factor is that people in dominant identities impose the societal norms in subtle ways to main-tain the status quo. An African-American student named Jamal adopts the nickname “Jay” when he runs for the student government association. A trans-gender sophomore dresses impeccably in suits and ties, even for biol-ogy lab. Yoshino (2006) described these actions as covering, where an individual masks one’s own recognized marginalized identity in order to gain acceptance within the dominant identity. The authors—a gay African-American and a heterosexual Latino—are both male stu-dent affairs professionals at predominately White institutions (PWIs). They will each look at the subtle and covert ways student affairs profes-sionals reproduce pressures to cover and offer ways to understand the impact of  conforming to the majority culture. Joshua Gonzalez graduated from the University of  Connecticut where he earned a Bachelor of  Science in Human Development and Family Studies. He is a 2009 graduate of  the Univer-sity of  Vermont’s Higher Education & Student Affairs Administration (HESA) program, where he held assistantships in the Department of  Residential Life as well as the African, La-tino, Asian, and Native American (ALANA) Student Center. He exposes his professional philosophy, “Let your happiness define your accomplishments; do not let your accomplishments define your happiness” as a Residence Hall Director at the University of  New Hampshire.Khristian Kemp-DeLisser (HESA '05) works full time as the Coordinator for Student Re-tention and Assessment at UVM's African, Latino, Asian, and Native American Student Center and takes classes in the Educational Leadership & Policy Studies doctoral program. His current preoccupations (which he prefers over research interests) are marathon training and social justice in higher education. • 119Gonzalez & Kemp-DeLisserThe impact of  covering is difficult to appreciate or identify unless one can see the toll it takes on individuals and personal relationships. Furthermore, one cannot begin to counteract the pressure to cover before one recognizes the ways one is complicit with perpetuating this phenomenon in one’s professional and personal life. To that end, the two authors will apply a critical lens to our own personal and professional development and practices. We will each share personal narratives about the subtle and covert ways student affairs professionals reproduce pres-sures to conform. We conclude by offering a practical alternative leadership that is more inclusive and multicultural.CoveringYoshino (2006) described three major methods employed by the dominant soci-ety to suppress or oppress deviant populations: pressure to convert, to pass, or to cover. The deviant populations Yoshino focused on were women, gays and lesbians, and people of  color. He argued that these three communities have suc-cessfully battled the first two pressures of  conversion and passing, moving them closer to full civil rights and social acceptance. However, they still struggle against the final and most insidious pressure: covering. Conversion is an active attempt to change one’s target identity to fit with the dominant culture. Passing is accepting one’s marginalized identity but concealing it from others. People who cover are “persons who are ready to admit posses-sion of  a stigma… [but] nonetheless make a great effort to keep the stigma from looming large” (Yoshino, 2006, p. 18). There are four axes along which one can observe people covering: Appearance concerns how an individual physically presents himself  [sic] to the world. Affiliation concerns his [sic] cultural identifications. Activism con-cerns how much he [sic] politicizes his [sic] identity. Association concerns his [sic] choice of  fellow travelers—spouses, friends, colleagues. (p. 79)There are many social institutions capable of  applying these pressures, ranging from medicine and religion to history and law. Yoshino, a professor and lawyer by training, found that the legal system best demonstrated how covering is used to limit the lives, behaviors, and legal rights of  women, gays and lesbians, and peo-ple of  color. This article examines the pressure within higher education to cover.MethodologyWe employ the methodology of  Scholarly Personal Narrative (SPN) to construct narratives out of  personal stories. SPN allows an individual to be both researcher and subject, and educators and scholars to offer voice to the voiceless, even if  it 120 • The Vermont Connection • 2010 • Volume 31 is themselves. Robert Nash (2004) wrote: “SPN is about giving yourself  permis-sion to express your own voice in your own language; your own take on your own story in your own inimitable manner” (p. 24).SPN requires that the researcher contextualizes and grounds their personal story in the work of  previous scholars and research, and identifies narratives that com-municate universalizable messages. The heart of  this style of  writing—the hu-man story—can be liberating and empowering:… [I]f  a human life is described with enough particularity, the universal will begin to speak through it. What interests me about my story, and the stories of  others, is how similar they are in revealing the bones of  our common human endeavor, the yearning for human emancipation that stirs within us all. (Yoshino, 2006, p. xii) In his book, Yoshino’s (2006) historical and legal information provided the theo-retical framework; he used personal vignettes to illustrate real life applications and poignant lessons. Similarly, by dividing Yoshino’s four axes among themselves, the authors will each provide two examples of  how covering can be observed in their own lives. The voices, identities, and the transition from one author will be very different but to understand how covering affected each of  the author’s lives Khristian Kemp-Delisser will describe the Appearance and Association axes and Joshua Gonzalez will describe Affiliation and Activism axes. However, col-lectively they serve as case studies and practical examples to help recognize the pressure to cover for both professionals and students in educational settings. AppearanceAn experience I had as a Resident Advisor (RA) demonstrates the principle be-hind covering appearance, which is when individuals alter physical or visual cues and characteristics in an effort to avoid stigma. As a sophomore, I became a mid-year replacement RA in an all-male, first-year hall. I was the second RA on the floor, and I was determined to endear myself  to my new residents to allow them to get to know me. I set about collecting posters of  Leonardo DiCaprio and other male famous movie stars. One day as I decorated my room and started hanging my favorite pink Disney wall calendar, my friend, a lesbian, made an observation. “There’s a lot of  men on your walls,” she said. “Don’t you think you can turn your flame down just a little?” As a gay man, I had only been concerned with creating a safe space that reflected my interests and personality. I told her she was being overly cautious and was making assumptions about my residents. Still, the thought lingered. I asked my supervisor, the Resident Director (RD), and after mulling over my question for  • 121Gonzalez & Kemp-DeLissera moment, he suggested that not all male students will feel comfortable around me if  I was so “in their face.” Nonetheless, he said toning down my decor was my call.A few weeks later, I made signs and put them on the walls along the hall. The flyers advertised our weekly floor meeting but featured a pithy joke: “What starts with an “F” and rhymes with ploor meeting?” I returned a few hours later and saw the sign had been defaced. Someone had scrawled in response: “fag beat-ing.” When I saw the paper, I finally knew my limits. There would be no photos of  male movie stars on my walls and no pink wall calendar. From then on, I had to be vigilant whenever I walked the halls of  my floor or interacted with my residents. I could not risk being an easy target for their scorn or threats of  vio-lence. I never denied my sexual orientation; I simply downplayed it. Additionally, I avoided anything that could be transformed into an attack, like my jovial flyer. Eventually, I limited my interactions with residents and disclosed as little as pos-sible. I stayed under the radar screen and did not draw any attention. I never told my RD, figuring he would have just said I brought it on myself. What makes this example uniquely fitting to higher education is how the pres-sure to cover can be cloaked in the language of  inclusion or accessibility. By saying the decision was “my call,” my supervisor was implicitly supporting my right to be gay but not for my decision to reflect a non-conforming expression, which my gay identity allowed. Student affairs professionals who embrace social justice must be vigilant about and aware that our efforts to be inclusive have the potential to turn into tyranny. Privileged populations’ rights to not have their sensibilities offended must be weighed equitably (rather than equally) against the need to provide sanctuary and autonomy to populations whose freedoms those same sensibilities limit (Watson, 2007).The premise behind covering is that the majority group will accept differences in identity only to the extent that its norms are not confronted with nonconform-ist behavior. That nonconformist behavior is often labeled as flaunting (Dilley, 2007). My friend, my boss, and the person who defaced the flyer, all sent the message in different ways that my behavior and the symbols of  my personality were nonconformist. AffiliationIn my short career as a student affairs professional, I have tried to follow this motto when working with students: “Higher education is not about learning how to earn a living; rather it is about learning how to appreciate life.” Through lit-erature, art, social media, and the expanding wonders of  technology that have changed students’ experiences into ones personified by a global society, I want 122 • The Vermont Connection • 2010 • Volume 31 to expose my students to the beauty of  the world. By appreciating the difference of  environments and embracing the little nuances that make us individuals, we can understand and celebrate what makes us different and most importantly, what makes us similar. As an educator and life-long learner, one of  my roles as a student affairs administrator is to create an inclusive space where people can feel safe expressing their ideas without fear of  judgment or persecution. As a student affairs administrator, I expose my students and colleagues to my Latino heritage: especially the cultural value of  “Mi casa es su casa.” In her book, Salsa, Soul, and Spirit: Leadership for a Multicultural Age, Juana Bordas (2007) de-scribed this cultural value as, “A sprawling sense of  inclusiveness and generosity. It encapsulates a joy of  sharing and implies ‘what I have is also yours’” (p. 59). I believe that if  we, as administrators, can reflect on our own identities, values, and passions, it would help us understand a person’s point of  view when it conflicts with our own. This sense of  wanting people to be familiar with my personal side, especially my cultural heritage, was crucial when I transitioned to a new institu-tion. I could feel the excitement building up inside myself  when I exposed my colleagues to my Latino identity and my strong passion for social justice. In ad-dition, I wanted to explain how important it is for us as professionals to look at our own dominant and marginalized identities and understand how we can use our privileges responsibly to create inclusive policies for marginalized students. On a daily basis I discussed these topics in staff  meetings and with my supervi-sor, but most importantly, I shared the essence of  what makes me a human being. If  we as administrators can understand our passions and what makes us get up in the morning, we can enhance the student experience by creating educational mo-ments outside of  the classroom. One day I had a conversation with a colleague, and I inquired about the staff ’s perception of  me. I expressed my concerns of  not being part of  the team and how I felt as though I was a passing ship in the night. To my surprise, one of  my colleague’s statements were (with no malicious intent), “One might believe that you see everything through a racial lens, or one might believe you may come down heavy with the social justice if  they say some-thing inappropriate.” In that moment, I realized for me to make individuals feel comfortable I would have to “tone down” my cultural heritage of  family, generosity, and passion for social justice. Though I will always accept my Latino identity, the rationale was that in order to create clout with some of  my peers I would have to be more cog-nizant of  my mannerisms and how I use my values to express myself  personally and professionally.  • 123Gonzalez & Kemp-DeLisserActivismIt is May 1, 2006, and I am studying in the student union at the University of  Con-necticut. While immersed in my studies, I overhear a woman state, “As a Latina, I should be at the protests and educating people about the dangers of  this bill.” As I look up, I notice her watching the news coverage on the anti-immigration pro-tests of  the congressional bill, H.R. 4437. Some of  the controversial provisions of  the bill were the potential for being charged with a felony if  knowingly em-ploying or harboring a non-U.S. citizen, and the construction of  security fences along the U.S.-Mexican border (Ferre, Garlikov, Oppenheim, Spoerry, Keck, & Whitbeck, 2006). I replied to the woman by stating, “I am Latino too, but yelling and screaming is not going to give immigrants U.S. citizenship, and protesting is not going to help you with your finals.” To my surprise, the woman jumped out of  her seat and said, “As a Latino, you should be ashamed of  yourself, and of  course helping our people is more important than taking a final.” In the moment, I did not understand why one of  my peers was so upset by my comment. Through the lens of  Yoshino’s (2006) axis of  activism, I was concerned by the way my peer was publicly politicizing her Latina identity by drawing attention to immigration reform instead of  concentrating on her studies. In actuality, my con-cern was not directed at my peer but rather at myself. This example of  covering demonstrates internalized oppression and the lack of  my own understanding of  racial identity development. I was burdened by the fact my peers would only see me as my racial identification, and possibly assume my views were the same as the protestors on television and ignore the intricacies that made up my individual-ity. In my undergraduate career, I wanted to be viewed as a student admitted to the university based on academic merit rather than the continuous demoralizing questions of, “What diversity scholarship did you get?” “Where is a good Mexi-can restaurant?” (Despite knowing I identify as Puerto Rican), and “You’re Span-ish, can you show me how to salsa?” Signithia Fordham (1988) described this concept as racelessness, when a person assimilates to the characteristics of  the dominant identity by de-emphasizing characteristics that might associate them with a subordinate group. During that time period, I never identified myself  as White (dominant racial group) but made the decision to hide the traditions of  my Latino heritage. When my Latina peer publicly vocalized her opinion on the congressional bill, it confirmed my concern the dominant group would primarily see me for my race, when I wanted to be the exception.AssociationAs demonstrated in the “appearance” example, oppression can often be lateral: meaning members of  a marginalized group can enforce the dominant culture’s boundaries on other members of  their own group. The example also illustrates 124 • The Vermont Connection • 2010 • Volume 31 the extent to which we all have the capacity to continue the cycle, no matter our personal identity or group membership. This next story similarly complicates the relationship of  sender or receiver. It is intended to capture covering through as-sociation, which governs one’s public allegiance and membership, including how time is spent volunteering and one’s vocation or career.My career began in a Lesbian, Gay, Bisexual, and Transgendered (LGBT) student services office. At 26 and fresh from graduate school, I was one of  two staff  members. The other, my supervisor, was a man who had been at the institution more than 20 years, and in the position of  director for seven of  the nine years the office existed. Not very different than many other LGBT directors; he was a sea-soned professional who had been in his position a long time, expecting to retire from that job. I admit I was slightly disturbed by what seemed like an entire field of  professionals who aspired to no position higher than their particular func-tional area. The lack of  out LGBT people holding dean or higher administrative positions seemed to be evidence of  a “lavender ceiling,” a concept popularized by Friskopp and Silverstein (1995), referring to an inevitable career threshold that LGBT people may reach without having to conceal their sexual orientation. I knew the lack of  open LGBT people in high positions meant I had to limit my affiliation with LGBT organizations in order to move ahead in my career. I heard from my supervisor and others that I needed to branch out and diversify my work, while I observed others who charted rather direct courses through areas such as residential life or judicial affairs. After three years in the LGBT student services office, I began to wonder out loud to a colleague about what my career path would be.“Well, all you have been doing is this LGBT stuff,” he replied. “You know what they say, the more you know about one thing, the less you know about everything else. Branch out.” This sentiment, that my specialty was too niche, never rang true with me; my LGBT students showed up to my office with a wide variety of  concerns that I needed to help them navigate. In truth, my specialty gave me spe-cial insight into everything from residence hall bias protocol, Greek community climate, and campus recreation facilities. The pervasive misconception that my knowledge of  LGBT issues made me ignorant of  all others devalued my work and condemned it to second-class status.Relative to the number of  universities and colleges in the country, the number of  offices with dedicated space and resources for LGBT student affairs is still rather small (Sanlo, 2000). Progress still needs to be made to provide consistent and quality education around LGBT issues in graduate preparation programs. Despite my knowledge of  and history working in LGBT offices, when a lesbian student I worked with recently told me about her intention to pursue a degree in student affairs, I found myself  cautioning her not to get an assistantship in  • 125Gonzalez & Kemp-DeLisserLGBT affairs. “You do not want to be pigeon-holed,” I told her. The words, and my tacit concession to the professional stigma that goes along with working in LGBT, still echo in my head. ImplicationsStories like those in the previous section of  students and professionals demon-strate the consequences and the toll of  conforming in order to be accepted. They provide a mandate for change but also demonstrate a flaw in the covering theory. Covering relies on ambiguous pressure that is often difficult to attach to a specific source other than cultural or systemic pressures. Unless expressed through some sort of  overt communication, the observer assumes any act of  covering. The theory insufficiently reconciles those occasions when one’s natural actions or be-haviors simply look like covering, but in fact are not an attempt to cover. Yoshino (2006) shared a story of  a female colleague who reminded him of  the danger of  automatically assuming she is covering when she replaces the tire on her bike. She said, “I don’t fix my bike because I’m trying to downplay the fact I’m a woman. I fix my bike because it’s broke” (p. 190). Sometimes practical needs and innate skills take precedence over social pressures. Clearly, one must not only consider covering allegations critically when leveling them at others but also be equally self-critical when examining one’s own role in the process. The experiences of  the authors demonstrate not only when we have “toned down” or compromised our true selves, but also when we have asked oth-ers to compromise theirs. Covering is problematic because it is forced rather than chosen. There is potential of  being just as proscriptive and inhumane in dealing with the problem as the forces that created the problem. Imagine a restrictive and heavy-handed Orwellian response in which everyone is immediately assumed to not be acting like their true selves. The antidote to covering is not thought-control; it is liberation. It is engaging in a process of  critical inquiry and reflec-tion, requiring us to be present and attuned to our inner selves. Yoshino (2006) himself  concluded the only way to “uncover” covering is by removing it from the legal realm and into the public lexicon through dialogue. Person-to-person discourse has the effect of  disrupting the pressure by naming it and offering an opportunity to confront the reasons behind it. These “reason-forcing con-versations,” (p. 195) involve an exchange of  perspectives and values, and offer new possibilities for being ourselves and treating one another justly. As Yoshino wrote, “they should happen informally and intimately, where tolerance is made and unmade” (p. 195). Social justice principles and models continue to pick up steam among student affairs professionals who face ever-increasing demands to create safe, inclusive, and welcoming educational institutions for people of  all identities. However, as 126 • The Vermont Connection • 2010 • Volume 31 the example with the resident advisor and his supervisor illustrates, even practi-tioners who claim to be pluralistic can result in perpetuating dominant cultural norms. Covering can be a damaging tool of  oppression. Yoshino (2006) called it “a hidden assault on our civil rights” (p. xi).  It is hidden, not only because of  the subtle methods in which it is employed, but also because it can be internalized. Student affairs professionals must be committed to professional and personal development and keep their own biases in check. We must actively engage one another and reflect on our practices, organizational structures, and understanding of  our identity development.We encourage professionals to model integrity by staying true to themselves and their own desires. Truly, the goal is to create a world in which the full spectrum of  human expression is the norm. Sometimes that requires one person to risk stigma with the knowledge that when we dare to be ourselves, we give permission for others to do the same (Williamson, 1992). The path to liberation from the pressures to assimilate or conform is paved with authenticity and vulnerability.  • 127Gonzalez & Kemp-DeLisserReferencesBordas, J. (2007). Salsa, soul, and spirit: Leadership for a multicultural age. San Fran-cisco: Berrett-Koehler.Dilley, P. (2007). Covering: The hidden assault on our civil rights (Review). Journal of  College Student Development, 4(5), 608-610.Ferre, I., Garlikov, L., Oppenheim, K., Spoerry, S., Keck, K., & Whitbeck, H. (2006, May 1). Thousands march for immigrant rights: Schools, businesses feel impact as students, workers walk out. CNN. Retrieved January 1, 2010 from http://www.cnn.com/2006/US/05/01/immigrant.day/index.htmlFordham, S. (1988). Racelessness as a factor in Black students’ school success: Pragmatic strategy or pyrrhic victory. Harvard Educational Review, 58, (1).Friskopp, A., & Silverstein, S. (1995). Straight jobs, gay lives: Gay and lesbian profession-als, the Harvard Business School, and the American workplace. New York: Scribner.Nash, R. J. (2004). Liberating scholarly writing. New York: Teacher’s College Press.Sanlo, R. J. (2000). The LGBT campus resource center director: The new profes-sion in student affairs. NASPA Journal, 37(3), 485-495.Watson, L. (2007). Constituting politics: Power, reciprocity, and identity. Hypatia: A Journal of  Feminist Philosophy, 22(4), 96-112.Williamson, M. (1992). A return to love. New York: Harper Collins.Yoshino, K. (2006). Covering: The hidden assault on our civil rights. New York: Ran-dom House. ",
    "id": 51067585,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.uvm.edu:tvc-1098"
    },
    "title": "Two Students Affairs Professionals\\u27 Journeys to (Un)Cover",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2010-01-01T08:00:00+00:00",
    "publisher": "UVM ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.uvm.edu/cgi/viewcontent.cgi?article=1098&amp;context=tvc"
    ],
    "updatedDate": "",
    "yearPublished": "2010",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/51067585.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/51067585"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/51067585/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/51067585/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/51067585"
        }
    ],
    "abstract": "An African-American student named Jamal adopts the nickname “Jay” when he runs for the student government association. A transgender sophomore dresses impeccably in suits and ties, even for biology lab. Yoshino (2006) described these actions as covering, where an individual masks one’s own recognized marginalized identity in order to gain acceptance within the dominant identity. The authors— a gay African-American and a heterosexual Latino— are both male student affairs professionals at predominately White institutions (PWIs). They will each look at the subtle and covert ways student affairs professionals reproduce pressures to cover and offer ways to understand the impact of conforming to the majority culture",
    "tags": [
        "text",
        "Higher Education Administration"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.uvm.edu:tvc-1098",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2148",
        "openDoarId": 0,
        "name": "ScholarWorks @ UVM",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 51067585,
        "depositedDate": null,
        "publishedDate": "2010-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-20T16:00:17+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-11T19:19:04+00:00"
    },
    "urls": [
        "https://scholarworks.uvm.edu/tvc/vol31/iss1/13",
        "https://scholarworks.uvm.edu/context/tvc/article/1098/viewcontent/Gonzalez_Kemp_DeLisser.pdf"
    ],
    "lastUpdate": "2024-02-20T16:00:17+00:00",
    "setSpecs": []
}