{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Gündemir, S."
        },
        {
            "name": "Martin, A.E."
        },
        {
            "name": "Homan, A.C."
        }
    ],
    "contributors": [],
    "createdDate": "2023-03-08T12:32:21+00:00",
    "dataProvider": {
        "id": 15629,
        "name": "International Migration, Integration and Social Cohesion online publications",
        "url": "https://api.core.ac.uk/v3/data-providers/15629",
        "logo": "https://api.core.ac.uk/data-providers/15629/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.3389/fpsyg.2019.00282",
    "downloadUrl": "https://core.ac.uk/download/555930403.pdf",
    "fullText": "UvA-DARE is a service provided by the library of the University of Amsterdam (https://dare.uva.nl)UvA-DARE (Digital Academic Repository)Understanding diversity ideologies from the target’s perspective: A review andfuture directionsGündemir, S.; Martin, A.E.; Homan, A.C.DOI10.3389/fpsyg.2019.00282Publication date2019Document VersionFinal published versionPublished inFrontiers in PsychologyLicenseCC BYLink to publicationCitation for published version (APA):Gündemir, S., Martin, A. E., & Homan, A. C. (2019). Understanding diversity ideologies fromthe target’s perspective: A review and future directions. Frontiers in Psychology, 10, [282].https://doi.org/10.3389/fpsyg.2019.00282General rightsIt is not permitted to download or to forward/distribute the text or part of it without the consent of the author(s)and/or copyright holder(s), other than for strictly personal, individual use, unless the work is under an opencontent license (like Creative Commons).Disclaimer/Complaints regulationsIf you believe that digital publication of certain material infringes any of your rights or (privacy) interests, pleaselet the Library know, stating your reasons. In case of a legitimate complaint, the Library will make the materialinaccessible and/or remove it from the website. Please Ask the Library: https://uba.uva.nl/en/contact, or a letterto: Library of the University of Amsterdam, Secretariat, Singel 425, 1012 WP Amsterdam, The Netherlands. Youwill be contacted as soon as possible.Download date:15 Apr 2023SYSTEMATIC REVIEWpublished: 27 February 2019doi: 10.3389/fpsyg.2019.00282Frontiers in Psychology | www.frontiersin.org 1 February 2019 | Volume 10 | Article 282Edited by:Teri Kirby,University of Exeter, United KingdomReviewed by:Oriane Georgeac,London Business School,United KingdomLeigh Wilton,Skidmore College, United States*Correspondence:Seval Gündemirs.gundemir@uva.nlSpecialty section:This article was submitted toOrganizational Psychology,a section of the journalFrontiers in PsychologyReceived: 24 August 2018Accepted: 29 January 2019Published: 27 February 2019Citation:Gündemir S, Martin AE andHoman AC (2019) UnderstandingDiversity Ideologies From the Target’sPerspective: A Review and FutureDirections. Front. Psychol. 10:282.doi: 10.3389/fpsyg.2019.00282Understanding Diversity IdeologiesFrom the Target’s Perspective: AReview and Future DirectionsSeval Gündemir 1*, Ashley E. Martin 2 and Astrid C. Homan 11Work and Organizational Psychology, University of Amsterdam, Amsterdam, Netherlands, 2 Stanford Graduate School ofBusiness, Stanford University, Stanford, CA, United StatesWe present a review of the diversity ideologies literature from the target’s perspective.In particular, we focus on how diversity ideologies—beliefs or organizational practiceswith regards to how to approach diversity—affect racial minorities’ and women’sself-perceptions and experiences at work. This review suggests that a diversityaware ideology (i.e., multiculturalism) is more beneficial than a diversity blind ideology(i.e., colorblindness) for racial-ethnic minorities (e.g., better performance outcomes;more psychological engagement, inclusion, and workplace satisfaction; more positiveleadership self-perceptions; and reduced perceptions of bias and turnover intentions).In contrast, for women, gender-blindness is associated with more positive outcomesthan gender awareness (e.g., enhanced self-confidence, pro-active behaviors andleadership emergence). Importantly, multiculturalism and gender-blindness can bothproduce negative side effects for racial minorities and women, respectively, whichhighlights the importance of developing approaches to address the shortcomings ofthese conventional ideologies. We discuss the implications and offer recommendationsfor future research.Keywords: diversity, diversity management, organizational psychology, minority–majority, workplace equalityOver the last decades, racial and gender diversity in organizations has strongly increased.Enhanced diversity has the potential to give rise to positive outcomes in organizations such ascreativity and effectiveness in workgroups (Homan et al., 2007; Page, 2007; Barta et al., 2012).On the flipside, diversity also has the potential to increase negative organizational outcomessuch as conflict and miscommunication (Pelled et al., 1999; Van Knippenberg et al., 2004). Asa consequence of diversity’s potential to be both beneficial and harmful, many organizationshave sought to understand how to leverage the upsides and manage the downsides (Galinskyet al., 2015). A key challenge and opportunity in this process is understanding the psychology oftraditionally underrepresented groups such as women and racial-ethnic minorities in response todiversity initiatives.In attempts to effectively manage diversity, many companies utilize structural and institutionalinitiatives, such as affirmative action, but also diversity training, and official diversity policies(Konrad and Linnehan, 1995; Kelly and Dobbin, 1998; Ely and Thomas, 2001; Jackson et al., 2003;Kalev et al., 2006; Leslie et al., 2014; Hideg and Ferris, 2016). Such initiatives can increase therepresentation of women and racial-ethnicminority employees in the short-term; however, over thelong-term, their effectiveness has been shown to be limited. Indeed, racial minorities and womenremain underrepresented in the upper echelons of organizational power (Catalyst, 2016; Fortune,2017). Further, although this research examines representational outcomes, these interventions areoften targeted at those in power (managers; e.g., affirmative action, policies) or majority groupGündemir et al. Understanding Diversity Ideologies From the Target’s Perspectivemembers (Whites, men; e.g., bias). Much less work has focusedon the psychological experience of underrepresented groups inreaction to these policies. Indeed, past work has shown thatthough certain initiatives (such as affirmative action) can havea positive effect of representation (Crosby et al., 2006; Kalevet al., 2006), the psychological experience on those groups canoften be negative, whereby they become targets of prejudice(Leslie et al., 2014; Hideg and Ferris, 2016) and question theirefficacy at work (Heilman et al., 1987). Thus, the experienceof underrepresented groups may be very different from theirrepresentational outcomes.In addition to diversity initiatives targeting organizationalstructures, organizations can also utilize complementaryapproaches “to shape the cultural context of the workplace”(Apfelbaum et al., 2016, p. 547). Given the potential downsidesof structural initiatives and significance of examining theexperiences of underrepresented groups in reaction to diversityinitiatives, understanding these complementary approachesand their impact on racial minorities’ and women’s attitudes,cognitions and behavior remains important (Joshi, 2014;Apfelbaum et al., 2016). One of the most prominent among theseare diversity ideologies (Wolsko et al., 2000; Apfelbaum et al.,2016). Diversity ideologies can refer to organizational practicesthat are often explicitly summarized in a diversity missionstatement and communicate the organizational approach to andnorms around diversity. In addition, diversity ideologies can alsorefer to employees’ own beliefs around how to approach groupdifferences in diverse settings (Martin and Phillips, 2017). Thus,ideologies can be contextual or individual (or both).In this review, we examine diversity ideologies, which havebeen shown to promote diversity and inclusion in organizations(Wolsko et al., 2000; Rattan and Ambady, 2013; Sasaki andVorauer, 2013; Plaut et al., 2018), and their effects on racialminorities’ and women’s experiences in organizations. In doingso, we focus our analysis on two levels: ideologies as contextual ororganizational level variables (i.e., imposed by the organizationor those in power) and as individual level variables (i.e.,beliefs held by individuals). We review these two levels, asthey are mutually reinforcing, where organizational beliefscan be adopted by individual members (Bourguignon, 2017;Martin and Phillips, 2017), and individual beliefs can shapeorganizational cultures (Schein, 1992)1. Our review of researchwithin organizational settings elucidates why minorities orwomen respond differently to different ideologies, and haveunique outcomes in similar ideological contexts. Moreover,although our main goal is illuminating workplace behaviorand outcomes, we also discuss research in adjacent areas (e.g.,stereotyping, prejudice, interaction) that offers complementaryinsights relevant for organizations.The current contribution reviews and synthesizes existingliterature in a systematic way to highlight the role ofdiversity ideologies on traditionally underrepresented groups’1Please note that we review prior work that has separately studied ideologiesas contextual vs. personal variables. In the general discussion, we presentrecommendations for integrating these different levels of analysis in single studiesin the future.in particular, racial minorities and women) self-perceptions,experiences and behaviors in diverse work settings. Doing somakes at least two broad contributions. First, in previouswork, diversity ideologies have gotten ample attention in manyareas of research, ranging from educational to governmentpolicy. Adding a comprehensive review on their role in theorganizational context is valuable, as it not only theoreticallyclarifies the types of organizational ideologies that benefit thevery groups they aim to help, but also gives practical advicefor organizations looking to understand the messages they useto reach that goal. That is, identifying conceptual confoundsand ambiguities around ideological messages is important tounderstand how to effectively implement them in organizations.For organizations looking to increase and improve the dynamicsaround diversity, this can then help increase the status andresources amongst underrepresented groups (an importantprecursor to societal equality). Second, by combining ideologiesliterature focusing on both racial minorities’ and women’sperspective, this review integrates two lines on inquiry that haveprimarily developed in isolation. As such, this work allows usto uncover similarities and differences of racial minorities’ andwomen’s responses to different ideologies. Below, we first definethe dominant ideologies in the literature. Our initial discussionof (variations in) different ideologies focuses primarily on thecontext of race-ethnicity as there is more information availablein this domain, and thus, offers the richest information. Here,we also pay some attention to the conceptualization of genderideologies, which can be seen as a continuation of the race-ethnicity literature. We zoom into ideologies’ impact on racialminorities, followed by their impact on women’ experiences. Inour integrative discussion we identify patterns and shortcomingsin the literature and propose key future directions.DIVERSITY IDEOLOGIES: BLINDNESS VS.AWARENESSAs a consequence of continuously diversifying society, academicshave sought to find ways to better understand intergrouprelations. These attempts have traditionally focused onstereotyping, discrimination as well as representational concernsaround traditionally underrepresented groups (Fiske et al.,2002; Crosby et al., 2006; Kalev et al., 2006). An alternative tothese traditional foci is to illuminate the role of organizationalpractices or individual beliefs around how to approach diversityin the quality of intergroup relations. These practices or beliefs,diversity ideologies, are highly consequential and offer acomplementary way of uncovering the dynamics around andoutcomes of intergroup contact (Wolsko et al., 2000; Rattan andAmbady, 2013).Most research on diversity ideologies has been done inthe context of race. Existing work identifies two broad typesof diversity ideologies, which differ in the extent to whichthey recognize or ignore differences between demographicgroups. Though they differ in their approach, the twodominant ideologies share the same ultimate goal: contributingto an environment in which diverse groups of people canFrontiers in Psychology | www.frontiersin.org 2 February 2019 | Volume 10 | Article 282Gündemir et al. Understanding Diversity Ideologies From the Target’s Perspectiveharmoniously live and work together (e.g., Wolsko et al., 2000).One ideology aims to do that by ignoring and de-emphasizingdifferences between groups, while the other takes the oppositeapproach, by being open to and recognizing differences.One type of ideology, the so-called colorblindness (i.e.,blindness) approach, focuses on de-emphasizing differencesbetween social groups (Wolsko et al., 2000; Apfelbaum et al.,2012). The underlying assumption of this ideology is thatcategorizing individuals by their social group leads to prejudiceand conflict. Thus, ignoring social categories should reducethese negative consequences. The colorblind ideology is notwithout its critics. Opponents of colorblindness suggest thatsuppressing social categories is not possible, as humans have anatural tendency to categorize their environment to be able toprocess the large amount of information (Rosch and Lloyd, 1978).Moreover, research shows that demographic group information,like race and sex, is detected in the brain within milliseconds(Ito and Urland, 2003). Opponents propose that colorblindnessis not only impossible but also undesirable because it ignoresthe unique cultural identities and traditions of racial minoritiesand assimilates them into a dominant power structure (Frybergand Stephens, 2010). Further, diversity has the potential tooffer positive contributions to companies and the society asa whole (Van Knippenberg et al., 2004). As such, opponentsof colorblindness argue that differences between demographicgroups should not be ignored but recognized and celebrated.The idea that diversity should be emphasized rather thanignored is central to the second prominent ideology inthe literature, multiculturalism (i.e., awareness). In this view,differences between social groups should not only be recognizedand emphasized, but also valued and celebrated. Proponentsof multiculturalism argue that categorization does not have tobe harmful (Park and Judd, 2005; Costa-Lopes et al., 2014).When differences between demographic groups are perceivedin a positive manner (e.g., as sources to learn from), they donot evoke prejudice. Moreover, demographic group differencescan be meaningful and important to the members of thesegroups; ignoring or undervaluing of which would do these groupsa disservice. However, similarly to colorblindness, this viewalso has its critics, who argue emphasizing differences betweengroups can exacerbate stereotypes, create divisions betweengroups, delegitimize racial inequity claims, and promote racialsegregation (Verkuyten, 2005; Hahn et al., 2010, 2015; Gündemirand Galinsky, 2018).Like diversity ideologies focusing on race-ethnicity, genderideologies also differ in the extent to which they recognizevs. overlook intergroup differences. On the one hand, thereis gender-blindness. Analogous to colorblindness, this viewproposes that the differences between men and womenare neither meaningful nor consequential and thus theyshould be ignored and men and women should be treatedas individuals (Koenig and Richeson, 2010; Martin andPhillips, 2017). On the other hand, there is gender awareness.Analogous to multiculturalism, gender awareness proposes thatdifferences between men and women should be recognizedand celebrated.CONCEPTUALIZING DIFFERENT FORMSOF DIVERSITY IDEOLOGIESWhile many agree that the dichotomy between de-emphasizingvs. acknowledging and celebrating social group differences iscommon across studies on diversity ideologies (Hahn et al.,2015), it is noteworthy that both ideologies are complex andcan take different forms. Recent work has elaborated on theimportance of how these ideologies are conceptualized andmeasured. With regards to the blindness ideology, scholars havedepicted this approach in multiple ways, depending on differentintentions toward the outgroup (e.g., assimilation vs. inclusion;Hahn et al., 2015) and differences in the focus of attention (e.g.,sameness vs. de-emphasis of subgroup differences in favor ofindividual uniqueness; Rosenthal and Levy, 2010).For example, regarding intentions toward the outgroup,Hahn et al. (2015) note that while conceptions of blindnessconverge in their de-emphasis of difference, an assimilationistapproach entails that such “sameness” should be defined bythe superordinate group’s norms (e.g., “organizations shouldencourage racial minorities to adapt to mainstream ways”; Plautet al., 2009), whereas an inclusion-focused colorblind approachde-emphasizes difference make minority groups feel included(e.g., “you can find commonalities with anyone no matter theirbackground”; Hahn et al., 2015).Further, with regards to which differences are the focusof attention, some blindness ideologies focus on recognizingsameness whereas others focus on individual differences.That is, colorblindness has been portrayed as a value-in-homogeneity approach, in which differences betweengroups are suppressed in favor of an overarching groupmembership (Plaut et al., 2011; Holoien and Shelton, 2012;Todd and Galinsky, 2012; Gaertner and Dovidio, 2014).However, colorblindness has also been depicted as a value-in-individual differences approach, focusing on ignoring anytype of group membership (e.g., a subgroup or an overarchingone) in favor of individual qualities that make people unique(Wilder, 1984; Ryan et al., 2007; Verkuyten, 2010; Peery, 2011).Regarding these different conceptualizations ofcolorblindness, scholars have debated whether these differentconceptualizations represent subtypes of the colorblind ideologyor separate ideological approaches (Rosenthal and Levy, 2010).Some work has labeled assimilation as a separate ideology fromcolorblindness, as unlike the benevolent nature of colorblindness,assimilation’s sameness-focus perpetuates the dominant group’snorms (e.g., Hahn et al., 2015). Others have suggested thatvalue-in-homogeneity and value-in-individual differences aresubtypes of colorblindness, as both variants are characterizedby a lack of recognition of subgroup differences, (e.g., Dovidioet al., 2010; Gündemir et al., 2017a). These latter scholars alsorecognized that while the psychological consequences of thesalient subtypes may differ, many common manipulationsand measures of colorblindness integrate elements from both(Wolsko et al., 2000; Ryan et al., 2007), making it unclearwhich element is causing or creating the effects. Finally, mostrecently, it has been suggested that colorblindness can also beFrontiers in Psychology | www.frontiersin.org 3 February 2019 | Volume 10 | Article 282Gündemir et al. Understanding Diversity Ideologies From the Target’s Perspectiveinterpreted as value-in-equality, which focuses on a meritocraticperspective of equivalent and fair treatment of different socialgroups (Apfelbaum et al., 2016).Similar to the multifaceted nature of colorblindness,conceptualizations of the awareness ideology have alsodifferentiated between the intentionality and focus of an ideologythat highlights group differences. For example, some workdifferentiates between the positive version of multiculturalism(recognition and preservation of category distinctions tobuild a strong, diverse community) and negative version ofsegregation (the separation of groups, such that they occupydifferent spheres). Further, multiculturalism can be interpretedas the celebration of cultural differences (Wolsko et al., 2000;Government of Canada, 2018), or the inclusion of differentcultural backgrounds into an environment (Markus et al., 2000;Apfelbaum et al., 2016), as well as respect for cultural differencesand identities (Markus et al., 2000; Purdie-Vaughns and Walton,2011). In these latter conceptualizations, it is unclear whether thebenefits of multiculturalism are due to the celebration, inclusion,or respect of differences, and future research is needed to betterdisentangle these effects.Similar to the conceptualization challenges in race-ethnicityresearch, the yet limited amount of work on gender ideologiesis also confronted with conceptualization issues. Analogousto colorblindness, measures of gender-blindness ofteninclude both a value-in-individual differences, focusing onindividual differences between men and women, and a value-in-homogeneity, focusing on emphasizing what is common amongmen and women (e.g., Koenig and Richeson, 2010; Martinand Phillips, 2017). Unlike the clearer conceptual distinctionsmade in research on race ideologies, empirical research in thisdomain has rarely distinguished between these components.While these conceptualizations represent hierarchy attenuatingideologies, some conceptualizations are hierarchy enhancing,such as a gender-blind approach which focuses on womenadapting to men, which is consistent with assimilation (Hahnet al., 2015). Similarly, some work argues that some formsof gender-awareness are akin to segregation, which aims tokeep men and women in separate domains (e.g., jobs, schools;Hahn et al., 2015).In sum, although some work distinguishes between differentforms of colorblindness and multiculturalism (e.g., Verkuyten,2010; Levin et al., 2012; Hahn et al., 2015), much of the existingresearch operationalizes colorblindness and multiculturalism inways that integrates elements from each variant (Wolsko et al.,2000; Gutiérrez and Unzueta, 2010; Morrison and Chung, 2011).Similarly, conceptualizations of gender ideologies often involveelements from different variants. As such, when evaluating theeffectiveness of colorblindness and multiculturalism or gender-blindness and gender awareness, it can be hard to determinewhich elements are responsible for the observed effects. Itis important to note that conceptualization of the blindnessideology is typically more variable than that of the awarenessideology, hence, we pay more attention to specifying the type ofblindness in our discussion of empirical findings below.Below, when the reviewed work specifies the exactconceptualization of color/gender-blindness, we make noteof which conceptualization was used; otherwise, when leftunspecified or if multiple elements occur simultaneously, we usethe overarching term “colorblindness” or “gender-blindness” forrace and gender ideologies, respectively.HOW DO RACIAL MINORITIES RESPONDTO DIVERSITY IDEOLOGIES?To understand minorities’ responses to diversity ideologies,Dovidio and colleagues offer a functional perspective. In thisperspective, the responses of minorities to different ideologiesare thought to be an outcome of the extent to which eachideology addresses their group based needs (Dovidio et al.,2007, 2010). The salient ideology gives the members of differentgroups signals about how comfortable they can feel within,and how much they can trust, a given environment (Purdie-Vaughns et al., 2008). By ignoring—and therefore seeminglynot valuing group differences—a blindness ideology overlooksgroup-based challenges minority groups may experience andallows the majority group to maintain their dominant position.An awareness ideology, however, acknowledges the minoritygroup’s need for group-based recognition and appreciation andcan help change the status quo (by, for example, makingconversations about group based disparities less a taboo, cf.,Schofield, 2001, Saguy et al., 2009), enhancing the positionof the minority group. As such, an awareness ideology (i.e.,multiculturalism), could be more functional for the minoritygroup and this may be especially true for those who stronglyidentify with their group (Verkuyten, 2005, 2009). Below, wereview empirical research concerning the link between diversityideologies and responses of racial minorities.Empirical Work on Racial Minorities’Responses to Diversity IdeologiesResearch on the impact of diversity ideologies on racialminorities focuses broadly on three areas: (1) minority groupmembers’ preference for different ideologies, (2) the effects ofdominant group members’ ideology on minorities’ responses andexperiences, and (3) the role of ideologies at the organizationallevel on minorities’ perceptions and behavior. We discussrelevant findings next.In line with the previous arguments, empirical workdemonstrates that the members of minority groups have a strongpreference for multiculturalism (Markus et al., 2000; Arends-Tóth and Van De Vijver, 2003; Wolsko et al., 2006; Ryanet al., 2007, 2010). Consistent with the functional perspective,a preference for multiculturalism likely stems from minoritygroups’ desire for their group-based needs to be recognized.Supporting this idea, a preference for multiculturalism is notsolely unique to racial minorities, it applies to any group thatholds minority, subordinate status within a given environment.For example, White students at predominantly black colleges,where they are the representational minority and hold alower status position, endorse diversity aware policies in theseinstitutions. That is, they prefer that their group be recognizedand their needs be addressed. However, these same studentsendorse diversity blind, assimilationist policies at the nationallevel, where their group is the representationalmajority and holdsFrontiers in Psychology | www.frontiersin.org 4 February 2019 | Volume 10 | Article 282Gündemir et al. Understanding Diversity Ideologies From the Target’s Perspectivethe higher power and status position, as their group is alreadyrecognized and needs already addressed (Hehman et al., 2012).This finding suggests that as the functionality of an ideologyshifts, so do groups’ preferences.Additionally, research has shown that, by creating a specificclimate, the diversity ideology endorsed by the majoritygroup can have important consequences for minorities’perceptions and experiences. When the majority group endorsesmulticulturalism (rather than colorblindness), racial minoritiestend to perceive less bias, and experience more engagement andinclusion. For example, Plaut et al. (2009) studied minorities’psychological engagement at work (i.e., the extent to whichemployees value work success and organizational membership)in response to their majority group co-workers’ ideology.This work showed that to the extent that the majority groupemployees endorse multiculturalism in a unit, minoritiesreport higher psychological engagement. The majority group’sendorsement of colorblindness (measured as assimilation),is associated with reduced psychological engagement amongminorities. This positive effect of multiculturalism on minorities’engagement is explained by perceptions of bias. That is,minorities experience less racial bias when the climate ischaracterized by multiculturalism, which in turn boosts theirpsychological engagement.This result is consistent with experimental research, whichshowed that racial minorities experience more engagement on acognitive task when interacting with majority group counterpartswho are primed with multiculturalism rather than colorblindness(Holoien and Shelton, 2012). This greater engagement exhibitedby racial minorities is explained by perceptions of lesser biasfrom their majority group partners (Holoien and Shelton,2012). Similarly, in workgroups, minority employees feel moreaccepted to the extent that leaders endorse multiculturalism(vs. colorblindness), which results in more effective workgroupfunctioning (Meeussen et al., 2014). Finally, Vorauer et al. (2009)found that compared to a colorblind ideology, the majority group(in this case White Canadians) primed with a multiculturalideology show more engagement in minorities (in this caseAboriginal Canadians), which leads minorities to have fewerevaluative concerns and experience less anxiety. With regardsto racial minorities’ performance in organizations, researchsuggests that compared to colorblindness, an awareness (i.e.,multicultural) ideology can improve the performance of racialminorities on cognitive tasks (Wilton et al., 2015; Apfelbaumet al., 2016).Not only does multiculturalism seem to benefit racialminorities when Whites adopt this ideology, but similarly, whenthe (organizational) context is characterized by multiculturalism(through, for instance, diversity mission statements), minoritiesalso experience positive outcomes. For example, minorities’perceptions of organizational multiculturalism can boosttheir workplace satisfaction, by enhancing their sense ofinclusion within an organization (Jansen et al., 2016). Further,multiculturalism can reduce minorities’ turnover intentions,especially when they strongly identify with their cultural-ethnicgroup (Phouthonephackdy, 2016). Additionally, research inWestern Europe showed that diversity aware environments canenhance religious minorities’ positive perceptions of educationand work (Van Laar et al., 2013). Moreover, Purdie-Vaughns andEibach (2008) found that when African American professionalsare attuned to minority representation, workplaces that espousea colorblind, value-in-homogeneity message leads them toperceive threatening identity contingencies and to distrust oftheir organizational environment.One study has extended these findings to the contextof leadership. Because minorities remain underrepresented inhigher leadership positions, it is important for organizationsto find ways to stimulate minority leadership (e.g., Ospinaand Foldy, 2009; Gündemir et al., 2014). Some scholarswondered whether organizational diversity ideologies canstimulate minority leadership by boosting their leadership self-perceptions (Gündemir et al., 2017a). This work showed that, bycommunicating an open diversity climate, multiculturalism canindeed help minorities to cultivate more positive leadership self-perceptions. When organizational diversity mission statementscommunicate multiculturalism, minorities report increasedleadership self-efficacy (i.e., the extent to which they thinkthey are able to fulfill leadership tasks successfully) andstronger leadership aspirations (i.e., intentions to apply forleadership roles) than when the value-in-homogeneity variantof colorblindness is salient. Interestingly, this work did notfind a difference between multiculturalism and the value-in-individual differences variant of colorblindness. The authorssuggested that the value-in-individual differences variant ofcolorblindness’ acknowledgment of differences, albeit at theinter-individual level, may -to some extent- address minorities’need for recognition of differences and thus be more “functional”for them than the value-in-homogeneity variant.Together, empirical work suggests that minorities respondmore positively to (organizational) contexts characterized bymulticulturalism (rather than those characterized by blindness)and these contexts appear to improve task engagement amongstminority groups.Additional Considerations Around MinorityResponses to Diversity IdeologiesIt should be noted that there are several important contextualfactors with respect to the above-depicted effects. In most ofthis research, racial minorities represent a small number inorganizations and prefer multiculturalism over colorblindness.However, these effects often depend on representation, the waysin which racial minorities perceive the messages being espoused,and the types of differences being highlighted. For example, in thefew contexts where they represent the majority group, past workhas found African Americans prefer an assimilationist, blindnessapproach, as their identities are already valued and embraced(Hehman et al., 2012). Further, while much research suggestsracial minorities prefer and perform better withmulticulturalism,recent work suggests that when minority groups are stronglyunderrepresented (e.g., making up about 5% of the company)they may wish to merge with the rest (Apfelbaum et al., 2016).In those circumstances multiculturalism may be less effectivefor performance.Frontiers in Psychology | www.frontiersin.org 5 February 2019 | Volume 10 | Article 282Gündemir et al. Understanding Diversity Ideologies From the Target’s PerspectiveMoreover, multiculturalism can produce some unintendedside effects. For example, Zou and Cheryan (2015) note thatwhen multiculturalism is highlighted, racial minorities mayfeel a “minority spotlight effect,” leading them to experiencea heightened sense of self-awareness, negative emotion, anddiscomfort (Crosby et al., 2014). Further, multiculturalism canlead racial minorities in the U.S. to feel excluded from theoverarching national identity (e.g., the American identity),lowering their motivation and self-esteem (Zou and Cheryan,2015). Consistent with this, Verkuyten (2005, 2009) showedthat multiculturalism was only related to heightened self-esteemamong those for whom their racial-ethnic identity is highlysalient and not among those for whom their racial-ethnic identityis less salient. Multiculturalism can also lead to an emphasisof certain, sometimes problematic, differences. For example,multiculturalism has been shown to increase race essentialism(Wilton et al., 2018, but see Martin, 2018) and lead to (positive)stereotyping of the racial minority group (Gutiérrez andUnzueta,2010), which can lead to negative reactions and perceivedprejudice amongst racial minorities (Czopp, 2008). Moreover,although interpreted positively by racial minorities, majoritygroups perceive the pro-diversity attitudes communicatedthrough multiculturalism as exclusionary (Plaut et al., 2011),subsequently limiting their support for organizational diversityefforts, which can have negative spillover effects on racialminorities’ experiences.One additional side effect of multiculturalism is that itcan create a false fairness context. Gündemir and Galinsky(2018) demonstrated that minority group observers perceiveorganizational diversity mission statements characterized bymulticulturalism as a cue for fair treatment of minorities.This, in turn, is associated with disregarding of informationabout potential racial discrimination and delegitimization ofracial discrimination claims (Kaiser et al., 2013; see alsoDover et al., 2016).In sum, although the discussed literature until now showsthe promise of multiculturalism vs. colorblindness from theperspective of racial-ethnic minorities, it also indicates somecontingency factors for its effectiveness and even some potentialdownsides. Recently, researchers have started exploring the roleof diversity ideologies for another key demographic group:women. Below, we review this work and contrast those findingswith the findings around race-ethnicity.HOW DO WOMEN RESPOND TODIVERSITY IDEOLOGIES?In contrast to much research on the benefits of an awarenessideology, multiculturalism, for race, research shows that gender-blind ideology may be beneficial for women. One possiblereason for this discrepancy is that the differences made salientfor race through multiculturalism tend to be those focused oncultural identities and experiences of racial minorities, which areoften ignored in a power structure that is frequently dominatedby the majority group. For gender, the types of differencesmade salient through an awareness ideology are those thatfocus on stereotypical gender roles, including personality, skill,and preference differences (i.e., men as agentic; women ascommunal; Martin and Phillips, 2017, 2019; Martin, 2018).Since agentic qualities overlap with leadership qualities, gender-blindness may be more appropriate in the work domain,because reducing sexism involves seeing women as capable andcompetent with regards to their leadership abilities and potential(Martin et al., 2016).How do the gender aware vs. gender-blind ideology impactworkplace perceptions and outcomes of women? Martin andcolleagues suggest that the gender-blind ideology is moreinstrumental for women at work than the gender aware ideologyas the latter can emphasize traditional differences in social rolesassociated with men and women (also see Eagly and Karau,2002; Martin et al., 2016). Social role theory suggests that, as aconsequence of traditional role distribution between men andwomen, different group based stereotypes of men and womenhave emerged (Eagly, 1997). Women are typically associated withcommunality (characteristics such as warmth and consideration)and men with agency (characteristics such as self-confidence anddominance; Eagly and Karau, 2002). This perceived dichotomycan stand in the way of women’s career development becausehigher status and leadership roles are more strongly associatedwith agency than communality.Though this area of research is nascent, theory suggeststhat gender-blindness can have a positive impact on women atwork. Because gender awareness can heighten the salience ofthe communality of women vs. agency of men, a gender-blindideology may be more effective for women (Martin et al., 2016;Martin and Phillips, 2017).Empirical Work on Women’s Responses toDiversity IdeologiesThus far, empirical research on the impact of gender ideologieson women is limited and focuses broadly on (1) women’spreference for ideologies and the role of ideologies heldby individuals on women’s experiences, (2) the effects ofideologies held by the dominant group members (i.e., men),and (3) ideologies at the organizational level affecting women’sexperiences. We discuss relevant findings next.Early research has shown that women (as well as men)perceive gender-blind ideology as more appropriate in thework domain (Koenig and Richeson, 2010). According to thiswork, gender-blindness is perceived as a way to reduce sexism.Outside of the workplace, where men and women often exist indyadic, interdependent, and familial relationships, an awarenessideology is preferred (Koenig and Richeson, 2010). However,in the workplace, where women face sexism-related challenges,blindness is seen as more fitting in the workplace. Further, somework shows that endorsement of gender-blindness is negativelyrelated to biological essentialism (Martin, 2018), while othersreported non-significant effects (r = −0.09, p < 0.10; Hahnet al., 2015). However, the reported negative effects are specificto hierarchy-attenuating forms of gender-blindness (value-in-individual differences, and value in homogeneity), as hierarchy-maintaining (assimilationist) forms of gender-blindness areFrontiers in Psychology | www.frontiersin.org 6 February 2019 | Volume 10 | Article 282Gündemir et al. Understanding Diversity Ideologies From the Target’s Perspectiveassociated with endorsement of essentialist beliefs (Hahn et al.,2015). Thus, it is clear that the conceptualization of gender-blindideologies is an important factor in explaining these effects.The relationship between gender ideologies and essentialistbeliefs is problematic, as gender-essentialism is related to morestereotyping, sexism, and backlash (e.g., Martin and Parker, 1995;Bastian and Haslam, 2006); thus, it appears that gender-blindnessmay have the potential to lessen sexism women experience.Indeed, Koenig and Richeson (2010) found that gender-blindnessis negatively associated with sexism, both in individuals’ desireto respond without, and benevolent sexism (a form of sexismwhich denies women agency, by seeing them as reliant on men;Glick and Fiske, 1996). Importantly, the relationship betweengender-blindness and benevolent sexism is not limited to men.Women’s own endorsement of benevolent sexism leads to ahost of problems, where exposure to, and endorsement of,benevolent sexism leads to lower achievement efficacy (Barretoet al., 2010), performance on male-typed tasks (Vescio et al.,2005), and preference for more dependent, and less autonomous,help (Shnabel et al., 2016). Overall, these findings suggest thatgender-blindness, particularly when conceptualized as value-in-individual differences or value in homogeneity instead ofassimilation, has the potential to create contexts where womenexperience less sexism.Some studies examined the role of men’s adoption of genderideologies on women’s responses. Martin and colleagues foundthat when men were primed with gender-blindness, they reducedtheir dominance in interactions, leading women to contributemore to the conversation (through increased talking time;Martinet al., 2016). Recent research suggests that men who endorse orare exposed to gender-blind messages are less likely to endorsegender-STEM stereotyping, with downstream consequences forevaluation of female scientists, both of which have previouslybeen shown to limit women’s opportunities in STEM (Martin andPhillips, 2019). Also, men who were primed with gender-blindideologies were also more likely to support affirmative actionpolicies, which help women advance in environments where theyare underrepresented (Martin, 2018).Further, when the (organizational) context is characterizedby gender-blindness, it appears to be beneficial for women aswell. Research showed that women in a gender-blind settingreport higher levels of self-confidence, especially in maledominated environments (Martin and Phillips, 2017). Moreover,this increased self-confidence leads them to act in more pro-active ways (e.g., taking more risks), which are actions andbehaviors needed to be successful in many work environmentsand positions of power.Taken together, although the current state of knowledge ongender ideologies is limited, existing work suggests that gender-blindness may be beneficial for women’s advancement at work.Additional Considerations AroundWomen’s Responses to DiversityIdeologiesThough nascent research has found positive effects of gender-blindness on women’s workplace outcomes, like multiculturalismon racial minorities’ outcomes, these effects seem to be contextualas well. For example, Martin and Phillips (2017) found thatthe benefits of gender-blindness are limited to those wheremen represent the majority and women are underrepresented.In fact, in communal environments (or those made up ofmajority women) gender-awareness seems to be more effective.Apfelbaum et al. showed similar effects; when women representa substantial percentage in an organization (40%) they prefer avalue-in-difference approach. Martin et al. (2018) uncovered thatin fact, it is only women who have strong career values (i.e.,those who prioritize career related goals) who prefer gender-blindness. Conversely women who have stronger family values(i.e., those who prioritize family related goals) actually prefergender-awareness.Further, gender-blindness (much like multiculturalism) cancreate its own negative side effects. For instance, policies suchas “meritocracy,” which many companies utilize as a form ofthe blindness ideology (Apfelbaum et al., 2016), that ignorefactors that shape and bias women’s performance at work(i.e., being “blind” to these issues) exacerbate prejudice towardwomen in occupational domains. In this respect, Castilla andBenard (2010) show that the presence of meritocratic (i.e.,gender-blind) policies prompt both male and female decisionmakers to offer higher levels of bonus to men than to equallyqualified women. The authors speculate that these gender-blind policies can, for instance, enhance moral credentials ofdecision makers, which in turn evoke biased decision-making.The same study also demonstrates that when the contextcommunicates awareness for biases women at work face, decisionmakers can engage in behaviors that attempt at making up forinjustice. Thus, by reducing awareness of group-based challengeswomen face, gender-blindness may be detrimental for theirworkplace experiences and outcomes. Finally, gender-blindnesscan exacerbate backlash for women who display more femininebehavior (Malicke, 2013). Thus, there is potential for gender-blindness to prohibit women from behaving in stereotypicallyfeminine ways, which may mute their authenticity. Althoughthese current insights primarily highlight how women (vs. men)are perceived as targets rather than highlighting the target’s ownperspective, these findings are informative for understandingthe potential downsides of the gender-blind ideology andform a stepping stone for future work extending these to thetarget’s perspective.SUGGESTIONS FROM PAST RESEARCHTO ADDRESS THE SHORTCOMINGS OFDIVERSITY IDEOLOGIESThe discussion above suggests that multiculturalism may bebeneficial for racial minorities and gender-blindness for women.At the same time, it demonstrates that both multiculturalism andgender-blindness can have unintended, negative consequences.This has led many scholars to attempt to develop more nuancedideological approaches to diversity, primarily in the context ofracial diversity.Frontiers in Psychology | www.frontiersin.org 7 February 2019 | Volume 10 | Article 282Gündemir et al. Understanding Diversity Ideologies From the Target’s PerspectiveSome scholars suggested a focus on “identity safety,”rather than multiculturalism. The identity safety approachacknowledges that diversity can be a source of value and thatsocial groups can experience social contexts in similar ways, butthat various barriers may prevent them from doing so (Purdie-Vaughns and Walton, 2011). Others proposed that, to reducethe majority group’s sense of exclusion, multiculturalismmessageshould explicitly include the majority group in it, the so-calledall-inclusive multiculturalism approach (Stevens et al., 2008; Plautet al., 2011). This could lower their resistance among themajority,creating more inclusive environments where minorities havemore opportunities and more positive work place experiences.Another strategy introduced in recent research has focusedon ways to reduce the negative effects of multiculturalismwhile retaining its positive effects. This work demonstratedthat explicitly incorporating an equal opportunity, value-in-merit message to multiculturalism can help circumventsome of multiculturalism’s negative effects (Gündemiret al., 2017b). This synergistic approach termed multiculturalmeritocracy emphasizes organizations’ commitment to a highlyaccomplished, qualified and diverse workforce. Multiculturalmeritocracy reduces negative effects of multiculturalism such asstereotype activation of minorities and sense of exclusion by themajority, while retaining its positive effects such as psychologicalengagement of minorities (Gündemir et al., 2017b).Although research on such ideal strategies is missing in thecontext of gender ideologies, we speculate that this last approachmay also help address some of the shortcomings identified ingender ideologies research. The synergistic approach of genderaware meritocracy may tackle some of the specific limitations ofthe gender-blind ideology. For example,Martin (2018) found thatcompared to a generalized “awareness” message, an “experience-awareness,” which included examples of experiences of women,increasedmen’s recognition of discrimination and increased theirsupport for affirmative action policies. By focusing on the uniqueexperiences and obstacles women face, rather than essential,gender-role differences, men’s attention was directed toward thedifferences often highlighted for race through multiculturalism,and away from gender-role stereotypes that limit women’sopportunities. Thus, adding gender awareness (i.e., awarenessof experience) to the gender-blind (i.e., blindness to essentialistdifferences), meritocratic message can make decision makersaware of the potential for gender-based prejudice, which canreduce biased decision making in reward distribution (seeCastilla and Benard, 2010). Moreover, since gender awaremeritocracy provides a more inclusive message than the gender-blind ideology, in which gender based differences are not onlyrecognized but also explicitly valued, engaging in typicallyfeminine behaviors may be more accepted (see Malicke, 2013).Thus, such a gender aware meritocracy message may be moreeffective than gender-blindness as it is less likely to ignore genderbias and to prohibit women from behaving in feminine ways.In sum, although multiculturalism and gender-blindnessappear to be promising for racial minorities and women,respectively, neither ideology is a panacea as both can createnegative side effects. One alternative approach, multicultural (orgender aware) meritocracy, has been shown to be beneficial forracial minorities and has the potential to benefit women. Moreresearch is needed to understand effective strategies for successfulimplementation of diversity ideologies.GENERAL DISCUSSIONWe have presented a review of the diversity ideologies literaturefrom the target’s perspective. In particular, our discussion ofthe literature focused on the target’s perspective, highlightinghow the diversity ideology affects racial minorities’ and women’sself-perceptions and behaviors in work settings. The literaturesuggests that a diversity aware, multiculturalism ideology,which recognizes and celebrates social group differences, isassociated with more positive outcomes than a diversityblind, colorblindness ideology for racial-ethnic minorities,such as better performance outcomes, increased psychologicalengagement, inclusion, and workplace satisfaction, more positiveleadership self-perceptions and reduced perceptions of bias andturnover intentions. For women, gender-blindness ideology isassociated with more positive workplace outcomes than a genderaware ideology, such as enhanced self-confidence, pro-activebehaviors and leadership emergence.Taken together, the patterns around race-ethnicity vs. genderpresent a conundrum for researchers and practitioners. Ingeneral, diversity-awareness appears to be effective for sometarget groups of diversity initiatives such as racial minorities,whereas diversity blindness is more effective for other targetgroups such as women. Where does this discrepancy comefrom? Existing theory and empirical work suggest that racialminorities have a group-based need to be acknowledged andvalued for their differences (Dovidio et al., 2010). Hence theyrespond more positively to the awareness ideology. For women,however, an increased awareness of gender differences mayactivate stereotypes, which may stand in the way of their careerdevelopment (e.g., Martin and Phillips, 2017). As such, forthem a blindness ideology may be more instrumental and thusevoke more positive responses. Especially given the findingthat most (about two thirds of) companies utilize a diversityaware approach (Apfelbaum et al., 2016), our review suggeststhat while these approaches are potentially beneficial for racial-minorities’ career development, they are unlikely to be effectivefor women’s career development. Consequently, organizationalleadership needs to clearly specify the target group(s) of theirdiversity approach and tailor their approach to address differentgroups’ position and needs.While it is unlikely that one, holistic approach to diversityis the solution to these problems, the underlying reasonsthat diversity ideologies seem to have different effects onracial minorities and women are the types of differencesbeing embraced and downplayed through race/gender awareness(Martin, 2018). As suggested above, perhaps a more nuancedapproach, which specifies the types of differences to be “aware of”or “blind to” and how to implement these solutions effectivelycould be more effective in providing benefits to both racialminorities, women, and even other social groups. In line withidentity safety (Purdie-Vaughns andWalton, 2011)—highlightingFrontiers in Psychology | www.frontiersin.org 8 February 2019 | Volume 10 | Article 282Gündemir et al. Understanding Diversity Ideologies From the Target’s Perspectivethe similarities between social groups, while acknowledging theirdifferent experiences in social settings—there may be potential toleverage the potential of both of these ideologies. Consistent withthis, a multicultural meritocracy approach, which simultaneouslyemphasizes value in diversity and value in merit, may offer apromising new way for both race-ethnicity and gender diversity(Gündemir et al., 2017b).Implications for Racial MinoritiesGiven the growing racial diversity (e.g., Colby and Ortman,2015; Eurostat, 2018), it is important to understand the effectsof how to navigate and leverage this diversity. Our reviewsuggests that multiculturalism can be an effective strategy inmaking racial minorities feel included, empowered, and engaged.In contrast to organizations that are inclined to favor oneideology over the other (often awareness; Apfelbaum et al.,2016), individuals are more likely to simultaneously endorse bothaware and blind ideologies (often equally; MTV Bias Survey,2014; Hahn et al., 2015). These dynamics make it importantto ensure that research extends beyond the lab to the field. Indoing so illuminating the interaction between organizational andindividual diversity ideologies is of key importance. Further, it isimportant to understand when, where, and why multiculturalismis beneficial to racial minorities as some work suggests thatthese results are specific to environments where racial minoritiesare underrepresented, identify with their race to some extent,and do not feel a heightened self-consciousness based onsuch “awareness.”While this review focused on the effects for racial minorities,it is equally important to understand how these approachesaffect dominant group members own sense of efficacy, inclusion,and performance. Indeed, some research has suggested thatmulticulturalism makes Whites feel excluded, which can infact undermine their efficacy and performance. Thus, asorganizations attempt to implement these strategies, an inclusivemulticulturalism strategy becomes increasingly important to bestleverage diversity of all organizational members, and not just theminority group. Increasing a sense of inclusion for all groups canalso have direct benefits from the target’s perspective as researchsuggests that this would encourage the majority or the dominantgroup to endorse pro-minority initiatives in organizations(Plaut et al., 2011).Implications for WomenIn contrast to the benefits for racial minorities, this review alsoindicated that gender-blindness seemed to be a more effectiveapproach for women in organizational domains. Given thedominant approach to organizational diversity is an awarenessapproach (Apfelbaum et al., 2016), it is important that theimplications of this approach for women is also considered.Indeed, scholars have assumed that awareness ideologies arebeneficial for all social groups (Plaut, 2010; Galinsky et al.,2015). However, it seems like this may not always be true,making it increasingly important to understand the unintendedconsequences of these ideologies for women, as well as othersocial groups. Additionally, many in the public and practitionersphere embrace awareness ideologies, advocating for women to“own it” and embrace their femininity and feminine qualitiesat work to be successful at work (Annis and Merron, 2014;Krawcheck, 2017). There are far fewer books in popular cultureadvocating for a gender-blind approach; thus, it becomesimportant to heed caution in promoting these strategies, withoutknowing their implications for women.Further, this review found that gender-blindness seems tobe more effective than awareness in male dominated domains,positions of power, or for women who value their career quitestrongly. Thus, it is important to understand the limits tothese effects, as downplaying gender differences may also havepotential to blind people to women’s unique experiences inorganizations or prohibit women from engaging in femininebehaviors (perhaps making women feel like they need to“act more like men”). Another potential consequence of apurely gender-blind ideology, which disregards some of theunique challenges women face, could be to blame womenfor their disadvantaged position. That is, gender-blindnesscan, while being empowering, also enhance “victim blaming”(see Kim et al., 2018).Recommendations for Future ResearchOne area that diversity ideologies research for both race-ethnicityand gender needs more work is the conceptual clarification ofthe ideological messages. As we discussed above scholars usea myriad ways to measure or manipulate different ideologicalmessages. Some of the reviewed work clearly demonstratesthat the specific elements of a diversity ideology messageare consequential for how target groups respond to these.For the future, it remains important to clearly define theideology in question, and even to test how slight differences inits focus (e.g., colorblindness that emphasizes an overarchinggroup identity vs. individual uniqueness) influence women’s andminorities responses.Another area that needs more attention in future researchis the study of intersectionality. Intersectionality research isconcerned with the study of the impact of having multiple,often disadvantaged, identities (e.g., woman and minority)on individuals’ experiences and behavior (Purdie-Vaughns andEibach, 2008). From an intersectionality perspective, studyingminority women as a separate group would provide uniqueinsights because, given their multiple disadvantaged identities,this group’s experiences may differ from both minority men andmajority group women. That is, minority womenmay experienceimpediments as a consequence of both their gender and race-ethnicity, whereas minority men may primarily experienceracial bias and majority group women gender bias. Thesemore complex identity configurations may be especially relevantfor diversity ideology research given the contrasting effectsof gender and race-ethnicity focused ideologies as describedabove (e.g., Wilton et al., 2015; Martin and Phillips, 2017).Moreover, research on intersectional identity and stereotypessuggests that such research could provide insights that are specificfor the experiences of distinct minority women groups. Forexample, given that the femininity stereotype applies much morestrongly to some minority groups (e.g., Asian American) thanothers (e.g., African American; Galinsky et al., 2013), a genderFrontiers in Psychology | www.frontiersin.org 9 February 2019 | Volume 10 | Article 282Gündemir et al. Understanding Diversity Ideologies From the Target’s Perspectiveaware ideology, which arguably emphasizes gender stereotypesmay have substantially different consequences for women fromeither minority group. Further, beyond racial minority women,many individuals within groups differ in their identification,experiences, stigma-consciousness, as well as many other factors(Deaux et al., 1985; Bem, 1993; Pinel, 1999). As mentionedabove, awareness and blindness ideologies have different effectsbased on a number of these factors. Therefore, it is important tounderstand not only broad level effects on racial minorities andwomen, but extend research to other factors that intersect withthese identities.The bulk of research on diversity ideologies focuses onracial minorities. Within this work, much of the research hasexamined the role of diversity ideologies in the U.S. context,focusing primarily on White- and African Americans, whoserelations are often seen as hostile, contentious, and anxiety-ridden (Markus et al., 2000; Ryan et al., 2007). Thus, theymay have unique effects, compared to interethnic relationsinvolving different minority groups. Therefore, more work onhow multiculturalism and colorblindness affect other ethnicgroups such as Hispanics, East and South Asians, Middle Eastern,and Biracial individuals is needed. For example, individualsare more likely to endorse positive stereotypes about AsianAmericans (the “model minority”; Wong et al., 1998). Althoughmulticulturalismmay heighten positive stereotypes about Asians,these stereotypes have pernicious and insidious effects, leadingto feelings of marginalization, negative emotions, and decreasedwell-being and mental health (Sue et al., 2007; Siy and Cheryan,2013; Czopp et al., 2015). Thus, it is imperative for researchto go beyond targets who have historically hostile intergrouprelations, to understand how multiculturalism affects manydifferent ethnic groups.Although research on diversity ideologies mainly focusedon race, there is also increasing awareness for the role ofdiversity ideologies for women. As a result, this contribution alsofocused on these two groups’ responses. However, racial-ethnicminorities and women are not the only potential demographicgroups of interest. For instance, with the aging population,understanding the role diversity ideologies in the context of agediversity becomes a relevant question. To our knowledge, there isonly a single study that examined the role of diversity ideologiesin the context of age diversity. This work has demonstratedthat organizational multi-age approach (i.e., a diversity awareideology with a focus on recognition and celebration of agedifferences) is associated with both positive perceptions of olderemployees by others and older employees’ reduced turnoverintentions (Iweins et al., 2013). Diversity awareness can thus bebeneficial for older employees (for similar arguments pertainingto broader age-inclusive HR practices see Boehm et al., 2014). Forfuture work it is important to replicate these findings as well as tohighlight their underlying reasons.Besides diversity ideologies’ impact on demographic groupsbased on visible characteristics (e.g., race, gender, age), it wouldalso be valuable to examine these ideologies’ effects on groupswith invisible or concealable characteristics, such as sexualminorities. As a consequence of sexual minorities’ emancipationin the last decades, gaining insight into the workplace experiencesof these groups’ has become a priority for many organizations.Moreover, academics have underlined the need for researchexamining the impact of identity aware vs. identity blindapproaches for sexual minorities (Hebl et al., 2014). Futurework should study the role of diversity ideologies on workplaceexperiences and outcomes of sexual minorities.The current analysis on diversity ideologies in organizationsfocused primarily on the two dominant ideologies in theliterature. It is important to note that more recently anotherpromising ideological approach, polyculturalism, has beenintroduced. Polyculturalism focuses on “how cultures haveinteracted, influenced, and shared ideas and practices witheach other throughout history, and how they continue todo so today” (Rosenthal and Levy, 2012, p. 2). By focusingon interconnectedness of and mutual influence betweencultures, polyculturalism differs from multiculturalism asmulticulturalism views cultures as distinct and separate entities.Research on polyculturalism has yielded important findings fordiverse environments. For example, polyculturalism predictsintergroup contact and friendship (Rosenthal and Levy, 2016),an openness to cultural mixing (Cho et al., 2017) as well aslowered sexism (Rosenthal et al., 2014). Despite these promisingfindings, research on the impact of polyculturalism on workplaceperceptions and outcomes is largely absent. Future work shouldexamine the role the polyculturalist ideology plays in diverseworkplace settings.Further, much, if not most, research focuses on the ways inwhich diversity ideologies affect views of and behavior towardracial minorities and women; however, much less work hasexamined how these ideologies affect majority members viewsof themselves and behavior toward other majority members.For example, Plaut et al. (2011) find that Whites associatemulticulturalism more with exclusion than inclusion. Martinand Phillips (2017) find that men who endorse gender-blindnessare also more likely to identify with communal (i.e., gender-incongruent) traits. Thus, while understanding how diversityideologies affect minority groups’ self-perceptions is the primaryfocus of the current contribution, it is also important tounderstand how these ideologies influence dominant groups’self-perceptions.As we discuss above, diversity ideologies, however, arenot only organizational-level phenomena but can also referindividual level beliefs. That is, individual employees alsodiffer in the extent to which they endorse diversity awarevs. diversity blind ideologies. Person-organization fit literaturesuggests that the (perceived) overlap between employee andorganizational values is highly consequential for employeebehavior (Kristof-Brown et al., 2005). Studying the interactionbetween individual and organizational level ideologies is animportant avenue for future research to grasp the complexitiesof employee responses to diversity ideologies. Relatedly, futureresearch can pay attention to potential “spill-over effects”between organizational initiatives (such as training) on ideologiesheld by individual employees. For example, it is possible thatimplicit bias trainings may make employees more “aware,”while policies such as performance-based reward may makethem more “blind.” Although the current article zooms intoFrontiers in Psychology | www.frontiersin.org 10 February 2019 | Volume 10 | Article 282Gündemir et al. Understanding Diversity Ideologies From the Target’s Perspectivediversity ideologies, interactions between diversity initiatives andemployee ideological beliefs are a possibly fruitful avenue forfuture research.Finally, we focused our review on organizational contexts,as these are where racial minorities and women are highlyunderrepresented (Catalyst, 2016; Fortune, 2017), and thesecontexts hold the most opportunity for power, influence,resources, and therefore equality between groups. Conductingmore studies diversity ideologies on a national level wouldbe valuable for the future, especially given that governmentsnot only utilize these approaches but also countries differ inthem (e.g., the U.S.’ “melting-pot” vs. Canada’s multiculturalismapproach to diversity; Guimond et al., 2013). Indeed, workhas found that above and beyond individual’s endorsement ofdiversity ideologies, prejudice against Muslims is reduced whenstronger multiculturalism policies are in effect (Guimond et al.,2013). For future work, it is imperative to illuminate the role ofnational ideologies on racial minorities’ and women’s perceptionsand experiences.CONCLUSIONResearch on diversity ideologies is relatively new but hasgenerated some key insights in the last decades, especiallyin the context of racial and ethnic diversity. Emergingresearch on gender ideologies adds to this line of workand raises new theoretical questions and practical challengesthat need to be addressed in the future. Overall, our reviewillustrates the important role of beliefs around diversity onthe quality of intergroup relations focusing primarily on thetarget’s perspective, with key implications for organizationsand society.AUTHOR CONTRIBUTIONSAll authors contributed to decisions with regards to initialfocus and scope of the review. SG wrote the first draft of themanuscript. All authors contributed tomanuscript revision, read,and approved the submitted version.REFERENCESAnnis, B., and Merron, K. (2014). Gender Intelligence: Breakthrough Strategies forIncreasing Diversity and Improving Your Bottom Line. New York, NY: HarperBusiness.Apfelbaum, E. P., Norton, M. I., and Sommers, S. R. (2012). Racial color blindness:emergence, practice, and implications. Curr. Dir. Psychol. Sci. 21, 205–209.doi: 10.1177/0963721411434980Apfelbaum, E. P., Stephens, N. M., and Reagans, R. E. (2016). Beyond one-size-fits-all:Tailoring diversity approaches to social groups. J. Pers. Soc. Psychol. 111,547–566. doi: 10.1037/pspi0000071Arends-Tóth, J., and Van De Vijver, F. J. R. (2003). Multiculturalism andacculturation: views of Dutch and Turkish-Dutch. Eur. J. Soc. Psychol. 33,249–266. doi: 10.1002/ejsp.143Barreto, M., Ellemers, N., Piebinga, L., and Moya, M. (2010). How nice ofus and how dumb of me: The effect of exposure to benevolent sexismon women’s task and relational self-descriptions. Sex Roles. 62, 532–544.doi: 10.1007/s11199-009-9699-0Barta, T., Kleiner, M., and Neuman, T. (2012). Is There a Payoff From Top TeamDiversity?McKinsey Quarterly. Available online at: http://www.mckinsey.com/business-functions/organization/our-insights/is-there-a-payoff-from-top-team-diversityBastian, B., and Haslam, N. (2006). Psychological essentialism and stereotypeendorsement. J. Exp. Soc. Psychol. 42, 228–235. doi: 10.1016/j.jesp.2005.03.003Bem, S. L. (1993). The Lenses of Gender: Transforming the Debate on SexualInequality. New Haven, CT: Yale University Press.Boehm, S. A., Kunze, F., and Bruch, H. (2014). Spotlight on agediversity climate:the impact of Age inclusive HR practices on firm-level outcomes. Pers. Psychol.67, 667–704. doi: 10.1111/peps.12047Bourguignon, D. (2017). Diversity Policies, Prejudice, and Well-Being of Employeesin Luxembourgish Organizations. Paper presented at the Diversity inOrganizations Conference at Solvay Business School, (Brussels).Castilla, E. J., and Benard, S. (2010). The paradox of meritocracy in organizations.Adm. Sci. Q. 55, 543–676. doi: 10.2189/asqu.2010.55.4.543Catalyst (2016). Women CEOs of Sand P 500. Available online at: http://www.catalyst.org/knowledge/women-ceos-sp-500Cho, J., Morris, M. W., Slepian, M. L., and Tadmor, C. T. (2017). Choosingfusion: The effects of diversity ideologies on preference for culturally mixedexperiences. J. Exp. Soc. Psychol. 69, 163–171. doi: 10.1016/j.jesp.2016.06.013Colby, S. L., and Ortman, J. M. (2015). Projections of the Size and Composition ofthe U.S. Population: 2014 to 2060. 2015. Availale online at: https://www.census.gov/content/dam/Census/library/publications/2015/demo/p25-1143.pdfCosta-Lopes, R., Pereira, C. R., and Judd, C. M. (2014). Categorisation salience andingroup bias: The buffering role of a multicultural ideology. Int. J. Psychol. 49,508–512. doi: 10.1002/ijop.12044Crosby, F. J., Iyer, A., and Sincharoen, S. (2006). Understanding affirmative action.Ann. Rev. Psychol. 57, 585–611. doi: 10.1146/annurev.psych.57.102904.190029Crosby, J. R., King, M., and Savitsky, K. (2014). The minority spotlight effect. Soc.Psychol. Pers. Sci. 5, 743–750. doi: 10.1177/1948550614527625Czopp, A. M. (2008). When is a compliment not a compliment? Evaluatingexpressions of positive stereotypes. J. Exp. Soc. Psychol. 44, 413–420.doi: 10.1016/j.jesp.2006.12.007Czopp, A. M., Kay, A. C., and Cheryan, S. (2015). Positive stereotypes are pervasiveand powerful. Pers. Psychol. Sci. 10, 451–463. doi: 10.1177/1745691615588091Deaux, K., Winton, W., Crowley, M., and Lewis, L. L. (1985). Level ofcategorization and content of gender stereotypes. Soc. Cogn. 3, 145–167.doi: 10.1521/soco.1985.3.2.145Dover, T. L., Major, B., and Kaiser, C. R. (2016). Members of high-status groupsare threatened by pro-diversity organizational messages. J. Exp. Soc. Psychol.62, 58–67. doi: 10.1016/j.jesp.2015.10.006Dovidio, J. F., Gaertner, S. L., and Saguy, T. (2007). Another view of “we”: Majorityand minority group perspectives on a common ingroup identity. Eur. Rev. Soc.Psychol. 18, 296–330. doi: 10.1080/10463280701726132Dovidio, J. F., Saguy, T., and Gaertner, S. L. (2010). Appreciating the roleof the “individual mind” in diversity science: commonality, harmony, andsocial change. Psychol. Inquiry 21, 108–114. doi: 10.1080/1047840X.2010.486071Eagly, A. H. (1997). Sex differences in social behavior: Comparing socialrole theory and evolutionary psychology. Am. Psychol. 50, 1380–1383.doi: 10.1037/0003-066X.52.12.1380.bEagly, A. H., and Karau, S. J. (2002). Role congruity theory of prejudice towardfemale leaders. Psychol. Rev. 109, 573–598 doi: 10.1037/0033-295X.109.3.573Ely, R. J., and Thomas, D. A. (2001). Cultural diversity at work: the effects ofdiversity perspectives on work group processes and outcomes. Adm. Sci. Q. 46,229–273. doi: 10.2307/2667087Eurostat (2018). Immigration by Age Group, Sex and Citizenship. Available onlineat: http://appsso.eurostat.ec.europa.eu/nui/submitViewTableAction.doFiske, S. T., Cuddy, A. J. C., Glick, P., and Xu, J. (2002). A model of(often mixed) stereotype content: competence and warmth respectively followfrom perceived status and competition. J. Pers. Soc. Psychol. 82, 878–902.doi: 10.1037/0022-3514.82.6.878Fortune (2017). White Men Account for 72% of Corporate Leadership at 16 ofthe Fortune 500 Companies. Available online at: http://fortune.com/2017/06/09/white-men-senior-executives-fortune-500-companies-diversity-data/Frontiers in Psychology | www.frontiersin.org 11 February 2019 | Volume 10 | Article 282Gündemir et al. Understanding Diversity Ideologies From the Target’s PerspectiveFryberg, S. A., and Stephens, N. M. (2010). When the world is colorblind,American Indians are invisible. Psychol. Inquiry 21, 115–119.doi: 10.1080/1047840X.2010.483847Gaertner, S. L., and Dovidio, J. F. (2014). Reducing Intergroup Bias: theCommon Ingroup Identity Model. Philadelphia, PA: Psychology Press.doi: 10.4324/9781315804576Galinsky, A. D., Hall, E. V., and Cuddy, A. J. (2013). Gendered races: Implicationsfor interracial marriage, leadership selection, and athletic participation. Psychol.Sci. 24, 498–506. doi: 10.1177/0956797612457783Galinsky, A. D., Todd, A. R., Homan, A. C., Phillips, K. W., Apfelbaum, E. P.,Sasaki, S. J., et al. (2015). Maximizing the gains and minimizing the pains ofdiversity. Pers. Psychol. Sci. 10, 742–748. doi: 10.1177/1745691615598513Glick, P., and Fiske, S. T. (1996). The ambivalent sexism inventory:Differentiating hostile and benevolent sexism. J. Pers. Soc. Psychol. 70,491–512. doi: 10.1037/0022-3514.70.3.491Government of Canada (2018).Multiculturalism. Available online at: https://www.canada.ca/en/services/culture/canadian-identity-society/multiculturalism.htmlGuimond, S., Crisp, R. J., DeOliveira, P., Kamiejski, R., Kteily, N., Kuepper, B., et al.(2013). Diversity policy, social dominance, and intergroup relations: Predictingprejudice in changing social and political contexts. J. Pers. Soc. Psychol. 104,941–958. doi: 10.1037/a0032069Gündemir, S., Dovidio, J. F., Homan, A. C., and De Dreu, C. K. W. (2017a).The impact of organizational diversity policies on minority employees’leadership self-perceptions and goals. J. Leadersh. Organ. Stud. 24, 172–188.doi: 10.1177/1548051816662615Gündemir, S., and Galinsky, A. D. (2018). Multicolored blindfolds: howorganizational multiculturalism can conceal racial discrimination anddelegitimize racial discrimination claims. Soc. Psychol. Pers. Sci. 9, 825–834.doi: 10.1177/1948550617726830Gündemir, S., Homan, A. C., de Dreu, C. K. W., and van Vugt, M. (2014). Thinkleader, think white? Capturing and weakening an implicit pro-white leadershipbias. PLoS ONE 9:e83915. doi: 10.1371/journal.pone.0083915Gündemir, S., Homan, A. C., Usova, A., and Galinsky, A. D. (2017b). Multiculturalmeritocracy: the synergistic benefits of valuing both diversity and merit. J. Exp.Soc. Psychol. 73, 34–41. doi: 10.1016/j.jesp.2017.06.002Gutiérrez, A. S., and Unzueta, M. M. (2010). The effect of inter- ethnicideologies on the likability of stereotypic vs. counter- stereotypicminority targets. J. Exp. Soc. Psychol. 46, 775–784. doi: 10.1016/j.jesp.2010.03.010Hahn, A., Banchefsky, S., Park, B., and Judd, C. M. (2015). Measuringintergroup ideologies: positive and negative aspects of emphasizing versuslooking beyond group differences. Pers. Soc. Psychol. Bull. 41, 1646–1664.doi: 10.1177/0146167215607351Hahn, A., Judd, C. M., and Park, B. (2010). Thinking about groupdifferences: ideologies and national identities. Psychol. Inquiry 21, 120–126.doi: 10.1080/1047840X.2010.483997Hebl, M. R., Martinez, L. R., Skorinko, J. L., Barron, L. G., and King, E. B. (2014).“How diversity ideologies influence LGBT employees: to be or not to be; and tosee or not to see,” in Diversity ideologies in organizations, eds, K. M. Thomas, V.Plaut, and M. Tran (New York, NY: Taylor and Francis), 151–176.Hehman, E., Gaertner, S. L., Dovidio, J. F., Mania, E. W., Guerra, R., Wilson, D. C.,et al. (2012). Group status drives majority andminority integration preferences.Psychol. Sci.. 23, 46–52. doi: 10.1177/0956797611423547Heilman, M. E., Simon, M. C., and Repper, D. P. (1987). Intentionallyfavored, unintentionally harmed? Impact of sex-based preferential selectionon self-perceptions and self-evaluations. J. Appl. Psychol. 72, 62–68.doi: 10.1037/0021-9010.72.1.62Hideg, I., and Ferris, D. L. (2016). The compassionate sexist? How benevolentsexism promotes and undermines gender equality in the workplace. J. Pers. Soc.Psychol. 111, 706–727. doi: 10.1037/pspi0000072Holoien, D. S., and Shelton, J. N. (2012). You deplete me: the cognitive costsof colorblindness on ethnic minorities. J. Exp. Soc. Psychol. 48, 562–565.doi: 10.1016/j.jesp.2011.09.010Homan, A. C., van Knippenberg, D., Van Kleef, G. A., and De Dreu, C. K. W.(2007). Bridging faultlines by valuing diversity: the effects of diversity beliefson information elaboration and performance in diverse work groups. J. Appl.Psychol. 92, 1189–1199. doi: 10.1037/0021-9010.92.5.1189Ito, T. A., and Urland, G. R. (2003). Race and gender on the brain: electrocorticalmeasures of attention to the race and gender of multiply categorizableindividuals. J. Pers. Soc. Psychol. 85, 616–626. doi: 10.1037/0022-3514.85.4.616Iweins, C., Desmette, D., Yzerbyt, V., and Stinglhamber, F. (2013). Ageismat work: The impact of intergenerational contact and organizationalmulti-age perspective. Eur. J. Work Organ. Psychol. 22, 331–346.doi: 10.1080/1359432X.2012.748656Jackson, S. E., Joshi, A., and Erhardt, N. L. (2003). Recent research on teamand organizational diversity: SWOT analysis and implications. J. Manag. 29,801–830. doi: 10.1016/S0149-2063(03)00080-1Jansen, W. S., Vos, M. W., Otten, S., Podsiadlowski, A., and van der Zee,K. I. (2016). Colorblind or colorful? How diversity approaches affectcultural majority and minority employees. J. Appl. Soc. Psychol. 46, 81–93.doi: 10.1111/jasp.12332Joshi, Y. (2014). The trouble with inclusion. Virginia J. Soc. Policy Law. 21,207–265.Kaiser, C. R., Major, B., Jurcevic, I., Dover, T. L., Brady, L. M., and Shapiro, J. R.(2013). Presumed fair: Ironic effects of organizational diversity structures. J.Pers. Soc. Psychol. 104, 504–519. doi: 10.1037/a0030838Kalev, A., Dobbin, F., and Kelly, E. (2006). Best practices or best guesses? Diversitymanagement and the remediation of inequality. Am. Sociol. Rev. 71, 589–617.doi: 10.1177/000312240607100404Kelly, E., and Dobbin, F. (1998). How affirmative action became diversitymanagement: employer response to antidiscrimination law. 1961 to 1996. Am.Behav. Sci. 41, 960–984. doi: 10.1177/0002764298041007008Kim, J.Y., Fitzsimons, G. M., and Kay, A. C. (2018). Lean in messages increaseattributions of women’s responsibility for gender inequality. J. Pers. Soc.Psychol. 115, 974–1001. doi: 10.1037/pspa0000129Koenig, A., and Richeson, J. (2010). The contextual endorsement of sexblind versussexaware ideologies. Soc. Psychol. 41, 186–191 doi: 10.1027/1864-9335/a000026Konrad, A.M., and Linnehan, F. (1995). Formalized HRM structures: coordinatingequal employment opportunity or concealing organizational practices?. Acad.Manag. J. 38, 787–820. doi: 10.5465/256746Krawcheck, S. (2017). Own it: The Power of Women at Work. New York, NY:Crown Business.Kristof-Brown, A. L., Zimmerman, R. D., and Johnson, E. C. (2005).Consequences of individuals’ fit at work: a meta-analysis of person-job,person-organization, person-group, and person-supervisor fit. Pers. Psychol. 58,281–342. doi: 10.1111/j.1744-6570.2005.00672.xLeslie, L. M., Mayer, D. M., and Kravitz, D. A. (2014). The stigma of affirmativeaction: a stereotyping- based theory and meta-analytic test of the consequencesfor performance. Acad. Manag. J. 57, 964–989. doi: 10.5465/amj.2011.0940Levin, S., Matthews, M., Guimond, S., Sidanius, J., Pratto, F., Kteily, N., et al.(2012). Assimilation, multiculturalism, and colorblindness: mediated andmoderated relationships between social dominance orientation and prejudice.J. Exp. Soc. Psychol. 48, 207–212. doi: 10.1016/j.jesp.2011.06.019Malicke, J. (2013).Gender Ideology and Evaluations of aMale Versus Female Target:Effects of Emphasizing Versus Downplaying Gender Differences. UnpublishedMaster’s Thesis, University of Colorado Boulder.Markus, H. R., Steele, C. M., and Steele, D. M. (2000). Colorblindness as abarrier to inclusion: Assimilation and nonimmigrant minorities.Daedalus. 129,233–259. Available online at: https://www.jstor.org/stable/20027672Martin, A. E. (2018). The Divergent Effects of Diversity Ideologies for Race andGender Relations (No. 10789688). ProQuest Dissertations and Theses Global(2034426489).Martin, A. E., Gündemir, S., Phillips, K. W., and Homan, A. C. (2018). Women’sResponses to Gender-Aware and Gender-Blind Organizational Approaches: TheModerating Role of Career and Family Orientation. Working Paper, ColumbiaBusiness School, New York, NY.Martin, A. E., and Phillips, K. W. (2017). What “blindness” to gender differenceshelps women see and do: Implications for confidence, agency, and action inmale-dominated environments. Organ. Behav. Hum. Dec. Proc. 142, 28–44.doi: 10.1016/j.obhdp.2017.07.004Martin, A. E., and Phillips, K. W. (2019). Blind to bias: the benefitsof gender-blindness for STEM Stereotyping. J. Exp. Soc. Psychol.doi: 10.1016/j.jesp.2018.11.003Martin, A. E., Phillips, K. W., and Sasaki, S. J. (2016). The Benefits ofGender-Blindness for Men’s Bias Towards and Inclusion of Women. PaperFrontiers in Psychology | www.frontiersin.org 12 February 2019 | Volume 10 | Article 282Gündemir et al. Understanding Diversity Ideologies From the Target’s Perspectivepresented at Academy of Management Annual Meeting, Anaheim, CA.doi: 10.5465/ambpp.2016.14581abstractMartin, C. L., and Parker, S. (1995). Folk theories about sex and racedifferences. Pers. Soc. Psychol. Bull. 21, 45–57. doi: 10.1177/0146167295211006Meeussen, L., Otten, S., and Phalet, K. (2014). Managing diversity:How leaders’ multiculturalism and colorblindness affect work groupfunctioning. Group Processes and Intergroup Relations. 17, 629–644.doi: 10.1177/1368430214525809Morrison, K. R., and Chung, A. H. (2011). “White” or “European American”? Self-identifying labels influence majority group members’ interethnic attitudes. J.Exp. Soc. Psychol. 47, 165-170. doi: 10.1016/j.jesp.2010.07.019MTV Bias Survey (2014). MTV Survey on Millennials and Race: ExecutiveSummary: MTV Strategic Insights. New York, NY. Available online at: http://d1fqdnmgwphrky.cloudfront.net/studies/000/000/001/DBR_MTV_Bias_Survey_Executive_Summary.pdf?1398858309Ospina, S., and Foldy, E. (2009). A critical review of race and ethnicity in theleadership literature: Surfacing context, power and the collective dimensionsof leadership. Leadership Q. 20, 876–896. doi: 10.1016/j.leaqua.2009.09.005Page, S. E. (2007). The Difference: How the Power of Diversity Creates Better Groups,Firms, Schools, and Societies. Princeton, NJ: Princeton University Press.Park, B., and Judd, C. M. (2005). Rethinking the link between categorization andprejudice within the social cognition perspective. Pers. Soc. Psychol. Rev. 9,108–130. doi: 10.1207/s15327957pspr0902_2Peery, D. (2011). The colorblind ideal in a race-conscious reality: the case fora new legal ideal for race relations. Northwest. J. Law Soc. Policy. 6,473–495. Available online at: https://scholarlycommons.law.northwestern.edu/cgi/viewcontent.cgi?article=1070&context=njlspPelled, L. H., Eisenhardt, K. M., and Xin, K. R. (1999). Exploring the black box:an analysis of work group diversity, conflict, and performance. Adm. Sci. Q. 44,1–28. doi: 10.2307/2667029Phouthonephackdy, T. (2016). Diversity Climate Perceptions and EmployeeTurnover Intentions: The Importance of Racial Group Identification (Master’sthesis), University of Waterloo.Pinel, E. C. (1999). Stigma consciousness: the psychological legacy of socialstereotypes. J. Pers. Soc. Psychol. 76, 114–128. doi: 10.1037/0022-3514.76.1.114Plaut, V. C. (2010). Diversity science: why and how difference makes a difference.Psychol. Inquiry 21, 77–99. doi: 10.1080/10478401003676501Plaut, V. C., Garnett, F. G., Buffardi, L. E., and Sanchez-Burks, J. (2011).“What about me?” Perceptions 18 of exclusion and Whites’ reactions tomulticulturalism. J. Pers. Soc. Psychol. 101, 337–353. doi: 10.1037/a0022832Plaut, V. C., Thomas, K. M., and Goren, M. J. (2009). Is multiculturalismor colorblindness better for minorities? Psychol. Sci.. 20, 444–446.doi: 10.1111/j.1467-9280.2009.02318.xPlaut, V. C., Thomas, K. M., Hurd, K., and Romano, C. A. (2018). Do colorblindness and multiculturalism remedy or foster discrimination and racism?.Curr. Dir. Psychol. Sci. 27, 200–206. doi: 10.1177/0963721418766068Purdie-Vaughns, V., and Eibach, R. P. (2008). Intersectional invisibility:The distinctive advantages and disadvantages of multiple subordinate-group identities. Sex Roles. 59, 377–391. doi: 10.1007/s11199-008-9424-4Purdie-Vaughns, V., Steele, C. M., Davies, P. G., Ditlmann, R., and Crosby, J. R.(2008). Social identity contingencies: how diversity cues signal threat or safetyfor African Americans in mainstream institutions. J. Pers. Soc. Psychol. 94,615–630. doi: 10.1037/0022-3514.94.4.615Purdie-Vaughns, V., and Walton, G. M. (2011). “Is multiculturalism bad forAfrican Americans? Redefining inclusion through the lens of identity safety,” inMoving Beyond Prejudice Reduction: Pathways to Positive Intergroup Relations,eds, L. R. Tropp and R. K. Mallett. (Washington, DC: American PsychologicalAssociation), 159–177.Rattan, A., and Ambady, N. (2013). Diversity ideologies and intergroup relations:an examination of colorblindness and multiculturalism. Eur. J. Soc. Psychol. 43,12–21. doi: 10.1002/ejsp.1892Rosch, E., and Lloyd, B. B. (Eds.) (1978). Cognition and Categorization. Vol. 1.Hillsdale, NJ: Lawrence Erlbaum Associates.Rosenthal, L., and Levy, S. R. (2010). The colorblind, multicultural,and polycultural ideological approaches to improving intergroupattitudes and relations. Soc. Issues Policy Rev. 4, 215–246.doi: 10.1111/j.1751-2409.2010.01022.xRosenthal, L., and Levy, S. R. (2012). The relation between polyculturalism andintergroup attitudes among racially and ethnically diverse adults. Cult. Divers.Ethnic Minor. Psychol. 18, 1–16. doi: 10.1037/a0026490Rosenthal, L., and Levy, S. R. (2016). Endorsement of polyculturalism predictsincreased positive intergroup contact and friendship across the beginning ofcollege. J. Social Issues 72, 472–488. doi: 10.1111/josi.12177Rosenthal, L., Levy, S. R., and Militano, M. (2014). Polyculturalism and sexistattitudes: Believing cultures are dynamic relates to lower sexism. Psychol. Wom.Q. 38, 519–534. doi: 10.1177/0361684313510152Ryan, C. S., Casas, J. F., and Thompson, B. K. (2010). Interethnic ideology,intergroup perceptions, and cultural orientation. J. Soc. Issues 66, 29–44.doi: 10.1111/j.1540-4560.2009.01631.xRyan, C. S., Hunt, J. S., Weible, J. A., Peterson, C. R., and Casas, J. F.(2007). Multicultural and colorblind ideology, stereotypes, and ethnocentrismamong Black and White Americans. Group Proc. Interg. Rel. 10, 617–637.doi: 10.1177/1368430207084105Saguy, T., Tausch, N., Dovidio, J. F., and Pratto, F. (2009). The irony of harmony:intergroup contact can produce false expectations for equality. Psychol. Sci.. 20,114–121. doi: 10.1111/j.1467-9280.2008.02261.xSasaki, S. J., and Vorauer, J. D. (2013). Ignoring versus exploring differencesbetween groups: Effects of salient color-blindness and multiculturalism onintergroup attitudes and behavior. Soc. Pers. Psychol. Compass. 7, 246–259.doi: 10.1111/spc3.12021Schein, E. (1992). Organizational Culture and Leadership. San Francisco, CA:Jossey-Bass.Schofield, J. W. (2001). “The colorblind perspective in school: causes andconsequences,” in Multicultural Education. Issues and Perspectives, eds J. A.Banks and C. A. McGeeBanks. (New York, NY: Wiley), 247–267.Shnabel, N., Bar-Anan, Y., Kende, A., Bareket, O., and Lazar, Y. (2016). Help toperpetuate traditional gender roles: Benevolent sexism increases engagementin dependency-oriented cross-gender helping. J. Pers. Soc. Psychol. 110, 55–75.doi: 10.1037/pspi0000037Siy, J. O., and Cheryan, S. (2013). When compliments fail to flatter: Americanindividualism and responses to positive stereotypes. J. Pers. Soc. Psychol. 104,87–102 doi: 10.1037/a0030183Stevens, F. G., Plaut, V. C., and Sanchez-Burks, J. (2008). Unlocking the benefits ofdiversity: All- inclusive multiculturalism and positive organizational change. J.Appl. Behav. Sci. 44, 116–133. doi: 10.1177/0021886308314460Sue, D. W., Capodilupo, C. M., Torino, G. C., Bucceri, J. M., Holder, A., Nadal,K. L., et al. (2007). Racial micro-aggressions in everyday life: implications forclinical practice. Am. Psychol. 62, 271–286. doi: 10.1037/0003-066X.62.4.271Todd, A. R., and Galinsky, A. D. (2012). The reciprocal link betweenmulticulturalism and perspective-taking: how ideological and self-regulatoryapproaches to managing diversity reinforce each other. J. Exp. Soc. Psychol. 48,1394–1398. doi: 10.1016/j.jesp.2012.07.007Van Knippenberg, D., De Dreu, C. K. W., and Homan, A. C. (2004).Work group diversity and group performance: an integrative model andresearch agenda. J. Appl. Psychol. 89, 1008–1022. doi: 10.1037/0021-9010.89.6.1008Van Laar, C., Derks, B., and Ellemers, N. (2013). Motivation for educationand work in young Muslim women: the importance of value for ingroupdomains. Basic Appl. Soc. Psychol. 35, 64–74. doi: 10.1080/01973533.2012.746609Verkuyten, M. (2005). Ethnic group identification and group evaluation amongminority and majority groups: testing the multiculturalism hypothesis. J. Pers.Soc. Psychol. 88, 121–138. doi: 10.1037/0022-3514.88.1.121Verkuyten, M. (2009). Self-esteem and multiculturalism: an examination amongethnic minority and majority groups in the Netherlands. J. Res. Pers. 43,419–427. doi: 10.1016/j.jrp.2009.01.013Verkuyten, M. (2010). Assimilation ideology and situational well-beingamong ethnic minority members. J. Exp. Soc. Psychol. 46, 269–275.doi: 10.1016/j.jesp.2009.11.007Vescio, T. K., Gervais, S. J., Snyder, M., and Hoover, A. (2005). Power and thecreation of patronizing environments: the stereotype-based behaviours or thepowerful and their effects on female performance inmasculine domains. J. Pers.Soc. Psychol. 88, 658–672. doi: 10.1037/0022-3514.88.4.658Frontiers in Psychology | www.frontiersin.org 13 February 2019 | Volume 10 | Article 282Gündemir et al. Understanding Diversity Ideologies From the Target’s PerspectiveVorauer, J. D., Gagnon, A., and Sasaki, S. J. (2009). Salient intergroupideology and intergroup interaction. Psychol. Sci. 20, 838–845.doi: 10.1111/j.1467-9280.2009.02369.xWilder, D. A. (1984). Prediction of belief homogeneity and similarityfollowing social categorization. Br. J. Soc. Psychol. 23, 323–333doi: 10.1111/j.2044-8309.1984.tb00648.xWilton, L. S., Apfelbaum, E. P., and Good, J. J. (2018). Valuing differences andreinforcing them: multiculturalism increases race essentialism. Soc. Psychol.Pers. Sci. doi: 10.1177/1948550618780728Wilton, L. S., Good, J. J., Moss-Racusin, C. A., and Sanchez, D. T. (2015).Communicating more than diversity: The effect of institutional diversitystatements on expectations and performance as a function of race andgender. Cult. Div. Ethnic Min. Psychol. 21, 315–325. doi: 10.1037/a0037883Wolsko, C., Park, B., and Judd, C. M. (2006). Considering the tower ofBabel: Correlates of assimilation and multiculturalism among ethnic minorityand majority groups in the United States. Soc. Just. Res. 19, 277–306.doi: 10.1007/s11211-006-0014-8Wolsko, C., Park, B., Judd, C. M., and Wittenbrink, B. (2000). Framinginterethnic ideology: E?ects of multicultural and color-blind perspectives onjudgments of groups and individuals. J. Pers. Soc. Psychol. 78, 635–654.doi: 10.1037/0022-3514.78.4.635Wong, P., Lai, C. F., Nagasawa, R., and Lin, T. (1998). Asian Americans as a modelminority: Self-perceptions and perceptions by other racial groups. Sociol. Pers.41, 95–118. doi: 10.2307/1389355Zou, L., and Cheryan, S. (2015). When whites’ attempts to be multiculturalbackfire in intergroup interactions. Soc. Pers. Psychol. Compass 9, 581–592.doi: 10.1111/spc3.12203Conflict of Interest Statement: The authors declare that the research wasconducted in the absence of any commercial or financial relationships that couldbe construed as a potential conflict of interest.Copyright © 2019 Gündemir, Martin and Homan. This is an open-access articledistributed under the terms of the Creative Commons Attribution License (CC BY).The use, distribution or reproduction in other forums is permitted, provided theoriginal author(s) and the copyright owner(s) are credited and that the originalpublication in this journal is cited, in accordance with accepted academic practice.No use, distribution or reproduction is permitted which does not comply with theseterms.Frontiers in Psychology | www.frontiersin.org 14 February 2019 | Volume 10 | Article 282",
    "id": 555930403,
    "identifiers": {
        "doi": "10.3389/fpsyg.2019.00282",
        "oai": "oai:dare.uva.nl:openaire_cris_publications/340c4756-1f85-4946-a56e-be9e7393b470"
    },
    "title": "Understanding diversity ideologies from the target’s perspective: A review and future directions",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-02-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://pure.uva.nl/ws/files/33322663/fpsyg_10_00282.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/555930403.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/555930403"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/555930403/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/555930403/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/555930403"
        }
    ],
    "abstract": "We present a review of the diversity ideologies literature from the target's perspective. In particular, we focus on how diversity ideologies—beliefs or organizational practices with regards to how to approach diversity—affect racial minorities' and women's self-perceptions and experiences at work. This review suggests that a diversity aware ideology (i.e., multiculturalism) is more beneficial than a diversity blind ideology (i.e., colorblindness) for racial-ethnic minorities (e.g., better performance outcomes; more psychological engagement, inclusion, and workplace satisfaction; more positive leadership self-perceptions; and reduced perceptions of bias and turnover intentions). In contrast, for women, gender-blindness is associated with more positive outcomes than gender awareness (e.g., enhanced self-confidence, pro-active behaviors and leadership emergence). Importantly, multiculturalism and gender-blindness can both produce negative side effects for racial minorities and women, respectively, which highlights the importance of developing approaches to address the shortcomings of these conventional ideologies. We discuss the implications and offer recommendations for future research.<br/",
    "tags": [
        "article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:dare.uva.nl:openaire_cris_publications/340c4756-1f85-4946-a56e-be9e7393b470",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "15629",
        "openDoarId": 0,
        "name": "International Migration, Integration and Social Cohesion online publications",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 555930403,
        "depositedDate": null,
        "publishedDate": "2019-02-01T00:00:00+00:00",
        "updatedDate": "2024-01-23T22:39:17+00:00",
        "acceptedDate": null,
        "createdDate": "2023-03-08T12:32:21+00:00"
    },
    "urls": [
        "https://pure.uva.nl/ws/files/33322663/fpsyg_10_00282.pdf",
        "https://dare.uva.nl/personal/pure/en/publications/understanding-diversity-ideologies-from-the-targets-perspective-a-review-and-future-directions(340c4756-1f85-4946-a56e-be9e7393b470).html",
        "https://doi.org/10.3389/fpsyg.2019.00282",
        "https://hdl.handle.net/11245.1/340c4756-1f85-4946-a56e-be9e7393b470"
    ],
    "lastUpdate": "2024-01-23T22:39:17+00:00",
    "setSpecs": []
}