{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Hoyt, CL"
        },
        {
            "name": "Morgenroth, T"
        },
        {
            "name": "Burnette, JL"
        }
    ],
    "contributors": [],
    "createdDate": "2019-01-03T01:34:35+00:00",
    "dataProvider": {
        "id": 504,
        "name": "Open Research Exeter",
        "url": "https://api.core.ac.uk/v3/data-providers/504",
        "logo": "https://api.core.ac.uk/data-providers/504/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1111/jasp.12560",
    "downloadUrl": "https://core.ac.uk/download/161940391.pdf",
    "fullText": "  1 Understanding sexual prejudice: The role of political ideology and strategic essentialism  Crystal L. Hoyt, University of Richmond  Thekla Morgenroth, University of Exeter  Jeni L. Burnette, North Carolina State University   Author Note  Crystal L. Hoyt, Jepson School of Leadership Studies and Department of Psychology; Thekla Morgenroth, Psychology Centre; Jeni L. Burnette, Department of Psychology.  Address correspondence concerning this article to Crystal L. Hoyt, Jepson Hall, University of Richmond, Richmond, Virginia, 23173; Email: choyt@richmond.edu. The authors declare that there are no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.  We thank Mitch Parry for his valuable assistance with this project.  Please note that the second author of this paper uses they/them/their pronouns and the first and third authors use she/her/hers pronouns.    2 Abstract Despite the increased visibility and acceptance of the LGBTQ community, sexual minorities continue to face prejudice and discrimination in many domains. Past research has shown that this prejudice is more prevalent among those holding conservative political views. In two studies, we merge strategic essentialism and motivated ideology theoretical perspectives to empirically investigate the link between political orientation and sexual prejudice. More specifically, we examine how conservatives strategically use different forms of essentialism to support their views of gay individuals and their reactions to messages aimed at changing essentializing beliefs. In Study 1 (N = 220), we demonstrate that conservatives endorse social essentialism (i.e. the belief that gay and straight people are fundamentally different from each other) more than liberals do. In turn, they blame gay individuals more for their sexual orientation and show more prejudice towards them. At the same time, conservatives endorse trait essentialism (i.e. the belief that sexual orientation is a fixed attribute that cannot be changed) less than liberals do, which in turn predicts greater levels of blame and prejudice for conservatives relative to liberals. In Study 2 (N = 217), we additionally show that conservatives, but not liberals, are resistant to messages aimed at increasing trait essentialism and reducing prejudice toward sexual minorities. We discuss theoretical and practical implications of these findings. Abstract Word Count = 216 Word Count = 8,114 Key words: sexual orientation, sexual prejudice, essentialism, political ideology, blame, stigma, conservatism   3Understanding sexual prejudice: The role of political ideology and strategic essentialism  Sexual minorities are often the target of widespread discrimination and experience inequities in many domains, ranging from employment, to healthcare, to education (DeSouza, Wesselmann, & Ispas, 2017; D’Augelli,1989; Eliason & Schope, 2001; Elliot et al., 2015; Hebl, Foster, Mannix, & Dovidio, 2002). Additionally, evidence is accumulating that experiencing social-identity based discrimination contributes to adverse mental and physical health consequences (Doyle & Molix, 2016; Pascoe & Richman, 2009). Although there are many factors that influence sexual orientation-based discrimination, one potent predictor is people’s attitudes toward sexual minorities, or their sexual prejudice. Sexual prejudice refers to “negative attitudes toward an individual because of her or his sexual orientation” (Herek, 2000). In this research, we aim to gain a better understanding of the complex roots of sexual prejudice by merging work linking political ideology to prejudice with research on essentialist thinking.   Political Orientation and Sexual Prejudice  Heterosexism, the stigma attached to sexual minorities that is embedded within institutions and ideological systems (Herek, 2007), plays a powerful role in promoting sexual prejudice and discrimination (Herek, 2009a). Ample research has demonstrated the prejudice and discrimination against sexual minorities that emanates from the heterosexism within political conservatism (Herek, 2009b; Hoyt & Parry, 2018; Van der Toorn, Jost, Packer, Noorbaloochi, & Van Bavel, 2017; Yang, 1998). From a motivated social cognition framework, political ideology is a powerful motivational force (Jost, Glaser, Kruglanski, & Sulloway, 2003; Jost & Amodio, 2012).  The conservative, relative to liberal, ideology is motivated by underlying needs for certainty, security, and solidarity (Jost & Amodio, 2012). Conservativism stresses that existing   4social, economic, and political arrangements are fair and legitimate and that inequality is justified (Jost & Hunyady, 2005; Rasinski, 1987; Skitka & Tetlock, 1993). Thus, conservatives relative to liberals are more likely to adopt beliefs that help legitimize inequalities, including certain types of essentialism beliefs (Hoyt, Forsyth, & Burnette, 2018; Keller, 2005; Rangel & Keller, 2011). Considering the robust evidence demonstrating psychological flexibility in essentialist thinking (Ryazanov & Christenfeld, 2018), in the current work, we suggest that political ideology is a foundational ideological belief system that motivates the endorsement of essentialist beliefs in in a manner that serves to justify prejudice toward sexual minorities (Hegarty & Golden, 2008).  Dimensions and Strategic Use of Essentialist Thinking  Research reveals two main dimensions of essentialism—social essentialism and trait essentialism (Ryazanov& Christenfeld, 2018). Social essentialism refers to the essentialism of categories of people that differ on socially relevant attributes, such as race or gender (Rothbart & Taylor, 1992). Groups or categories which are seen as essential are thought to share an underlying “essence” that makes members similar to each other and different from other groups. They are also often seen as “natural”, biologically determined, and as having clearly defined boundaries (Rhodes & Gelman, 2009). This type of essentialism has often been discussed as a source of stereotyping and prejudice, although more recent evidence suggests that the picture is more complex (Ryazanov & Christenfeld, 2018). Trait essentialism, on the other hand, refers to the essentialism of specific human traits, such as intelligence or weight. Trait essentialism can be grounded in the implicit theory framework which distinguishes between growth mindsets, the belief that human attributes are malleable, and fixed mindsets, the belief that attributes are stable (Dweck, 1999; Haslam,, Bastian, Bain, & Kashima, 2006). In other words, trait essentialism can   5be viewed as similar to a fixed mindset, that is, the belief that an attribute is immutable. Similar to social essentialism, trait essentialism has been primarily viewed negatively. For example, individuals with fixed, relative to growth mindsets are more likely to be punitive (Dweck, Chui, & Hong, 1995), endorse more stereotyping (e.g., Levy, Stroessner, & Dweck, 1998) and are less likely to confront prejudice (Rattan & Dweck, 2010). Overall, individuals with fixed, relative to growth mindsets, make more trait judgments and prefer retribution versus remediation in the wake of negative behavior (Dweck et al., 1995).  However, despite early work showing that both social and trait essentialism/fixed mindsets both predict greater stereotyping, we suggest these beliefs have different implications for blame and subsequent prejudice towards members of devalued social groups.  Working from the literature showing robust negative correlations between biological essentialist explanations of sexual orientation and sexual prejudice, researchers have endeavored to experimentally demonstrate the causal link between essentialist beliefs and prejudice against sexual minorities (Hegarty & Golden, 2008). The one thing that is clear from this body of work is that the association between messages promoting an essential view of sexual orientation and sexual prejudice is not straightforward. For example, in a study looking at sexual prejudice amongst male participants, Falomir-Pichastor and Mugny (2009) found that highlighting biological differences between homosexual and heterosexual men did decrease prejudice among their male participants; however, the process appeared to not be driven by beliefs that people cannot change their sexual orientation (trait essentialism) but rather by the male participants’ viewing themselves as fundamentally different from gay men (social essentialism).  Other work has shown a link between less essentialist views and decreased prejudice.  For example, in Hegarty’s (2010) work they showed that not presenting essentialist biological theories to students was   6associated with both decreased essentialist beliefs as well as decreased prejudice. Importantly, it was the decrease in social, not trait, essentialism that was causally associated with prejudice reduction. Moreover, other research has shown no effect of messages either supporting or refuting biologically determinism on prejudice (Hegarty & Golden, 2008). These inconsistent findings suggest that essentialist messages can be strategically endorsed, rejected, or interpreted (Falomir-Pichastor & Hegarty, 2014). In this work, we set forth to help elucidate these seemingly contradictory findings by delineating how the two different facets of essentialism, social and trait essentialism, have divergent implications for moral responsibility and prejudice.  The distinction between social and trait beliefs can have significant implications for members of devalued social groups who can be essentialized in terms of both the social category they belong to and specific individual attributes, such as sexual minorities. In line with this argument, research indicates that essentialism is neither a general, fixed, trait, which is indiscriminately applied to all social groups or all traits, nor a uniformly problematic or maladaptive process. Instead, individuals strategically employ essentialist beliefs and messages to achieve their goals (see Ryazanov & Christenfeld, 2018). For example, for social essentialism, there is a general association between essentializing race and racial prejudice, but this relationship vanished when race was used to exclude their own group (Morton, Hornsey, & Postmes, 2009). In other words, prejudiced participants only endorsed racial essentialism when it benefitted, but not when it disadvantaged their group. For trait essentialism, the stigma asymmetry model suggests that fixed messages and beliefs can both increase and decrease weight stigma via opposing mechanisms (Hoyt, Burnette, Auster-Gussman, Blodorn, & Major, 2017). For example, fixed beliefs predict less blame which reduces internalized stigma but also predicts weaker beliefs in the potential to offset the condition in the future which increases   7internalized stigma (Burnette, Hoyt, Dweck, Auster-Gussman, 2017). In line with findings on strategic essentialism and the stigma asymmetry model, we argue that essentialism can both enhance and decrease prejudice against sexual minorities.  Similarly to social and trait essentialism, research within the context of sexual orientation shows that beliefs about the nature of sexual orientation vary along two dimensions of essentialism—what has been termed fundamentality and immutability (Hegarty & Pratto, 2001). Fundamental essentialism refers to the categorization of individuals as essentially heterosexual or sexual minority (i.e., social essentialism), and immutability which refers to the extent to which people deem the attribute of sexual orientation as more or less fixed (i.e., trait essentialism).  These two domains of sexual orientation essentialist beliefs are distinct yet related constructs; they have been shown to negatively predict each other such that the belief in one of them is associated with the rejection of the other (Hegarty & Pratto, 2001). Importantly, they have contradictory implications for the acceptance of sexual minorities. Believing that homosexuality is a fundamental and informative category (social essentialism) predicts anti-gay attitudes whereas believing that sexual orientation is biologically based and unchangeable (trait essentialism) predicts greater tolerance for sexual minorities (Haslam & Levy, 2006; Haslam, Rothschild, & Ernst, 2002; Hegarty, 2010; Hegarty & Pratto, 2001).  Essentialism and Moral Responsibility  We suggest that the contrary implications that these facets of essentialism have for sexual prejudice stem largely from the differing implications they have for moral responsibility and/or blame.  On the one hand, social essentialism increases prejudice by strengthening evaluations regarding the extent to which people are responsible for their stigma as it reflects a person’s moral core or character (Alicke, 2000; Malle, Guglielmo, & Monroe, 2014; Ryazanov   8&Christenfeld 2018).  This character-focused approach to understanding judgments stems from work in virtue ethics that focuses on being rather than doing (Pizarro & Tannenbaum, 2011). That is, the morality of behaviors are often gauged in terms of the extent to which that behavior reflects an underlying good or bad character.  Thus, believing that sexual minorities have an inherent differentness and devalued character that sets them apart from sexual majorities (i.e., social essentialism), can strengthen the extent to which they are seen as morally responsible for their sexual orientation. Indeed, previous research has shown that beliefs in clearly bounded sexual orientation categories are linked to sexual prejudice (Hegarty, 2010). In summary, beliefs that sexual orientation is a naturalized social category can be used to promote beliefs that sexual minorities are flawed at their very core, and responsible for this flaw, thereby promoting sexual prejudice. On the other hand, trait essentialism should reduce prejudice via a reduction in blame. A vast literature steeped in attribution theory indicates that beliefs about the control and choice that people have over their behaviors affect the extent to which they are blamed (Weiner, 1985).  According to attribution theory, the more people view stigmatized people as responsible for their stigma, the more prejudice they exhibit toward members of that group (Weiner, Perry, Magnussion, 1988). As Crandall (2000, p. 129) noted: “An attribution of internal controllability points the finger of blame directly at stigmatized individuals: Since they are responsible for their fate, they have earned its consequence.” Opposition to sexual minorities loses moral force when understood as non-volitional (Dar-Nimrod & Heine, 2011). Thus, beliefs in the fixed underpinnings of sexual orientation, that is, trait essentialism, enables people to make a judgment that sexual minorities should not be held accountable, or blamed, for their sexual orientation. In support of this, there is a growing body of research suggesting that perceiving individuals as   9responsible for their sexual orientation predicts higher levels of sexual prejudice against sexual minorities relative to perceiving lower levels of responsibility (Haider-Markel & Joslyn, 2008). Thus, believing the determinants of sexual orientation to be fixed can serve to decrease prejudice by reducing the blame and responsibility placed on sexual minorities (Crandall & Reser, 2005).   Conceptualization of Current Work   We merge strategic essentialism and motivated ideology theoretical perspectives to empirically investigate sources of sexual prejudice.  We bring more nuance to the relationship between conservatism and prejudice by distinguishing between social and trait essentialism. We aim to show that conservatism motivates both the essentialism belief that homosexuality is a fundamental and informative category (i.e., social essentialism) and the anti-essentialist belief that sexual orientation is a choice and changeable (i.e., low trait essentialism), both of which serve to promote sexual prejudice via blame. First, we seek to replicate findings showing that greater conservatism predicts greater prejudice against sexual minorities. Second, we test the prediction that political ideology motivates the strategic employment of two different facets of essentialism to justify sexual prejudice. Specifically, we predict that the link between conservativism and sexual prejudice will be mediated through stronger beliefs that sexual orientation is a naturalized social category (i.e., social essentialism) and in turn greater blame, as well as weaker beliefs that the determinants of sexual orientation are fixed (i.e., trait essentialism) and in turn greater blame (see Figure 1 for the theoretical representation).  We test these first two hypotheses in Study 1.  In Study 2, we test a third hypothesis stemming from the motivated social cognition perspective on political ideology (Jost et al., 2003). Based on the work showing that essentialist beliefs serve to satisfy social-cognitive needs for conservatives (Keller, 2005), it should be difficult to push around these beliefs. However, these social and   10cognitive motives have not been similarly shown to underpin liberals’ essentialism beliefs. Thus, we predict that attempts to promote the belief that the determinants of sexual orientation are fixed (i.e., trait essentialism) will be met with resistance from conservatives.  Study 1 Method Participants and procedure. In Studies 1 and 2, we recruited participants from the United States using Mechanical Turk, an internet marketplace used to recruit diverse online samples shown to be a source of high quality data (Buhrmester, Kwang, & Gosling, 2011; Casler, Bickel, & Hackett, 2013). In Study 1, we recruited two hundred thirty-three participants; thirteen participants failed attention checks resulting in a final size of 2201 (52% female; 48% male) with a mean age of 33.69 years (SD=10.94). We assessed implicit theories before assessing measures of essentialism, blame, sexual prejudice, and political ideology.  Measures Scores for all measures were computed by calculating mean responses to all items on the scale. Attention-check items. Participants were asked to respond ‘strongly agree’ to three items embedded in the measures. Those who did not accurately respond to all three items were removed from analyses2. Political ideology. Using a 7-point scale (very liberal to very conservative), people responded to the following three questions: “My political views are…”,  “My fiscal political                                                         1 In both studies, sample sizes were selected to ensure adequate power to detect medium-sized relationships (Wilson Van Voorhis & Morgan, 2007).  2 In both studies, results are similar when these participants are retained for analyses.   11views are…” and “My social political views are…” (Hoyt & Parry, 2018). Higher scores represent more conservative ideologies (α = .93). Essentialism. Participants responded to the nine essentialism items developed by Haslam, Rothschild, and Ernst (2000) and the nine items from the Sexual Orientations Belief scale (Hegarty & Pratto, 2001). Both scales have been shown to comprise that two factors that we are calling social and trait essentialism. We conducted principal components analyses with oblique rotated loadings and identified the items that loaded on one of the two factors. We combined items from both scales that loaded onto respective factors to create the scales. Participants were asked to respond on 7-point scales with higher numbers representing more essentialist thinking.  Both the social essentialism scale (α = .76) and the trait essentialism scale (α = .81) have seven items each (see Appendix).    In an additional approach to assess trait essentialism, we modified a well-validated and reliable scale of implicit theories (e.g., Burnette, 2010) to gauge beliefs about sexual orientation. The scale consists of six items, with three fixed-worded items and three change-worded items. A sample item included “You have a certain sexual orientation, and you can’t really do much to change it” (fixed worded), and “Your sexual orientation is something that can change over time” (change worded). Participants responded to each item on a 7-point scale (strongly disagree to strongly agree). We recoded items such that higher numbers represent agreement with a fixed mindset of sexuality (α = .86). This scale was highly correlated with the trait essentialism scale (r (218) = .75, p < .001)3, so we combined all 13 items into one highly reliable trait essentialism scale (α = .90).                                                          3 The fixed mindset of sexuality measure was also significantly negatively associated with social essentialism, but the association was weaker (r (218) = -.34, p < .001).   12Blame attributions. We assessed the extent to which participants blame gay people for their sexuality by using a 6-item scale we developed for this research. Sample items included “It’s people own fault if they are gay,” and “People wouldn’t become gay if they stayed on the right path.” Participants responded on a 7-point scale, ranging from strongly disagree to strongly agree.  Higher numbers indicate greater levels of blame (α = .96). Sexual prejudice. We assessed sexual prejudice with two scales. We used the 10-item Attitudes toward Gay Men subscale of the Attitudes Toward Lesbians and Gay Men Scale (Herek, 1994) and we modified the 7-item dislike subscale of the Anti-fat Attitudes (AFA; Crandall, 1994) scale that measures antipathy toward obese individuals to instead capture antipathy toward sexual minorities. Sample items include “I don’t really like gay people much,” and “Although some gay people are surely moral, in general, I think they tend not to be as moral as straight people.” Both measures were highly correlated, we combined all 17 items into one highly reliable measure of anti-gay prejudice (α = .97).   Results  See Table 1 for scale means, standard deviations, and intercorrelations across both studies. Blame attributions and sexual prejudice were positively skewed. Analyses with transformed data reveal indistinguishable results; we present results from the untransformed data.   Serial indirect effects analysis.  To test the predictions that political ideology motivates the strategic employment of different facets of essentialism to predict blame and subsequently sexual prejudice, we conducted indirect effect analyses using Hayes’ PROCESS (2013) macro Model 80 that specifies a serial multiple mediator model assuming a specified causal chain linking the mediators (see Figure 1).  First, in support of Hypothesis 1, there was a total effect of ideology on prejudice (total effect=.41; CI=.32,.50). In line with past work, conservatives report   13more prejudice than liberals. Next, there was a significant positive indirect effect of political ideology on sexual prejudice through social essentialism and blame (indirect effect=.21; CI=.14,.29). The direction of the effects indicated that more conservatism predicted more social essentialism (B=.38; t=11.31, p<.001; CI=.32,.45) and more social essentialism beliefs predicted more blame (B=.95; t=13.02, p<.001; CI=.81,1.09). In turn, more blame predicted more prejudice (B=.57, t=11.08, p<.001; CI=.47,.67).  Additionally, analyses with 95% confidence intervals revealed a significant positive indirect effect of political ideology on sexual prejudice through trait essentialism and blame (indirect effect=.04; CI=.02,.06). The direction of the effects indicated that more conservatism predicted less trait essentialism (B=-.23; t=-5.51, p<.001; CI=-.31,-.15) and lower trait essentialism beliefs predicted more blame (B=-.28; t=-4.68, p<.001; CI=-.40,-.16). In turn, more blame predicted more prejudice (B=.57, t=11.08, p<.001; CI=.47,.67). Finally, we conducted contrast analyses on the indirect effects that revealed the indirect effects are statistically different from one another. Specifically, conservatism exerts a significantly stronger effect on prejudice through social essentialism and blame than through trait essentialism and blame (contrast = -.17, CI=-.25, -.10).    In summary, both hypotheses were confirmed.  Stronger conservative beliefs predicted greater levels of sexual prejudice and this effect is mediated through both higher levels of social essentialism and in turn more blame and lower levels of trait essentialism and in turn more blame.  Study 2  Whereas essentialism beliefs can be motivated by political ideology, these beliefs can also be influenced by messages about the nature of sexual orientation in the media.  In this study, we sought to examine how media messages about the nature of sexual orientation influences   14people’s essentialism beliefs and whether this depends upon political ideology.  The dominant contemporary discourse pertaining to sexual orientation has been firmly rooted in arguments of whether sexual orientation is inborn or not (Watson & Shapiro, 1995). Thus, these messages are generally focused on the attribute of sexual orientation, and thus deal with trait essentialism, rather than sexual minorities and heterosexuals as social groups (i.e., social essentialism). We suggest that messages regarding the different origins of sexual orientation, with focuses ranging from brain structures, to genes, to hormonal and/or environmental influences (see Bailey et al., 2016), have important implications for prejudice against sexual minorities that are dependent upon political ideology.  Specifically, to the extent that conservatism motivates the belief that sexual orientation is a choice and is changeable in order to justify prejudice, conservatives should be resistant to messages about the fixed nature of sexual orientation (Jost et al., 2003; Keller, 2005).  However, given the robust literature on political ideology and motivation has not shown similar motives underlying liberals’ essentialism beliefs, we did not expect liberals to be resistant to a message designed to alter their essentialism beliefs.  Because we are presenting messages seen in day to day media and these messages focus on the immutable nature of sexual orientation (i.e. trait essentialism), these predictions focus on trait essentialism. It is unclear whether these messages will also influence on social essentialism beliefs. Finally, we do not have predictions regarding whether the essentialism messages will have direct effects on blame and prejudice but we will explore this in our analyses. Method Participants and procedure. Two hundred twenty-five participants were recruited from Amazon’s Mechanical Turk to take part in Study 2. Eight participants were screened out based on their failure to respond properly to the attention checks, leaving a final sample size of 217   15(48% female; 52% male) with a mean age of 35.08 years (SD = 12.61).   Using an experimental approach commonly used in the implicit theory literature (e.g., Burnette, 2010) to manipulate beliefs about the nature of sexual orientation, we randomly assigned participants to read one of two shortened versions of actual news articles from The Guardian newspaper (Copland, 2015; Rahman, 2015): one arguing that sexual orientation might not be fixed, another arguing for the genetic underpinning of sexual orientations. After reading the respective article, participants were asked to summarize the main message of the article in one sentence and, using a 5-point scale from strongly disagree to strongly agree, they indicated agreement with the article being easy to understand, interesting, and the argument being convincing. Similar to past work, we used this component to reduce suspicion about the nature of the article and subsequent assessments. Next, participants completed the same measures as in Study 1: political ideology (α =.93), social essentialism (α =.73), trait essentialism (α = .92), blame attributions (α =.96), and sexual prejudice (α =.75).  Results See Table 1 for scale means, standard deviations, and intercorrelations. Once again, in support of our first hypothesis, conservatism strongly positively predicted both blame and prejudice. Again, blame and sexual prejudice were positively skewed and analyses with transformed data reveal indistinguishable results; we report results from the untransformed data.   First, we conducted a multivariate ANOVA, to examine the effect of condition on both measures of essentialism, F (2,214) = 5.80, p = .004; Wilks’ lambda = .949, partial η2=.05. Tests of between subjects effects revealed that participants who had read an article claiming that sexual orientation was fixed reported greater levels of trait essentialism (M=5.22; SD=1.20) than those who read that sexual orientation was changeable (M=4.70; SD=1.05; F(1,215) =11.63, p=.001;   16partial η2=.05).  However, reported social essentialism did not differ across fixed (M=3.01; SD=1.07) and changeable (M = 3.20; SD = 1.02) conditions (F(1,215)=1.61, p=.205).  Thus, the manipulation was effective in pushing around trait essentialism in the predicted directions.  Additionally, we examined whether condition had an effect on blame and prejudice by conducting a multivariate ANOVA on both outcome variables. The multivariate test was not significant and neither were the tests of between-subjects effects.   We then examined if political ideology moderates the effect of condition on blame, prejudice, and both types of essentialism.  We conducted simple moderation analyses employing Process Model 1, mean centering the variables and regressing our two measures of essentialism on political ideology, condition (1=Fixed, -1= Changeable), and their interaction. For both blame and prejudice, there was no significant effect of condition (blame: B=-.07, p=.470, CI=-.25,.11; prejudice: B=-.04, p=.470, CI=-.14,.06) and no significant interaction between condition and political ideology (blame: B=.01, p=.876, CI=-.10,.12; prejudice: B=-.01, p=.707, CI=-.07,.05). However, there were significant effects of political ideology with greater conservatism predicting more blame (B=.51, p<.001; CI=.40,.62) and more prejudice (B=.26, p<.001; CI=.20,.33). Next, social essentialism was significantly predicted by political ideology (B=.37, p<.001; CI=.29,.44) such that more conservativism predicted stronger social essentialist beliefs. Condition did not significantly predict social essentialism (B=-.11, p=.063, CI=.13,.42), although there was a non-significant trend such that those in the fixed condition reported lower levels of social essentialism. Finally, the interaction between political ideology and condition was not significant (B=.05, p=.163, CI=-.02,.12).   Lastly and most important, we examined the effect of condition and ideology on trait essentialism. Political ideology significantly predicted trait essentialism (B=-.21, p<.001;   17CI=-.30,-.13) such that conservativism predicted lower levels of trait essentialism. Next, condition significantly predicted trait essentialism (B=.27, p=.001, CI=.13,.42) such that those in the fixed condition reported greater levels of trait essentialism. Finally, there was a significant interaction between political ideology and condition (B=-.09, p=.036, CI=-.18,-.01).  The conditional effects revealed that liberal participants (-1 SD) reported significantly greater levels of trait essentialism in the fixed condition relative to the changeable condition (B=.44; t=4.09, p<.001; CI=.23, .65) whereas there was no significant effect of condition on conservatives’ (+1 SD) reported trait essentialism (B=.12; t=1.23, p=.221; CI=-.08, .32). Alternatively, in the fixed condition, ideology significantly predicts essentialism (B=-.30; t=-4.96, p<.001; CI=-.43, -.18) but not in the changeable condition (B=-.12; t=-1.80, p=.074; CI=-.24, .01) (see Figure 2.) Thus, these findings support our third hypothesis that the manipulation will be more effective in pushing around essentialism for liberals relative to conservatives. Specifically, as predicted, conservatives, who are more likely to hold lower levels of trait essentialism views, appear to be resistant to the fixed message.  We then turned to testing whether the mediational predictions supported in Study 1 replicated in Study 2. Specifically, we ran a serial mediation analysis similar to the one reported in Study 1. As there was no effect of condition, or interactive effect of ideology and condition, on social essentialism, we conducted a serial multiple mediator model with political ideology predicting sexual prejudice through social essentialism and then blame, Process Model 6, controlling for condition (results are indistinguishable without this control; see Figure 3).  Replicating results from Study 1, there was a significant total effect of ideology on prejudice (total effect=.22, CI=.16,.29).  Additionally, there was a significant indirect effect of political ideology on sexual prejudice through social essentialism and blame (indirect effect=.11;   18CI=.07,.16). The direction of the effects indicated that more conservative participants held more social essentialist beliefs (B=.37; t=10.16, p<.001; CI=.29,.44) which were associated with higher levels of blame (B=.95; t=11.20, p<.001; CI=.78,.12). In turn, more blame predicted more sexual prejudice (B=.33, t=9.26, p<.001; CI=.26,.39).  Thus, greater levels of conservatism predicted greater levels of prejudice through higher levels of social essentialism and in turn more blame. Finally, given condition moderated the effect of ideology on trait essentialism, we conducted a moderated mediational analysis using Process Model 83, examining the serial multiple mediator model assuming the specified causal chain linking ideology to prejudice through essentialism and then blame, and including condition as a moderator of the link between ideology and essentialism (see Figure 4).  Importantly, this analysis revealed a significant indirect effect of ideology on prejudice through essentialism and blame in the fixed condition (indirect effect=.08; CI=.04,.14), but the indirect effect was not significant in the changeable condition (indirect effect=.03; CI=-.01,.07). The direction of the effect is such that conservatism predicted lower levels of trait essentialism (B=-.21; t=-4.79, p<.001; CI=-.30,-.13), trait essentialism negatively predicts blame (B=-.65; t=-9.25, p<.001; CI=-.79,-.51), which in turn positively predicts prejudice (B=.43; t=13.06, p<.001; CI=.36,.49). Although the indirect effect is significant in the fixed and not the malleable condition, the index of moderated mediation is not quite significant at the 95% confidence level (index of moderated mediation=.05, CI=-.00,.11) but is significant at the 90% confidence level (index of moderated mediation=.05, CI=.01,.10) indicating that this finding is not robust. Although we cannot be certain of which condition is driving the results because we did not have a no-message control condition, results from Study 2 are consistent with our theoretical   19predictions that it is harder to manipulate conservatives’, relative to liberals’, essentialism beliefs.  In the case of trait essentialism, which is negatively associated with conservatism, it should be harder to increase conservatives’ trait essentialism than to decrease liberals’ trait essentialism.  Indeed, in the fixed condition conservatives still reported significantly lower trait essentialism than liberals suggesting that the message was not effective in raising their essentialism. But, in the changeable condition there was no difference between liberals’ and conservatives’ essentialism scores suggesting that the changeable condition was effective at promoting less trait essentialism beliefs in liberals.  Moreover, the analyses showing that the indirect effect is significant in the fixed, and not the changeable, condition further suggests that the fixed condition was not effective for promoting fixed beliefs in conservatives but the changeable condition was effective in decreasing liberals’ essentialism to levels similar to conservatives thereby disrupting the mediational processes.  Discussion In this research, we replicated the finding that conservatives, relative to liberals, report greater sexual prejudice. We add a more nuanced understanding of this link between political ideology and prejudice toward sexual minorities. More specifically, this link is mediated through both greater levels of social essentialism and in turn greater blame, as well as lower levels of trait essentialism and in turn greater blame. Finally, an attempt to manipulate essentialism beliefs (at least for trait essentialism) was unsuccessful for conservatives, who are more likely to justify discrimination with these essentialist beliefs. The current research makes important theoretical and practical contributions to our understanding of sexual prejudice. For example, it extends a growing body of literature showing that beliefs in the fixed nature of attributes is associated with both decreased and increased   20prejudice (Hoyt et al., 2017). And, the findings clarify some of the contradictory evidence and provide a better understanding of how beliefs that sexual orientation is a discrete, fundamental category and beliefs that sexual orientation is biologically based and immutable are linked to sexual prejudice (Haslam et al., 2002; Hegarty, 2010; Hegarty & Pratto, 2001). Social psychological approaches to understanding sexual prejudice were originally grounded in an attribution theory framework focusing on the link between fixed beliefs and decreased blame and prejudice (Weiner et al., 1988). Indeed, “attribution theory has lent political support to biological essentialist theories of sexual orientation” (Hegarty, 2002; p. 163). However, there was soon growing evidence that deterministic, unchanging conceptions of sexual orientation can also come with costs in terms of prejudice (Hegarty & Pratto, 2001). Mounting evidence continues to send mixed messages (Haslam & Levy, 2006; Hegarty & Golden, 2008). We help bring clarity to these findings by making the important distinction between social (fundamental) and trait (immutable) essentialism and the process linking these essentialist beliefs to prejudice. Specifically, drawing upon both character-based approaches to morality and attribution theory, we show that these two essentialism beliefs have different implications for moral responsibility/blame, an important mediator between essentialism beliefs and prejudice.  We also contribute to the nascent literature examining the strategic employment of essentialism (Ryazanov & Christenfeld, 2018) by showing that political conservatism can motivate the endorsement and rejection of essentialism beliefs in a manner that can help justify prejudice against sexual minorities. Our research is consistent with prejudice frameworks suggesting that there are primal, genuine prejudicial attitudes that can be modulated by relevant motivational and belief systems (Crandall & Eshleman, 2003; Hegarty & Golden, 2008).  In Study 2 we were unable to push around trait essentialism beliefs in those most prone to   21prejudice, lending further support for the argument that these beliefs are marshalled to justify extant prejudice.  However, more research is necessary to help tease apart the causal relations amongst these variables. Additionally, future work should examine the role of political ideology in motivating the use of strategic essentialism of other devalued social groups that can be essentialized in terms of both the social category they belong to and specific individual attributes, such as obese or mentally ill individuals. Moreover, future work should examine other ideologies that can serve to motivate strategic essentialism.  It is important to note the limitations of our studies. First, we used actual newspaper articles to capture messages that people may be exposed to in real life. However, this also means that the articles differed in many ways, not just in the messages about the fixedness of sexual orientation. Future research should test the effects in a more controlled way, potentially also investigating the effects of a message that clearly states that sexual orientation is a choice. Moreover, the messages in the articles only targeted trait essentialism, not social essentialism. It would be interesting to investigate whether, in line with the ideas of strategic essentialism, conservatives would be more receptive to messages promoting social essentialism, while liberals would be more resistant to them. Lastly, our measure of sexual prejudice focused on “gay people”, which may have been interpreted as meaning gay men. Future research should examine whether the same effects hold true for prejudice towards lesbians as well as bisexual and pansexual men and women. Despite limitations, this research has important implications for approaches to lessen prejudice against sexual minorities. The dominant approach to reducing such prejudice has been to promote a narrative that sexual orientation comes from fixed origins.  However, our research contributes to the mounting evidence demonstrating that conceptualizing stigmatized   22characteristics as unchangeable comes with both benefits and costs in terms of prejudice—and our work delineates how these psychological processes co-occur.  Furthermore, to the extent that ideology motivates the strategic employment of understandings of the fixed nature of sexual orientation, ideology might also promote biased interpretations of scientific findings related to the stability/instability of sexual orientation such as work showing biological bases of sexual orientation (Ngun & Vilain, 2014) or evidence of sexual fluidity in sexual attraction (Diamond, 2008).  Moreover, relying on narratives of unchanging origins can subjugate prejudice and antipathy to scientific findings or, more nefariously, can be used as grounds for eugenic arguments. Thus, activists who are focused on undermining prejudice might focus on shifting the discourse around sexual orientation from one that focuses on where it comes from, to an alternative conversation such as one focused on social justice (Jayaratne et al., 2006).    In sum, we have shown that essentialist beliefs are strategically employed in line with one’s political ideology. While conservatives more readily endorse beliefs that people of different sexual orientations are inherently different from each other, which, in turn, predicts higher levels of sexual prejudice, liberals are more likely to hold views of sexual orientation as immutable, which predicts lower levels of prejudice. Thus, those who are most prejudiced are more likely to endorse the beliefs associated with greater blame and prejudice.  Moreover, those who are the most prejudiced against sexual minorities are also the most resistant to messages designed to change these beliefs. It may therefore be a more beneficial strategy to promote messages that focus on the fact that there is nothing wrong with being gay, regardless of the origin of sexual orientation.      23     24References Alicke, M. D. (2000). Culpable control and the psychology of blame. Psychological Bulletin, 126(4), 556-574. doi:10.1037/0033-2909.126.4.556 Bailey, J. M., Vasey, P. L., Diamond, L. M., Breedlove, S. M., Vilain, E., & Epprecht, M. (2016). Sexual orientation, controversy, and science. Psychological Science in the Public Interest, 17, 45–101. Blackwell, L. S., Trzesniewski, K. H., & Dweck, C. S. (2007). Implicit theories of intelligence predict achievement across an adolescent transition: A longitudinal study and an intervention. Child Development, 78(1), 246-263. Buhrmester, M., Kwang, T., & Gosling, S. D. (2011). Amazon’s Mechanical Turk: A new source of inexpensive, yet high-quality data? Perspectives on Psychological Science, 6, 3–5. doi:10.1177/1745691610393980 Burnette, J. L. (2010). Implicit theories of body weight: Entity beliefs can weigh you down. Personality and Social Psychology Bulletin, 36, 410-422. doi: 10.1177/0146167209359768 Burnette, J. L., Hoyt, C. L., Dweck, C. S., & Auster-Gussman, L. (2017). Weight beliefs and messages: Mindsets predict body-shame and anti-fat attitudes via attributions. Journal of Applied Social Psychology, 47(11), 616-624. DOI: 10.1111/jasp.12464 Casler, K., Bickel, L., & Hackett, E. (2013). Separate but equal? A comparison of participants and data gathered via Amazon’s MTurk, social media, and face-to-face behavioral testing. Computers in Human Behavior, 29, 2156-2160. doi: 10.1016/j.chb.2013.05.009  Copland, S. (2015, July 10). Born this way? Society, sexuality and the search for the 'gay gene'. The Guardian. Retrieved from   25https://www.theguardian.com/science/blog/2015/jul/10/born-this-way-society-sexuality-gay-gene Crandall C.S. (1994). Prejudice against fat people: Ideology and self-interest. Journal of Personality and Social Psychology, 66, 882–894. doi: 10.1037//0022-3514.66.5.882 Crandall, C. S. (2000). Ideology and lay theories of stigma: The justification of stigmatization. In T. F. Heatherton, R. E. Kleck, M. R. Hebl, & J. Hull (Eds.), Stigma: Social psychological perspectives (pp. 126-150). New York: Guilford. Crandall, C. S., & Eshleman, A. (2003). A justification suppression model of the expression and experience of prejudice. Psychological Bulletin, 129, 414-446. DOI: 10.1037/0033-2909.129.3.414 Crandall, C.S. & Reser, A.H. (2005). Attributions and anti-fat bias. In K.D. Brownell, R.M. Puhl, & M.B. Schwartz (Eds.) Weight Bias: Nature, consequences and remedies (pp. 83-96). New York: Guilford. Dar-Nimrod, I., & Heine, S. J. (2011). Genetic essentialism: on the deceptive determinism of DNA. Psychological Bulletin, 137, 800-818. doi: 10.1037/a0021860 D’Augelli, A.R. (1989). Lesbian’s and gay men’s experiences of discrimination and harassment in a university community. American Journal of Community Psychology, 17, 317–321 DeSouza, E. R., Wesselmann, E. D., & Ispas, D. (2017). Workplace Discrimination against Sexual Minorities: Subtle and not-so-subtle. Canadian Journal of Administrative Sciences/Revue Canadienne des Sciences de l'Administration, 34(2), 121-132. Diamond, L. (2008). Sexual fluidity: Understanding women’s love and desire. Cambridge, MA:   26Doyle, D. M., & Molix, L. (2016). Disparities in social health by sexual orientation and the etiologic role of self-reported discrimination. Archives of sexual behavior, 45(6), 1317-1327. Dweck, C. S. (1999). Self-theories: Their role in motivation, personality and development. Philadelphia, PA: Psychology Press. Dweck, C. S., Chiu, C., & Hong, Y. (1995). Implicit theories and their role in judgments and reactions: A word from two perspectives. Psychological Inquiry, 6, 267–285. https://doi.org/ 10.1207/s15327965pli0604_1  Eliason, M.J., & Schope, R. (2001). Does “Don’t Ask Don’t Tell” apply to health care? Lesbian, gay, and bisexual people’s disclosure to health care providers. Journal of the Gay and Lesbian Medical Association, 5, 125–134. Elliott, M. N., Kanouse, D. E., Burkhart, Q., Abel, G. A., Lyratzopoulos, G., Beckett, M. K., ... & Roland, M. (2015). Sexual minorities in England have poorer health and worse health care experiences: a national survey. Journal of General Internal Medicine, 30(1), 9-16. Falomir, J. M., & Hegarty, P. (2014). Maintaining distinctions under threat: Heterosexual men endorse the biological theory of sexuality when equality is the norm. British Journal of Social Psychology, 53(4), 731-751. https://doi.org/10.1111/bjso.12051 Falomir, J. M., & Mugny, G. (2009). “I'm not gay…I'm a real man!”: Heterosexual men's gender self‐esteem and sexual prejudice. Personality and Social Psychology Bulletin, 35, 1233–1243. doi:10.1177/0146167209338072 Haider-Markel, D. P., & Joslyn, M. (2008). Understanding beliefs about the origins of homosexuality and subsequent support for gay rights: An empirical test of attribution   27theory. Public Opinion Quarterly, 72(2), 291-310. doi: https://doi.org/10.1093/poq/nfn015 Haslam, N., Bastian, B., Bain, P. & Kashima, Y. (2006). Psychological essentialism, implicit theories, and intergroup relations. Group Processes and Intergroup Relations, 9, 63-76. doi: 10.1177/1368430206059861 Haslam, N., & Levy, S. (2006). Essentialism beliefs about homosexuality: Structure and implications for prejudice. Personality and Social Psychology Bulletin, 30, 1661-1673. DOI: 10.1177/0146167205276516 Haslam, N., Rothschild, L., & Ernst, D. (2000). Essentialist beliefs about social categories. British Journal of Social Psychology, 39, 113-127. doi: 10.1348/014466600164363. Haslam, N., Rothschild, L., & Ernst, D. (2002). Are essentialist beliefs associated with prejudice? British Journal of Social Psychology, 41, 87–100. doi: 10.1348/014466602165072. Hayes, A. F. (2013). Introduction to mediation, moderation and conditional processes analysis. New York, NY: The Guilford Press.  Hebl, M., Foster, J.M., Mannix, L.M., & Dovidio, J.F. (2002). Formal and interpersonal discrimination: A field study bias toward homosexual applicants. Personality and Social Psychology Bulletin, 28, 815–825. Hegarty, P (2002). 'It's not a choice, it's the way we're built': Symbolic beliefs about sexual orientation in the US and Britain.  Journal of Community & Applied Social Psychology, 12(3), 153-166. DOI: 10.1002/casp.669   28Hegarty, P. (2010). A stone in the soup? Changes in sexual prejudice and essentialist beliefs among British students in a class on LGBT psychology. Psychology and Sexuality, 1, 3-20. Doi:http://dx.doi.org/10.1080/19419891003634356 Hegarty, P., & Golden, A. M. (2008). Attributional beliefs about the controllability of stigmatized traits: Antecedents or justifications of prejudice? Journal of Applied Social Psychology, 38, 1023-1044. doi: 10.1111/j.1559-1816.2008.00337.x Hegarty, P., & Pratto, F. (2001). Sexual orientation beliefs: Their relationship to anti-gay attitudes and biological determinist arguments. Journal of Homosexuality, 41, 121-135. DOI:10.1300/J082v41n01_04 Herek, G. M. (1994). Assessing heterosexuals' attitudes toward lesbians and gay men: A review of empirical research with the ATLG scale. In B. Greene & G. M. Herek (Eds.), Lesbian and gay psychology: Theory, research, and clinical applications (pp. 206-228). Thousand Oaks, CA, USA: Sage.  Herek, G.M. (2000). Psychology of sexual prejudice. Current Directions in Psychological Science, 9, 19-22. DOI: https://doi.org/10.1111/1467-8721.00051 Herek, G. M. (2007). Confronting sexual stigma and prejudice: Theory and practice. Journal of Social Issues, 63(4), 905-925. doi:10.1111/j.1540-4560.2007.00544.x Herek, G. M. (2009a). Hate crimes and stigma-related experiences among sexual minority adults in the United States: Prevalence estimates from a national probability sample. Journal of Interpersonal Violence, 24, 54-74. https://doi.org/10.1177/0886260508316477 Herek, G. M. (2009b). Sexual stigma and sexual prejudice in the United States: A conceptual framework. In D. A. Hope (Ed.), Nebraska symposium on motivation: Vol. 54.   29Contemporary perspectives on lesbian, gay, and bisexual identities (pp. 65-111). doi:10.1007/978-0-387-09556-1_4 Hoyt, C. L., Burnette, J., Auster-Gussman. L., Blodorn, A., & Major, B. (2017).  The obesity stigma asymmetry model: Indirect and divergent effects of blame and entity theorizing on anti-fat prejudice. Stigma and Health, 2(1), 53-65. http://dx.doi.org/10.1037/sah0000026 Hoyt, C. L., Forsyth, R., & Burnette, J. L. (2018). Social dominance orientation moderates the effectiveness of mindset messages. British Journal of Social Psychology, 57, 448-460. https://doi.org/10.1111/bjso.12238  Hoyt, C. L., & Parry, M. (2018). Sociocultural and individual manifestations of sexual stigma: The role of political ideology and prejudice in discrimination against sexual minorities. Journal of Social and Political Psychology, 6(1), 2195-3325. doi:10.5964/jspp.v6i1.810 Jost, J. T., & Amodio, D. M. (2012). Political ideology as motivated social cognition: Behavioral and neuroscientific evidence. Motivation and Emotion, 36, 55-64. doi 10.1007/s11031-011-9260-7 Jost, J. T., Glaser, J., Kruglanski, A. W., & Sulloway, F. J. (2003). Political conservatism as motivated social cognition. Psychological Bulletin, 129, 339–375. https://doi.org/10.1037/0033-2909. 129.3.339  Jost, J. T., & Hunyady, O. (2005). Antecedents and consequences of system-justifying ideologies. Current Directions in Psychological Science, 14(5), 260-265. doi:10.1111/j.0963-7214.2005.00377.x   30Keller, J. (2005). In genes we trust: The biological component of psychological essentialism and its relationship to mechanisms of motivated social cognition. Journal of Personality and Social Psychology, 88, 686–702. https://doi.org/10.1037/0022-3514.88.4.686  Pascoe, E. A., & Richman, L. S. (2009). Perceived discrimination and health: A meta-analytic review. Psychological Bulletin, 135, 531–554. DOI:10.1037/a0016059 Jayaratne, T. E., Ybarra, O., Sheldon, J. P., Brown, T. N., Feldbaum, M., Pfeffer, C. A., & Petty, E. M. (2006). White Americans’ genetic lay theories of race differences and sexual orientation: Their relationship with prejudice toward Blacks, and gay men and lesbians. Group Processes and Intergroup Relations, 9, 77–94. DOI: https://doi.org/10.1177/1368430206059863 Levy, S. R., Stroessner, S. J., & Dweck, C. S. (1998). Stereotype formation and endorsement: The role of implicit theories. Journal of Personality and Social Psychology, 74, 1421-1436. doi:10.1037/0022-3514.74.6.1421  Malle, B. F., Guglielmo, S., & Monroe, A. E. (2014). A theory of blame. Psychological Inquiry, 25(2), 147–186. http://dx.doi.org/10.1080/1047840X.2014.877340 Morton, T. A., Hornsey, M. J., & Postmes, T. (2009). Shifting ground: The variable use of essentialism in contexts of inclusion and exclusion. British Journal of Social Psychology, 48(1), 35-59. Ngun, T. C., & Vilain, E. (2014). The biological basis of human sexual orientation: Is there a role for epigenetics? Advances in Genetics, 86, 167- 184. http://dx.doi.org/10.1016/B978-0-12-800222-3.00008-5 Pizarro, D. A., & Tannenbaum, D. (2012). Bringing character back: How the motivation to evaluate character influences judgments of moral blame. In M. Mikulincer & P. R.   31Shaver (Eds.), Herzliya series on personality and social psychology. The social psychology of morality: Exploring the causes of good and evil (pp. 91-108). Washington, DC, US: American Psychological Association. http://dx.doi.org/10.1037/13091-005 Rahman, Q. (2015, July 24). 'Gay genes': science is on the right track, we're born this way. Let’s deal with it. The Guardian. Retrieved from https://www.theguardian.com/science/blog/2015/jul/24/gay-genes-science-is-on-the-right-track-were-born-this-way-lets-deal-with-it Rangel, U., & Keller, J. (2011). Essentialism goes social: Belief in social determinism as a component of psychological essentialism. Journal of Personality and Social Psychology, 100, 1056–1078. https://doi.org/10.1037/a0022401  Rasinski, K. A. (1987). What's fair is fair--or is it? Value differences underlying public views about social justice. Journal of Personality and Social Psychology, 53(1), 201-211. doi:10.1037/0022-3514.53.1.201 Rattan, A., & Dweck, C. (2010). Who confronts prejudice? The role of implicit theories in the motivation to confront prejudice. Psychological Science, 21, 952–959. doi:10.1177/0956797610374740  Rhodes, M., & Gelman, S. A. (2009). A developmental examination of the conceptual structure of animal, artifact, and human  social categories across two cultural contexts. Cognitive Psychology, 59(3), 244–274.  doi:  10.1016/j.cogpsych.2009.05.001 Rothbart, M., & Taylor, M. (1992). Category labels and social reality: Do we view social categories as natural kinds? In G. R. Semin & K. Fiedler (Eds.), Language, Interaction and Social Cognition (pp. 11-36). London: Sage.   32Ryazanov, A. A., & Christenfeld, N. J. S. (2018). The strategic value of essentialism. Social and Personality Psychology Compass, 12(1), 1-15.  https://doi.org/10.1111/spc3.12370 Skitka, L. J., & Tetlock, P. E. (1993). Providing public assistance: Cognitive and motivational processes underlying liberal and conservative policy preferences. Journal of Personality and Social Psychology,65(6), 1205-1223. doi:10.1037/0022-3514.65.6.1205 Van der Toorn, J., Jost, J. T., Packer, D., Noorbaloochi, S., & Van Bavel, J. J. (2017). In defense of tradition: Religiosity, conservatism, and opposition to same-sex marriage in North America.  Personality and Social Psychology Bulletin, 43, 1455-1468. https://doi.org/10.1177/0146167217718523 Watson, T., & Shapiro, J.P. (1995). Is there a gay gene? U.S. News and World Report, 119 (19), 93-96. Weiner, B. (1985). An attributional theory of achievement motivation and emotion. Psychological Review, 92, 548-573. doi: 10.1037/0033-295X.92.4.548 Weiner, B., Perry, R. P., & Magnusson, J. (1988). An attributional analysis of reactions to stigmas. Journal of Personality and Social Psychology, 55, 738-748. doi:10.1037/0022-3514.55.5.738 Wilson Van Voorhis, C.R., & Morgan, B.L. (2007). Understanding power and rules of thumb for determining sample sizes. Tutorials in Quantitative Methods for Psychology, 3, 43‐50. Doi: 10.20982/tqmp.03.2.p043  Yang, A. (1998). From wrongs to rights: Public opinion on gay and lesbian Americans moves toward equality. Washington, DC: National Gay and Lesbian Task Force Policy Institute.     33 Table 1: Scale means, standard deviations, intercorrelations, and scale reliabilities. Dependent Variable M SD 1 2 3 4 Study 1       Political ideology 3.22 1.69     Social essentialism 3.00  1.06 .61***    Trait essentialism 5.09  1.11 -.35*** -.35***   Blame 2.30 1.56 .58*** .79*** -.47***  Sexual Prejudice 2.35 1.42 .62*** .78*** -.37*** .86*** Study 2       Political ideology 3.43 1.63     Social essentialism 3.10  1.05 .57***    Trait essentialism 4.97  1.16 -.30*** -.42***   Blame 2.37 1.58 .53*** .73*** -.59***  Sexual Prejudice 3.07 .87 .49*** .66*** -.36*** .76*** * = p <.05; ** = p <.01; ***= p < .001           34    Figure 1. Political ideology influences sexual prejudice through strategic essentializing and subsequent responsibility and blame attributions (Process Model 4).               + - + + - Sexual prejudice Blame attributions Social essentialism Trait essentialism Conservative ideology   35    Figure 2. Study 2: The effect of condition and political ideology on trait essentialism.   1234567Liberal Ideology (-1 SD) Conservative Ideology (+1 SD)Trait EssentialismFixed ConditionChangeableCondition  36     Figure 3. Study 2: Serial multiple mediator model with political ideology predicting sexual prejudice through social essentialism and then blame (Process Model 6).       37    Figure 4. Study 2: Moderated mediational analysis examining the serial multiple mediator model assuming the specified causal chain linking ideology to prejudice through essentialism and then blame, and including message condition as a moderator of the link between ideology and essentialism (Process Model 83).                     - - + Sexual prejudice Blame attributions Trait essentialism Sexual orientation message Conservative ideology ",
    "id": 161940391,
    "identifiers": {
        "doi": "10.1111/jasp.12560",
        "oai": "oai:ore.exeter.ac.uk:10871/34646"
    },
    "title": "Understanding sexual prejudice: The role of political ideology and strategic essentialism",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-11-12T00:00:00+00:00",
    "publisher": "Wiley",
    "references": [],
    "sourceFulltextUrls": [
        "https://ore.exeter.ac.uk/repository/bitstream/10871/34646/1/2018%20Hoyt%20Morgenroth%20%26%20Burnette%20-%20Understanding%20sexual%20prejudice.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/161940391.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/161940391"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/161940391/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/161940391/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/161940391"
        }
    ],
    "abstract": "This is the author accepted manuscript. The final version is available from Wiley via the DOI in this record.Despite the increased visibility and acceptance of the LGBTQ community, sexual minorities continue to face prejudice and discrimination in many domains. Past research has shown that this prejudice is more prevalent among those holding conservative political views. In two studies, we merge strategic essentialism and motivated ideology theoretical perspectives to empirically investigate the link between political orientation and sexual prejudice. More specifically, we examine how conservatives strategically use different forms of essentialism to support their views of gay individuals and their reactions to messages aimed at changing essentializing beliefs. In Study 1 (N = 220), we demonstrate that conservatives endorse social essentialism (i.e. the belief that gay and straight people are fundamentally different from each other) more than liberals do. In turn, they blame gay individuals more for their sexual orientation and show more prejudice towards them. At the same time, conservatives endorse trait essentialism (i.e. the belief that sexual orientation is a fixed attribute that cannot be changed) less than liberals do, which in turn predicts greater levels of blame and prejudice for conservatives relative to liberals. In Study 2 (N = 217), we additionally show that conservatives, but not liberals, are resistant to messages aimed at increasing trait essentialism and reducing prejudice toward sexual minorities. We discuss theoretical and practical implications of these findings",
    "tags": [
        "Article",
        "sexual orientation",
        "sexual prejudice",
        "essentialism",
        "political ideology",
        "blame",
        "stigma",
        "conservatism"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Article"
    ],
    "oai": "oai:ore.exeter.ac.uk:10871/34646",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": [
        {
            "title": "Journal of Applied Social Psychology",
            "identifiers": [
                "issn:0021-9029",
                "0021-9029"
            ]
        }
    ],
    "repositories": {
        "id": "504",
        "openDoarId": 0,
        "name": "Open Research Exeter",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 161940391,
        "depositedDate": null,
        "publishedDate": "2018-11-12T00:00:00+00:00",
        "updatedDate": "2024-02-19T12:05:07+00:00",
        "acceptedDate": null,
        "createdDate": "2019-01-03T01:34:35+00:00"
    },
    "urls": [
        "http://hdl.handle.net/10871/34646"
    ],
    "lastUpdate": "2024-02-19T12:05:07+00:00",
    "setSpecs": [
        "com_10036_76",
        "com_10871_130479",
        "col_10036_10894"
    ]
}