{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kern, Leslie"
        },
        {
            "name": "McLean, Heather"
        }
    ],
    "contributors": [],
    "createdDate": "2017-11-04T08:23:02+00:00",
    "dataProvider": {
        "id": 42,
        "name": "Enlighten",
        "url": "https://api.core.ac.uk/v3/data-providers/42",
        "logo": "https://api.core.ac.uk/data-providers/42/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/111558354.pdf",
    "fullText": "                                                 Published with Creative Commons licence: Attribution–Noncommercial–No Derivatives  Undecidability and the Urban: Feminist Pathways Through Urban Political Economy  Leslie Kern  Department of Geography and Environment Mount Allison University, Canada lkern@mta.ca  Heather McLean   Department of Geography University of Glasgow, United Kingdom  heather.mclean@glasgow.ac.uk   Abstract There is a well-established body of feminist scholarship critiquing the methodological and epistemological limits of an “objective” view from nowhere in urban research and political economy frameworks. Recent developments, such as the planetary urbanization thesis, have reignited feminist efforts to counter patriarchal, colonial, and hegemonic ways of knowing. Here, we recount our frustrations with the reproduction of dominant political economic modes of “knowing” urban processes such as gentrification and culture-led regeneration in research that seeks to uncover the production of neoliberal spaces and subjectivities. We argue that this narrow approach forecloses the possibility of observing or working with radical world-making projects that stand outside of traditional understandings of the political. Thus, we heed our feminist colleagues’ call to foreground the undecidability of the urban, allowing ourselves and our Undecidability and the Urban  406 subjects to express uncertainty about the causes, outcomes, and impacts of urban processes. In what follows, we share short research vignettes from our projects in Toronto and Glasgow and discuss the implications of forging unexpected solidarities, engaging in embodied, participatory knowledge production, and reading urban politics off of persistent, uncertain, under-the-radar projects. We maintain that working from a position of undecidability yields greater potential for renewing our political imaginations beyond neoliberalism.  Keywords Political economy; feminist urban theory; neoliberalism; gentrification    Introduction As critical urban researchers, we have been trained to seek out sites of struggle and oppression, resistance and power. At these sites, we believe we will develop deeper understandings of the processes that constitute the urban and everyday urban life. When Heather moved from Toronto to Glasgow to continue her research on culture-led regeneration and feminist and queer arts activist strategies in the context of neoliberalized urban planning, colleagues told her that she would not find any activism because “nothing radical is happening in Glasgow.” The implicit warning for Heather was that neoliberal urbanism had thoroughly blanketed the city and that her research could only hope to produce yet another detailed account of neoliberalism smothering resistance or creating complicit neoliberal foot soldiers of regeneration. This anecdote speaks to our shared frustrations with the dominant political economic modes of observing and “knowing” urban processes such as gentrification. In this line of inquiry, abstract, detached, colonial, and masculinist modes of urban knowledge production look for similar patterns that will confirm that which they already know and foreclose the possibility of studying or working with radical world-making projects outside of traditional understandings of activism, and of the political.  In this paper, we heed our feminist colleagues’ call to foreground the undecidability of the urban (Peake, 2016b) rather than expressing certainty about the causes, outcomes, and impacts of processes such as gentrification and culture-led regeneration. We offer two detailed examples of how alternative ways of producing urban knowledge work by telling stories about a cabaret in Glasgow and a women’s shelter in Toronto, sites of everyday politics that might be written off as already co-opted or too local to count against the juggernaut of neoliberalism. Our empirical examples highlight feminist modes of engaged, embodied, slow, small-scale, detail-oriented, life-seeking research as important pathways to urban theory making. As Ahmed (2014) argues, feminist theory that emerges out of rich ACME: An International Journal for Critical Geographies, 2017, 16(3): 405-426  407 description of lives lived within structures where they do not fit, or are not given the tools to survive, produces “sweaty concepts:” concepts that show the embodied labour of their production. These kinds of concepts, we maintain, offer crucial counterweight to the “planetary” urbanization approach, a detached perspective that is startlingly devoid of life (Peake, 2016a). Rather than generating a dangerous intellectual fragmentation without the ability to offer alternatives (as the proponents of planetary urbanization fear (Oswin, 2016)), the undecidability produced through our up-close analyses of everyday politics holds space for something (resistance, solidarity, survival) to emerge. Holding this space, we assert, is crucial if critical theory is to offer anything affirmative. Guided by intersectional feminist research ethics, we do not claim to be objective observers of urban politics. Rather, we acknowledge that our research processes and analyses are informed by our subject positions as white, cis-gender women working for privileged universities. Moreover, we position ourselves as embodied and embedded scholars, interested in investigating complex social and spatial processes in order to co-create more equitable and just cities with academics, community groups, artists, and activists. Our stories are not romanticized accounts of resilience or difference or social mix; nor are they meant to “advocate what Roy (2011) has elsewhere called ‘slumdog’ urbanism, in which the subaltern experience of the city is epistemologically valorized” (Derickson, 2016a, 827). They are not neat stories of effective resistance or community action; rather, they are accounts of messy, sometimes grinding, sometimes playful, sometimes unsuccessful but nonetheless persistent interventions that enact a politics that has the potential to point to, if not immediately realize, other kinds of urban worlds (Mitchell, Marston, and Katz, 2004; Larner 2014). By paying attention to detailed accounts of difference, contingency, and messiness we seek to uncover what McKittrick (2006; also see Parker, 2016) refers to as spaces of “life:” sites of encounter, affinities and alliances. As feminist commentators on neoliberalism contend, this hopeful, “reparative stance” (Roelvink, 2016; Gibson-Graham, 2006), points to possibilities for change in the here and now. We argue that working from, and inhabiting, a position of undecidability in relation to our research topics and participants yields the potential for loosening the hold that neoliberalism has on our political imaginations (Springer, 2016). “What might happen,” asks Springer (2016, 288), “when we start to pay closer attention to the prefiguration of alternatives that are already happening […],” and refuse to yield the grounds of urban analysis to the destructive forces and deadening politics of neoliberalism?  Following feminist research pathways This position of undecidability is generated by following multiple productive feminist pathways through urban theory and research. Buckley and Strauss (2016, 618-619) “argue that the legacy of feminist critiques of what has tended to constitute ‘the urban’ in urban theory include a commitment to Undecidability and the Urban  408 decentring normative categories and a relentless interrogation of binary logics.” This long legacy also includes significant critiques of urban political economy, for example Gibson-Graham’s (1996) intervention into political economy’s inability to register an “outside” to capitalism and capitalist relations. As urban geography more frequently took on a political economic framework for conceptualizing urbanization processes under late capitalism (e.g. Harvey, 1989), feminists questioned the problematic ways in which political economy mirrored the “totalizing ambitions of global capital” (Deutsche, 1991, 19) in its desire to impose a singular abstract theoretical model of urban change. Ignoring or sidelining feminist, queer, postcolonial, and antiracist critique (Katz, 1996), urban political economy – for example, in the planetary urbanization literature (Brenner and Schmid, 2012, 2014, 2015) - continues to insist upon elevating capitalism to the “context of context” (Oswin, 2016). Furthermore, political economy’s emphasis on particular hierarchized global north cities as exemplars for theory building positions global south cities as marginalized and inferior Others to the normative cities of the north (Yeoh, Huang and Willis, 2000; Nagar, 2002; Robinson, 2006; Roy, 2016; Peake and Rieker, 2013; Wright, 2013). As Derickson (2014, 651) contends, “the act of theorizing the urban and, by association, theorizing political possibilities, is fundamentally shaped and limited by the intellectual and philosophical traditions upon which they are based, and the empirical examples upon which they draw.” In this paper, we follow a pathway that problematizes the tendency to see neoliberalism, as a particular manifestation of late capitalism, as the primary process shaping cities. Asserting the near global reach of neoliberal policy-making, and detailing its pernicious effects on cities, theorists have produced a critical urban theory that travels widely, diagnosing neoliberalism and neoliberal subjectivities in cities, movements, and citizens around the world (Brenner, 2002; Brenner, Peck, and Theodore, 2010; Harvey, 1989, 2007; Peck, 2011). While feminists have also explored neoliberalism, especially its gendered effects (Kern, 2010; Parker, 2008; Wekerle, 2005), many have resisted the impulse to reconcile every urban process to a neoliberal foundation (Roelvink, 2016). As Oswin (2016) indicates, heteronormativity, patriarchy, racism, and colonialism are not “subsidiary contexts” to an overarching neoliberal capitalism. Indeed, neoliberalism itself “is neither unitary nor immutable, and it is always in interaction with other cultural formations or discourses” (Kingfisher, 2002, 165; Larner, 2014; Parnell and Robinson, 2013). A further concern is that research on neoliberal policies and practices repeatedly positions efforts to contest neoliberalism as “secondary and reactive” (Leitner et al. in Pratt and Rosner, 2012, 7), while continually highlighting neoliberalism’s superpower to “capture and appropriate all manner of political discourse and imperatives” (Springer, 2016, 287.) Such a move inhibits our efforts to rejuvenate a prefigurative politics of getting on with making new worlds in the here and now (Springer, 2016). ACME: An International Journal for Critical Geographies, 2017, 16(3): 405-426  409 The subfield of critical gentrification literature has been a microcosm of these trends in urban political economy. Having pushed through the reductive “cultural forces versus economic forces” debate of the 1980s, gentrification studies in geography are still dominated by a political economy framework, albeit one that understands cultural forces as intertwined with capitalist processes (Zukin, 1987). This more inclusive framework has not, however, taken seriously the constitutive roles of gender, sexuality, ability, citizenship status, and race in gentrification. Rather, political economy analyses centre and re-centre capitalist uneven development and more recently, neoliberalism, as the “context of context” (Oswin, 2016). While certainly not eschewing neoliberalism as an important force in gentrification, feminists have offered intersectional accounts of the role of gender and other social differences in shaping urban neoliberalism itself (Bondi, 1998, 1999; Cahill, 2007; Doan, 2011; Muller Myrdahl, 2013; Rose, 1989; Kern, 2010; Kern and Wekerle, 2008). They have also paid attention to the everyday experiences of gentrification and the ways people make sense of, negotiate, and resist gentrification in their communities (Cahill, 2006; Curran and Hamilton, 2012; McLean, 2014a, b; Rankin and McLean, 2015). In our own work on gentrification, we acknowledge the role of neoliberalism but understand it as less homogenous than many accounts suppose (Larner 2000; 2014); moreover, we hope to move forward in our work by remaining deliberately “uncomfortable,” as Oswin (2016) recommends, refusing to pin down or settle on one explanatory framework for the lived experience(s) of gentrification. In particular, we have been inspired by Parker’s (2016) work, illustrating that close and careful consideration of the day-to-day dynamics of gentrification in the lives of diverse city dwellers is not incompatible with a political economic focus on structural forces. As an alternative to gentrification scholarship that reproduces masculinist posturing (Slater, 2010; Hamnett, 2009; Davidson, 2011) and colonialist missions in search of the next gentrification frontier, she interrogates neighbourhood change in a non-exemplar city (Milwaukee, WI) through a “feminist partial political economy of place,” an eclectic but purposeful “toolkit” of feminist theories and methodologies. With this toolkit, Parker weaves connections among the actions and attitudes of state and corporate actors, the workings of urban capital, and the gendered and racialized discourses that come together to shape divergent outcomes in people’s lives. Critically, this political economy is not a detached view from above, but rather one that is built from the ground up through sustained, embodied, and caring observation of lives lived in place. In her work, Parker (2016, 4) also forefronts undecidability by refusing “all-inclusive claims about knowledge, causality, structure, or the world,” and challenging “epistemic violences where, for example, all city stories are the same, certain lives are erased or reduced, or all futures already known” (10-11). This framework allows her to stay attuned to alternate possibilities emerging from everyday struggles that might not be readily considered “political.” Peake (2016b, Undecidability and the Urban  410 222) works with the notion of undecidability, gesturing briefly to the writing of Chantal Mouffe in asking: where is the place within planetary urbanization for a consideration of the undecidability of the urban? Peake refers to critical analyses that often rush to condemn emergent coalitions, movements, projects, and grassroots initiatives as “post-political,” already encompassed by neoliberalism (Curran and Hamilton, 2012; Larner, 2014). With this stance, there is so little time given to understanding the political possibilities offered by such initiatives that scholars seem to have “cede[d] in advance key terrains of activism and struggle” (Dean, 2009, 12, in Larner, 2014, 203). What would happen, asks Larner, if, while taking into account the very real tensions and contradictions inherent in attempting to create change while confined by the structural forces of the present, we actively seek out the world we want to make? This would involve a refusal to become (or remain), in Woods’ (2002) visceral phrasing, “academic coroners” using our “rusted” tools for autopsies, rather than sharpening them for social change. By highlighting undecidability as an integral part of the urban, we open space to move beyond the academic morgue. Forefronting undecidability by acknowledging the deep and complex material connections among places, processes, and people (Parker, 2016; Peake, 2016b) also opens up possibilities for forging what Nagar (2011) calls “situated solidarities” emerging from spaces and actions that have been written off as post-political (Larner, 2014). It is also about reimagining and reconstituting “the relations, conditions and processes of knowledge production, as well as the purposes for which these reconstituted knowledges can be deployed” (Singh and Nagar, 2006, 311). Peake (2016a, 834), following Nagar (2002), highlights “collective feminist praxis” as a “rich source of theoretical and methodological interventions and of breaking down the hierarchical relations between theory and method.” Collective feminist praxis is always grounded in a material, embodied, situated, and partial mode of theory-making, one that resembles what Katz (1996, 490) describes as minor theory: “minor theory is not about mastery. Although its politics are rooted in a yeasty notion of theory making – lively and playful – full of possibilities, its intent is to mark and produce alternative subjectivities, spatialities, and temporalities.” In reflecting on our own research experiences, it is this model of theory-making to which we aspire: one that emerges – sweatily, bodily - from world-making projects that allow us to imagine different urban futures.  Telling undecided stories Derickson (2016b) calls for storytelling approaches as one mode of countering detached, unsituated knowledge claims. In the two vignettes that follow, we each narrate a recent research experience, taking us from the damp basement of a women’s shelter in Toronto to the stage of a queer and feminist working-class cabaret in Glasgow. In sharing our research via vignettes – brief, evocative descriptions – we hope to bring into relief the rough texture of city life, rather than artificially smoothing it out through a more general account. Both of us conduct ACME: An International Journal for Critical Geographies, 2017, 16(3): 405-426  411 qualitative research using a variety of methods; our work is often local or neighbourhood-based, aims to be participatory, and to yield “thick description” of context, events, participants, and places. We typically work in partnership with practitioners, artists, academics, and community organizers. Leslie was involved in an ethnographic research practice in a neighbourhood where she had lived for many years, examining the role of multiple community organizations in shaping new kinds of social, political, and economic interactions in the face of accelerating gentrification. Using interviews as well as participant observation, Leslie engaged with a variety of area of residents to try to understand how different “social projects” (Povinelli, 2011) emerged, endured, persisted, failed, and opened space for alternative relationships and solidarities. Heather was involved in arts-based research in a city that she had just moved to, investigating the complicities and potentialities of feminist and queer arts-practice within an increasingly market-oriented, culture-led regeneration planning regime. By attending and participating in local arts events including the Fail Better cabaret, Heather sought to make sense of the ways arts-activists negotiate market-friendly notions of creativity, give voice to under-represented artists, and foster collectivist practice. Political economy has often been useful for us as an analytic that can point to the workings of power and the agency of decision-makers in shaping cities in line with particular ideologies, e.g. neoliberalism. However, we follow Parker (2016, 10) in emphatically not “knowing in advance that any event is just more of the same old story about neoliberalism, racism, or patriarchy.” Like Parnell and Robinson (2012, 600), we “decenter neoliberalism in our analysis of urban politics, in the spirit of creating the intellectual space for practitioners and scholars alike to generate new ideas and theorizations.” For us, this matters, because we do not want to reiterate and reify all-or-nothing claims about the power and durability of neoliberalism, knowledge, and causality. Instead, we want to respect and support the work of those who negotiate the effects of gentrification and regeneration policies in their cities and neighbourhoods every day. Moreover, by employing a range of creative methods and fine-grained empirical techniques we seek to illuminate the multiple, messy, and co-existing ways in which people inhabit induced governmental subjectivities (Roelvink, 2016). Following Rankin (2011, 565), attending to conjunctural specificity and related processes of spatial interconnection not only contests understandings of global capitalism as a teleological and immanent process; it also makes visible the “concrete historical possibilities, and constituencies, for transformation.” Making pincushions with the Monday Art Group (Leslie) In the summer of 2013 I returned to my old neighbourhood in the west end of Toronto – the Junction – to continue my research on gentrification (Kern, 2015, 2016). This once declining industrial area was now “up and coming,” as some brownfield redevelopment was taking place, street-based sex work had moved off of the main strip, and the retail landscape had noticeably transformed as organic Undecidability and the Urban  412 food shops and health stores appeared among the pawn shops and old-world bakeries. In a neighbourhood re-branding itself as an “eco-health hub,” the body seemed like a salient starting point for considering the differential impacts of gentrification. In exploring gentrification through the lens of embodiment, by examining body-centred leisure and labour practices and discourses, and by observing the intra-action of the material, embodied, and more-than-human with urbanization processes and political economy, my intention was to think beyond the notion of the body as a site for accumulation under neoliberalism, and to consider the body as a site of production of gentrification, and gentrification as embodied in a variety of ways. How this might work, though, was only apparent to me after my own embodied, relational, everyday experiences with different members of the Junction community, Alongside the new spaces devoted to yoga, green products, and local produce, social services and institutions serving marginalized groups persist and have no shortage of clientele. The Evangeline Women’s Shelter, operated by the Salvation Army, is one such institution. A regular occurrence at the shelter is the Monday Art Group (MAG), run by the Red Wagon Collective (RWC). MAG is facilitated by scholar/artist/activists Kim Jackson and Nancy Viva Davis Halifax; I knew Kim from the neighbourhood and we had collaborated on other gentrification-related projects before. Kim suggested I come by MAG and meet some of the women while I was doing my Junction research. After explaining my research and getting verbal consent for me to observe and interact with the group, I started making weekly visits to MAG. The purpose and spirit of MAG is best described in their own words:  The Red Wagon Collective (RWC) is a loose knit group of women who do cultural work around the affects of poverty and homelessness in the Junction neighourhood and environs. Currently the main project of the Red Wagon Collective is the Monday Art Group (MAG) […].MAG is a space where women work on their own projects, develop skills, make gifts or practical items, share and produce knowledge and spend time with one another, in other words MAG is an informal economic space of affective, knowledge, informational, supportive, resource, and gifting exchanges. The MAG is also a performative space where we push the boundaries of neighbourliness, of social arts, dialogue and resistance. […] MAG is a space of racialization, class and disability […]. MAG gains its outsider art aesthetic from the neoliberal conditions of poverty in which we work (Red Wagon Collective, 2015).  It is worth detailing how the “neoliberal conditions of poverty” extend within the shelter itself. On my first night with MAG, a sudden massive rainstorm led to flooding in some of the basement rooms where MAG takes place. As we ACME: An International Journal for Critical Geographies, 2017, 16(3): 405-426  413 monitored the rooms for rising water, Kim explained that the basement had recently been renovated, but a communal kitchen space – where the women used to gather and cook for one another – had been removed. Collective food preparation had been replaced by a small buffet of junk food at break time during MAG. This wet humid night in early July was followed by many more weeks of scorching heat. The women are not allowed to have fans in their rooms, and their curfew prevents them from being outside during cooler times late at night. These small, cruddy, everyday inconveniences are less notable and eventful than evictions, rising house prices, or closing businesses (Kern, 2016). But they feed the conditions of exhaustion that make it extremely difficult for the women here to persevere in the neoliberal city. As Povinelli (2011, 112) notes, “exercises of the self must be supported materially,” and while the shelter is a life-saving place for many women, it can offer very little in the way of support for social projects to enhance their lives. Despite the uncomfortable conditions, the MAG women worked with varying degrees of skill and enthusiasm on different projects for two hours each week. While there, I would knit, make slip knots for casting on, lend a finger to hold down a knot, cut fabric scraps for quilting, find the right coloured beads for bracelets, match pairs of knitting needles, wind balls of yarn and so on: whatever was useful in the moment. At first glance, MAG seems like an evening activity designed to keep the women busy and pre-occupied, but regardless of what the shelter operators want or expect, the art group is purposeful in unexpected ways. Multiple quirky, irreverent, abstract, absurd, and perhaps failure-bound social projects persist, for example, Cynthia’s pincushion project.   One night, Cynthia1 – an art group regular and a long-time on-and-off shelter resident – had the old sewing machine out and was running up small quilted pincushions. I was cutting fabric for her but she insisted that I make one of my own. Under her guidance, we chose black, white, and red fabrics and she suggested a striped back for the pincushion. Reluctant and nervous (I’m not skilled at sewing), I cut my fabric and tried to pin the pieces together properly for stitching. Cynthia had a magic touch with the ancient sewing machine and she often had to patiently stop her work to help me run my squares through as I repeatedly jammed the machine. She whipped off pincushion after pincushion, handing them to Emily to stuff with fabric scraps. Kim asked her what she planned to do with the pincushions, and Cynthia replied that she hoped to sell them at the Junction Flea, a trendy monthly market that set up in a vacant lot (now condominiums) across the street. Or, she would give them away to be auctioned off in the next charity fundraiser in the neighbourhood. With these goals in mind, it was not surprising when she insisted I keep my lumpy and crooked pincushion for myself.                                                   1 Shelter residents have been given pseudonyms. Undecidability and the Urban  414 Performing at the Fail Better Cabaret (Heather) When I first ventured forth into my post-doctoral research in Glasgow, my goal was to seek out queer and feminist artists and arts collectives producing work within a neoliberal “creative city” context. For this project, I sought to build on my previous research: an intersectional feminist analysis of the contradictory roles artists play in urban regeneration strategies meant to “re-invent” cities and neighbourhoods for tourism and investment (McLean, 2014a,b). Committed to uncovering sites of contradiction, agency, re-working, and resistance, my research also examines feminist and queer strategies to contest marketization, gentrification, and precarious work. Glasgow is a particularly interesting city to investigate the ways neoliberal culture planning takes shape in post-industrial Scotland. In 1997 the city was designated as Europe’s City of Culture because of its lively urban design, architecture, contemporary arts, and literary scenes. Around this time, journalists and cultural critics referred to the large number of Turner Prize-winning artists that emerged from the city as the “Glasgow Miracle” (Mother Tongue, 2013). Over the past few decades, city boosters, private sector partners, third sector groups, universities, and arts schools have leveraged this “award winning” creativity to attract investment to the former manufacturing and ship-building powerhouse (Gray, 2008). These collaborations include various projects to re-invent some of the UK’s most socially and economically deprived neighbourhoods with cultural facilities and community-engaged arts initiatives.  Unsure about where or how to initiate this research, I asked a few PhD students and post-doctoral researchers if they could point me towards feminist and queer arts collectives working within an increasingly entrepreneurialized and competitive culture planning paradigm. I was taken aback when they responded that, “nothing radical was currently happening” in Glasgow’s arts scenes. According to them, many of the city’s artists are incapable of engaging in politicized arts practice because they receive grants from entrepreneurialized organisations including Creative Scotland, a QUANGO that promotes public-private partnerships and urban regeneration. They also critiqued Glasgow artists for programming work in arts-based initiatives meant to catalyze urban redevelopment in disinvested neighbourhoods. These activities include the cultural activities planned alongside the 2014 Commonwealth Games, strategies that have accelerated gentrification and displacement in the city’s East End (Glasgow Games Monitor, 2014). My critical colleagues also cautioned me that, young artists in Glasgow rarely produce politicized work because they have been raised within a neoliberal paradigm that promotes competition, opportunism, and individualism.  In some ways, I valued my new colleagues’ and friends’ critical perspectives because they pointed out the material consequences of neoliberal cultural policies on Glasgow’s communities and neighbourhoods. However, I was cautious not to wholesale condemn a heterogeneous network of individuals and ACME: An International Journal for Critical Geographies, 2017, 16(3): 405-426  415 communities as apolitical and uncritical without spending time with artists and arts collectives.  In my past Toronto-based research, I mapped and examined the multiple ways market-oriented cultural policies entangled artists and arts organizations in exclusionary initiatives that naturalized gentrification and displacement (McLean, 2014a). Meanwhile, by co-creating projects, spending time with various collectives, and learning about critical artists’ struggles, I learned about the often under-the-radar ways artists work within, against, and beyond confining regimes (McLean, 2014b). After attending various arts events connected to the 2014 Scottish Independence campaign, a friend eventually introduced me to Fail Better, a twice-a-month cabaret that stages under-represented working class, queer, and disabled artists, as well as artists of colour and women artists. An homage to poet Samuel Beckett’s (1983) call to “fail again, fail better,” the politicized cabaret is far from a space where “nothing radical” is happening. Instead, Fail Better eschews award-winning creativity and makes space for artists to try out works-in-progress and share less polished projects with a supportive audience. The cabaret takes space in McChuill’s, an east-end pub that has a history of supporting various anti-racist and anarchist groups. I eventually developed a more nuanced sense of arts-activism in Glasgow by participating in one of the Fail Better events.  After attending a few cabarets, one of the organisers asked me if I would like to try out some of my material on the stage. In Toronto I had performed drag king character Toby Sharp with Dirty Plotz, a cabaret that explores the historic and ongoing exclusion of women in the arts. In these satirical performances, I shared my research on the gendered and raced politics of neoliberal arts-led regeneration strategies with a broad audience. A “tool for urban change,” Toby discusses a range of fictitious urban regeneration projects in public lectures that satirise the popular Ted Talk format, often deeply gendered and raced stagings of urban “expert” masculinity (McLean, 2017). For Fail Better, I scripted a short, interactive Toby performance: a fake Commonwealth Games evaluation strategy. This included borrowing sound bites from the Commonwealth Games 2014 Legacy Framework, an on-line document that outlines the importance of participatory arts for igniting regeneration in Glasgow (Commonwealth Games, 2014). Referencing the document, I asked the audience if they felt more “engaged” and “creative” since the Games invested millions of dollars in what activists have critiqued as short-term arts projects in the city’s disinvested neighbourhoods. I also referenced activist blogs that critique the Games’ for displacing low-income families and the community services they rely on for shiny new sports facilities (Glasgow Games Monitor, 2014). By performing at Fail Better and attending the cabarets over the past year, I have met amateur and professional artists from a range of socio-economic backgrounds engaged in diverse, politicized projects. Some of the artists receive grants from mainstream public funding institutions, others work for universities and arts institutions, and some are struggling to get by on disability benefits or Undecidability and the Urban  416 support themselves with precarious jobs in the service and retail sectors. The cabaret also creates a stage for politicized spoken word, hip hop, live music performances, independently-produced short film screenings, and an eclectic mix of uncategorizable performances from strip tease to firewalking. Indeed, the night I performed Toby, I shared the stage with a feminist writer who satirized Glasgow City Council’s efforts to demolish public housing in lively call and response poetry. At other Fail Better gatherings, I have met poets, musicians and visual artists who rail against benefits’ sanctions and the everyday barriers people living with disabilities face in a time of vicious public spending cuts.  I have also developed some understanding of the tensions that this diverse mix of artistic work can stir up by regularly attending Fail Better cabarets. As an example, even though the cabaret consistently features white, male, and working class hip-hop artists, the programmers also welcome feminist, queer, and trans artists. Fail Better has also programmed disabled arts collectives that address disability, gender, race, and migration politics with powerful performance art, music and moving images. According to some of the artists that I have met, this wide-ranging programming can sometimes produce tensions. Specifically, a few feminist artists have critiqued the masculinist performances of some of the hip-hop artists. At the same time, these critics mentioned that the Fail Better “hip hop bros’” bring valuable perspectives on class, poverty, and violence to the stage (Interview with Glasgow-based artist, September 2016). They also claim that such tensions spark important public dialogue about identity, politics, and inequalities in Glasgow. Moreover, by participating in the cabarets I have gained some insight into the ways Fail Better acts as a lively convergence space for Glasgow arts-activists engaged in projects that connect the local and the global. During an event focussed on a protest to shut down Dungavel (an asylum seeker detention centre situated a few hours south of the city), practical strategies for a more effective demonstration were shared, and the audience mobilised to get involved. At another cabaret, artists raised funds for an asylum seeker women’s night shelter in the city’s disinvested Govanhill neighbourhood. Meanwhile, in various Fail Better evenings, artists have raised funds to cover legal costs of anti-drone factory protestors, as well as gathered donations for Medical Aid to Palestine and a youth centre in the Aida Refugee Camp (McLean, 2017). These collaborations are spearheaded by an eclectic mix of poets and playwrights including one of the cabaret’s organisers, a writer who has co-edited poetry books with a network of Palestinian and Scottish playwrights and poets (Lochhead and Bell, 2014).  Undecidability and urban theory making: affirming life, resisting closure  Our forays along research pathways that involved embodied relationality, discomfort, vulnerability, and encounter have allowed us to approach urban theory around gentrification and culture-led regeneration in new ways. This is not because we have been intrepid researchers venturing into exciting new frontiers. There is ACME: An International Journal for Critical Geographies, 2017, 16(3): 405-426  417 nothing glamorous or sexy about a pub cabaret or an arts-and-crafts night. And there is perhaps nothing glamorous or sexy about the theoretical insights that can emerge from inhabiting undecidability. We contend, however, that what emerges has the potential to help “fuck neoliberalism” (Springer, 2016) by prying us away from taken-for-granted “critical” explanatory models and allowing a “re-imagining of our theoretical and political frameworks […] in and through spaces of collaborative knowledge production” (Nagar, 2011, 110).  Here, we highlight how our research stories illuminate alternative paths of theory making and offer more life-affirming accounts of affinities, alliances, and encounters (McKittrick, 2006) by paying attention to the ways in which the urban worlds we desire are already – slowly, not without push back – being brought into existence. First, we want to sketch out what our analyses of these vignettes might look like if we inhabited a position where neoliberalism was the presumed “context of context” for our research sites, in order to bring into relief what we think would have been missed along this path. The same old story? In the Junction, structural changes (housing prices, income levels, eviction rates, etc.), policy analysis, and an examination of discourse could easily have been used to illustrate the role of neoliberal ideologies and practices in producing gentrification. Certainly, neoliberal urban policies also directly affect the women in the shelter (e.g. through clawbacks to social assistance and limited options for social housing). The presence of the shelter, and the women who temporarily reside there, could be read in a number of ways: as a leftover legacy of the working-class and socially-marginal past of the Junction; as a space under threat of displacement as land values rise; as an institutional barrier to complete or rapid gentrification (Ley and Dobson, 2008); as a space of social abandonment; as a place that is ignored by area residents as they lead parallel, rarely intersecting, lives (Butler, 2003); and perhaps as a threat to gentrification through public behaviour of the residents that is sometimes deemed undesirable. All of these readings provide a fairly poor prognosis for the fate of the shelter and its residents as gentrification proceeds. Significantly, what happens inside the shelter matters very little to this political economy approach. The shelter is positioned as a passive recipient of change, not interacting actively with the processes swirling around it. Even after spending time within the shelter, Leslie could look at the art group and Cynthia’s efforts as an example of the roll out of ideals of neoliberal self-sufficiency, e.g. the creation of neoliberal subjects who will do for themselves, and act in an entrepreneurial way. It would be possible to write these off as compromised and apolitical practices produced by neoliberalism’s attempt to force the charity sector and volunteer labour to pick up the slack of neoliberal roll backs to social services. This neat story would confirm the hypothesis that neoliberalism is everywhere and hyper-powerful in co-opting any attempts at resistance. Undecidability and the Urban  418 Neoliberal urbanism is undoubtedly shaping cultural production in Glasgow. Organisations like Creative Scotland and the 2014 Commonwealth Games have mobilized artists in strategies to “re-invent” disinvested neighbourhoods in order to attract investment and middle class professionals. These neoliberal technologies of governance ensnare artists in strategies that accelerate gentrification and displacement. Such policies also naturalize competitive values and idealize the always-hustling and precarious artist (Peck, 2005). Through this perspective, Heather could potentially map and interrogate artists’ complicity in exclusionary place-marketing campaigns meant to makeover the post-industrial city into a hip space for artistic consumption and tourism. Thus, a critical political economy lens is useful to Heather for interrogating the broader processes that shape the arts and culture scenes.  However, through this lens, one could argue that Fail Better is also ensnared in the production of neoliberalized spaces and subjectivities, and that the cabaret organizers are complicit in entrepreneurialized projects as they receive grants from arts funding QUANGOS and work for universities and publishers. One could also contend that, because even marginal cultural production is currently consumed as spectacle, the cabaret artists’ work could be easily co-opted into mainstream regeneration agendas and that the space plays into the hands of neoliberal agendas as it supports DIY arts projects with minimal public funding or support. But this perspective would reinforce an all-or-nothing account of neoliberalism’s reach and durability, a script that forecloses an analysis of the cabaret’s contradictions and agentic potential. Alternative routes to theory making Inhabiting undecidability is, for us, a key element of feminist praxis. Feminist praxis brings theory and action together by insisting on collaboration, fostering situated solidarities, and connecting diverse sites of knowledge production, especially from marginalized people and places (Nagar, 2011; Peake, 2016a; Parker, 2016). Building urban theory from feminist praxis means refusing attempts at mastery (Halberstam, 2011) and embracing minor theory as an approach that “tears at the confines of major theory; pushing its limits to provoke a ‘line of escape’, a rupture – a tension out of which something else might happen” (Katz, 1996, 489). These ruptures might emerge from embodied experience and description, which according to Ahmed (2014) are not distinct from the work of theory building. “I like to think of feminist concepts as ‘sweaty concepts,’” says Ahmed, “concepts that show the bodily work or effort of their making.” Feminist praxis builds capacity to generate feminist concepts. At the Evangeline Shelter, feminist praxis sustains the social projects that occur there. Kim and Nancy bring their artistic skills as well as their resources as scholars to MAG (Derickson and Routledge, 2015), something that has been helpful in bringing the women’s art out of the shelter and into neighbourhood, university, and gallery spaces (Red Wagon Collective, 2015). However, Nancy and ACME: An International Journal for Critical Geographies, 2017, 16(3): 405-426  419 Kim do not direct the MAG or the particular projects of the women as individuals or a group. These are conceived of and executed by the women based on their own interests and concerns. Within MAG, the women are also able to support one another. Although living at the shelter could be a stressful and lonely experience, and not all of the women got along, many found ways to help each other and work on shared projects. For Leslie, the opportunity to sit with the women, working on small creative projects, listening to their experiences of the changing neighbourhood, afforded a glimpse of feminist work to create temporary yet replicable micro-worlds of alternative urban relationships.  Without an overly rigid research agenda or theoretical framework, it was possible to simply be with, to listen, and to participate in whatever activities were happening. These embodied modes of participation were essential to remaining open to the knowledge that was slowly being shared: working with hands, sweating in the humid basement, learning new skills, being uncomfortable and even a little unwilling to make a pincushion. Making a pincushion with Cynthia was necessary to even partially interpret her project and its potential meanings, to situate it in the context of the broader work of the MAG, to understand Cynthia’s position in the neighbourhood in more nuanced ways, and to make meaningful, situated sense of the impacts of the dynamics of gentrification in this particular place. This allowed Leslie to access some level of understanding of the intra-action of various forces (environment, institution, bodies, etc.), much of which might have been excluded with a typical political economy gaze. By engaging in feminist, praxis-oriented approaches including performing in Fail Better and spending time in the cabarets, Heather gained fine-grained insights into the ways artists are performatively and playfully pushing back at hegemonic values and crafting alternative spatialities. Through the embodied and relational act of attending the events, getting to know artists, and tracing the activist interventions taking place in and emerging from the space, Heather could better understand the queer, feminist, disability activist, and anti-racist arts interventions the cabaret nurtures. Engaging with Fail Better also allowed Heather to develop a sense of the tensions generated from the diverse programming and resulting critical conversations. Moreover, through the feminist and queer act of drag kinging, Heather shared research about the masculinist politics of “expert” urban researchers in a space that embraces undecidability, improvisation, and works in progress with the community. Fail Better makes space for works that have the potential to flop and fail and welcomes projects that reject confining aesthetic standards. The cabaret itself thus materializes the values of feminist knowledge production that we advocate here, including collaboration, embodied participation, and celebrating the risk of failure (through the refusal of mastery). As Halberstam (2011, 2-3) cries, “under certain circumstances failing, losing, forgetting, unmaking, undoing, unbecoming, not knowing may in fact offer more creative, more cooperative, more surprising ways of being in the world;” moreover, “failure Undecidability and the Urban  420 preserves some wondrous anarchy.” Holding space for that wondrous anarchy in urban theory, we suggest, is essential for transformative politics.  Affirming life Our research vignettes contain moments that do not strictly “make sense” within a political economy framework, and that we believe would be written off pre-emptively as “not radical,” foreclosing the possibility of finding spaces of solidarity, re-working, resistance, and endurance in our chosen cities and communities. Without romanticizing the limitations and daily struggles faced by precarious artists and women living in poverty, we maintain that it is essential to acknowledge – in the hope of supporting, fostering, and building upon – the world-making efforts of groups enacting alternative modes of community-building in the face of neoliberal hostilities. In the Junction, Cynthia’s determination to make pincushions as charity auction items or objects for sale is admirable, but might easily be discounted as either individualistic or, quite simply, hopeless. And of course it was unclear whether Cynthia’s objectives with the pincushions could be met. However, even if shelter residents like Cynthia do not have the power to make their projects successful, they do have politics (Povinelli, 2011). They persist in their being, despite being deemed excess to capital in so many ways. This space of excess though contains some possibility of acting and being otherwise, a possibility that should not be foreclosed by a fatal diagnosis of neoliberalism. Cynthia envisioned and attempted to enact neighbourhood relationships in which shelter residents are not positioned as recipients of the neighbourhood’s charity but as contributors to the social and cultural economy of the Junction. Instead of understanding these projects as already doomed by the post-political culture of a gentrified neighbourhood, we can develop theoretical insights about the conditions – embodied and emotional, material and discursive – that shape how projects might endure the constraints of neoliberalism  (Povinelli, 2011). We might glean the potential that lies within these partial, contingent, fragile, and fraught solidarities to both improve some of the day-to-day material conditions of life for marginalized city dwellers, and to facilitate or open up the potential for further solidarities.   Confined by structural forces including entrepreneurialized policies that favour depoliticized, market-friendly work and promote competition and individualism, Glasgow-based artists become ensnared in the naturalization of neoliberal values. However, within this confining context, the Fail Better organizers still find ways to draw from their networks and experience to carve out space for critical dialogue and politicized, relational work. As an example, the spoken word artist that performed on the stage the same night as Toby playfully critiqued the violence of revanchist urban policies with satirical call-and-response poetry, a relational arts practice that breaks down hierarchies and generates collectivist political sensibilities (Nagar, 2011). Also, instead of reinforcing myths of meritocracy that legitimate and award certain artists and exclude others, the ACME: An International Journal for Critical Geographies, 2017, 16(3): 405-426  421 cabaret organisers support a vast array of under-represented artists, abilities and identities: disabled and non-binary bands, queer performance artists, angry feminist singers, and working class filmmakers. Moreover, as activists raise legal funds for arrested friends and discuss grassroots community projects in between acts, they contest a contemporary “creative city” emphasis on community-engagement for the sake of consumption and place-marketing (McLean, 2014). Echoing Larner (2011), such activities are often under-the radar acts of re-working and resistance co-evolving within neoliberal regimes. These conversations and interventions generate collaborative projects and alliance work that move from the specific locale of the cabaret stage outwards across networks and geographic scales from Palestinian writers and poets to women asylum seekers in the city’s southside, situated solidarities (Nagar, 2011) that can spark further learning and activism. The research experiences that we share here represent moments in our ongoing work where we have been confronted with the limitations of a political economy framework for making sense of complex sets of relations that exist and persist under conditions of gentrification. It would have been easy to recite the same, pre-decided critical urban studies script about omnipresent neoliberal forces and the recruitment of neoliberal subjects in either case. Our decision to start from an embodied, engaged, and situated standpoint, paying attention to fine-grained accounts of queer and feminist, out-of-sight, unlikely, uneventful places, moments, and people allowed us to trace different contours of gentrification and resistance. Like our feminist colleagues who contest various strands of critical urban theory, we have no wish to dismiss the insights, rigour, and analytical potential of political economy approaches, nor would we suggest ignoring the conditions, impact, and workings of neoliberalism. We advocate for a more generative approach to urban political economy, one that foregrounds feminist commitments to produce knowledge collaboratively, to start in and from unexpected places, and to resist totalizing narratives. In our work, we have looked for emergent solidarities, embodied connections, persistence, playfulness, potentiality, and spaces of experimentation where projects sometimes flop and fail. We have no illusions about the limitations of the situations we describe; nor do the people we engage with in our research. However, in highlighting the undecided nature of all urban processes, all politics, all acts of resistance, we refuse to cede the possibility of alternative urban futures. We prefer instead – and call on others to do the same - to pay attention to the kinds of generative relations, solidarities, and possibilities that embody the spirit of the city that we wish for, rather than the one that we lament.    Acknowledgements Thanks to Kate Derickson for generous feedback on an earlier draft of this paper. Two reviewers and the editor at ACME offered very helpful suggestions that allowed us to strengthen our arguments. Leslie Kern would like to thank Kim Jackson and Nancy Halifax, and the women of MAG, for their collaboration. Undecidability and the Urban  422 Kern’s research was supported by a grant from the Social Sciences and Humanities Research Council of Canada. Heather McLean acknowledges the support of the Urban Studies Foundation, Fail Better and the Worker’s Theatre. A version of this paper was presented at the American Association of Geographers Annual Meeting, San Francisco, 2016.  References Ahmed, Sara. 2014. Sweaty concepts. https://feministkilljoys.com/2014/02/22/sweaty-concepts/. Accessed January 20, 2017. Alland, San. 2016. http://www.blissfultimes.ca/. Accessed July 26, 2016. Beckett, Samuel. 1983. Worstward Ho. Grove Pr. Bondi, Liz. 1998. Gender, class, and urban space: Public and private space in contemporary urban landscapes. Urban Geography 19, 160–85.  Bondi, Liz. 1999. Gender, class, and gentrification: Enriching the debate. Environment and Planning D: Society and Space 17, 261-282.  Brenner, Neil and Nik Theodore. 2002. Cities and the geographies of “actually existing neoliberalism.” Antipode 34, 349-379. Brenner, Neil, Jamie Peck and Nik Theodore. 2010. Postneoliberalism and its malcontents. Antipode 41, 94-116. Brenner, Neil and Christian Schmid. 2012. Planetary urbanization. In, Matthew Gandy (ed.), Urban Constellations. Berlin: Jovis, pp. 10–13. Brenner, Neil and Christian Schmid. 2014. The ‘urban age’ in question. International Journal of Urban and Regional Research 38, 731–755. Brenner, Neil and Christian Schmid. 2015. Towards a new epistemology of the urban? City 19, 151–182.  Buckley, Michelle and Kendra Strauss. 2016. With, against and beyond Lefebvre: Planetary urbanization and epistemic plurality. Environment and Planning D: Society and Space 34, 617-636. Butler, Tim. 2003. Living in the bubble: Gentrification and its ‘others’ in North London. Urban Studies 40, 2469–86.  Cachín Cachán Cachunga. 2016. https://www.facebook.com/CachCachCach/. Accessed July 26, 2016. Cahill, Caitlin. 2006 ‘At risk’? The Fed Up Honeys re-present the gentrification of the Lower East Side. Women's Studies Quarterly, 334-363. ACME: An International Journal for Critical Geographies, 2017, 16(3): 405-426  423 Cahill, Caitlin. 2007. Negotiating grit and glamour: Young women of color and the gentrification of the Lower East Side. City & Society 19, 202–31.  Commonwealth Games. 2014. http://legacy2014.co.uk/content/publications. Accessed July 26, 2016. Curran, Winifred and Trina Hamilton. 2012. Just green enough: Contesting environmental gentrification in Greenpoint, Brooklyn. Local Environment 17, 1027–42.  Davidson, Mark. 2011. Critical commentary: Gentrification in crisis: Towards consensus or disagreement? Urban Studies 48, 1987–96.  Derickson, Kate Driscoll. 2014. Urban geography 1: Locating urban theory in the ‘urban age.’ Progress in Human Geography 39, 647–657. Derickson, Kate Driscoll. 2016a. On the politics of recognition in critical urban scholarship. Urban Geography 37, 824-829.  Derickson, Kate Driscoll. 2016b. Urban geography 2: Urban geography in the age of Ferguson. Progress in Human Geography 41, 230-244. Derickson, Kate Driscoll, and Paul Routledge. 2015. Resourcing scholar-activism: Collaboration, transformation, and the production of knowledge. The Professional Geographer 67, 1–7. Deutsche, Rosalind. 1991. Boystown. Environment and Planning D: Society and Space, 9: 5-30. Doan, Petra. 2011. Queerying Planning: Challenging Heteronormative Assumptions and Reframing Planning Practice. London: Ashgate. Gibson-Graham, J.K. 1996. The End of Capitalism (as We Knew It): A Feminist Critique of Political Economy. Minneapolis, University of Minnesota Press. Gibson-Graham, J.K. 2006. A Postcapitalist Politics. Minneapolis, University of Minnesota Press. Glasgow Games Monitor. 2014. http://gamesmonitor2014.org/ Gray, Neil. 2008. The Clyde gateway: A new urban frontier. Variant 33, http://www.variant.org.uk/pdfs/issue33/v33_gray.pdf. Accessed July 26, 2016. Halberstam, Judith (Jack). 2011. The Queer Art of Failure. Durham and London, Duke University Press. Hamnett, Chris. 2009. The new Mikado? Tom Slater, gentrification and displacement. City 13, 476–82. Harvey, David. 1989. From managerialism to entrepreneurialism: The transformation in urban governance in late capitalism. Geografiska Annaler. Series B, Human Geography 71, 3-17. Undecidability and the Urban  424 Harvey, David. 2007. Neoliberalism as creative destruction. Annals of the American Academy of Political and Social Science 610, 22–44.  Higson, 2015. United we will swim again. http://www.imdb.com/title/tt4811414/. Accessed July 16, 2016. Katz, Cindi. 1996. Towards minor theory. Environment and Planning D: Society and Space 14, 487–99. Kern, Leslie. 2010. Selling the ‘scary city’: Gendering freedom, fear and condominium development in the neoliberal city. Social and Cultural Geography 11, 209-230. Kern, Leslie. 2015. From toxic wreck to crunchy chic: Environmental gentrification through the body. Environment and Planning D: Society and Space 33, 67-83.  Kern, Leslie. 2016. Rhythms of gentrification: Eventfulness and slow violence in a happening neighbourhood. cultural geographies 23, 441–57.  Kern, Leslie and Gerda R. Wekerle. 2008. Gendered spaces of redevelopment: Gendered politics of city building. In, Judith DeSena and Ray Hutchison (eds.) Gender in an Urban World. Bingley, UK: JAI/Emerald, pp. 233-262. Kingfisher, Catherine. 2002. Western Welfare in Decline: Globalization and Women’s Poverty. Philadelphia: University of Pennsylvania Press.  Larner, Wendy. 2000. Neo-liberalism: Policy, ideology, governmentality. Studies in Political Economy 63, 5–26.  Larner, Wendy. 2011. C-change? Geographies of crisis. Dialogues in Human Geography 1, 319-335. Larner, Wendy. 2014. The limits of post-politics: Rethinking radical social enterprise. In, Japhy Wilson and Erik Swyngedouw (eds.) The Post-Political and Its Discontents: Spaces of Depoliticisation, Spectres of Radical Politics. Oxford: Oxford University Press, pp. 189-207. Ley, David, and Cory Dobson. 2008. Are there limits to gentrification? The contexts of impeded gentrification in Vancouver. Urban Studies 45, 2471–98.  Lochhead, L. and Henry Bell. 2014. A Bird is Not a Stone: Contemporary Palestinian Poetry and Scottish Translations. Glasgow: Freight Books. McKittrick, Katherine. 2006. Demonic Grounds: Black Women and the Cartographies of Struggle. Minneapolis, University of Minnesota Press. McLean, Heather. 2014a. Cracks in the creative city: The contradictions of community arts practice. International Journal of Urban and Regional Research 38, 2156–2173. McLean, Heather. 2014b. Digging into the creative city: A feminist critique. Antipode 46, 669–690 ACME: An International Journal for Critical Geographies, 2017, 16(3): 405-426  425 McLean, Heather. 2017. Hos in the garden: Staging and resisting neoliberal creativity. Environment and Planning D: Society and Space 35, 38-56. Mitchell, Katharyne, Marston, Sallie and Katz, Cindi. 2004. Life’s Work: Geographies of Social Reproduction. New York: John Wylie Mother Tongue. 2013. http://mothertongue.se/index.php/publications/. Accessed July 26, 2016. Muller Myrdahl, Tiffany. 2013. Ordinary (small) cities and LGBQ lives. ACME: An International E-Journal for Critical Geographies 12, 279–304. Nagar, Richa. 2002. Footloose researchers, ‘traveling’ theories, and the politics of transnational feminist praxis. Gender, Place and Culture 9, 179-186. Nagar, Richa. 2011. Muddying the Waters: Coauthoring Feminisms across Scholarship and Activism. Chicago: University of Illinois Press. Oswin, Natalie. 2016. Planetary urbanization: A view from outside. Environment and Planning D: Society and Space Online ahead of print doi:10.1177/0263775816675963. Parker, Brenda. 2016. Feminist forays in the city: Imbalance and intervention in urban research methods. Antipode Online ahead of print doi:10.1111/anti.12241. Parnell, Susan and Jennifer Robinson. 2012. (Re)theorizing cities from the Global South: Looking beyond neoliberalism. Urban Geography 33, 593–617. Peake, Linda. 2016a. On feminism and feminist allies in knowledge production in urban geography. Urban Geography 37, 830-838. Peake, Linda. 2016b. The twenty-first-century quest for feminism and the global urban. International Journal of Urban and Regional Research 40, 219-227. Peake, Linda and Martina Rieker (eds.) 2013. Rethinking Feminist Interventions into the Urban. London: Routledge.  Peck, Jamie. 2015. Cities beyond compare? Regional Studies 49, 160–182.  Peck, Jamie. 2011. Neoliberal suburbanism: Frontier space. Urban Geography 32, 884-919. Povinelli, Elizabeth A. 2011. Economies of Abandonment: Social Belonging and Endurance in Late Liberalism. Durham, NC: Duke University Press. Pratt, Gerry and Victoria Rosner. 2012. The Global and the Intimate: Feminism in Our Time. New York: Columbia University Press. Rankin, Katherine. 2011. Assemblage and the politics of thick description. City 15, 563-569. Undecidability and the Urban  426 Rankin, Katharine N. and Heather McLean. 2015. Governing the commercial streets of the city: New terrains of disinvestment and gentrification in Toronto’s inner suburbs. Antipode 47, 216–39.  Red Wagon Collective. 2015. MAG art exhibit at York University. https://gatheringspace.wordpress.com/2015/09/11/mag-art-exhibit-at-york-university/ Accessed August 11, 2016. Richter, A. 2010. Exploiting an ‘army of friendly faces’: volunteering and social policy implications. Journal of Policy Research in Tourism, Leisure and Events 2, 184-188. Robinson, Jennifer. 2006. Ordinary Cities: Between Modernity and Development. London: Routledge. Roelvink, G. 2016. Building Dignified Worlds: Geographies of Collective Action. Minneapolis, University of Minnesota Press. Rose, Damaris. 1989. A feminist perspective on employment restructuring and gentrification: The case of Montreal. In, Jennifer R. Wolch and Michael J. Dear (eds.) The Power of Geography: How Territory Shapes Social Life. Unwin Hyman, pp.118-138. Roy, Ananya. 2016. What is urban about critical urban theory? Urban Geography 37, 810-823. Singh, Richa and Richa Nagar. 2006. In the aftermath of critique: The journey after Sangtin Yatra. In, Saraswati Raju, Satish Kumar and Stuart Corbridge (eds.) Colonial and Postcolonial Geographies of India. London: Sage, pp. 298-319. Slater, Tom. 2010. Still missing Marcuse: Hamnett’s foggy analysis in London Town. City 14, 170–79.  Springer, Simon. 2016. Fuck neoliberalism. ACME: An International E-Journal for Critical Geographies 15, 285-292. Wekerle, Gerda R. 2005. Domesticating the neoliberal city: Invisible genders and the politics of place. In, Wendy Harcourt and Arturo Escobar (eds.) Women and the Politics of Place. Boston: Kumarian Press, pp. 86-99. Woods, Clyde. 2002. Life after death. The Professional Geographer 54, 62-66. Wright, Melissa. 2013. Feminism, urban knowledge and the killing of politics. In, Linda Peake and Martina Rieker (eds.) Rethinking Feminist Interventions into the Urban. New York: Routledge.  Yeoh, Brenda, Shirlena Huang and Katie Willis. 2000. Global cities, transnational flows and gender dimensions: The view from Singapore. Tijdschrift Voor Economische En Sociale Geografie 91, 147–158. Zukin, Sharon. 1987. Gentrification: Culture and capital in the urban core. Annual Review of Sociology 13, 129-147. ",
    "id": 111558354,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.gla.ac.uk:150961"
    },
    "title": "Undecidability and the urban: Feminist pathways through urban political economy",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-01-01T00:00:00+00:00",
    "publisher": "University of British Columbia, Okanagan",
    "references": [],
    "sourceFulltextUrls": [
        "https://eprints.gla.ac.uk/150961/1/150961.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/111558354.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/111558354"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/111558354/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/111558354/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/111558354"
        }
    ],
    "abstract": "There is a well established body of feminist scholarship critiquing the methodological and epistemological limits of an “objective” view from nowhere in urban research and political economy frameworks. Recent developments, such as the planetary urbanization thesis, have reignited feminist efforts to counter patriarchal, colonial, and hegemonic ways of knowing. Here, we recount our frustrations with the reproduction of dominant political economic modes of “knowing” urban processes such as gentrification and culture-led regeneration in research that seeks to uncover the production of neoliberal spaces and subjectivities. We argue that this narrow approach forecloses the possibility of observing or working with radical world-making projects that stand outside of traditional understandings of the political. Thus, we heed our feminist colleagues’ call to foreground the undecidability of the urban, allowing ourselves and our subjects to express uncertainty about the causes, outcomes, and impacts of urban processes. In what follows, we share short research vignettes from our projects in Toronto and Glasgow and discuss the implications of forging unexpected solidarities, engaging in embodied, participatory knowledge production, and reading urban politics off of persistent, uncertain, under-the-radar projects. We maintain that working from a position of undecidability yields greater potential for renewing our political imaginations beyond neoliberalism",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:eprints.gla.ac.uk:150961",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "42",
        "openDoarId": 0,
        "name": "Enlighten",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 111558354,
        "depositedDate": null,
        "publishedDate": "2017-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T09:09:18+00:00",
        "acceptedDate": null,
        "createdDate": "2017-11-04T08:23:02+00:00"
    },
    "urls": [
        "https://eprints.gla.ac.uk/150961/1/150961.pdf"
    ],
    "lastUpdate": "2024-02-12T09:09:18+00:00",
    "setSpecs": []
}