{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ubl, Katie L"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T18:08:55+01:00",
    "dataProvider": {
        "id": 3550,
        "name": "University of St. Thomas, Minnesota",
        "url": "https://api.core.ac.uk/v3/data-providers/3550",
        "logo": "https://api.core.ac.uk/data-providers/3550/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/217160230.pdf",
    "fullText": "University of St. Thomas, MinnesotaSt. Catherine UniversitySocial Work Master’s Clinical Research Papers School of Social Work2018Understanding the practitioner’s role in thetherapeutic setting: working with youth thatidentify as Black or African American and LGBTKatie L. UblUniversity of St. Thomas, Minnesota, klue38@comcast.netFollow this and additional works at: https://ir.stthomas.edu/ssw_mstrpPart of the Clinical and Medical Social Work Commons, and the Social Work CommonsThis Clinical research paper is brought to you for free and open access by the School of Social Work at UST Research Online. It has been accepted forinclusion in Social Work Master’s Clinical Research Papers by an authorized administrator of UST Research Online. For more information, pleasecontact libroadmin@stthomas.edu.Recommended CitationUbl, Katie L., \"Understanding the practitioner’s role in the therapeutic setting: working with youth that identify as Black or AfricanAmerican and LGBT\" (2018). Social Work Master’s Clinical Research Papers. 815.https://ir.stthomas.edu/ssw_mstrp/815Running head: Understanding the practitioner’s role in the therapeutic setting: working with youth that identify as Black or African American and LGBT           Understanding the practitioner’s role in the therapeutic setting: working with youth that identify as Black or African American and LGBT      A Systematic Review  Katie Ubl       GRSW 682 Graduate School of Clinical Social Work University of St. Thomas St. Catherine University  In partial fulfillment of the requirements for the degree of Master of Social Work     Professor:  Michael Chovanec, LICSW, PhD    Committee members:  John Ekholm, LSW Kunga Norzom, MSW, LGSW   The Clinical Research Project is a graduation requirement for MSW students at St. Catherine University and University of St. Thomas School of social work in St. Paul, Minnesota. This research project is conducted within a single semester to demonstrate learned basic social work research methods. Students must independently conceptualize a research problem, formulate a research design, implement the project, and publicly present the findings of the study. A research committee reviews research one-to-two times during the semester for feedback. This project is neither a Master’s thesis nor a dissertation, and is not a direct reflection of either University.  MULTIPLE MINORITY GROUPS  2 Abstract This systematic review aimed to find responses for practitioners to better engage in the therapeutic setting with multiple minority youth that identify as LGBT Black or African American. These multiple minority populations are at high risk for mental health. A systematic review analyzed data using grounded theory. Twelve articles categorized data within the ecological framework: micro, mezzo, and macro levels. For practitioners to better engage with LGBT Black or African American youth in the therapeutic setting, responses were found in all three levels of the ecological framework. Dominant responses for social work practitioners to better engage in the therapeutic setting included using intersectionality theory, understanding resiliency and coping skills, assessing and educating on sexual and racial bias in communities and schools, leading community and school based groups, challenging cultural norms and policies, and advocating for policy change specific to the client population.   Keywords: youth, adolescents, young people, teen, young adult, therapy, treatment, intervention, queer, lgbtq, gay, lgbt, lesbian, homosexual, transgender, African American, black, negro, and colored.                              MULTIPLE MINORITY GROUPS  3 Acknowledgements  I am incredibly thankful to those that closely supported me during this research process. Through the support of my committee, Dad, and partner, this challenging and rewarding experience was made possible. I am beyond appreciative of the ongoing support I received from my research chair, Dr. Michael Chovanec. There were moments throughout this process when I was not able to see past what was directly in front of me, but he continued to encourage me to trust the process and myself. I would also like to acknowledge my two committee members, John Ekholm and Kunga Norzom, who graciously give me feedback on this challenging topic and encouraged me to lean into the discomfort I was feeling and trust my research. Thank you to my Dad, Steve Ubl, who listened to many nights of typing and ranting. I am always grateful for your support and curiosity. Finally, to my partner, Shawn Barry, who kept me on track and was the best support and “tambourine” during the long nights of research. Thank you again to everyone, my committee, friends, family, and anyone that may have taken time to listen to me process this experience. I am forever grateful for each moment, and know that without you, this process would not have been the same. Thank you.                                MULTIPLE MINORITY GROUPS  4 List of Tables   Table 1: Articles chosen for review: Twelve articles met the inclusion and exclusion   criteria and were reviewed to understand how practitioners can better engage       with the Black and LGBT youth population in the therapeutic setting….............21 Table 2: Article search: Specificity search results ………………………………………25 Table 3: Article search: Sensitivity search results ………………………………………26  Table 4: Guidelines for Practitioners: Responses for practitioner’s to better engage  LGBT black and African American youth in the therapeutic setting….........…...35                                      MULTIPLE MINORITY GROUPS  5 Table of Contents Abstract …………………………………………………………………….......................2 Acknowledgements ……………………………………………………………………….3 List of Tables…………………………………………………………………...................4 Table of contents …………………………………………………………………...……..5 Introduction ……………………………………………………………………………….6 Background ……………………………………………………………………………….6 Significance to social work ……………………………………………………….8 Purpose of review and research…………………………………………………...8 Literature review ……………………………………………………………………..….10 Key terms ……………………………………………………………………..…10 Themes …………………………………………………………………………..12 Individual level ………………………………………………...………..13 Community level………………………………………………………....13 Large systems level………………………………………………..……..14 Summary…………………………………………………………………………15 Conceptual framework…………………………………………………………………...17 Micro level ………………………………………………………………………17 Mezzo level …………………………………………………..………………….18 Macro level.……………………………………………………………………...18 Methods…………………………………………………………………………………,.20 Research purpose, design, and rational…………………………………………..20 Sample selection criteria for articles……………………………………………..20 Data collection inclusion and exclusion criteria ………………………………...20 Abstraction/tracking sheet ………………………………………………………23 Data analysis …………………………………………………………………….23 Test search: specificity and sensitivity…………………………………………..23 Findings …………………………………………………………………………………27 Micro level ………………………………………………………………………27 Mezzo level ……………………………………………………………………...30 Macro level ……………………………………………………………………...31 Interaction between the Micro, Mezzo and Macro Levels ……...………………33 Discussion ……………………………………………………………………………….35 Strongest themes ………………………………………………………………...36 Gaps in the literature …………………………………………………………….37 Limitations to research …………………………………………………………..38 Suggestions for future research ………………………………………………….39 Guidelines for practitioners, recommendations …………………………………40 Conclusion …………………………………………………………………....................40  Appendix A: grounded theory visual guide ……………………………………………..42 Appendix B: data abstraction grid ………………………………………………………43 References ……………………………………………………………………………….44    MULTIPLE MINORITY GROUPS  6 Understanding the practitioner’s role in the therapeutic setting: working with youth that identify as Black or African American and LGBT  Introduction  Being one’s true self in therapy means being able to process all aspects of your identity as whole. “I’ve always had to split myself into piecemeal, my true identity like that, that’s how I survived here [in therapy] and like every day I still do that” one participant responded in a study for LGBT youth (Holley, Tavassoli, & Stromwalls, 2016, p. 317). This is an example of practitioners being unable to assist clients in processing both identities as one. In doing so, the practitioner led this client to choose one piece of their identity to process: sexual identity or racial identity. Background Studies show that people who identify as Lesbian, Gay, Bisexual, or Transgender (LGBT) and a person of color experience barriers when seeking mental health services. Some barriers included lack of access to services, not having professionals that visibly mirror client characteristics such as skin color, and not having a safe space in the community. Experiencing sexual and racial discrimination contributes to the high suicide rates as well as other risk factors such as homelessness and school bullying (Velez, Moradi, & DeBlaere, 2015). There is a higher risk for suicide attempt for LGBT people of color. Katz 2014 survey looked at LGBT youths of color that attempted suicide within the last year. LGBT participants showed 22.8% attempted suicide compared to 6.6% of their heterosexual counterparts. Also, 8% of LGBT youth suicide attempts were serious and resulted in hospital visits compared to 2% for heterosexual youth (Katz). A 2011 study, compared white LGB to Black and Latino LGB youth. Notice, this study did not include MULTIPLE MINORITY GROUPS  7 transgender (T) identifying youth. The study found Black and Latino youth had 2.5-3 times the odds of a suicide attempt before the age of 24 (O’Donnell, Meyer, & Schwartz, 2011). This population has a high risk for suicide attempts compared to their heterosexual, white counterparts, and they are also at high risk for homelessness. Due to these individuals rejecting family cultural norms, they may feel isolated and alone. Additionally, community can enhance these feelings of isolation and loneliness (Durso & Gates, 2012, p. 5). A New York Survey of homeless youth found that of homeless gay youth, 44% identified as Black and 26% Hispanic; and of homeless transgender youth, 62% identified as Black and 20% Hispanic (Freeman & Hamilton, 2008). In Detroit’s Ruth Ellis Center, the only LGBT youth shelter in Michigan, 99% of their clients identified as LGBT youth of color (Ray, 2006). This study shows a lack of resources in Michigan. Ray’s 2006 study is only one example of the greater North American LGBT people of color population’s risk for homelessness.  Socially oppressive experiences like bullying in school is another high risk for youth who identify as both racial and sexual minority youth. Diaz and Kosciw (2009) found more of the LGBT youth of color population in their study, felt unsafe at school due to their sexual orientation. Personal bias can perpetuate behaviors, which can increase the likelihood of discrimination towards this population (Velez, Moradi, & DeBlaere, 2015). Thus, the need for researchers to discover creative intervention techniques to lower the risk of suicide, homelessness, and school bullying is necessary for youth when developing their identity. More research is needed to develop professionals’ skills in mental health service settings to better understand the risk and protective factors that MULTIPLE MINORITY GROUPS  8 youth experience at the intersection of racial and sexual identifiers (Bostwick, Wendy, Meyer, Ilan, Aranda, 2014). Suicide, homelessness and school bullying are all impacts LGBT youth of color experience outside of the therapeutic setting. The following review will look first at barriers within the therapeutic setting, and then respond with how the social work profession can better engage in the therapeutic setting.  Significance to the profession of clinical social work According to United States Department of Labor Statistics, the Social Work (SW) profession will grow 16% between the years of 2016-2026 (United States Department of Labor, n.d.). In support of this continuation of professional growth, the National Association for SWs code of ethics states, “Social workers should obtain education about and seek to understand the nature of social diversity and oppression with respect to race, ethnicity, national origin, color, sex, sexual orientation, gender identity or expression, age, marital status, political belief, religion, immigration status, and mental or physical ability” (National Association for Social Workers, 2018). This code of ethics solidifies that the profession of SW must continue to seek out education and understanding of a diverse and wide range of individuals including LGBT people of color. In order for the social work profession to stay educated on this populations needs, understanding barriers and impacts within the therapeutic setting will be reviewed.  Purpose of review and research question The purpose of this study is to identify the barriers LGBT Black and African American youth experience in order to better engage this population in the therapeutic setting. A systematic review will be conducted to answer: What are best practices to MULTIPLE MINORITY GROUPS  9 engage persons who identify as LGBT Black or African American youth in a therapeutic setting?                       MULTIPLE MINORITY GROUPS  10 Literature Review First, a literature review will examine how identifying with both sexual and racial minority groups can affect youth mental health. Before exploring themes in the literature, necessary key terms are defined: race, sexual identity, and microaggressions. Negative mental health outcomes are associated with experiencing discrimination based on race or ethnicity (Williams & Mohammed, 2009), sexual orientation (Mays & Cochran, 2001), and the intersection of both race/ethnicity and sexual orientation (Balsam et al. 2011; Szymanski & Gupta, 2009). People of color who identify with the LGBT community report less satisfaction with mental health services (Avery, Hellman, & Sudderth, 2001, p. 990). The Daily Eastern News online print quotes one student that expressed “We’re not a new thing, the (LGBT) community… It’s not a phase in our generation, we have been here and it’s important to study our history so that we know that people like us have been around forever” (Mosely, 2015). In light of what Mosely (2015) expresses, understanding this populations experience with race, sexual identity, and microaggressions are necessary to strengthen the therapeutic process.  Key terms Race is a concept that segregates and identifies differences in individuals as a form of normalizing a hierarchical societal system, which is not scientifically based (Barndt, 2007). The author of Understanding and Dismantling Racism the twenty-first century challenge to white America states, “most people of color are clear that the power to hurt and control them does not come so much from individuals as from the power of the systems and institutions of our society,” (Barndt, 2007, p. 57). Race is a societally shaped identifier that historically focuses on the exterior spectrum of skin pigment as MULTIPLE MINORITY GROUPS  11 well as other physical attributes or geographic locations that may segregate particular communities of people from the dominant culture (Barndt, 2007, p. 16-17). Yard (n.d.) defines it as a person passing by on the street labeling a person with darker melanin as a “black man,” while the person being labeled may identify as African or Middle Eastern and not black. Notice the difference between self-identifying race and others identifying your race. When other people place identifiers on individuals, the identifiers are shaped out of previous experiences and knowledge of a general population.  Sexual identity and orientation as well as race are complex because both identifiers are individual to each person. Sexual identity and orientation are “an inherent or immutable enduring emotional, romantic or sexual attraction to other people” (Human rights campaign, n.d.). Self-identifying labels include and are not limited to lesbian, gay, bisexual, or heterosexual (Zea, 2010, p. 426). Some individuals will separate from the LGBT terminology and specify as queer or Trans. The complexity of identifying with both racial and sexual minority groups impact the therapeutic relationship between practitioners and client.  Microaggressions or micro-assaults are explicit and often conscious derogatory comments. Microaggressions can occur due to lack of awareness and refusal of other unique group experiences. Even when motivated by good intentions, microaggressions occur because lack of awareness creates a biased perception of others experiences (Sue, 2010). This can be a social or environmental, verbal or non-verbal, as well as intentional or unintentional exchange between two or more people or systems. Personal experience and bias shape how individuals interact in the societal system of power. Conscious or MULTIPLE MINORITY GROUPS  12 unconscious, microaggressions are coded in our everyday exchanges and play a role in discriminating among youth that identify as LGBT people of color.  Professionals that are unable to recognize both identities leave this population feeling out of place in the therapeutic setting and at high risk for poor mental and physical health (Meyer, 2008). Unique stressors that LGBT people of color face include: sexual orientation being ignored, counselors not listening to their sexual and racial identity concerns, not being viewed as complex individuals, and experiencing heterosexist discrimination in the therapeutic setting (Holley et al., 2016, p. 314-317). The following literature review will discuss how the intersection of race, sexuality, and microaggressions impact Black and African American LGBT youth in the therapeutic setting. Themes According to Meyer’s 2008 study, which sampled 44 individuals who identified as LGBT, people of color, and as both, the social construct of race and gender play a role in how treatment differs along racial lines (p. 174). LGBT people of color show high risk for mental health disorders including depression, anxiety, substance use disorder, and social disorders (Meyer, 2008, p. 154).  These negative mental health outcomes are associated with discrimination based on race/ethnic identity, sexual/gender identity (Budge, Thai, Tebbe, & Howard, 2016, p 1028). Holley, Tavassoli, and Stromwall’s, (2016) study agrees that persons who identify as black experience discrimination more than their white counterparts; as physical violence is attributed to sexual identity, and verbal abuse is attributed to racial identity (Meyer, 2008, p 98, 180-181). Across MULTIPLE MINORITY GROUPS  13 literature, this review shows three consistent barriers to receiving mental health services: impacts of microaggressions on the individual, community and large system levels. Individual level Holley, Tavassoli, and Stromwall (2016) research expresses professionals also discriminate against their clients. Participants express feeling seen for their physical strengths rather than being offered emotional support regarding self-identity (Vaughan, Parent, Tilghman, Miles, Lee & Prokhorets, 2014). In the therapeutic setting, participants predominantly report feeling they are, “ignored, not listened to, not viewed as complex individuals,” and being treated as if they lack intelligence (Holley et al., 2016, p. 311). Services also show to be predominantly white, lacking staff of color, and lacking racial and ethnic specific services (Holley, Tavassoli, and Stromwall, 2016). Another study reports when professionals are white, clients that identify as LGBT people of color have a difficult time determining if the discrimination is because of their racial or sexual identity (Meyers, 2008). Inclusion of their intersecting identities in therapy is significant to youth prevention of high-risk mental health concerns (Williams & Fredrick, 2015).  Researchers found discrimination in the therapeutic setting to be the consistent barrier in providing care to youth who identified as LGBT people of color. After evaluating these concerns, research determined the community culture influenced how mental health services were provided to this population (Meyer, 2008, p. 167).  Community level Pastrana’s (2016) national sample of 2,166 Black LGBT participants stress the importance of full acceptance of both identities from both their community and family. Pastrana’s (2016) study argues that family is a key factor in examining a person’s safety MULTIPLE MINORITY GROUPS  14 in expressing their sexual identity in the LGBT community. Inter-community discrimination can surface when a family’s cultural values or views on gender roles do not align with how a child identifies.  Discrimination within family systems is tolerance verses acceptance. An example of tolerance is a family of color, a Latino family, knowing their son identifies as gay, but due to family cultural values and views on gender roles and sexual identity, does not accept their child’s true self. The family discriminates against their child by lack of communication, not discussing safe sexual health or relations as well as not fully accepting their identity as gay. This is one example of how inter-community discrimination can surface in a family setting as tolerance verses acceptance.  Another form of inter-community discrimination includes white LGBT persons discriminating towards Black LGBT persons. Identifying as Black or African American within the LGBT community also includes segregation discrimination based on racial identifiers by white counterparts. Within the whole LGBT community, exclusion of queer or Trans self-identifying persons is another form of inter-community discrimination (Balsam, Molina, Beadnell, Simoni, & Walters, 2011). This example shows that there is discrimination within minority communities as well. Inter-community discrimination based on self-identifiers as well as racial identifiers exists within the LGBT community.  Large systems level   Systemic structures and stigmas influence culture and community discrimination through every day exchanges. Conscious or unconscious discrimination can lead to negative impacts on an individual’s mental health (Sue, 2010). Discrimination in minority communities such as the Latino community are structured to support a gender MULTIPLE MINORITY GROUPS  15 binary system. This system leaves little space for individuals to express outside of those two cultural gender norms. By having a lack of understanding of culture, stereotyping is prevalent and acts as a communication barrier in accessing services. Internalizing homophobia due to learned systemic structural values, religious values, and policies geared towards a binary system of gender and race only creates spaces of tolerance and not acceptance (Zea, 2010). Holley, Tavassoli, and Stromwall (2016) express racial microaggressions include the lessening of others racial-cultural issues, assumptions, color-blindness, and patronization. Similar to community and family structure, tolerance versus acceptance is an important distinction to make within systemic structures. Tolerance is allowing non-supportive policies, laws, and organizational structures to occur with tension. Queer and transgender identifying people of color are among the most vulnerable in our society today due to systematic discrimination (Hansen, 2016). While acceptance has an empathetic component, creating policies, laws, and organizational structures that promote self-identity and vulnerability among persons who identify within a different minority group will enhance professional’s ability to engage in mental health services with this population.  Summary  Professionals, communities, and the greater system creates barriers to clients who identify as LGBT youth of color. The above literature review describes key terminology including race, sexual identity, and microaggressions. Themes found in the literature review when engaging with LGBT youth of color in the therapeutic setting includes microaggressions on the individual, community, and large systems levels. The following MULTIPLE MINORITY GROUPS  16 research will explore the professionals within the therapeutic setting in order to prevent discrimination and the perpetuation of negative mental health outcomes.                       MULTIPLE MINORITY GROUPS  17 Conceptual Framework As seen in the literature review, LGT youth of color experience barriers in receiving mental health services and are at high risk for mental health. Mental health barriers and risk factors affect the individual, community, and large system levels. These levels are mirroring to the ecological framework (Rogers, 2013). This framework allows professionals to analyze individuals as an entire system within his or her environment. The benefit in using the ecological framework for this systematic review is the wide lens technique, which allows professionals to critically analyze the data. The hope is to answer how the social work profession can better engage with Black or African American LGBT youth on the ecological frameworks micro, mezzo, and macro levels.  The ecological framework considers the complex interplay between individual and interpersonal relationships, schools and community, as well as societal and systemic factors. It allows us to understand the range of influence on each level and the impact or protective factors each subject may experience or influence discrimination.  Micro level  The micro level identifies biological and personal history factors like age, education, income, substance use, or history of abuse. This level also explores how close relationships; social circle-peers, partners and family members influence their behavior and contributes to their range of experience. Prevention strategies at this level include parenting or family-focused prevention programs, mentoring and peer programs designed to reduce conflict, fostering problem-solving skills, and promoting healthy relationships.  Specific approaches may include education and life skills training. A micro level relationship could be a social worker that engages with clients in a therapeutic setting. An MULTIPLE MINORITY GROUPS  18 organization named RECLAIM in Minneapolis, Minnesota specifically works with LGBT youth and LGBT practitioners of color who experienced trauma and could come for healing within their LGBT community.  Mezzo level system  The mezzo level explores relationships in differing settings, such as schools, workplaces, and neighborhoods, where the micro level social relationships influence other systems (Rogers, 2013). Mezzo level engagement looks at improving social isolation, economic and housing opportunities in neighborhoods, as well as school climate, processes, and policies (Rogers, 2013). Prevention strategies at the mezzo level are typically designed to impact the social and physical environments like within the community and school setting. Black and African American persons that identified as an ‘alternative’ sexuality showed higher risk for unemployment, denial of health care and benefits through their employer (Hansen, 2016).  Macro level system  Finally, the macro level looks at broad societal factors that assist in creating a climate in which mental health can be encouraged or inhibited. Other large societal factors include the health, economic, educational and social policies that help to maintain economic or social inequalities between groups in society.  Prevention at the macro level included social and cultural norm intervention in an acceptable way to resolve minority population barriers. A macro level example is the Diagnostic and Statistical Manual for Mental Disorders (DSM) continuing to make edits and new editions, which continues to guide a diagnostic system that categorizes Black MULTIPLE MINORITY GROUPS  19 LGBT youth, omitting the overlap of race and sexual identity (American Psychological Association, 2000; American Psychiatric Association, 2013). Due to recent changes in the DMS, the social work profession officially no longer views gender identification as a mental illness, but rather a form self-expression and self-identification (Beredick, 2012).  The following systematic review used the ecological framework to outline the practitioner’s role to better engage with Black and African American LGBT youth in the therapeutic setting. This analysis will allow the researcher to examine how each level of the ecological framework influences a client’s life and see how a professional can intervene when in a therapeutic role.                MULTIPLE MINORITY GROUPS  20 Methods Research purpose, design, and rational The purpose of this research was to conduct a systematic review of the literature to identify best therapeutic practices in engaging LGBT Black or African American youth in the therapeutic setting. The rational for using a systematic review was to have a clearly organized analysis to identify themes across literature.  Knowing the purpose, design, and rational of methods helped in narrowing the sample selection criteria in articles. Sample Selection Criteria for Articles   The sample selection for this systematic review used Ebscohost as the house publisher. Within Ebscohost, there were three databases used to search for articles that fit criteria for this research: Womens studies international, Social Work Abstracts, and SocINDEX. During consultation with a St. Catherine University social work librarian, the following key subject search terms were used in multiple variations: youth, adolescents, young people, teen, young adult, therapy, treatment, intervention, queer, lgbtq, gay, lgbt, lesbian, homosexual, transgender, African American, black, negro, and colored.  Data Collection Inclusion and Exclusion Criteria  All articles were retrieved from the St. Catherine University and University of St. Thomas O’Shaughnessy libraries website. All articles included a ‘linked full text’ and were ‘peer reviewed’. All articles were published between the years of 2000 to 2017. The target population was sixteen years of age and younger; researcher was flexible on age due to lack of population representation in research accessible on the two library websites. All articles included populations that identified as either Black or African American and LGBT and had experienced the mental health setting. The data collection MULTIPLE MINORITY GROUPS  21 was comprised of qualitative, quantitative, and empirical research only published with populations living in North America. The inclusion criterion was found by reading only the abstract of each article.  None of the research used pre-dated the year 2000. Sample populations in each article included participants from North American countries. If an article only discussed one of the minority groups, LGBT or Black and African American, then the article was excluded from the review. If the inclusion criterion was not found within the abstract of the article, it was not used for review. Below you shows the twelve articles chosen using the inclusion and exclusion criteria. Note the inclusion criteria must be found in only the abstract of each article including: between the years 2000-2017, population was sixteen years of age and younger; researcher was flexible on age due to lack of population representation in research accessible on the two library websites, sample population identified as either Black or African American and LGBT and had experienced the mental health setting, either data collection was comprised of qualitative, quantitative, or empirical research studies, and must be published with populations living in North America.        MULTIPLE MINORITY GROUPS  22 Table 1: Articles chosen for review  Twelve articles met the inclusion and exclusion criteria and were reviewed to understand how practitioners can better engage with the Black and LGBT youth population in the therapeutic setting   Twelve articles listed alphabetically by researchers last name *See reference page for full citations  Title of article Researchers names  Year of publication “Once you’ve blended the cake, you can’t take the parts back to the main ingredients”: Black gay and bisexual men’s descriptions and experiences of intersectionality.  Bowleg, L.  2013 Affirming psychological practice with transgender and gender nonconforming people of color. Chang, S.C. & Singh, A. A.  2016 Adult attachment as a moderator of the association between childhood traumatic experiences and depression symptoms among young Black gay and bisexual men. Cook, S. H; Calebs, B.J.; Valera, P. & Wilson, P.A. 2017 School-based groups to support multiethnic sexual minority youth resiliency: Preliminary effectiveness. Craig, S.L., Austin, A., & McInroy, L.B. 2014 Race relations and racism in the LGBTQ community of Toronto: Perceptions of gay and queer social service providers of color. Giwa, S. & Greensmith, C. 2012 A critique of Neoliberalism with fierceness: Queer youth of color creating dialogues of resistance. Grandy, J., Marquez, R., & McLaren, P. 2012 Sexual and ethnic identity development among gay bisexual-questioning (GBQ) male ethnic minority adolescents. Jamil, O.B., Harper, G.W. & Fernandez, M.I. 2009 African American gay youth and their families: Redefining masculinity, coping with racism and homophobia. Lasala, M.C. & Trierson, D. T. 2012 Transgender youth of color and resilience: Negotiating oppression and finding support. Singh, A. A. 2013 Affirmative counseling with trans/gender-variant people of color. Singh, A. A.; Hwahng, S.J.; Chang, S.C.; & White, B. 2017 Negotiating the intersection of racial oppression and heteronormativity. Smith, L.C. & Shin, R.Q. 2015 Health consequences of racist and antigay discrimination for multiple minority adolescents Thoma, B.C. & Hueber, D.M. 2013    MULTIPLE MINORITY GROUPS  23 Abstraction/tracking sheet   From each article, the researcher looked at barriers and impacts a practitioner should be aware of when working with the LGBT Black or African American youth population and how practitioners can better engage this population in the therapeutic setting. To do so, each article reviewed how LGBT Black or African American persons were impacted by their own mental health or experiences within the therapeutic setting. The review found gaps in the literature: services offered, satisfaction of service(s), persons expressed feeling split, and current professional opinion. A tracking sheet was used to chart the three ecological framework levels: micro, mezzo, and macro. The tracking sheet assisted the researcher in finding themes in population samples, barriers, impacts, responses, and successes within the article the twelve articles chosen. For a visual of the tracking sheet see Appendix B.  Data Analysis  The following research used a qualitative methodology called grounded theory (Rubin & Babbie, 2016).  Grounded theory used observations, looked at patterns, themes, and found common categories in each article. The approach was used primarily as an analytic lens for gathering the data. Grounded theory expresses a dynamic approach that demanded an objective evaluation of the coding and research process, systematic relativity, and theoretical sensitivity (Rubben & Bubbie, 2016). View Appendix A to see a visual diagram of the coding process in grounded theory.  Test search: specificity and sensitivity  In order to compile articles for this systematic review, the research librarians at both St. Catherine University and the University of St. Thomas assisted the researcher in MULTIPLE MINORITY GROUPS  24 choosing subject terminology. The research librarians explained the importance of using words like “or” and “AND” in the subject search line. The more “or” search terms the researcher added to the subject search box verses “AND” proved to have more outcomes than a few select words when only using “AND”. For a more focused search of specificity, the researcher broke up terms using less “or” and only “AND” to search. The less terms and the less “or” options in the search showed limited results. Below you find two tables: specificity search results and the sensitivity search results.                  MULTIPLE MINORITY GROUPS  25 Table 2: Article search Specificity search results  Specificity Search All through Ebsco Pulisher, 2007-2017, peer reviewed, full PDF text available,  and all articles have subjects/participant from North America Note: if see * next to number that means the direct search result was zero, but “SmartText searching” results the offered articles found based on keywords related to search. Data Bases Subject words  Number of articles Women’s studies international Minority youth AND therapy or treatment or intervention 6   Queer youth of color AND mental health 60*  Queer youth of color AND therapy 39*  African American youth AND therapy and queer 56*  black gay youth AND counseling services 71*  black gay youth AND therapy or treatment or intervention 11*  black lesbian youth AND therapy or treatment or intervention 72*  youth or adolescents or young people or teen or young adults AND therapy or treatment or intervention AND queer or lgbtq or gay or lgbt or lesbian or homosexual or transgender AND African American or black or negro or colored 0 Social work abstracts Minority youth AND therapy or treatment or intervention 19  Queer youth of color AND mental health 3*  Queer youth of color AND therapy 1*  African American youth AND therapy and queer 0  black gay youth AND counseling services 0  black gay youth AND therapy or treatment or intervention 1  black lesbian youth AND therapy or treatment or intervention 1  youth or adolescents or young people or teen or young adults AND therapy or treatment or intervention AND queer or lgbtq or gay or lgbt or lesbian or homosexual or transgender AND African American or black or negro or colored 0 SocINDEX Minority youth AND therapy or treatment or intervention 255  Queer youth of color AND mental health 28*  Queer youth of color AND therapy 10*  African American youth AND therapy and queer 0  black gay youth AND counseling services 5*  black gay youth AND therapy or treatment or intervention 10  black lesbian youth AND therapy or treatment or intervention 10  youth or adolescents or young people or teen or young adults AND therapy or treatment or intervention AND queer or lgbtq or gay or lgbt or lesbian or homosexual or transgender AND African American or black or negro or colored 25    MULTIPLE MINORITY GROUPS  26 Table 3: Article search Sensitivity search results Sensitivity Search  All through Ebsco Pulisher, 2007-2017, peer reviewed, full PDF text available,  and all articles have subjects/participant from North America Note: if see * next to number that means the direct search result was zero, but “SmartText searching” results the offered articles found based on keywords related to search. Data Bases  Subject words Number of articles Women’s studies international youth or adolescents or young people or teen or young adults AND therapy or treatment or intervention 0  youth or adolescents or young people or teen or young adults AND therapy or treatment or intervention AND queer or lgbtq or gay or lgbt or lesbian or homosexual or transgender 0  Queer AND therapy or treatment or intervention 0  Lesbian AND therapy or treatment or intervention 92  Gay AND therapy or treatment or intervention 95  African American AND therapy or treatment or intervention 9  black youth AND therapy or treatment or intervention  0 Social work abstracts youth or adolescents or young people or teen or young adults AND therapy or treatment or intervention 394  youth or adolescents or young people or teen or young adults AND therapy or treatment or intervention AND queer or lgbtq or gay or lgbt or lesbian or homosexual or transgender 0  Queer AND therapy or treatment or intervention 6  Lesbian AND therapy or treatment or intervention 37  Gay AND therapy or treatment or intervention 47  African American AND therapy or treatment or intervention 148  black youth AND therapy or treatment or intervention 6 SocINDEX youth or adolescents or young people or teen or young adults AND therapy or treatment or intervention 7,712  youth or adolescents or young people or teen or young adults AND therapy or treatment or intervention AND queer or lgbtq or gay or lgbt or lesbian or homosexual or transgender 195  Queer AND therapy or treatment or intervention 0  Lesbian AND therapy or treatment or intervention 0  Gay AND therapy or treatment or intervention 0  African American AND therapy or treatment or intervention 0  black youth AND therapy or treatment or intervention  0     MULTIPLE MINORITY GROUPS  27 Findings The twelve articles chosen were analyzed using grounded theory.  By using grounded theory, the themes found mirrored the ecological framework’s three levels. This frameworks micro, mezzo, and macro levels guided practitioners to better engage LGBT Black and African American youth in the therapeutic setting. The suggestions found to better engage this population required at least three supporting articles in order to qualify as a response for practitioners.  Micro Level  The micro level relationship between practitioner and client exposes the impacts of each individual’s experiences and social views on race and gender (Chang & Singh, 2016). There were two main suggestions for practitioners to engage in the therapeutic setting: using intersectionality theory as well as resiliency and coping skills.  Five out of 12 articles discussed intersectionality theory as the dominating intervention technique. This theory was suggested to assist practitioners in working with clients that identified within two minority groups (Bowleg, 2013; Chang & Singh, 2016; Smith & Shin, 2015; Harper & Fernanadez, 2009; Singh, Hwahng, Chang, White, 2017). Intersectionality theory includes maintaining awareness of the complexity, having a spirit of curiosity and openness, using a non-judgmental approach, and using culturally responsive treatment.  Practitioners were encouraged to address their own binary view and challenge how they view someone as “other” to maintain awareness of discriminating against persons with multiple minority identifiers (Smith and Shin, 2015). Chang and Singh (2016) argue that in order to do so, you must know yourself: background, self-awareness, MULTIPLE MINORITY GROUPS  28 privilege, question experience and discrimination. By challenging their own view, practitioners are able to successfully integrate intersectionality theory with a spirit of curiosity and openness. Acknowledging their own bias in their practice will open practitioners up to seeing their own non-verbal ques of bias as well as their clients’. An example of this would be defensive laughing, which is a natural human response to cope when uncomfortable with another individual’s story or situation that may be different or challenging of our own.  Practitioners were encouraged to have a spirit of curiosity by continuing to seek deeper understanding of “long intergenerational history” for the Black and African American community and identity awareness for the LGBT community (Chang & Shin, 2016, p 141; Harper and Fernandez, 2009).  Singh, Hwahng, Chang and White (2017) found using a non-judgmental approach allowed practitioners to focus on symptoms rather than pathology or diagnosing clients. Practitioners were able to validate client concerns with use of relevant language.  Finally, intersectionality theory allowed practitioners to process how multiple minority identifiers affected privilege, status, and discrimination (Smith & Shin, 2015, p1462). They were urged to integrate intersectionality theory to better engage with this population by maintaining awareness of the complexity, having a spirit of curiosity and openness, using a non-judgmental approach, and using culturally responsive treatment. Using intersectionality theory also assisted practitioners in exploring resiliency skills when working with populations in the U.S. (Singh, 2013). Resiliency and coping skills are influenced based on previous experience with discrimination (Singh, Hwahng, Chang & White, 2017,). Five out of 12 articles discussed MULTIPLE MINORITY GROUPS  29 resiliency and coping skills as a dominating theme to better engage with LGBT Black and African American youth in the therapeutic setting. The power differential between client and practitioner can silence voices in the therapeutic setting which is a barrier for clients to gain successful resiliency and coping skills, (Singh, Hwahng, Chang & White, 2017, p52-53; Grandy, Marquez, & McLaren, 2012). LaSala and Frierson (2012) encouraged family involvement. Once fathers are involved, encouraging empathy towards their relationships is key for the practitioner. Black and African American communities already know resiliency skills from experiencing racism. Encouraging fathers and families to share their experiences and skills with their children will allow them to work through family cultural biases like gender roles (LaSala & Frierson, 2012).  To avoid internalizing and negative coping, practitioners empowered families to share their experiences and resiliency skills with their children to assist them in applying similar skills to discrimination directed towards their sexual identity (Thoma & Huebner, 2013). After engaging the family and working one-on-one in the therapeutic setting, practitioners were able to assist clients in navigating family cultural views. Clients were able to develop their own racial and sexual views, which assisted them in interacting with tolerant family relationships (Singh, 2013; Lasala & Frierson, 2012).  The micro level research found that using intersectionality theory as well as resiliency and coping skills practitioners were able to better engage with this population in the therapeutic setting. Practitioners were encouraged to use intersectionality theory to address their own bias and empower clients to define their own identity through family and one-on-one counseling.    MULTIPLE MINORITY GROUPS  30 Mezzo level  On the mezzo level, practitioners were advised to educate and assess for bias towards racial and sexual minority persons within the community (Singh, 2013, p692; Cook et al., 2017, p389; Harper & Fernandez, 2009). Nine out of 12 articles suggested practitioners facilitate community and school based groups in order to educate and assess for bias. School based groups were successful when education focused for multiethnic sexual minority youth and were facilitated by therapists (Craig, Austin, & McInroy, 2014). Participants from four major cities in Indiana, Massachusetts, Philadelphia, and California all identified as LGB African American or African American mixed, between the ages of 14-19, expressed the key factor in reaching this population was community outreach and school based groups (Thoma & Huebner, 2013; Chang & Shin, 2016). Youth showed a desire for staff mirroring their dual identifiers when working in the school setting (Jamil, Harper, Fernandez, 2009; Singh, Hwahng, Chang, & White, 2017). Mirroring identifiers means having professionals that look like students, having darker melanin and mirroring physical characteristics.  Performance, dance, and poetry groups led by therapeutic professionals allowed Black and African American LGBT individuals to challenge the educational system, which dominantly supports science rather than the arts (Grandy, Marquez, & McLaren, 2012). Social chat rooms for African American [or Latino] gay, bisexual and queer men are another space to connect, affirm and support others in the transgender youth of color community (Jamil, Harper, & Fernandez, 2009; Singh, 2013).  Sharing in a group setting also allowed youth to feel safe in exploring their feelings, developing coping strategies, and exploring their identity (Craig, Austin, & McInroy, MULTIPLE MINORITY GROUPS  31 2014). School based community support groups created culturally responsive treatments and a safe space for self expression and supportive resistance (Chang & Singh, 2016). The mezzo level found mirroring professionals were encouraged to facilitate community groups and assess for racial and sexual bias in order to educate the community.  Macro The macro level’s systems, institutions, and policies influenced the mezzo and micro level systems. The macro level explored how practitioners influenced policies and social norms. According to researches Smith and Shin, (2015) when attempting to understand social oppression and discrimination, the intersection of social identities must be considered. Macro level social processes shape identities like a relationship between the micro level queer client of color and the macro level White, heterosexual dominant norms (Bowleg, 2013, p. 759). Six out of 12 articles suggested the macro level focused the practitioner’s response to rejecting cultural policies that protect only the majority culture, and changing national policies to include and protect multiple minorities by advocating for clients.    A piece of the counseling relationship is bias influence. A practitioner’s bias is based on the White, western policies and systems which influenced the therapeutic practices diagnostic assessment manual (DSM) to assess for mental illness (Singh, Hawahgn, Chang & White, 2017). While the DSM is on its fifth addition, originally psychologists wrote the DSM from a white, western European lens. This lens influenced their cultural bias, which continues to hinder the growth of the psychological and therapeutic field (Bowleg, 2013, p. 763).  MULTIPLE MINORITY GROUPS  32 Smith and Shin (2015) found heteronormativity to be a dominating position that practitioners exist in to make sense of the “culturally constructed set of  “truths” that serve as the structuring social “rules,”” (p. 1460). Practitioners were encouraged to challenge these truths and rules. In doing so, they would create new norms that do not reinforce systems of power and privilege, and would denounce the ability to justify institutionalized forms of discrimination such as White privilege and heteronormativity (Smith & Shin, 2015, p1460).  The need for practitioners to advocate for clients and create change in policies was significant on the macro level. Giwa and Greensmith’s (2012) study on race relations and racism in the LGBT-Queer community of Toronto found social service providers fought for gay and queer persons of color to pass the Canadian charter of rights and freedoms act of 1982 (Canada Parliament, 1982). In the 1990s, time equality rights in Canada included all persons that identified as LGBT. This act was fought in Nunavut, Canada for “Access to Information and Protection of Privacy” from all discriminating White dominant groups. This access and protection ensured equal protection from individual bias and discrimination for all persons within that Canadian territory. That policy change is an example of how practitioners can advocate for their clients by creating social change, awareness, and collectively mobilizing to eradicate racism (Giwa & Greensmith, 2012, p.  176, 179). This example of a Canadian territory advocating for this population shows that it is possible to create change. Although Canada has made steps to include this dual minority group, the United States (U.S.) does not show the same inclusive policy change for their North American identifying population.  MULTIPLE MINORITY GROUPS  33 Singh (2013) found current U.S. policies on education lacking queer and transgender focus. Researchers Giwa and Greensmith (2012) found there is a need for social change from their study on seven gay and queer social service providers in a Toronto, Canada community. In 2015, the psychology and counseling fields looked at systems of power and privilege and forced all providers to give justification for dismissed forms of discrimination influenced by white privilege, classism, sexism, heteronormativity, or ableism (Smith & Shin, 2015). Evaluating those institutional systems that defined policies is one way practitioners were encouraged to advocate for clients rights and to interrupt heteronormative and racially influenced policies (Bowleg, 2013; Smith & Shin, 2015; Chang & Singh, 2016). An example of this would be challenging social norms and professional policies that influence the therapeutic relationship like the mental health diagnostic tool (DSM); the professions diagnostic assessment tool no long acknowledges gender identity as a disorder (Singh, Hwahng, Chang, & White, 2017). Grandy, Marquez, and McLaren (2012) encouraged practitioners to advocate for clients by writing to the mayor, protesting, attending weekly meetings related to the population, and participating in community informed workshops.  Interaction between the Micro, Mezzo and Macro Levels  The micro, mezzo, and macro levels explained how each level influenced the other. Chang and Singh (2016) argued that the micro level intersectionality theory is the practitioner’s way of bringing the macro system level influences into reality in the therapeutic setting. Another example of how the levels influence one another is that the mezzo level communities and schools directly influenced by macro systems, social norms, and policies. In order to better engage with LGBT Black and African American MULTIPLE MINORITY GROUPS  34 youth in the therapeutic setting this review found responses for practitioners including intervention on all three ecological framework levels. The micro system suggested the use of intersectionality theory as well as understanding coping and resiliency skills in family and one-on-one therapy as the two strongest supported themes. The mezzo level found that community and school based groups should be assessed and educated on racial and sexual identity bias. This level also suggested that therapeutic professionals lead school based groups that are sexually and racially safe and encouraging spaces for youth. Finally, the macro level included social polices and norms which influence the mezzo communities and micro relationships. All three levels of the ecological framework were found to impact the therapeutic relationship. Responses found to better engage were suggested based on the twelve selected journal articles for this review.                        MULTIPLE MINORITY GROUPS  35 Discussion  This study analyzed the practitioner’s role on the micro, mezzo, and macro levels to learn how to better engage with Black or African American LGBT identifying youth in the therapeutic setting. Twelve articles used to analyze their role suggested a need to challenge and change the current institutional frameworks in order to create a more inclusive therapeutic setting. The table below lays out the each of the suggested responses on all three micro, mezzo, and macro levels as well as brief bullet points, which summarize how to work towards implementing these recommendations.  Table 4: Guidelines for Practitioners Responses for practitioner’s to better engage LGBT Black and African American youth in the therapeutic setting   Micro level responses Mezzo level responses Macro level responses  Using intersectionality theory  Maintain awareness of the complexity  Non-judgmental approach  Use culturally responsive treatment.  Reflect on practitioners own binary view   Schools and communities  Asses for racial and sexual minority bias   Educate on dual minority populations  Cultural norms and policies  Challenge social norms and policies such as the White, western heterosexual bias  Understanding resiliency  and coping skills  Involve family, especially father, in family therapy  Process family resiliency and coping skills using empathy in one-on-one therapy  Lead school based groups  Sexually and racially safe and encourage spaces for youth to be their ‘true self’  Performance, dance, poetry groups, and rooms led by therapeutic professional  Advocate for policy change  Write to the mayor, protest, attend weekly meetings related to population, and participate in community informed workshops.  Advocate for client population rights  MULTIPLE MINORITY GROUPS  36 After reviewing all suggested responses for practitioner is to better engage this population, the researcher then analyzed different aspects of this research process that may have influenced results. To analyze this systematic review, the following discussion includes the researcher’s review of the recorded findings: strongest themes, gaps in the literature, limitations to research, suggestions for future research, implications for social work practice, and further recommendations for practitioners.  Strongest themes  The strongest themes throughout this review stemmed from the macro level policies and ideologies of the culture. The macro level application within the social work profession occurs on the micro and mezzo levels. Due to the top to bottom effect of macro to micro, the findings section showed overlap through the twelve articles and the ecological model: five articles each supported both themes on the micro level, nine articles discussed the mezzo level, and six articles discussed the macro level. Seeing how all three levels influenced one another shows that practitioners can strengthen the therapeutic relationship with multiple minority populations. The suggested themes from the macro level focused on heterosexual supremacy and white supremacy, specifically stemming from the White-Euro western lens and influence within North American culture. The White-Euro western dominance of culture in North America showed negative effects in the educational and community settings on the mezzo level. Experiences of discrimination on the mezzo level impacted youth on the micro level therapeutic setting (Singh, 2013, p691). Findings showed at the intersection of systematic oppression of people of color and discrimination against LGBT individuals negatively influenced their interpersonal and community relationships.  MULTIPLE MINORITY GROUPS  37 Findings proved the importance of practitioners understanding their role and continuing to advocate for clients on the mezzo and macro levels in order to have lasting impact on the micro level (Singh, 2013).  Findings also suggested for practitioners to better engage, they needed to continue reflection of their own bias, lens, self-esteem, and self-awareness so they are able to prevent microaggressions and discrimination in the therapeutic setting. Practitioners were strongly suggested to utilize intersectionality theory.  Gaps in the professional training noted in the literature The literature addresses the epidemic that students who identify as a racial and/or sexual minority face negative experiences in schools. According to two articles, this is seen as a consequent of “historical and societ[al] norms” (Grandy, Marquez & McLaren, 2012, p.984). Although, Singh, Hawahng, Chang, and White (2017) found it essential to understand the history that had not always been the case. The mental health professional did not previously affirm the minority population. Practitioners were found not mindful of client family and immigration history. Due to the lack of mindfulness, the White-Euro lens influenced them to misdiagnose clients because of cultural differences between a client’s family origin and the White-Euro western lens of North American practitioners (Chang & Singh, 2016).   Only one of the twelve research articles explored the authors bias and need for the discussion of ‘author sensitivity’ when discussing their research (Smith & Shin, 2015, p. 1465). “Interrogating our bias was crucial to this work,” Smith and Shin said, (2015) “…My father is a clergy member in a conservative protestant denomination. Early in my development, I invested in, and then propagated, a position within the discourse of MULTIPLE MINORITY GROUPS  38 heteronormativity that was overtly fearful and prejudiced toward sexual gender-variant minorities,” (Smith & Shin, 2015, p.1463). Both Smith and Shin disclosed their personal bias as well as what influenced their cultural lens and believed that their bias will even influence their ability to analyze the findings their own research.  Limitations to research  When searching at the St. Catherine University and University of St. Thomas online library databases, search results focused primarily on the public health profession, which did not include the field of mental health. Literature as a whole lacked an intersectional lens outside of HIV [public health] literature, which was “not very diverse in representation” according to Singh, Hawagn, Chang and White’s 2017 research, because “when the number of [racial and sexual minority identifying persons] are so small, there is not enough statistical power to make meaningful comparisons between racial groups, thus rendering the examination… unfeasible” (p. 46-47). A limitation to researching this population is self-identification. Each individual may identify differently, but the dominant terminology forces general terms to be used in research in order to create a large enough sample to analyze (Craig, Austin, & McInroy, 2014). Researchers use terminology like gender non-conforming or non-binary which may or may not include all LGBT individuals as well as transgender or gender variant individuals. Each research study created general terminology for consistency in research, which may not coincide with participant’s personal identifiers. Another limitation is an inconsistency in age, and generational differences within samples (Singh, Hwahng, Chang & White, 2017, p. 59). Only six out of 12 articles directly discussed youth or adolescents in the therapeutic setting. Due to the limited MULTIPLE MINORITY GROUPS  39 number of articles within the youth population, ages 17 and younger, the researcher chose to expand the search. Expanding the search did not necessarily impact the findings because adult samples showed to still be processing discrimination in the therapeutic setting from their childhood trauma (Cook, Calebs, Valera, & Wilson, 2017). Finally, the author of this review also chose to narrow the sample populations to only North American identifying participants. This is a limitation because the research is not applicable to those outside of North American continent. The countries within their continent all have differing social structures that impact their mezzo and micro levels.  Suggestions for future research  The gaps and limitations within their systematic review assisted the researcher in findings suggestions for future research geared towards practitioners and this population. Using author sensitivity is the suggested tool when researching this population (Smith & Shin, 2015, p. 1465). Author sensitivity is a willingness to be uncomfortable in not knowing and potentially being morally or ethically challenged. Researchers must lead with willingness to see how their own bias impacts research and results. Researchers should view their role as a witness rather than an analyzer. Exposing their bias through the research process allows for more transparency in validity. Being willing to hear, “painful stories of discrimination and explore how the experience of oppression” limits how people interact and support others, (Smith & Shin, 2015, p. 1462). Guidelines for practitioners, recommendations Exploring beliefs will help practitioners to keep up to date in this rapidly changing field. As social work professionals continue to explore their beliefs and core values, they are also participating in self-care because you must rest to reflect on your MULTIPLE MINORITY GROUPS  40 thoughts and experiences. After analyzing the data, the bullet points below are suggestion for practitioners to use as guidelines in future practice. Those suggested guidelines were found by the researchers data collection processing using grounded theory while using the ecological framework to categorize data in each article on the micro, mezzo, and macro level systems. A bullet point list of the suggested guidelines is followed by recommendations for how to continue working on the suggested guidelines for practices.   Using intersectionality theory  Understanding resiliency and coping skills  Engaging community and school based groups  Curiously challenging heteronormativity and the White-Euro lens  Advocating for clients on a social political level   In order to continue working on the suggested guidelines, practitioners should continue to self-care. Self-care is key in succeeding long term in this profession. If self-care and exploration continue, then the psychological setting can be viewed as empowering and clients within the LGBT Black and African American community can believe that professionals will better engage when clients seek therapeutic services (Singh, Hwahng, Chang & White, 2017) Conclusion This systematic review was intended to find a better understanding of the practitioner’s role in the therapeutic setting when working with youth that identify as LGBT Black and African American. The literature review showed barriers and impacts on the micro, mezzo, and macro levels when working with this population. Grounded theory was used to analyze twelve articles. Suggestions for practitioners to better engage with this population included intersectionality theory and understanding resiliency and MULTIPLE MINORITY GROUPS  41 coping skills, engaging community and school based groups, and curiously challenging heteronormativity and the White-Euro lens as well as advocating for clients on a social political level. This review showed there is more to be done to better engage in the therapeutic practice with Black or African American LGBT youth. This researcher suggests professionals should be guided by a four step solution in the social service field offered by Giwa and Greensmith (2012) “get informed, speak up, listen,[and] get involved” (p. 178-9).                                  MULTIPLE MINORITY GROUPS  42 Appendix A Grounded Theory  Visual guide  Code (words/phrases) Category (compile codes into categories)  Themes (big picture ideas) Theory (findings)   As seen above, grounded theory is guided by the researchers choices when categorizing and interpreting data. Depending on who is catagorizing the data, may alter the interpretation of the themes due to researcher bias and lens.                                MULTIPLE MINORITY GROUPS  43 Appendix B Data Abstraction Grid  Citation:   Types of service offered: Population specific?  BARRIERS:  Individual (Micro):  Community/professional (Mezzo):  Institutional (Macro):   WAYS OF RESPONDING or best practices to engage:  Individual (Micro):  Community/professional (Mezzo): Institutional (Macro):   Impact on LGBT youth of color:   Outcome/Success:   MULTIPLE MINORITY GROUPS  44 References   American Psychiatric Association. (2000). Diagnostic and statistical manual of mental   disorders. (4th ed.). Washington, DC: Author.   American Psychiatric Association. (2013). Diagnostic and statistical manual of mental   disorders (5th ed.). Washington, DC: Author. Avery, A. M., Hellman, R. E., & Sudderth, L. K. (2001). Satisfaction with mental health  services among sexual minorities with major mental illness. American Journal of  Public Health, 91(6), 990–991.  Balsam, K.F., Molina, Y., Beadnell, B., Simoni, J., & Walters, K. (2011). Measuring   multiple minority stress: The LGBT people of color microaggressions scale.   Cultural diversity and ethnic minority psychology. 17(2), 163-174.   doi:10.1037/a0023244. Barndt, J. (2007). Understanding & dismantling racism: The twenty-first century  challenge to white America. Minneapolis: Fortress Press. Beredick, C. (2012). DSM-V to rename gender identity disorder ‘Gender dysphoria’.   Retrieved from https://www.advocate.com/politics/transgender/2012/07/23/dsm-  replaces-gender-identity-disorder-gender-dysphoria  Bowleg, L.(2013). “Once you’ve blended the cake, you can’t take the parts back to the   main ingredients”: Black gay and bisexual men’s descriptions and experiences of   intersectionality. Sex Roles. 68. 754-767. doi: 10.1007/s11199-012-0152-4  Bostwick, Wendy B., Meyer, Ilan, Aranda, Frances, Russell, Stephen, Hughes, Tonda,   Birkett, Michelle, & Mustanski, Brian. (2014). Mental health and suicidality   among racially/ethnically diverse sexual minority youths. The American Journal   MULTIPLE MINORITY GROUPS  45 of Public Health, 104(6), 1129-36.  Chang, S.C. & Singh, A. A. (2016). Affirming psychological practice with transgender   and gender nonconforming people of color. Psychology of sexual orientation and   gender diversity. 3(2). 140-147. Retrieved from   http://dx.doi.org/10.1037.sgd0000153  Cook, S. H; Calebs, B.J.; Valera, P. & Wilson, P.A. (2017). Adult attachment as a   moderator of the association between childhood traumatic experiences and   depression symptoms among young Black gay and bisexual men. Cultural   diversity and ethnic minority psychology. 23.(3). 388-397. Retrieved from   http://dx.org/10.1037/cdp0000119  Craig, S.L., Austin, A., & McInroy, L.B. (2014). School-based groups to support   multiethnic sexual minority youth resiliency: Preliminary effectiveness. Child   adolescent social work journal. 31. 87-106. doi: 10.1007/s10560-013-0311-7  Diaz, E. M. & Kosciw, J. G. (2009). Shared Differences: The experiences of lesbian, gay,  bisexual, and Transgender students of color in our Nation’s schools. New York:  GLSEN. Retrieved from: http://www.glsen.org/learn/research/national/report- shared-differences Durso, L., & Gates, G. (2012). Serving our youth: Findings from a National survey of   services providers working with lesbian, gay, bisexual and Transgender youth   who are homeless or at risk of becoming homeless. California digital library.   Freeman, L., &Hamilton,D. (2008). A Count of Homeless Youth in New York   City.Empire State Coalition of Youth and Family Services. Available at:   www.citylimits.org/images_pdfs/pdfs/HomelessYouth MULTIPLE MINORITY GROUPS  46  Giwa, S. & Greensmith, C. (2012). Race relations and racism in the LGBTQ community   of Toronto: Perceptions of gay and queer social service providers of color.   Journal of Homosexuality. 59. 149-185. doi: 10.1080/00918369.2012.648877   Grandy, J., Marquez, R., & McLaren, P. (2012). A critique of Neoliberalism with   fierceness: Queer youth of color creating dialogues of resistance. Journal of   Homosexuality. 59. P982-1004. Hansen, K.L. (9 April, 2016). People of color in the LGBT+ Community What do they  face as a ‘race’ in a community that already faces adversity? The odyssey.  Odyssey Media Group. Retrieved from  https://www.theodysseyonline.com/people-of-color-in-the-lgbt-community Holley, L.C., Tavassoli, K.Y., & Stromwall, L.K. (2016). Mental illness discrimination in   mental health treatment programs: Intersections of race, ethnicity, and sexual   orientation. Community Mental Health Journal. 52, 311-322.  Human rights campaign. (n.d.) Sexual orientation and gender identity definitions. Human  Rights Campaign newsletter. Retrieved from  https://www.hrc.org/resources/sexual-orientation-and-gender-identity- terminology-and-definitions Jamil, O.B., Harper, G.W. & Fernandez, M.I. (2009). Sexual and ethnic identity   development among gay-bisexual-questioning (GBQ) male ethnic minority   adolescents. Cultural diversity and ethnic minority psychology. 15. (3). 203-214.   doi: 10.1037/a0014795     MULTIPLE MINORITY GROUPS  47 Katz, J. (July 2014). Study finds some LGBT youth of color more likely to attempt   suicide. University of California School of Law: the Williams Institute. Retrieved   from  https://www.glaad.org/blog/study-finds-some-lgbt-youth-color-more-likely-  attempt-suicide.   Lasala, M.C. & Trierson, D. T. (2012). African American gay youth and their families:   Redefining masculinity, coping with racism and homophobia. Journal of GLBT   family studies. 8. 428-445. doi: 10.1080/1550428X.2012.729948  Mays, V., & Cochran, S. (2001). Mental health correlates of perceived discrimination   among lesbian, gay, and bisexual adults in the United States. American Journal of   Public Health,91, 1869–1876.  Meyer, D. (2008). Interpreting and experiencing anti-queer violence: Race, class, and   gender differences among LGBT hate crime victims. JSTOR. 15(3), 262-282.  Mosely, M. (2015). Gender sexual minorities history fair and others to celebrate LGBT   history month. The daily eastern news.com. Retrieved from   http://www.dailyeasternnews.com/2015/10/05/gender-sexual-minorities-history-  fair-and-others-to-celebrate-lgbt-history-month/  National Association for Social Workers. (2018). Read the Code of ethics: Ethical   standards. Washington, DC. Retrieved from   https://www.socialworkers.org/About/Ethics/Code-of-Ethics/Code-of-Ethics-  English  O’Donnell, S., Meyer, I.H., & Schwartz, S. (2011). Increased risk of suicide attempts   among Black and Latino lesbians, gay men, and bisexuals. American Journal of   Public Health, 101, 1055-1059. doi: 10.2105/AJPH.2010.300032  MULTIPLE MINORITY GROUPS  48 Parliament Canada. (1982). Our Country, our Parliament: An introduction to how   Canada’s Parliament works: Constitution Act, Retrieved from   https://lop.parl.ca/About/Parliament/Education/ourcountryourparliament/html_bo  oklet/constitution-act-1982-e.html  Pastrana, A. (2016). It takes a family: An examination of outness among Black LGBT   people in the United States. Journal of family issues. 37(6), 765-788.  Ray, N. (2006). Lesbian, gay, bisexual and transgender youth: An   epidemic of homelessness. New York: National Gay and Lesbian Task Force   Policy Institute and the National Coalition for the Homeless. Available at:   http://www.thetaskforce.org/reports_and_research/homeless_youth  Rogers, A.T. (2013). Human behavior in the social environment (3rd ed.). Portland,   Oregon: Routledge.   Singh, A. A. (2013). Transgender youth of color and resilience: Negotiating oppression   and finding support. Sex roles. 68. 690-702. doi 10.1007/s11199-021-0149-z  Singh, A. A.; Hwahng, S.J.; Chang, S.C.; & White, B. (2017). Affirmative counseling   with trans/gender-variant people of color. In Affirmative counseling and   psychological practice with transgender and gender nonconforming clients. 41-  68. http://dx.doi.org/10.1937/14957-003  Smith, L.C. & Shin, R.Q. (2015) Negotiating the intersection of racial oppression and   heteronormativity. Journal of Homosexuality. (62). 1459-1484.  Sue, D. W. (2010). Microaggressions in everyday life: Race, gender, and sexual   orientation. Hoboken, NJ: Wiley.    MULTIPLE MINORITY GROUPS  49 Szymanski, D. M., & Gupta, A. (2009). Examining the relationship between multiple   internalized oppressions and African American, gay, bisexual, and questioning   persons’ self-esteem and psychological distress. Journal of Counseling   Psychology, 56,110–118. doi:10.1037/a0013317.  Thoma, B.C. & Hueber, D.M. (2013). Health consequences of racist and antigay   discrimination for multiple minority adolescents. Cultural Diversity and Ethnic   Minority Psychology. 19(4), 404-413. doi:10.1037/a0031739  U.S. Department of Labor (n.d.). Beuro of Labor Statistics: Occupational Outlook   Handbook: Social Workers. Retrieved from https://www.bls.gov/ooh/community-  and-social-service/social-workers.htm  Vaughan, M.D., Parent, M.C., Tilghman, J.D., Miles, J., Lee, H.S., & Prokhorets, S.   (2014). Psychology of sexual orientation and gender diversity. 1(4), 313-324.  Velez, B.L., Moradi, B., & DeBlaere, C. (2015). Multiple oppressions and the mental   health of sexual minority Latina/o individuals. The counseling psychologist.   43(1), 7-38.  Williams, S.L. & Fredrick, E.G. (2015). One sixe may not fit all: The need for a more   inclusive and intersectional psychological science on stigma. 73, 384-390.  Williams, D., & Mohammed, S. (2009). Discrimination and racial disparities in health:   Evidence and needed research. Journal of Behavioral Medicine, 32, 20–47.   doi:10.1007/s10865-008-9185-0  Yard, C. (n.d.) I’m black but not African American. The race card project. Retrieved on   November 1 2017. Retrieved from http://theracecardproject.com/im-black-but-not-african-american   MULTIPLE MINORITY GROUPS  50 Zea, M.C. (2010). Reaction to the special issue on centralizing the experiences of LGB   people of color in counseling psychology. The counseling psychologist. 38(3),   425-433.  ",
    "id": 217160230,
    "identifiers": {
        "doi": null,
        "oai": "oai:ir.stthomas.edu:ssw_mstrp-1814"
    },
    "title": "Understanding the practitioner’s role in the therapeutic setting: working with youth that identify as Black or African American and LGBT",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-01-01T08:00:00+00:00",
    "publisher": "UST Research Online",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.stthomas.edu/cgi/viewcontent.cgi?article=1814&amp;context=ssw_mstrp"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/217160230.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/217160230"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/217160230/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/217160230/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/217160230"
        }
    ],
    "abstract": "This systematic review aimed to find responses for practitioners to better engage in the therapeutic setting with multiple minority youth that identify as LGBT Black or African American. These multiple minority populations are at high risk for mental health. A systematic review analyzed data using grounded theory. Twelve articles categorized data within the ecological framework: micro, mezzo, and macro levels. For practitioners to better engage with LGBT Black or African American youth in the therapeutic setting, responses were found in all three levels of the ecological framework. Dominant responses for social work practitioners to better engage in the therapeutic setting included using intersectionality theory, understanding resiliency and coping skills, assessing and educating on sexual and racial bias in communities and schools, leading community and school based groups, challenging cultural norms and policies, and advocating for policy change specific to the client population",
    "tags": [
        "text",
        "youth",
        "adolescents",
        "young people",
        "teen",
        "young adult",
        "therapy",
        "treatment",
        "intervention",
        "queer",
        "lgbtq",
        "gay",
        "lgbt",
        "lesbian",
        "homosexual",
        "transgender",
        "African American",
        "black",
        "negro",
        "colored",
        "Clinical and Medical Social Work",
        "Social Work"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:ir.stthomas.edu:ssw_mstrp-1814",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3550",
        "openDoarId": 0,
        "name": "University of St. Thomas, Minnesota",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 217160230,
        "depositedDate": null,
        "publishedDate": "2018-01-01T08:00:00+00:00",
        "updatedDate": "2023-12-02T19:29:31+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T18:08:55+01:00"
    },
    "urls": [
        "https://ir.stthomas.edu/ssw_mstrp/815",
        "https://ir.stthomas.edu/context/ssw_mstrp/article/1814/viewcontent/viewcontent.cgi"
    ],
    "lastUpdate": "2023-12-02T19:29:31+00:00",
    "setSpecs": []
}