{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kollman, K."
        },
        {
            "name": "Waites, M."
        }
    ],
    "contributors": [],
    "createdDate": "2016-07-28T19:58:51+01:00",
    "dataProvider": {
        "id": 42,
        "name": "Enlighten",
        "url": "https://api.core.ac.uk/v3/data-providers/42",
        "logo": "https://api.core.ac.uk/data-providers/42/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/42348338.pdf",
    "fullText": "       Kollman, K., and Waites, M. (2011) United Kingdom: changing political opportunity structures, policy success and continuing challenges for lesbian, gay and bisexual movements. In: Tremblay, M., Paternotte, D. and Johnson, C. (eds.) The Lesbian and Gay Movement and the State: Comparative Insights into a Transformed Relationship. Ashgate, Farnham, pp. 181-196. ISBN 9781409410669  Copyright © 2011 Ashgate.   A copy can be downloaded for personal non-commercial research or study, without prior permission or charge   The content must not be changed in any way or reproduced in any format or medium without the formal permission of the copyright holder(s)   When referring to this work, full bibliographic details must be given    http://eprints.gla.ac.uk/44250/      Deposited on:  27 February 2014          Enlighten – Research publications by members of the University of Glasgow http://eprints.gla.ac.uk Chapter 12 United Kingdom: Changing Political Opportunity Structures, Policy Success and Continuing Challenges for Lesbian, Gay and Bisexual Movements   Kelly Kollman and Matthew Waites  Introduction  The United Kingdom (UK)1 entered the second decade of the 21st century with an extensive set of legal mechanisms to promote the formal equality of lesbians, gay men and bisexuals (LGB). Social movement organizations have played a crucial role in fostering a rather dramatic expansion of LGB rights in the UK since 1997.  These legal reforms include the equalisation of the age consent, the creation of civil partnerships, the legalisation of adoption for same-sex couples, and the creation of a public sector ‘equality duty’ by the Equality Act in 2010.2  But despite these recent policy successes the country often has lagged behind its West European neighbours both in terms of implementing legal protections and developing grassroots movement organizations.   In this chapter we argue that both these latter aspects of LGB politics in the UK, in part, can be explained by the unfavourable political opportunity structures in which these movements had to operate during most of the second half of the twentieth century.  These barriers to organizational development and influence included an unfavourable policy legacy from the 19th century, the formal structures of the                                                  1 The UK is made up of four different regions: England, Northern Ireland, Scotland and Wales. This chapter largely focuses on developments at the national level in the UK, i.e. organizations’ influence on the national parliament in Westminster.  Since devolution in 2000 the Scottish parliament has gained considerable power to implement and enforce human rights and family policy; the Welsh and Northern Ireland assemblies are much weaker.  Where space allows we try to mention separate developments that have taken place in Scotland, Northern Ireland and Wales.  2 The Labour government also increased the legal recognition of transgender people, see especially the Gender Recognition Act 2004.  The history of transgender history movements in the UK is distinct and hence we do not attempt to cover transgender issues in this chapter.   centralized British state, and the nature of party politics, which until the advent of New Labour in the mid-1990s remained quite hostile to LGB organizations.  In such conditions it is not surprising that the most prominent LGB rights organizations adopted somewhat elitist organizational styles, without mass membership, relying heavily on either informal access to like-minded policymakers or high profile personalities to gain influence.  These tactics paid off in the early 2000s after two aspects of the political opportunity structure changed: the incorporation of sexual orientation into the European human rights regime and the New Labour government’s commitment to expanding equalities legislation.    In making this argument, we seek to make two interventions in academic debates over LGB movements and their changing relationships to the British state.  The first is to challenge much empirical and historical literature on British LGB organizing, which tends to over-state the extent to which the formation and nature of movement organizations have been shaped by organizational leaders (Lucas 1998), and movement resources (Lent 2003), while under-emphasising the state context in this process . The second intervention, developed in the final section of the chapter seeks to understand what happens to movements and LGB identities once formal equalities are achieved and the perceived need to strategically articulate narrow sexual categories for movement and legal discourses fades.  Analytically distinguishing NGOs from movements, and examining the close relationships between current NGOs and the state opens the question of whether LGB NGOs, especially those with a history of elite organizing, will align themselves more with state formal equalities agendas than with radical movement agendas for substantive social equalities in the future.  We need to understand LGB movements, like Plummer (1999), as multiple, intertwined, and structured by multiple forms of power related to gender, ‘race’ and ethnicity, class and other inequalities.   The next section outlines the post war history of LGB movements in the UK and argues that the organization and influence of such movements have been strongly affected by the relatively closed nature of the British state and the historic lack of elite allies in the British political system.  Section three examines how changes to the political opportunity structure in the 1990s allowed organizations such as Stonewall and Outrage! to influence the New Labour government’s policy agenda, which resulted in far-reaching legal reform in Britain.  The fourth section presents our intervention in debates over the value of social movement theories and concludes by analysing the prospects for further social and cultural change in the wake of dramatic policy transformations.    Lesbian, Gay and Bisexual Movements in the United Kingdom 1950-1990: the Difficulty of Sustaining Political Organizations  Although our analysis largely focuses on the influence of the state, cultural factors can help explain the comparative weaknesses of LGB political organizing in post-war Britain relative to many West European states (Adam et al 1999a ).  Some scholars have argued, for example, that in the UK ‘new social movements,’ conceived as focusing more on identity than class, have failed to gain the prominence they enjoy in other European countries due to the continued salience of class in British political culture (Koopmans 1996).  In addition while tolerance towards homosexuality has increased greatly in the UK over the past 30 years, acceptance of gay and lesbian lifestyles as registered in survey data have lagged behind most countries in northwest Europe (Pew 2007).  Recent Eurobarometer surveys also suggest that levels of support for opening marriage to same-sex couples in the UK lags behind other countries in Western Europe (European Commission 2006).  These sustained levels of discriminatory attitudes are somewhat surprising since the UK is a comparatively secular society.  But by global standards the UK is comparatively tolerant and it is more accepting than other western democracies such as the US and Ireland.    While recognising the importance of these and other socio-cultural factors, we argue that the political-structural environment in which LGB organizations have existed has had a profound affect on the nature of organizations as well as their changing ability to influence political outcomes.  To use the language of social movement theorists, the political opportunity structure in the UK has not always been particularly favourable to LGB movement organizations. Herbert Kitschelt, who coined the term, defined political opportunity structures as “specific configurations of resources, institutional arrangements and historical precedents for social mobilization, which facilitate the development of protest movements in some instances and constrain them in others” (1986: 58). We use the term here slightly more narrowly to highlight how political/legal institutions, the nature of party politics and the existence of elite allies have influenced the access LGB organizations have had to the British state as well as the reception these organizations have received there.  More specifically, a negative policy legacy, the somewhat closed nature of the British political system and the lack of elite allies throughout much of the post war era came together to create comparatively adverse opportunity structures for LGB organizations.    The negative policy legacy dates back to the 16th century when England became one of the first countries to criminalize sex between two men in 1533 (Graupner 2001).  Although most European states eventually criminalised sex between adult men, prohibitions remained on the law books longer in the UK than in most other European democracies.  Revolutionary France decriminalized sex between men in France and then exported this reform to the so-called Napoleonic code countries including the Benelux countries, Spain and parts of Italy.  The Nordic countries all had decriminalized consensual sex between men by World War Two (Waaldijk 2000).  The fact the UK did not partially decriminalize sex between two men until 1967 in England and Wales, and the early 1980s in Scotland and Northern Ireland, hindered the ability of LGB people to form social and political organizations (Waites 2009a).    The nature of the British state also has shaped LGB organizing.  Social movement theorists often disagree about how open or closed the UK state is to social movement organizations and influence.  Some scholars such as Koopmans (1996) argue that the political system is relatively open in nature because of the pluralist interest group system in which a multitude of non-governmental organizations exist and vie for government attention.  However, the centralized nature of the British state, which concentrates power in the national executive, offers social movement groups— particularly those that are not well networked into elite social circles—few points of access.  Compared to many other western democracies British civil society groups enjoy few formal guarantees of representation in the political process (Dryzek et al 2003: 42-48).  Nor do they have the luxury of taking their demands to strong sub-national governments, the judiciary or a strong second legislative chamber if the executive is not willing to listen.  Although this situation has changed somewhat with the creation of elected assemblies in Wales, Scotland and Northern Ireland since the early 2000s, the British state remains comparatively centralized. Interest groups and social movement organizations thus must rely on the good will of either elected politicians or Whitehall officials to be heard and have their concerns fed into decision-making processes. With notable exceptions such as Roy Jenkins, until the late 1990s such elite allies were difficult for LGB organizations and activists to find.    As a result of these largely structural factors, it was historically difficult for mass membership (‘grassroots’) LGB organizations to sustain themselves and apply pressure on British governments to implement policy reform. Indeed the first major political opening for gay men in the UK, the creation of the Wolfenden Committee, occurred without impetus or input from ‘homosexual’ organizations. The Wolfenden Committee was set up by the Home Office in 1954 to review ‘homosexual offences’ alongside prostitution, after a number of high profile court cases revealed both the harsh nature of the existing laws against sex between men, and their uneven application. No openly gay men or lesbians were asked to serve on the committee, though it did interview individuals whose lives had been affected by the laws. The Report when it was published in 1957 recommended that sex between men be partially decriminalized in England and Wales based on the idea that what people did in the privacy of their homes was not harmful to society (Committee on Homosexual Offences and Prostitution, 1957). The committee held that sex between men should remain a criminal offence for men until they reached 21, an age five years higher than the age of consent for heterosexual sex (Waites 2005a, 96-118).   Although it took a decade for the Wolfenden Report’s recommendations to be implemented, its publication had a profound affect on LGB movements in the UK.  New organizations emerged in its wake, the most politically relevant of which were small, non-membership based and reliant on well-connected leaders to gain influence.  The first such organization, the Homosexual Law Reform Society (HLRS), was created in 1958 to persuade parliament to adopt the Wolfenden recommendations (Grey 1992).  Given both the negative attitudes that prevailed at that time and the nature of the British political system it is not surprising that, while organizing public meetings and assisting individuals, they adopted a somewhat elitist strategy focused on lobbying MPs. Several other homosexual organizations appeared about this time, including the lesbian Minorities Research Group (1964), the Scottish Minorities Group (1969), and the North Western Homosexual Law Reform Committee (1964); the latter became the Campaign for Homosexual Equality (CHE) in 1969 after its leadership fell out with the London-based HLRS (Waites 2009a).  After the Sexual Offences Act partially decriminalised sex between men in 1967 in England and Wales, the Campaign for Homosexual Equality became the largest organisation, but its membership peaked at around 5,000 during the 1970s (Jeffery-Poulter 1991: 156).  Perhaps just as importantly this early legal reform led to the opening of new social clubs for gay men and the creation of gay communities in many metropolitan areas (Weeks 1977).    It took the advent of the student-based and counter-cultural social movements of the 1960s and 1970s to foster a more radical lesbian and gay politics in the UK. The Gay Liberation Front (GLF) that formed in 1970 in London was central in these developments. As the name implies the GLF saw itself as part of revolutionary movement that sought to overturn the multiple oppressions of bourgeois, western society. Unlike the homosexual organizations of the 1960s, the GLF demanded both legal equality and liberation from the oppressive, ‘sexist’ nature of British society, which bred ‘self-oppression’. The emphasis on respectability gave way to an emphasis on remaking society. The GLF also eschewed the hierarchal structure of the early organizations and sought to create a fully participatory and democratic movement/organization (Waites 2009a). The GLF and other parts of the gay liberation movement used very different tactics from the older homosexual organizations, including organizing street protests and public performances (Weeks 1977; Lent 2003).    The GLF and its allied network of liberation activists changed British LGB communities and politics forever. They forced the older organizations such as CHE to re-evaluate their tactics and somewhat timid political positions. Perhaps most importantly the advent of gay liberationism in the UK shifted the movement’s culture and encouraged lesbians, gay men and bisexuals to be more open about their sexuality and to use this openness to change society. This led to a flowering of new gay and lesbian communities and social organizations. The Gay Liberation Front, however, was only able to sustain itself until 1973, although the organization did not formally disband until later in the decade. The reasons for the movement’s short life have been well chronicled by Jeffrey Weeks and others (Weeks 1977). Many were internal to the movement itself. Its radical political outlook created numerous divisions within the movement as members fought over different Marxist and counter-cultural ideologies prominent in the student movements of the era. Gay liberation also coincided with, and indeed drew from, the radical feminist movement of the 1970s. Although these movements had a great deal in common, radical feminism unsurprisingly led to rifts between men and women within the movement, which remained until the late 1980s (Power 1995; Plummer 1999).    In addition neither societal attitudes towards homosexuality nor the political opportunity structure of the time were favourable to a more radical sexual politics. No prominent members of either the Labour or the Conservative parties were willing to promote the political agenda of the GLF. The more aggressive tactics of the gay liberationists were followed by a shift in mainstream British culture against ‘permissive’ sexual mores (Weeks 1990: 205-26). The beginning of the 1970s was also a difficult time politically as the UK’s relative economic decline began to preoccupy politicians in both major parties and class conflict began to escalate. These issues left little room for serious consideration of the demands of the so-called new social movements. By the mid 1970s CHE had regained its position as the leading national gay advocacy organization, despite remaining a rather centralized lobby organization focused on gaining respectability and legal reform.     Margaret Thatcher and the Conservative Party’s emphasis on traditional family values after their election in 1979 further narrowed the opportunities available to LGB activists to participate in decision-making. The onset of the HIV-AIDS crisis and the Thatcher government’s slow response, however, did a great deal to politicize gay and lesbian people in the UK in the mid 1980s. LGB groups started to put greater emphasis on rights politics as the need for legal reform became more urgent. Many activists turned towards Labour-controlled city councils to have their voices heard and a number of councils in large metropolitan areas began to implement anti-discrimination policies that included sexual orientation. These local political victories, along with growing hysteria over the portrayal of homosexual lifestyles in education materials, moved the Thatcher government to support the infamous Section 28 of the Local Government Act of 1988, which mandated that local governments \"shall not intentionally promote homosexuality or publish material with the intention of promoting homosexuality\" or \"promote the teaching in any maintained school of the acceptability of homosexuality as a pretended family relationship.\" Section 28 has often been seen as an attempt by the right to foster a less open type of LGB politics in which gay men and lesbians were encouraged to remain largely closeted to gain social acceptance (Smith 1994).   The HIV-AIDs epidemic and the passage of Section 28 did a great deal of damage to LGB communities in the UK in the 1980s. But in the longer run these twin crises invigorated the community and alerted the public as well as centre-left politicians to the existence of sexual orientation discrimination as a political issue. Many LGB activists were mobilized at this time, including those who created two of the most influential LGB organizations in British political history: Stonewall, formed in 1989 by figures including actors Ian McKellan and Michael Cashman, and longtime activists such as Lisa Power of Lesbian and Gay Switchboard; and Outrage!, formed in 1990 by figures including Simon Watney and Peter Tatchell (Lucas 1998; Lent 2003). Although much has been made of the differences between these two organizations—the former initially a rather streamlined lobbying organization made up of social elites and the latter drawing inspiration from queer activism and street protest— both have focused their attention on formal equalities legislation and have had many similar equality goals (Waites 2009a). Both have also followed the pattern set by earlier LGB movement organizations and rely heavily on the political connections and/or the high profile nature of their leadership rather than relying on the more community and membership-based organizations as in the Netherlands, Denmark, Germany and Sweden.  Both organizations entered the 1990s well poised to take advantage of the changing political opportunity structures facing LGB rights movements in the UK.    LGB Politics since 1990: Changing Political Opportunity Structures    In his recent book entitled The World We Have Won, which chronicles the transformation of sexual and gender roles in the UK, the sociologist and historian Jeffrey Weeks asks, “Who in their right senses would not prefer living today than fifty years ago?” (2007: 4). As Weeks makes clear, the UK is a very different place socially, culturally and politically than it was when the Wolfenden Report was written in the mid 1950s. These changes led to a remarkable series of policy and legal reforms related to sexual orientation in the late 1990s and early 2000s. These changes were the result of years of lobbying and activism by organizations like Stonewall and Outrage!, but legal reform almost certainly would not have occurred without two important changes to the opportunity structures facing LGB movements: the partial incorporation of ‘sexual orientation’ into the European human rights regime in the 1980s and 1990s and the election of New Labour to government in 1997.    Scholars of European politics have long noted that policymaking in certain fields has become a multi-level affair, with European institutions playing an increasingly important role in standard setting and the creation of legal norms (Hooghe and Marks 2001). In this layered system of policymaking sub-national governments, national bureaucrats as well as non-state actors from different countries can participate in European decision-making processes, often without using national governments as go-betweens. The creation of these European governance networks and structures has opened up new avenues for national movement actors to have their voices heard and through which they can ‘domesticate’ European rules as well as soft law norms into their home countries (Imig and Tarrow 2001). Keck and Sikkink famously observed that domestic activists often use friendly intergovernmental organizations when access to their own government is blocked in what they called the ‘boomerang pattern’ of influence (Keck and Sikkink 1998: 12-13).    Starting in the 1980s both the European Union (EU) and the separate Council of Europe (CoE) and its European Court of Human Rights (ECtHR) made a series of decisions that partially incorporated ‘sexual orientation’ into the European human rights regime (Beger 2004; Wintemute 1995). These rulings were associated with the beginnings of a wider ‘human rights turn’ in LGB politics internationally (Kollman and Waites 2009; Waites 2009b).The incorporation of ‘sexual orientation’ into the anti-discrimination clause of the EU’s Treaty of Amsterdam in 1997, and the increasing willingness of the ECtHR to expand the rights of LGB people through its rulings, have been an incredible boon to UK activists and have greatly expanded the political opportunity structures available to lobby organizations. The rulings of the ECtHR and the European Commission on Human Rights—a screening body for the Court, now abolished—have led British governments to decriminalize consensual sex between men in Northern Ireland after a case initiated by Jeff Dudgeon of the Northern Ireland Gay Rights Association (NIGRA)(Dudgeon v. U.K. 1981); to equalize the ages of consent for same and different-sex sexual activity (Sutherland v. U.K. 1997), and to lift the ban against lesbians and gay men serving openly in the military (Smith & Grady v. U.K. 1999; Lustig-Prean & Beckett v. U.K. 2000). Many of these more recent cases were initiated and / or supported by Stonewall, which foregrounded human rights arguments during its first campaign to equalize the age of consent in 1993-4 (Waites 2005a 158-182).    British LGB rights activists have been able to utilize these positive ECtHR rulings to catalyse specific legal changes. In addition rights groups have drawn on the logic of the Court’s rulings to argue for the further expansion of LGB rights. These demands included relationship rights and better protections against discrimination in the work and market place. The former demand was also helped greatly by the fact that a majority of EU member states (15 at the time) had adopted a same-sex union law in the 1990s and early 2000s. By the time the Civil Partnership Act was adopted in 2004 a soft law norm for the legal recognition of same-sex couples had been well established in transnational European policy networks (Kollman 2007; 2009). The EU also helped push anti-discrimination legislation onto the British agenda by banning sexual orientation discrimination in the workplace in its Employment Equality Directive in 2000 (Council Directive 2000/78/EC). This directive was translated into British law in the Employment Equality (Sexual Orientation) Regulations of 2003.  The Labour government subsequently expanded anti-discrimination law through the Equality Act 2006 and Equality Act (Sexual Orientation) Regulations 2007, and now forbids private service providers from discriminating based on sexual orientation.  Labour’s Equality Act 2010 was its final contribution to equality law before losing office in May 2010. The Act integrated and replaced the previous legislation, harmonising sexual orientation law with that for various other dimensions of inequality, and creating a public sector Equality Duty to advance ‘equality of opportunity’.  The second major opening of the political opportunity structure in the UK occurred with the election of ‘New’ Labour in 1997. The election put political elites in places of power who both had personal connections with the leadership of groups like Stonewall and who favoured the legal reforms being championed by LGB groups.  New Labour, which no longer sought to use economic policy to distinguish itself fundamentally from the Conservative Party, emphasised human rights in the 1997 election campaign, particularly its intention to introduce a Human Rights Act (1998) that would incorporate the European Convention on Human Rights directly into British law (Stychin 2003). Although the 1997 manifesto itself did not mention LGB rights or sexual orientation discrimination, much was made of the fact that Ministers in Blair’s cabinet such as Chris Smith were openly gay.    Throughout the 1990s, Stonewall had taken pains to foster an image of political neutrality and expertise, but the organization knew it had the broad private support of prominent New Labourites including Peter Mandelson (Waites 2009a, 102-3), and to an extent Blair, who had called for an equal age of consent as Shadow Home Secretary in 1994 (Waites 2005a, 170). These connections and the modernizing agenda of New Labour largely served Stonewall well, although behind the scenes progress came at the cost of alienating supporters keen for more rapid change. In 2000 the government equalised the age of consent for male same-sex activity with that for male/female and female/female sexual activity at 16, via the Sexual Offences (Amendment) Act (Waites 2005a, 158-182).  The newly created Scottish parliament abolished Section 28 in 2000 (Waites 2001). The Blair government was able to do the same in England and Wales via the Local Government Act in 2003, despite being thwarted twice by the House of Lords (Waites 2005b). The dual action of Stonewall’s inside lobbying and Outrage!’s protest campaigns, together with the work of other activist groups like Equality Network in Scotland, finally bore fruit under New Labour. Early reforms were followed by the Civil Partnership Act 2004, the Adoption and Children Act 2005, which allows same-sex couples to jointly adopt non-biological children, the Employment Equality Regulations 2003, the Equality Act 2006 and the Sexual Orientation Regulations 2007. In the space of less than ten years the UK has gone from partially criminalizing sex between adult men via unequal ages of consent to legally recognizing same-sex couples, allowing these couples to adopt children, and banning sexual orientation discrimination in the workplace and by private sector providers. The extent of this legal change is impressive, although beyond formal equalities persist social inequalities and continued violence against LGB people.   Stonewall and Outrage! as well as other LGB activists were at the forefront of the campaigns that led to these legal reforms and can rightly take credit for re-shaping the British state’s relationship with its LGB citizens. At the same time, the LGB movement has also been profoundly shaped by the nature of the British state. LGB groups in the UK have tended to be either streamlined lobby organizations made up of social and political notables or protest groups in which a few individuals dominate.  Neither type of organization has taken the nationally federated, membership model used in many other western democracies such as the COC in the Netherlands, LSVD in Germany and in a slightly different form the Gay and Lesbian National Task Force in the United States. Given the closed nature of the British state and hostility of many mainstream British politicians towards homosexuality until well into the 1990s, it has made sense for British activists to create organizations that either use the credibility and connections of social elites like Ian McKellen of Stonewall to gain access to the political system or make use of the charisma of street agitators like a Peter Tatchell to gain the attention and sympathy of the national media (Lucas 1998; Lent 2003). The increasing visibility of lesbian and gay communities and commercial sectors in large metropolitan areas of course made the political campaigns of Stonewall and Outrage! possible by increasing the acceptance of alternative lifestyles in British society. But the political organizations that have made up the LGB movement in the UK have remained small and, for the most part, elitist or driven by small groups of individuals.  These organizations have served the movement well over the past decade as certain elements of the political opportunity structure became more favourable, but as we argue in the next section these organizations may not be as well suited to bring about further cultural and societal transformation.   The Limits of Social Movement Theories in Contexts of Legal Equality   We wish to conclude this analysis by making an intervention in debates in political science and sociology over the value of social movement theories for conceptualising future developments in LGB politics. The implicit presumption of most analysts of ‘lesbian and gay’ social movements has been that such movements would continue their emancipatory struggles with a shared identity after achieving formal equalities in law and policy. But in a context where formal equalities are now largely achieved, can it be assumed that movements will or should take the same form, or be analysed in the same way? This question is particularly important in the British context where the sexual identities represented and perpetuated by LGB movement organizations have been shaped, as we have suggested, by specific narrow groupings in leadership positions.    These questions relate to larger debates raised previously in sexuality scholarship such as that of Gamson (1995) challenging the more empirically based social movement literature. In our view some Western social movement scholars, who often acknowledge the socio-cultural formation of sexual subjectivities and identities, nevertheless have maintained a detachment from this insight in their analyses. This approach, consciously or not, has led them to continue to characterise the ‘gay and lesbian’ movements in various states as instances of ‘identity movements’ preoccupied with establishing an identity (Adam et al 1999b, 345; Melucci 1989; Castells 2004, 261-279). By contrast, we not only assume that sexual subjectivities are formed in a manner suggested by social constructionism (Weeks 1990); importantly, we also believe that social movement claims and representations can themselves play a role in constituting cultural understandings, through which individual sexual subjectivities can be formed. We also believe, with Bernstein (1997), that movement leaders may strategically mobilise biomedical or social claims about such subjectivities in particular contexts.    Claims for ‘equality’ in public debates have often been ‘articulated’ (Hall 1986) with biomedical understandings of ‘sexual orientation’ (Waites 2009b), which entail the production of a heterosexual/homosexual dichotomy (Sedgwick 1990) and the erasure of bisexuality and alternative sexualities (see also Waites 2005b). The concept of equality has thus carried an association with discrete heterosexual and gay/lesbian identities in a manner increasingly challenged by bisexual, queer and transgender politics (Butler 1990, Storr 1999). Perhaps, then, the model of shared ‘identity’ assumed by practioners and often unquestioningly utilised by social movement theorists is not useful?  Shifts in this direction might already be suggested by the change of Stonewall in the past decade from being a ‘lesbian and gay’ organisation to being a ‘lesbian, gay and bisexual’ organisation.   In future analysis it will remain important to distinguish NGOs like Stonewall from social movements in order to grasp current developments. This enables us to note how NGOs that engage with the state are influenced by such engagements to define movement membership and objectives in certain ways. As biomedical and psychological paradigms concerning sexuality have diversified, LGB NGOs have gained some ‘potential for agency’ in deciding on discursive strategies (Waites 2005b, 557). But in general it is crucial to acknowledge that many contemporary LGB NGOs work closely with the state, to analyse this interpenetration, and to consider whether NGOs might be subject to associated forms of bureaucratisation or de-radicalisation.  In the absence of a government Commission relating to sexual orientation in the UK, for example, Stonewall came in part to fulfil a substitute role until 2007 by providing expertise and assistance to government; as one example Stonewall received funding to write guidance for schools on homophobic bullying for the Department for Children, Schools and Families (2007) (The Equality Network similarly receives funding from the Scottish Government). In general it is thus apparent that mainstream NGOs are now deeply entwined with the formal and legal equalities agendas of government, and with policy agendas supporting an ethos of equal opportunities. Yet state equality policies in some ways correspond to and dovetail with anti-identitarian political approaches, as new equality legislation prohibits discrimination against bisexuals and heterosexuals entering many ‘gay’ social spaces. These relationships raise tensions in movements, including within organisations, over whether NGOs can and do pursue radical social equality agendas.     Given that social inequalities play at least as important a role as legal inequalities in sustaining the power differentials between people, it is possible to construct new political narratives to draw select people towards a ‘gay and lesbian’ or an LGB movement identity. But if claims for formal equality until now have been associated with a gay or lesbian ‘identity’ and the heterosexual/homosexual binary, it is at least worth considering whether equality might now escape its association with this binary.  There is now an opportunity for the ‘lesbian and gay movement’ – perhaps to be articulated by new groupings in relation to an implicitly ‘queer’ agenda for sexual diversity - to be owned and led by anyone who wishes to challenge the privileging of heterosexuality. Is it imaginable that in the UK equality might now be claimed by a newly conceived more grassroots movement or alliance of heterosexuals, bisexuals and LGB people, as equal members, focussed on the dissipation of fixed sexual identities? More diffuse types of organizing now seem to be emerging, especially via internet campaigns and cultural politics (such as the annual Bi-Con gathering of bisexuals, or websites for asexuals), that are more participatory and tend to contribute to a more pluralistic sexual politics. Without such developments we would question the ability of LGB politics to bring about the further emancipation of sexual non-conformists in British society.   We do not seek to resolve the dilemmas we have raised over political strategies here, nor to predict which ideology will prevail.  Social movement theories have provided certain insights for analysis of the relationship between lesbian and gay people and the state, which indeed we employed in this chapter, but it is not clear that this analysis can be used to fully grasp the limitations of movements who have fostered recent social and political change.  Social movement theorists therefore need to address the manner in which conceptions of core movement identity and the heterosexual/homosexual binary have been entwined with equality claims, in order to reinterpret movement histories. Current conceptions of social movement forms may well be poorly situated to conceptualise emancipation beyond legal reform given their identity commitments and narrow and non-participatory structures /strategies. This demands a wider engagement with social theories as well as new forms of political imagination, to grasp the emerging situation.                      References Adam, B.., Duyvendak, J. W. and Krouwel, A. 1999b. Gay and Lesbian Movements beyond Borders?, in The Global Emergence of Gay and Lesbian Politics: National Imprints of a Worldwide Movement, edited by A. Adam et al, Philadelphia: Temple University Press, 344-371. Beger, N. 2004. Tensions in the Struggle for Sexual Minority Rights in Europe. Manchester: Manchester University Press.  Bernstein, M. 1997. Celebration and Suppression: the Strategic Uses of Identity by the Lesbian and Gay Movement. American Journal of Sociology, 103(3), 531-565.  Butler, J. 1990. Gender Trouble: Feminism and the Subversion of Identity. London: Routledge.  Castells, M. 2004. The Power of Identity, second edition. Oxford: Blackwell.  Civil Partnership Act 2004. London: HMSO. Committee on Homosexual Offences and Prostitution, Home Office and Scottish Home Department, 1957. Report of the Committee on Homosexual Offences and Prostitution. Cmnd.247. London: HMSO.  Council Directive on Employment Equality 2000. (2000/78/EC).  Dryzek, J., Downes, D., Hunold, C., Schlossberg, D. and Hernes, H.-K. 2003. Green States and Social Movements. New York: Oxford University Press.   Dudgeon v. U.K . [1981]. European Court of Human Rights (Strasbourg), Case 7525/76 Equality Act 2010. London: HMSO. European Commission. 2006. Eurobarometer 66: Public Opinion in the European Union. http://ec.europa.eu/public_opinion/archives/eb/eb66/eb66_highlights_en.pdf; accessed 6/10/2010.  Gamson, J. 1995. Must Identity Movements Self-Destruct? A Queer Dilemma. Social Problems, 42(3), 390-407  Graupner, H. 2001. The First Will Be Last: Legal Recognition of Same-Sex Partnerships in Austria, in Legal Recognition of Same-Sex Partnerships, edited by R.Wintemute and M.Andenas. Oxford: Hart Publishing, 549-561  Grey, A. 1992. Quest for Justice: Towards Homosexual Emancipation. London: Sinclair-Stevenson. Hall, S. 1986. On Postmodernism and Articulation: An Interview with Stuart Hall. Journal of Communication Inquiry, 10(2), 45-60. Hooghe, L. and Marks. G. 2001. Multi-level Governance and European Integration. Lanham: Rowman & Littlefield Publishers.  Human Rights Act (1998) London: HMSO. Imig, D. and Tarrow, S. 2001. Contentious Europeans: Protest and Politics in an Emerging Polity. Lanham: Rowman & Littlefield.  Jeffery-Poulter, S. 1991. Peers, Queers and Commons: The Struggle for Gay Law Reform from 1950 to the Present. London: Routledge. Keck, M. and Sikkink, K., 1998. Activists beyond borders: advocacy networks in international politics. Ithaca: Cornell University Press. Kitschelt, H. 1986. Political Opportunity Structures and Political Protest: Anti-Nuclear Movements in Four Democracies. British Journal of Political Science, 16(1), 57-85.   Kollman, K., 2007. Same-sex unions: the globalization of an idea. International Studies Quarterly, 51(3), 329–357.  Kollman, K. 2009. European Institutions, Transnational Networks and National Same-Sex Union Policy: When Soft Law Hits Harder. Contemporary Politics, 15(2), 37-53.  Kollman, K. and Waites, M.  2009. The global politics of lesbian, gay, bisexual and transgender human rights: an introduction. Contemporary Politics, 15(2), 1-17.  Koopmans, R. 1996. New social movements and changes in political participation in Western Europe. West European Politics, 19(1), 28-50. Labour Party. 1997. New Labour: Because Britain Deserves Better – Labour Party Manifesto. London: Labour Party. Lent, A. 2003. The Transformation of gay and lesbian politics in Britain. British Journal of Politics and International Relations, 5(1), 24-49. Local Government Act 1988. London: HMSO.  Lucas, I. 1998). Outrage! An Oral History. London: Cassell. Lustig-Prean and Beckett v United Kingdom [2000]. European Court of Human Rights (Strasbourg) Case: 31417/96. Melucci, A.1989. Nomads of the Present: Social Movements and Individual Needs in Contemporary Society. London: Temple University Press.  Pew Research Center. 2007. 47 Nation Global Public Attitudes Survey. Washington DC: Pew Research Center.  Plummer, K. 1999. The Lesbian and Gay Movement in Britain: Schisms, Solidarities and Social Worlds’, in The Global Emergence of Gay and Lesbian Politics: National Imprints of a Worldwide Movement, edited by B. Adam et al., Philadelphia: Temple University Press, 133-157.  Power, L. 1995. No Bath But Plenty Of Bubbles: An Oral History of the Gay Liberation Front 1970-73. London: Cassell. Sedgwick, E.K. 1990. Epistemology of the Closet. London: Penguin. Sexual Offences Act 2003. London: HMSO.  Department for Children, Schools and Families/Stonewall. 2007. Preventing and responding to homophobic bullying in schools. [Online Department for Children, Schools and Families/Stonewall ] Available at: http://www.stonewall.org.uk/at_school/resources/3782.asp. [accessed 18/05/10]. Storr, M. 1999. New Sexual Minorities, Opposition and Power: Bisexual Politics in the UK, in Storming the Millennium: The New Politics of Change, edited by T. Jordan and A. Lent. London: Lawrence and Wishart. Smith, A.M. 1994. New Right Discourse on Race and Sexuality: Britain 1968-1990. Cambridge: Cambridge University Press.  Smith & Grady v. U.K. [1999]. European Court of Human Rights (Strasbourg) Case: 32377/96. Stychin, C. 2003. Governing Sexuality: The Changing Politics of Citizenship and Law Reform. Oxford: Hart Publishing.  Sutherland v. U.K.[1997]. European Commission of Human Rights (Strasbourg) Application: 25186/94.   Waaldijk, K. 2000. Civil Developments: Patterns of Reform in the Legal Position of Same-sex Partners in Europe. Canadian Journal of Family Law, 17(1), 64-88.  Waites, M. 2001. Regulation of Sexuality: Age of Consent, Section 28 and Sex Education, Parliamentary Affairs, 54 (3), 495-508. Waites, M. 2005a. The Age of Consent: Young People, Sexuality and Citizenship. Basingstoke: Palgrave Macmillan.  Waites, M. 2005b The Fixity of Sexual Identities in the Public Sphere: Biomedical Knowledge, Liberalism and the Heterosexual/Homosexual Binary in Late Modernity, Sexualities, 8(5), 539-569. Waites, M. 2009a. Lesbian, Gay and Bisexual NGOs in Britain: Past, Present and Future, in NGOs in Contemporary Britain: Non-State Actors in Society and Politics since 1945, edited by N. Crowson, M. Hilton and J. McKay. Basingstoke: Palgrave Macmillan, 95-112.    Waites, M. 2009b. Critique of “sexual orientation” and “gender identity” in human rights discourse: global queer politics beyond the Yogyakarta Principles. Contemporary Politics, 15(2), 137-156. Weeks. J. 1977. Coming Out: Homosexual Politics in Britain, from the Nineteenth Century to the Present. London: Quartet Books.  Weeks. J. 1990. Coming Out: Homosexual Politics in Britain, from the Nineteenth Century to the Present, revised edition. London: Quartet Books. Weeks, J. 2007. The World We Have Won. London: Routledge.  Wintemute, R. 1995. Sexual Orientation and Human Rights. Oxford: Clarendon.  ",
    "id": 42348338,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.gla.ac.uk:44250"
    },
    "title": "United Kingdom: changing political opportunity structures, policy success and continuing challenges for lesbian, gay and bisexual movements",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2011-01-01T00:00:00+00:00",
    "publisher": "Ashgate",
    "references": [],
    "sourceFulltextUrls": [
        "https://eprints.gla.ac.uk/44250/1/44250.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2011",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/42348338.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/42348338"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/42348338/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/42348338/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/42348338"
        }
    ],
    "abstract": "No abstract available",
    "tags": [
        "JA",
        "HM",
        "JA",
        "HM"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "JA",
        "HM"
    ],
    "oai": "oai:eprints.gla.ac.uk:44250",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "42",
        "openDoarId": 0,
        "name": "Enlighten",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 42348338,
        "depositedDate": null,
        "publishedDate": "2011-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T08:38:41+00:00",
        "acceptedDate": null,
        "createdDate": "2016-07-28T19:58:51+01:00"
    },
    "urls": [
        "https://eprints.gla.ac.uk/44250/1/44250.pdf"
    ],
    "lastUpdate": "2024-02-12T08:38:41+00:00",
    "setSpecs": []
}