{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Berry, Star"
        }
    ],
    "contributors": [],
    "createdDate": "2021-06-06T02:51:37+01:00",
    "dataProvider": {
        "id": 11713,
        "name": "University of Washington: UW Tacoma Digital Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/11713",
        "logo": "https://api.core.ac.uk/data-providers/11713/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/429554540.pdf",
    "fullText": "University of Washington Tacoma UW Tacoma Digital Commons Ed.D. Dissertations in Practice Education Spring 5-10-2021 University Staff: Indigenous Sovereignty and Justice Online Star Berry University of Washington Tacoma, astarberr@gmail.com Follow this and additional works at: https://digitalcommons.tacoma.uw.edu/edd_capstones  Part of the Disability Studies Commons, Gender Equity in Education Commons, Higher Education Administration Commons, Indigenous Education Commons, Lesbian, Gay, Bisexual, and Transgender Studies Commons, Race, Ethnicity and Post-Colonial Studies Commons, and the Social Justice Commons Recommended Citation Berry, Star, \"University Staff: Indigenous Sovereignty and Justice Online\" (2021). Ed.D. Dissertations in Practice. 48. https://digitalcommons.tacoma.uw.edu/edd_capstones/48 This Open Access (no embargo, no restriction) is brought to you for free and open access by the Education at UW Tacoma Digital Commons. It has been accepted for inclusion in Ed.D. Dissertations in Practice by an authorized administrator of UW Tacoma Digital Commons. For more information, please contact taclibdc@uw.edu. Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      1       University Staff: Indigenous Sovereignty and Justice Online Star Berry  A dissertation in practice submitted in partial fulfillment of the requirements for the degree of the Doctor of Education In Educational Leadership         Supervisory Committee: Robin Zape-tah-hol-ah Minthorn, Ph.D., Chair Rachel Endo, Ph.D., member Jeanette James, Ph.D., member   University of Washington Tacoma May 14, 2021  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      2 Abstract United States (U.S.) public research universities generally deliver problematic diversity, equity, and inclusion (DEI) efforts that erase Indigenous, Transgender, and Disabled staff through online formats and representations. This qualitative explanatory study describes the DEI common language as one of compliance, erasure, and management through a review of 17 high and very high research universities as defined by the Carnegie Classification of Institutions of Higher Education®. Of these universities, seven are also land grant universities. The frameworks applied include Indigenous Feminist Theory (Waterman, 2018) and Intersectionality (Crenshaw, 1991). The results from this review demonstrate universities’ differing institutional commitments to Indigenous, Transgender, and Disabled communities while offering little about staff contributions to DEI education. Despite universities’ general lack of recognizing DEI staff contributions, staff appeared in significant transformative online messages that build stronger DEI practices that are useful to staff themselves. Recommendations to staff include self-recognition of peer belonging and cultural expertise that may leverage their social and cultural approaches to informal online and in-person projects. This study may signal strategic practices beyond the colonial lens of individuality indicated by universities to that of robust staff-led community grassroots efforts in practice and research.   Keywords: Collective Justice, Disabled staff, Diversity, Equity, and Inclusion, Indigenous staff, Indigenous Sovereignty, Research Universities, Self-Determination, and Transgender staff  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      3 Acknowledgements This dissertation would not have been possible without my family. I begin by honoring my elders and first teachers Joaquin, Ramona and Jesús, Gloria, Valente, and M. To Jo, my universe and sacred blessings, I know you will carry our wisdom forward in a careful and heart-centered way. To my smart love Mike, and EB and JPB, your divine presence also made this journey worthwhile and invaluable.   I would like to thank my first professors of human rights, political theory, labor history, and race, ethnicity, and gender who offered recommendations to the program.   I would also like to thank Dr. Robin Minthorn, my committee chair. I hope to model your level of care and commitment to all your colleagues and students.  In addition, I would like to thank Dean Rachel Endo and Dr. Jeanette James for your kindness, influence, and mentorship. I am grateful for the opportunity to learn from watching your commitment to anti-racism, diversity, equity, and inclusion, for all university members.   This dissertation is dedicated to all QTBIPOC and Disabled staff at all colleges and universities.     Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      4 Funding The author received no financial support for the research, authorship, and/or completion of this study. The author was guided through ancestral dues and solidarity.  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      5  ABSTRACT ....................................................................................................................................... 2 ACKNOWLEDGEMENTS ..................................................................................................................... 3 FUNDING .......................................................................................................................................... 4 UNIVERSITY STAFF: INDIGENOUS SOVEREIGNTY AND JUSTICE ONLINE ........................................... 6 CHAPTER 2: LITERATURE REVIEW ................................................................................................. 24 CHAPTER 3: STUDY DESIGN ........................................................................................................... 31 CHAPTER 4: RESULTS ON INDIGENOUS STAFF ................................................................................ 51 CHAPTER 5: RESULTS TRANSGENDER STAFF ................................................................................. 61 CHAPTER 6: RESULTS OF DISABLED STAFF .................................................................................... 69 CHAPTER 7: UNIVERSITY STAFF AND SELF-DETERMINATION ........................................................ 79 REFERENCES ............................................................................................................................. 91 APPENDIX ................................................................................................................................. 104       Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      6 University Staff: Indigenous Sovereignty and Justice Online Public research universities in the U.S. are mostly predominantly white institutions (PWIs) of higher education that advance their power structures through a continuous relationship to settler-colonialism. The purpose of this dissertation is to discuss the lack of diverse staff representation across university websites that would otherwise promote a more representative workplace climate and mobilize staff power. This explanatory1 study focuses on how 17 U.S. public research universities represent Indigenous, Transgender, and Disabled staff in online venues. Indigenous Feminism (Waterman, 2018) and Intersectionality (Crenshaw, 1991) provide frameworks for analyzing online text and images. DEI strategic evaluation and implementation plans often miss properly representing the influence of university staff as transformative contributors, due to the longstanding culture of employee hierarchy, calling into question who matters through online text and symbols. This study focuses on diversity, equity, and inclusion (DEI) representations in this secondary analysis of online images and text to provide evidence that Indigenous, Transgender, and Disabled staff are integral to but not fully recognized on university websites as complex and whole individuals. This online textual analysis intends to provide research that may strengthen staff community organizing among Lesbian Gay Transgender Bisexual and Queer (LGBTQ), Black Indigenous (and) People of Color (BIPOC), and Disabled staff so that solidarity is rooted in this community for collective self-recognition to transform institutional climate.  Institutional Silence and Erasure of Staff  1 Creswell and Creswell (2018) refer to exploratory qualitative research as an approach that examines an immature phenomenon. My use of the term explanatory carefully enters this study through explaining the lack of staff literature in higher education and unpacking how hegemonic data reinforces dominance through umbrella categories of Indigenous, Transgender, and Disabled staff that regenerates harm by erasing staff (our) experiences. By using the term explanatory in this study, I account for marginalized staff’s current embodied experiences who have yet to be fully recognized in the literature.  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      7 The institutional harm inflicted as a result of dehumanizing and erasing Queer Transgender Black Indigenous (and) People of Color (QTBIPOC) and Disabled staff describes my intended explanation and contribution to in this qualitative study of university websites. Leong (2013) contends that predominantly white institutions include universities that harm Black Indigenous (and) People of Color (BIPOC), treating people as a “commodity” to appear institutionally diverse and inclusive. In the wake of the 2020 COVID-19 pandemic, conjoined by the institutional violent police murder of George Floyd and hate crimes against Asian American Pacific Islanders, universities have generally been complicit in racism despite institutional statements that commit themselves to DEI. These examples of university silence leave institutional commitments as performative DEI and commodifies identities (Ahmed, 2012). Silence signals an alarm for diverse staff when institutional harm continues to touch their lives and the broader campus community.  Various scholars critique this performative DEI in higher education and call attention to the system that uphold top-down relationships. Brayboy (2003) and Chun and Feagin (2020) critique DEI practices at universities, describing how power is embedded throughout their organizational structure and value system and does little to improve the lives of people of color.  University DEI also promotes the needs of faculty and students while relegating staff to the job of support roles in DEI practice. Vacarro (2012) refers to role as carrying a social meaning that points to “... an individual’s status (e.g., undergraduate student, graduate student, faculty, staff member) in a university setting” (p. 431). Many universities promote DEI through websites in a central location focused on faculty and students that encourage and promote participation of diverse identities. However, universities websites usually lack robust activities, evaluation, and programming that recognize or represent staff DEI contributions.  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      8 Pandemic and Co-Existing Inequities While universities’ erasure of QTBIPOC and Disabled staff predates COVID-19, the news and universities’ media heightened staff representation during the COVID-19 pandemic. Universities faced new realities during this pandemic and put institutional emergency and compliance management front and center on university websites. During the pandemic, however, staff appeared more like the help in their roles as essential, support, or service employees, rather than the high-talent professionals we are who offer critical expertise to the university. During COVID-19, I have observed that many faculty and students had moved to online learning while staff wrote public messages, operated the university, planned course schedules, and developed innovative programs on behalf of the university through financial, student services and advising, housing services, facilities, etc. Staff designed and managed the overall health and wellbeing of universities during the COVID-19 pandemic. They often did so without universities’ recognizing their emergency and essential care work or the wealth of emotional and physical insights they labor for the universities. This study is a collective reflection about staff assets and identities on websites during the COVID-19 pandemic.  Staff Community and Representation This explanatory qualitative study of secondary online data locates and recognizes Indigenous, Transgender, and Disabled staff for their embodied, emotional, and physical labor in shaping university DEI practices. DEI was largely enacted through compliance and management motives over representing university staff contributions and identities at the 17 universities reviewed in this study. By articulating a common language of affirmative action, discrimination, and equal opportunity policies, complaint processes, or other legalistic action, universities appear to have greatest interest in protecting themselves from potential lawsuits rather than affirming Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      9 diverse individuals. Additionally, and more importantly, universities tend to lack information about staff who contribute to institutional diversity practices that benefit faculty, peers, and students. The legalistic DEI lens so often relied upon by universities erases Queer Transgender Black Indigenous (and) People of Color (QTBIPOC) and Disabled staff as developers and changemakers within the field of DEI. This study is a call-to-action for staff, or anyone interested in staff advocacy, DEI, and resilience, to recognize the power of their contributions to DEI and to continue to build a more relevant movement through self-determination and justice. Positionality Home and Schooling My responsibility belongs to mi gente, a lesson ingrained from my grandmother and mom. Nelson (2021), who is Diné and Laguna Pueblo, describes how her elders taught her to introduce herself in relationship with her relatives and where she is from. Similarly, Cajete (2015) describes the importance of positionality rooted in Indigenous relationality, which informs his Indigenous scholarship. Rooted in my collective responsibilities, I acknowledge how society structures who is powerful and how my community is steeped in a culture of self-recognition. Audre Lorde (1984) states that “the personal [is] the political,” and provides an analysis of dominant power structures based on her personal experience as a Black Queer woman (p. 110). I reflect on these collective teachings, familial and academic, and the political nature of belonging (Nelson; 2021, Cajete; 2015, Lorde, 1984), that honor my family, our memories, and their migrations and how we continue to honor ourselves.  Three generations back, my great grandparents migrated from Mexico to a Colorado mining community to the Bay Area to work in canneries and then further north, away from their Mexican-American culture to a predominantly white town close to where my grandfather was a Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      10 machinist in the shipyard. My single mother struggled to leave Section 8 housing and make a home. Despite lacking monetary wealth, my mom taught us about our Indigenous-Mexican roots. Without financial stability, self-expression through art was a way to channel our histories and identities. Mi abuelita and my mom taught us about our Mexican roots of caring for each other, surviving, and pride in our strength as mujeres. Their knowledge taught me about matriarchal health and mindfulness in food, giving, and living an honorable life. We learned about immigrant resilience through our elders and carry them forward to our future generations.  Despite mi familia’s ability to share joy for our Indigenous-Mexican roots, colorism and internalized oppression proliferated within my ancestry. As a young child of Indigenous and Mexican descent, I know how internalized anti-Black and anti-Indigenous concepts of success, which also divided my community and family. I witnessed extended family shame my mother, under their white concepts of beauty. My mother is a great educator in that she transformed her trauma into skills that she applied in her workplace. Unfortunately, like other DEI practitioners, my mother left when she did not see substantial institutional transformation or benefit in her workplace.  Reclaiming my roots is a lifelong and ongoing process and requires undoing racism through self-work. As a third-generation immigrant, an unspoken truth was hiding culture to protect it. Cajete (2015) describes resistance to colonization as: developing a covert resistance: [...] conform outwardly but have inwardly and underground preserved cultural values, languages, and ways of being. (p. 60)  I see that my home was a place for refuge from racist public schools. My melanated skin equaled exclusion from friends and belonging. As a young person and an adult, the costs of ancestral Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      11 trauma, schooling, and cultural dispossession, prepared me to observe and learn quietly and hone my inner resilience.  Joy and Mutual Respect  Building from my multi-generational experiences with exclusion helps me understand joy. Life trauma does not negate embodied joy in my Brown skin and through my Queerness. Lorde (1978) describes Black joy as mutual respect and honor for the specific histories of queer people of color. Lorde reclaimed feminism by transgressing mainstream white feminist circles that presumed struggles were based on singular identities of race and sexuality. Lorde resonated with her audience and inspired future feminisms. Third and fourth-wave feminists have a better opportunity to address gender, racism, sexism, and homophobia through their intersectional lens that values the multiple identities in abilities, gender, race, and sexuality. Crenshaw (1991) advanced the term intersectionality that refers to Black women’s experiences at the intersections of race and gender violence. I often daydream about what it must have taken to write about the legal system and to contextualize power in such a personal way that Crenshaw did. As I apply both Indigenous Feminism (Waterman, 2018) and Intersectionality (Crenshaw, 1991) to my professional space, I hope to recognize the power in differences.2 QTBIPOC and Disabled staff carry power their (our) bodies and through their (our) ancestors. In my professional career joy translates through interacting with my fellow university colleagues in this work of knowing self and knowing each other.   Staff Experience Over the last 13 years, I have served as a non-teaching university staff, experiencing many troubling acts of managerial aggression, bias, and discrimination, that contribute to my  2 Sandoval (1991) articulated the experiences of third-world feminists of color, theorizing how these experiences may derive power in being differential and not solely oppositional. Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      12 resilience. My professional track intersected with my graduate studies and jobs in service, non-profits, labor, and political action professions. Along with a collective of QTBIPOC and Disabled staff, we have built a peer support group that energizes our collective power. We connect and relate our personal experiences to strengthen our practice of self-determination and justice. Colleagues show up for each other humbly, often because we see the strength in our solidarity. I have witnessed staff show up for each other and contribute to the overall health and wellbeing of the university system. The next section describes some institutional context and relevant terminology foundational to this study.  Staff Diversity at Research Universities  Power systems  Interrogating Western assumptions by naming the primary audience, language, and image in DEI is my first basic step in identifying the common language prevalent in university discourses. It is one way of recognizing a dominant knowledge system that seeks to erase QTBIPOC and diversity leaders who also have a disability. Brayboy (2003) described the ways DEI principles maintained the existing institutional relationships over faculty, indicated by the lack of support that Black and Indigenous junior faculty faced when the institution hired and required them to implement diversity initiatives. Chun and Feagin (2020) explained how DEI training, such as “racial micro-aggressions, implicit/unconscious bias, colorblind ideology, and (self-chosen) racial identity” (p. 5), ignored the lives experienced by marginalized groups. More specifically, DEI training at predominantly white universities prioritizes and centers white audiences through which roles the university prioritizes (e.g., faculty and students) and how those groups interact, carry biases, and identify with organizational value systems. In Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      13 predominantly white and settler universities, moments of identity-based activities and programs form that reflect the experiences of Indigenous, Transgender, and people with disabilities. Institutional context. Educational institutions and Western research generally commodify or erase Indigenous identity and knowledge. Sandy Grande (2004) describes how the U.S. forced Native American children to attend U.S. boarding schools in order to “civilize” and “Christianize” them (p. 16). Wilson and Laing (2019) refer to the term epistemicide to describe how the U.S. education system not only erases Indigenous knowledge production and regulates Indigenous bodies, but also dispossesses Tribes of their Indigenous land, and continues to perpetuate nation-state violence over Indigenous people. Therefore, it is important to understand the role of public research universities and their legacy of ongoing colonization within these historical and sociopolitical contexts (Smith, 2012; Wilson & Laing, 2019; Deerinwater, 2020).  Land Grant Universities.  Land grant institutions refer to universities established in 1862 by the Morrill Act, a congressional law that developed the United States disciplinary fields of Agriculture and the Arts. Lee and Ahtone (2020) describe the U.S. Morrill Act as a law that dispossessed 250 Tribal Nations of their land while creating a permanent revenue stream for land grant universities and the local community: Hundreds of violence-backed treaties and seizures extinguished Indigenous title to over 2 billion acres of the United States. Nearly 11 million of those acres were used to launch 52 land-grant institutions. The money has been on the books ever since, earning interest, while a dozen or more of those universities still generate revenue from unsold lands. Meanwhile, Indigenous people remain largely absent from student populations, staff, faculty, and even curriculum. (Lee & Ahtone, 2020) Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      14 Land grant universities do not share ownership rights with Tribes. This fuels long standing mistrust and is interwoven with the genocidal land grant acts. The Morrill Act benefited non-Native American U.S. citizens while dispossessing Indigenous Nations of their ways of knowing that interconnect with their lands. This reality may be why public universities to this day have very few Indigenous staff, faculty and students. The significance of these public research universities is dispossessing Tribal Nations and all people of color of their knowledge systems (Smith, 1999). More will be covered about the relationship between land grant universities and Indigenous staff in Chapter Three.  Indigenous staff bring significant knowledge to their universities. Indigenous staff commitment and relational connections to Tribes play a considerable role in Indigenous representation, research ethics, and the production of knowledge within universities (Wilson & Laing, 2019). Tribal Nations are subject to a government-to-government agreement and deal with ongoing genocide and dispossession through challenges to their rights. Despite that the United States Constitution (USC) and treaties protect Tribal sovereignty through law, Native Americans have fought to protect their rights through civil rights movements (Federal Bar Association Blog, 2017). This historical context is important to articulate because Indigenous staff at universities often face the institutional policies and structures that are an outcome of the treaties.  Intersectionality with Transgender and Disabled Staff   As I will describe in the findings section, Transgender and Disabled staff were two key demographic groups that noticeably lacked textual and visual representation on university websites. The way universities represented them conveyed that their relationship to DEI efforts as a form of compliance and management response, similarly to the ways Indigenous staff were Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      15 erased. Chapter three will explain the ways institutional data is federally mandated for postsecondary education. In ways that are similar to Indigenous staff erasure, Transgender and Disabled staff are widely missing from institutional quantitative data collection (The Integrated Postsecondary Data System, 2017). While the purpose of this study was not to explore the particular social construction of quantitative data, it is important to draw connections between the aggregate data collected for specific minoritized groups of people in order to address the complexities of programmatic design in DEI.  Terms  The main emphasis on Indigenous people requires that I define some terms that are unique and relevant in the university workplace for these staff members. Indigenous sovereignty refers to the USC that recognizes Tribal sovereignty through acknowledging that tribes preceded the U.S. nation-state. Tribal Nations are “domestic dependent nations'' that have federal protections to “determine their form of government, define citizenship, make and enforce laws through their own police force and courts, collect taxes, and regulate property” (Federal Bar Association Blog, 2017). Native American (Indigenous) activism shapes Tribal sovereignty and reinforces self-determination as an act of collective justice for Indigenous people. Indigenous languages are vital to preserving Indigenous self-determination. Indigenous protocols through elder knowledge and decision-making are an aspect of self-determination. The emphasis for Indigenous protocol is the role of elders and other Indigenous leaders who carry out collective action that benefits the Indigenous community and reinforces a sense of justice through Tribal sovereignty. Indigenous self-determination is Indigenous protocol for healing the traumas created through genocidal treaties and the formation of land grant universities that perpetuate colonizing practices such as cultural appropriation. Johnson-Jennings et al. (2020) suggest that Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      16 Indigenous land may be a site for Indigenous healing from generational through collective Indigenous practices sharing in ancestral knowledge and resilience stories. Peach et al. (2020) call for Western institutions to prioritize Indigenous authority, practices, allocating resources, and collaborating with Tribal community partners through long-term planning. These authors also point to the importance of Indigenous staff who often bear the burden of creating powerful partnerships between universities and Native American tribes. This research addresses how universities convey compliance and management that should be acted on behalf of staff in a common language taught in DEI education. I cited all sources where it was possible and recognize that some definitions originate from common knowledge based on dialogue originating from communities of color. Diversity implies individual-level identities and experiences in education, ethnicity, gender, national origin, mental and physical abilities, race, sexual identification, veteran status, and so on (Racial Equity Tools, n.d.). Equity refers to social and economic mobility in a society characterized by dominant and subordinate groups. Therefore, equity is a word that acknowledges and promotes equal distribution for the subordinate groups in their access to wealth, education-level, community resources, and professional advancement, among others (Racial Equity Tools). Inclusion refers to bringing historically excluded individuals into an institution or professional sphere (Racial Equity Tools) in a manner that acknowledges the dispossession of Black, Indigenous, (and) People of Color’s humanity and land. Indigenous refers to Native Americans, American Indians, and First Peoples, recognizing that the term is an umbrella concept that also identifies shared experiences of these groups while affirming the many differences across Tribes, Nations, and Bands. The Carnegie Classification® (n.d.) characterizes high and very high research universities with these characteristics: they are a public university and receive federal research funding. Research Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      17 universities also offer both undergraduate and graduate education programs (Usher, 2017). Smith (1999/2012) describes Western universities as foundational to the settler-colonial nation-state that produce knowledge that is based on intellectual property and reproducing territorial control over knowledge. In the United States, predominantly white institutions (PWI) of higher education refers to an understanding of a settler-colonial relationship established by European settlement of the nation-state that resulted in the genocide of Indigenous people and societal and infrastructural build-up through chattel slavery (Smith, 1999/2012; Dancy et al., 2018). Research universities ordinarily require that diversity efforts prioritize work within a framework of organizational management, hierarchy, and denial of institutional Whiteness (Truesdell et al., 2017). Staff refers to any employment role at one of the universities in the study where an individual is employed in a non-teaching job classification such as contract, classified, janitorial, and professional employee whose roles are focused on the day-to-day operations. The umbrella term Queer Transgender Black Indigenous (and) People of Color (QTBIPOC) acknowledges self-determination and differential impacts of white privilege but recognizes the strength of collaboration of such differences. For Black and Indigenous people, the U.S. policies, practices, and laws constituted race through distinct constitutional law and through the social construction of whiteness that disproportionately shapes their lives. Staff of Color (SoC) also refers to the complexity of people of color and their experiences with racism. Disabled is an umbrella term that refers to a person who self-identifies with having an invisible or visible disability. Transgender is an umbrella term that refers to a person who self-identifies along a gender spectrum other than what was biologically assigned at birth (cisgender), and they may identify broadly with challenging cisgender binary constructs (e.g., through identities not limited to Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      18 gender expansive, gender fluid, gender non-binary, and genderqueer, etc.) (Halberstam, 2018). More specific concepts on identity and self-determination will be interwoven about Transgender and Disabled staff in chapters three through six. The struggles for justice within these groups are different and may have overlap with some of the definitions based on previous terminology related to Indigenous staff. While this study focuses on Indigenous, Transgender, and Disabled staff, I do not claim to speak for or on behalf of a fixed identity in totality. Terminology in this study agrees with scholars who challenge and contextualize fixed identities or medical models that support dominant norms of people. I seek to bring an intersectional framework to analyze the multiple identities people carry. Statement of the Problem & Purpose  U.S. public research universities generally deliver problematic DEI efforts and programs that erase Indigenous, Transgender, and Disabled staff through online formats and representations, but staff-driven interventions may mitigate this gap. This qualitative explanatory study describes the DEI common language as one of compliance and management through review of the web-based content of 17 high and very high research universities. Of these universities, seven are also land grant universities. The frameworks applied include Indigenous Feminist Theory (Waterman, 2018) through the concepts of relationality and Intersectionality (Crenshaw, 1991). Through this online review, results show that universities differ in their institutional commitment to Indigenous, Transgender, and Disabled communities. Moreover, they overall lack representations of Indigenous, Transgender, and Disabled staff DEI contributions. Therefore, universities perpetuate staff erasure through not addressing their needs and presence. This study uniquely positions itself to encourage staff self-recognition so that DEI efforts may be better situated through the social and cultural approach of informal staff projects. Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      19 This study may expand on the colonial lens of individuality as it found online evidence that staff have contributed to a better workplace.  Justification and Rationale  I narrowed this study to the representations of Indigenous, Transgender, and Disabled staff, because these groups are the nexus of diversity implementation in higher education, and they produce knowledge without an official research or teaching function at the core of their job description. They often embody social justice but are often missing from foundational DEI training opportunities. Universities’ online erasure of staff presents a dilemma to the existing class-based erasure many staff face due to their employment classification (i.e., job type). Universities employ three times as many staff positions across all classifications as they do faculty members (U.S. Department of Education, National Center for Education Statistics, 2018). Moreover, Western assumptions of DEI education across research universities are inadequate for honoring Indigenous, Transgender, and Disabled staff. Universities have a core responsibility to value all people, and they must equitably account for Indigenous knowledge systems that prioritize Indigenous relational ways of being and sovereignty. Indigenous (Native American) knowledge systems predate the United States as a nation and have benefited the land since time immemorial. There is little research focused on staff within research universities that honors Indigenous staff embodiment within their organizations. U.S. settler-colonial knowledge production requires the erasure of Indigenous knowledge systems. Transgender and Disabled staff face similar experiences with marginalization due to the ways their identities have been shaped in education, mental health, and medical institutions. Settler-colonial knowledge systems regenerate inequities through research universities despite attempts to value diversity, equity, and inclusion (Smith 1999/2012; Patel, 2015; Waterman, 2018). Settler education translates into DEI Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      20 educational interventions at universities that reinforce transactional interactions of support, whereby the student is the customer, and the employees provide a service (Ambo, 2018). Within Western universities, DEI initiatives normalize higher education based on an assumed organizational hierarchy beginning with faculty, managers at the top, and non-academic staff below (Chun & Evans, 2009). The result of these hierarchies is a transactional exchange among and between individuals and role-alike groups. Within these organizational power dynamics, different institutional representatives tend to produce official reports about campus climate, compliance and risk, managing diverse student admissions and recruitment efforts, and retaining faculty, staff, and students. Chun and Evans (2019) describe how DEI self-studies lack an evaluation about the impact of diversity efforts, which “value and respect for all of its members” (p. 1). The justification in seeking out online representation of Indigenous, Transgender, and Disabled staff was to both identify how institutions lack a full picture of impact beyond compliance and management principles and to locate staff representation to DEI contributions. This study attempts to fill the gap, prioritizing online data that benefits visibility of Indigenous, Transgender, and Disabled Staff.  Shortfalls of Diversity, Equity, and Inclusion Training Institutional Whiteness drives many universities’ DEI training through creating text for audiences through awareness-making, concept-building, compliance and risk, and inclusion concepts based on the socially constructed norms of difference, colorblind racial ideology, and legal equanimity. For example, Western DEI training acknowledges some faculty, students, and staff biases by admitting, hiring, and retaining people of color. In diversity hiring practices, universities generally center white supervisors or managers as needing to recognize their internal personal biases when reviewing applications and hiring committees. Many public research Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      21 universities similarly prioritize DEI education concepts for white faculty and students as the assumed primary audiences. Steele’s (2018) research about staff at a PWI of higher education contends that long-term institutional planning disregards staff of color who are otherwise at the heart of diversity practices. However, some research university websites amplify the contributions of QTBIPOC and Disabled staff, indicating the importance of multiple knowledge systems as contributing to a healthy university workforce and the overall wellbeing of both students and faculty climate. Universities also tend to promote DEI education through a colorblind lens that may further result in longstanding oppression to QTBIPOC and disabled communities. Colorblind racism refers to claiming that racism is past-tense and minimizing the social impact of institutional and generational barriers that non-whites and other marginalized communities have faced in all aspects of life (Bonilla-Silva, 2006), including food insecurity, education, healthcare, environmentally healthy neighborhoods, laws, and in professions. For example, the language of DEI tells us that everyone matters. When universities convey that everyone matters, institutional responsibility is relegated to the individual level. To understand the intersectionality of identities based on QTBIPOC and Disabled staff and other members of the university, this form of equality disregards the very systems that uphold white privilege. Universities are beginning to articulate anti-racism or the cultural contributions of QTBIPOC and disabled communities, often with little to no opportunities for staff members to recognize the power of our ancestral histories. We do not have the chance to learn through a lens of multiple strengths of these differences.3 Within a colorblind view of DEI, we cannot begin to offer a path forward about transforming the places where we learn and work into a more inclusive or racially equitable environment.   3 Sandoval, 1991. Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      22 Queer Transgender Black Indigenous (and) people of color (QTBIPOC) and folks with disabilities embody a reflexive language that represents the strengths in our differences. There isn’t a framework that I know of yet in universities that genuinely appreciates the resilience and the different positions of oppression that many Indigenous, Transgender, Disabled and other people of color face. For university staff, the recognition is even more limited or non-existent due to existing organizational class hierarchies. Theoretical Framework Indigenous Feminism provides a language that represents my identity as a researcher, data collection, and analysis of DEI web-based content focusing on Indigenous, Transgender and Disabled staff at 17 flagship universities. Following Waterman (2018) who is Onondaga, Turtle Clan, I acknowledge that my education is broadly shaped by Western knowledge and Indigenous sovereignty and relationality helps me honor my community, experiences, roles, and intersecting identities of Indigenous, Transgender, and Disabled staff. As Crenshaw (1991) honored Black women and many more marginalized communities through intersectionality, I hope this framework explains the location of power, race, and gender as they manifest across Indigenous, Transgender, and Disabled staff who have varying life experiences and identities. Intersectionality explains and translates the connective themes presented by Indigenous, Transgender, and Disabled staff as they worked towards collective justice and Indigenous sovereignty in their professional spaces. Self-determination (cultura, culture) and intersectionality helped me to organize how universities and institutional stakeholders generally talk about staff, but also, how staff speak up for themselves through their actions, activities, and programs in the online data I analyzed. It is in solidarity for our multiple intersecting identities as university staff that I began this dissertation. The next section will review literature in Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      23 organizational management, Critical Race Theory (CRT), and decolonizing diversity, equity, and inclusion in order to identify the need for an online textual analysis that identifies Indigenous, Transgender, and Disabled staff contributions and visibility.Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      24 Chapter 2: Literature Review Diversity, Equity, and Inclusion (DEI) literature in higher education reveals several patterns (Truesdell et al., 2017) as evident through the general marginalization of non-teaching university staff (Steele, 2018), the use of the collective but non-inclusive voice when describing DEI, or the lack of equitable decision-making power. In Chapter 1, I defined intersectionality, which refers to how systems shape multiple identities that include race, gender, and sexuality, among others. The literature about staff diversity and inclusion in higher education requires more attention (Steele, 2018), because Indigenous, Transgender, and Disabled staff are often missing from diversity interventions at universities. The peer-reviewed articles about staff are mostly qualitative studies (Gomez, 2017; Lowney et al., 2018; Luedke, 2018; and Steele, 2018). Fewer articles utilized mixed-methods or quantitative research designs. Some articles focus on DEI through faculty and student experiences (Brayboy, 2003; Dancy et al., 2018) and may or may not be translatable to staff experiences (Vacarro, 2012). Existing literature demonstrates organizational influences on BIPOC staff through institutional Whiteness culminating in staff belonging, erasure, skill sets, and peer support. Literature focused on how staff interact with hostile institutional climates, leadership roles of diversity professionals, storytelling as resiliency practice, and Indigenous knowledge application.  Campus Climate Staff experiences with campus climate remains a central but limited area of diversity and organizational management literature. Mayhew et al. (2006) and Gardner et al. (2014) emphasized the importance of managerial awareness of university staff perceptions of campus climate for improving institutional diversity. Kayes (2006) identifies diversity-based hiring practices at predominantly white universities that implement a search committee's holistic review Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      25 of job candidates. Cultural sensitivity is a practice that may lead to diverse hiring of faculty and staff (Kayes). Chun and Evans (2009) similarly argue for institutional diversity practices between faculty and staff that shift from a dependent-subordinate relationship to mutual reciprocity that advances self-determination and the allocation of institutional resources. Vaccaro (2012) emphasizes the importance of LGBT faculty and staff formal and informal identity-based groups that act as interventions against a hostile university climate, finding that anti-discrimination policies provide little benefit for their overall sense of belonging.  Campus Diversity Officers Leadership roles and institutional practices of Campus Diversity Officers (CDO) explain how DEI roles, relationships, and mentorship provide incremental advances for diversity within the university system. I removed the commonly used term “Chief” and replaced this with “Campus” due its racist overtones for this university leadership role. Universities appoint a single CDO, usually a non-teaching employee, tasked with implementing diversity efforts at an institutional or department cabinet level. Williams and Wade-Golden (2008) describe the CDO’s role as the ability to manage, implement diversity, and advance inclusive-based initiatives. Leon (2014), Gravley-Stack et al. (2016), and Stanley et al. (2019) explore how CDO’s experiences lead them to understand institutional power and implement university’s institutional mandates. Griffin et al. (2019) lend crucial insight about the CDO’s ability to mentor new students in navigating the university power structures. This literature is important because it helps explain how CDOs, as mostly non-teaching employees (staff leaders) at research universities, bring about incremental changes within the existing power structure and the critical insight they lend to future staff leaders. The literature on CDOs is limited though in that institutional leaders lean heavily on staff labor to implement programs and learning tools from the top-down. The Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      26 narrative about QTBIPOC and disabled staff remains largely missing but could be useful for expanding on the examples within the research focused on these executive staff.  Staff Diversity BIPOC staff benefit public research universities but are often categorized through the lens of single identities. The higher-education literature offered in this section explores the different identities that the literature on staff encompasses. Through this intersectional review of the literature, the commonalities show the importance of staff experiences in assessing campus climate, institutional barriers to welcoming workplace climates, and staff resilience in the face of hostile work climates. Hurtado et al. (2012) conveyed the integral roles that many staff have with understanding student development and success in ways that benefit their institutions. Moreover, Luedke (2017) identified the benefits that Staff of Color (SoC) specifically provide to students of color because most students did not feel supported by White staff who mostly cannot relate to the experiences of these student. Gomez et al. (2015) and Gomez et al. (2017) study the life experiences of SoC who contributed many benefits to peer mentoring, navigating institutional barriers in their careers, and resilience in navigating through hostile work environments. Lowney et al. (2018) described the benefits of relationships between faculty and staff, which contributed to the persistence in their careers through inner spirituality, creating support systems, and creating informal mentoring. Vacarro (2012) applies an ethnography of LGBT staff, faculty, and students at a midwestern university and finds that staff experiences are shaped by their roles and microenvironment (i.e., department or unit level). Merchant et al. (2020) analyzes personal stories from disabled academic employees’ barriers to accessibility and disability support services that impacted job functions. Studies about staff focused mostly on how racism shapes Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      27 staff responses to discrimination and isolation, and how they create spaces of mutual support and skill-sharing. The literature about diverse staff contributes to a description of diversity within a climate of exclusion, desired leadership characteristics, and contributions that benefit universities. Besides the extensive work from Chun and Evans (2009, 2019, 2020), many of these recommendations lack a full picture of how non-teaching staff with varying and intersectional minoritized identities contributed to the institutional goals of diversity and bring skills that correct and transform institutional harm and inaction. The next two areas of literature address the history and foundation of U.S. exclusion in public universities. Critical Race Theory Settler-colonization and institutional racism in higher education are integral parts of the structure of this education system. Critical Race Theory (CRT) is a framework that prioritizes centering the experiences of people of color who experience exclusionary structures and oppressive histories. Zamudio et al. (2011) define CRT as a framework that explains the historical continuum that Native genocide and chattel slavery play in the evolution of the U.S. educational system and society. CRT is essential for analyzing DEI because it offers narratives from QTBIPOC and Disabled staff who speak back to settler-revisionist history through truth-telling. These counterstories provide a power analysis about institutions and historically underrepresented groups. Counterstories are a tenet of CRT that recognizes how people of color name their reality despite the ways that historical narratives, individuals, systems, and laws seek to erase them or distort their experiences.  The common thread in CRT literature recognizes that QTBIPOC and Disabled staff may explain and provide stories of resilience in the face of institutional practices that seek to erase Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      28 and ignore them. Steele (2018) and Truesdell et al. (2017) discussed DEI through CRT to emphasize the importance of Staff of Color (SoC) participation in institutional transformation. Steele (2018) applied a CRT lens to explain SoC experiences of isolation and invisibility at a predominantly white institution (PWI) through semi-structured interviews that produced counterstories. Truesdell et al. applied a CRT framework centered on BIPOC faculty and staff’s collective self-reflections about the roles that common diversity discourses had in silencing and leading them to transgress institutional power away from the neoliberal approaches to diversity practices of inaction. Their collective truth-telling demonstrated how higher education had taken an uncritical eye to diversity concepts by focusing primarily on increasing underrepresented groups on campus (Truesdell et al.). CRT differs from organizational management literature by emphasizing BIPOC staff experiences in diversity and equity initiatives within research organizations (Steele, 2018 & Truesdell et al., 2017). Unlike organizational management literature, CRT literature asks its audience to address how historical racism and repression reconstitutes power in traditional DEI practices. Value systems and unique ways of knowing also inform action-oriented practices of diversity. Next is a review of Indigenous and decolonial approaches to diversity educational practices. Indigenous Knowledge  Alternative ways of knowing have shaped the meaning of equity in the workplace for BIPOC Staff. Indigenous knowledge systems offer a unique way of knowing that decolonized Western DEI frameworks through elder teachings, relationality, and power analyses. Decolonizing refers to the context and historical processes by which settler-colonialism shapes higher education and society (Smith, 1999/2012; Patel, 2015). Patel (2015) and Smith (1999/2012) advance Indigenous worldviews in higher education based on prioritizing Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      29 Indigenous Research and unsettling Eurocentric research. Tuck and Yang (2012) describe how settler-colonialism claims sovereignty over Indigenous land and how white settlers advanced chattel slavery and the genocide of Native Americans. Dancy et al. (2018) described how the U.S., as a settler-colonial state, makes itself legitimate through dehumanizing Black bodies while humanizing white bodies in higher education.  Anti-Blackness in higher education reifies the Black body through historical claims over their body as property, settling space, and expanding territories (Dancy et al., 2018). Ambo (2017) applied Indigenous elder knowledge to better understand how Native American Student Affairs staff applied radical love and refusal in their practice instead of the dominant norms of white professionalism, encouraging Native American students’ belonging. Davidson et al. (2018) centers Indigenous perspectives in order to inform Indigenous scholars through Indigenous Knowledge through Indigenous research design and writing. Silas and Shotton (2018) developed a policy manual for student services professionals to inform the specific needs of American Indian, Alaska Native, and Native Hawaiian students in higher education. Indigenous knowledge informs DEI practitioners about the roles of self-determination and unsettling the Eurocentric value of conquest over Indigenous knowledge in higher education practice. CRT is different due to its emphasis on a dialectic of speaking truth back to the nation-state and the racist educational laws or practices within higher education. Both CRT and Indigenizing DEI expand on the dominant discourse in DEI that emphasizes mandates, policies, and performative practices. CRT and Indigenizing DEI offers an analysis to understand the integral contributions of Indigenous, Transgender, and Disabled staff, who work within the settler-colonial system of higher education that has continued to destroy, minimize, or erase their respective communities.  Conclusion Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      30 I identified the literature gap that suggests universities apply Western DEI interventions that maintain the settler-colonial processes of university-sanctioned erasure of staff experiences and existence. QTBIPOC and Disabled staff embody vital DEI knowledge but university DEI actions of compliance or management does little to convey a sense of belonging for many diverse staff. The frameworks that guide this study are Indigenous Feminism (Waterman, 2018) and Intersectionality (Crenshaw, 1991). This study seeks to add to the existing literature focused on staff presence by explaining the nuances of online textual representations of their contributions and identities. The role of this study has the potential to begin to mobilize solidarity among Indigenous, Transgender, Disabled staff and all marginalized staff. In Chapter 3, I will explain the research design, and in Chapters 4-6 I will discuss results. The study results validate the role of DEI compliance and management over these staff but new understandings of how staff are expanding the needs of DEI analysis affirm, develop, or expand this common framework.  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      31 Chapter 3: Study Design Methodology Data Collection  Online data collection began in January 2020 and went through December 2020. Once all data were collected, I winnowed the scope from 51 universities to 17 institutions from various parts of the U.S. I sorted the findings by Disability resources, Indigenous sovereignty, and Transgender resources to identify the 17 institutions. Then after identifying the associated universities with those broad categories, I transferred text and images into three documents, one for each identity: Indigenous, Transgender, and Disabled staff. My approach was to place the staff data according to these broad categories was also to find the ideological similarities between the institutions. This also allowed me to review online data focused on university staff and diversity, equity, and inclusion (DEI). Due to the broad scope of Indigenous, Transgender, and Disabled staff embodied realities and how universities perpetuate umbrella categorization online, I also purposefully sampled intersecting identities that may be present across each broad area. Online content presented congruent absence of Indigenous, Transgender, and Disabled staff recognition across the 17 institutions in DEI programs, policies, and networking opportunities. Indigenous (Native American), Transgender, and Disabled staff are currently the most widely used categories across the sample (n=17, 100%). These dominant categories led me to organize online data by each institution and to remove extra words or url text. Scrivener, a manuscript software, allowed me to use a word counter to identify the most frequently used words.  Data Analysis          Secondary online text and images were analyzed through Indigenous Feminism (Waterman, 2018) and Intersectionality (Crenshaw, 1991). These frameworks as previously Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      32 argued for in Chapter 1, welcomed a relationship between myself as a Chicana, Indigenous Queer scholar and the dataset that speaks to a diverse group of Indigenous, Transgender, and Disabled staff with varying data points of interconnectivity. Following the scholarly wisdom of those before me, I do not claim objectivity in any phase of the research design specifically in the data analysis (Waterman, 2018). In my response to Western research that requires distance, I embrace that challenge and attempt to honor the data to my fullest potential given my limitations as someone who is not all-knowing.   The boundary of this dataset originated from universities’ DEI online text focusing on Indigenous, Transgender, and Disabled staff, purposefully selected, and compared from 17 university websites. The West coast, Midwest, and East coast are the three major regions of these online datasets that occupy Indigenous land, known today as the United States. Before winnowing these data, I consulted with my dissertation committee chair to triangulate and validate themes that identified the expected and unique results. After reviewing the word frequency, I coded these broad themes by hand. Initially, I planned to review 6 universities but quickly shifted and moved to 17 universities to offer a broader view of staff online representation across the U.S. Once I organized qualitative text into the general categories of Indigenous, Transgender, and Disabled staff, I identified major themes through close attention to the word counts and phrases. Themes that emerged as outliers are as important to the major themes, indicating non-common representations that may be understood through a collective and relational perspective in concepts such as, Indigenous sovereignty, Transgender justice, and Disability justice. The themes also indicated intersectionality in how universities conveyed their Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      33 institutional commitments differently to individualized groups and how staff advocated for themselves.  Indigenous Staff. U.S. universities must be explicit about their settler-colonial roots by acknowledging how U.S. genocide and Tribal dispossession shapes the cultures and practices in higher education. The process of genocide is ongoing and impacts Indigenous Tribes, Nations, and community members (Grande, 2004; Smith, 2012). Other than the educational system, the healthcare system has worked to name their roles in Tribal dispossession of land and knowledge. Deerinwater (2020) calls attention to cultural genocide in the healthcare system that racializes Indigenous people but erases Tribal identity. In higher education, universities Tribal identity is as important to Indigenous staff and the wider Tribal community, but these institutions generally does not employ enough Indigenous Staff. The university has the potential to maintain strong relationships with Tribal members and other Indigenous community members through its improvement with recognizing the importance that Indigenous staff bring to restoring Tribal sovereignty. My analysis of Indigenous staff presence within land acknowledgements and IRB protocol was through Indigenous Feminism and self-determination (sovereignty).   Transgender identities. I applied intersectionality in my analysis to present the images and textual presence of online Transgender staff with the caveat that the social meaning of transgender identities carries with it a historical, social, political, and spatial contexts (Halberstam, 2018). Halberstam (2018) refers to trans* as a non-fixed identity that is dependent on a historically specific context: Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      34 the asterisk modifies the meaning of transitivity by refusing to situate transition in relation to a destination, a final form, a specific shape, or an established configuration of desire and identity. (p. 4)  LGBTQ. This acronym refers to Lesbian Gay Bisexual Transgender and Queer. Following Halberstam, each term within the acronym is an umbrella term that is collected into this acronym to demonstrate the different embodied identities, civil rights triumphs and struggles, and pride in sexual orientations, gender identities, and self-determination (Halberstam, 2018).  Gender-neutral restrooms. Restrooms are historically divided into a gender binary based on socially constructed understandings of biological sex categories. Gender-neutral restrooms or universal restrooms attempt to address the wide spectrum of gender by offering inclusion to all genders within educational settings and workplaces. Gender pronouns. Preferred gender pronouns are a form of gender identity that reclaim expansive gender identity, which may deconstruct the cisgender binary. Davis (2017) offers historical context and inquiries about the modern understanding of gender categories that seek to reinforce biological sex and gender: Sex markers have been attached to our birth certificates, driver’s licenses, and passports from their inceptions. And these documents explicitly or implicitly predicate just about every other sex-classification policy that organizes US public life. (p. 28) Preferred name. Universities as well as other institutions are implementing preferred name changes that may benefit the identities of Transgender, gender non-binary, and gender nonconforming individuals. Collective advocacy drives this work and has pressured institutions to offer preferred names.  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      35 Disabled Staff. University literature currently lacks Disability Research Studies that focus on Disabled university employees. Disabled staff are valuable members of the university system. Yet, university websites generally focus on how Disabled staff at universities may improve the climate of faculty and students. Merchant et al. (2020) articulates the need for more research in this area through the personal accounts of academic employees' relationship to accessibility and disability support services that resulted in individualized barriers that impacted their jobs. Wong (2020) provided first-person stories from Disabled individuals aimed at strengthening a collective of Disabled readers and to provide non-disabled individuals an opportunity to learn from first-person Disabled narratives. I applied intersectionality to understand how Disabled staff worked towards disability rights and advocacy, two umbrella concepts that refer to collaborative and collective action carried out by Disabled staff. I analyzed these data through the collective action from Disabled staff who organized informal events to bring awareness to the formalized ableist culture and institutions that were not alleviated through accommodations requests. The presence of Disabled staff knowledge informed universities’ gaps in services. The terms below explain the context of ADA accommodations requests.  ADA. The Americans with Disabilities Act (ADA), specifically Sections 503 and 504 of the Rehabilitation Act of 1973, intends to remove workplace barriers for staff with disabilities, provide protections from discrimination to staff with disabilities, and it mandates the employer to provide reasonable accommodations to individuals with disabilities (Kim, 2018).  Interactive Process. The ADA’s interactive process is the mechanism for how a university employer receives an accommodation request from an employee. This is called the interactive process, which may be a formal or informal process for university staff who make Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      36 reasonable accommodation requests. Kim (2018) refers to the ADA’s interactive process based on the precedent established at the 8th Circuit in Kowitz v. Trinity Health: … under the circumstances the employer can fairly be said to know of the disability and desire for an accommodation, a genuine issue of material fact exists as to whether that employee requested an accommodation sufficient to trigger the employer’s duty to engage in the interactive process of identifying a reasonable accommodation. (p. 412) In Kowitz v. Trinity Health is an important lesson for university human resources and supervisors; that an employee should not have to formalize an accommodation request for a disability but provide material fact (Kim, 2018).  Inclusion Criteria Western knowledge systems in higher education are typical of this study’s universities through the institutional missions to prioritize intellectual property and reproduce territorial control over all knowledge systems (Smith, 2012; Tuck & Yang, 2012). The inclusion criteria were based on a combination of characteristics of U.S. public research universities but none of them are co-classified as Historically Black or Tribal Colleges and Universities. Private institutions were excluded.  Institutional Variables: Carnegie Classification. The Carnegie Classification of Institutions of Higher Education® (CCIHE®) Basic Classification was formed in 1971 to describe colleges and universities for the purpose of funding research and policy (Carnegie Foundation, n.d.). The classification initially focused on faculty and staff of universities. In 2018, Indiana University Center for Postsecondary Research took over its administration. According to CCIHE® (n.d.) “R1: Doctoral Universities [have] very high research activity,” and “R2 Doctoral Universities [have] high research activity. The classification refers to universities that have “20 Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      37 research or scholarship doctoral degrees and at least $5 million in total research expenditures.” This classification can be used interchangeably at a public research university since they are (a) public, (b) receive federal research funding, (c) offer both undergraduate and graduate education, and (d) reproduce a Western knowledge system. There are no universities in this sample that are classified as Tribal or Historically Black College or University (IPEDS, 2020).  Individual variables. I chose to focus on Indigenous staff through seeking out indicators that explain how research universities may continue to harm Tribes through common practices or the neglect of certain ones. Recent human subject violations toward Tribes, Nations, and Bands at these universities make evident the continuance of harms to Indigenous people and their land (Around Him, 2019). I purposefully reviewed land acknowledgements on university websites because these statements indicate Indigenous or Tribal Nations’ involvement. Native Land Digital (2021) refers to land acknowledgements as having both an independent and dependent function. For Indigenous peoples, land acknowledgements collectively honor the original caretakers of the land and articulates Tribal sovereignty (Native Land Digital, n.d.). Non-Native Americans utilize land acknowledgments to pay respect to the lands and Tribal Nations culture and land that settlers occupy through the ongoing process of settler-colonization. Land acknowledgements offer an opportunity at universities to support Indigenous sovereignty. Land acknowledgements are institutional statements and some are located within unit-level statements (i.e., university-College-level or departmental statements) which demonstrate that universities are collaborating with Tribes. Thus, Indigenous cultural experts and community connectors may mitigate harm and their role within research universities function beyond providing project management or administrative support (Harding et al., 2012), through their participation in co-creating land acknowledgments.  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      38 Land Grant Institutions and Indigenous Staff. Land grant institutions represent seven out of 17 universities (41.17%) in this sample. The Morrill Act of 1862 established land grant universities through this congressional law which established Agriculture and the Arts research fields and benefited U.S. citizens. The Morrill Act was founded on dispossessing Tribal Nations of their land. All U.S. universities whether or not a land grant university, occupy Indigenous lands (Lipe, 2018).  The Integrated Postsecondary Education Data System (2021) aggregate data applies the terms “Native American” and “American Indians.” These categories do not explain the tremendous diversity of Tribes, Nations, and Bands that were represented at universities by Indigenous staff. Today, the impact of U.S. Tribal dispossession can be seen in the amount of Native American or Alaska Indian staff members who are employed by the universities in this study. Lopez and Marley (2018) caution researchers about the methodological limitation in mandated diversity statistics about Tribal Nations and those in the process of “seeking recognition” through federal or state levels (p. 6). See Figure 1 for a listing of job types held by American Indian or Alaska Native staff at each land grant university (Integrated Postsecondary Education Data System/IPEDS, 2021). See Figure 2, that lists the job types at the remaining ten universities under the Carnegie Classification® universities (IPEDS, 2021). Almost all universities’ staff employees who are American Indian or Alaska Native Staff represent less than one percent compared to white staff (IPEDS, 2021b). For a comparison to grand total of all other non-Native staff and to white staff, please review the Appendix (IPEDS, 2021b). Compared to the size of these research universities, it is important to note that the employment of Native American staff is minimal.  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      39 Figure 1  Land Grant Universities 2018: American Indian or Alaska Native Staff by Job Type University American Indian or Alaska Native men (2018 Grand Total) American Indian or Alaska Native women (2018 Grand Total) Job Type 1.University of California Berkeley 11 25 Manager (1 man, 3 women), Business/Finance (1 man, 8 women), Computer Engineering and Science (2 men, 2 women), Community Service, Legal, Arts, and Media (2 men, 2 women), Healthcare Practitioners and Technical (1 man, 2 women), Service (2 men, 5 woman), Office/Admin Support (1 man, 3 women), Natural Resources Construction, and Maintenance (1 man) 2. University of California Los Angeles 20 39 Manager (3 men, 2 women), Business/Finance (2 men, 14 women), Computer Engineering and Science (6 men, 3 women), Community Service, Legal, Arts, and Media (1 woman), Healthcare Practitioners and Technical (4 men, 4 women), Service (1 man, 6 women), Office/Admin Support (1 man, 9 women), Natural Resources Construction, and Maintenance (1 man); Production, Transportation, and Material Moving (2 men) 3. University of Illinois at Urbana-Champaign 10 6 Manager (3 women), Business/Finance (1 woman), Community Service, Legal, Arts, and Media (1 man, 1 woman), Service (4 men), Office/Admin Support (2 men, 1 women), Natural Resources Construction, and Maintenance (3 men), and Production Transportation 4. University of Maine* 6 4 Business/Finance (2 men), Community Service, Legal, Arts, and Media (1 man), Healthcare Practitioners and Technical (1 man), Service (1 man, 3 women), Office/Admin Support (1 man), and Natural Resources Construction, and Maintenance (1 woman) 5. University of Maryland 5 5 Business/Finance (1 woman), Computer Engineering and Science (1 woman), Service (2 men, 1 woman), Office/Admin Support (1 man, 2 women), and Natural Resources Construction, and Maintenance (2 men) Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      40 College Park 6. University of Nebraska Lincoln 7 6 Manager (3 women), Computer Engineering and Science (1 woman), Community Service Legal, Arts, and Media (1 woman), Service (6 men), and Office/Admin Support (1 man, 1 woman) 7. University of Rhode Island* 8 9 Business/Finance (2 women), Healthcare Practitioners and Technical (1 woman), Service (6 men, 2 women), Office/Admin Support (4 women), and Natural Resources Construction, and Maintenance (2 men) Note: * means that these universities have very high research activity  Figure 2 All other Universities with High Research Activity  University American Indian or Alaska Native men (2018 Grand Total) American Indian or Alaska Native women (2018 Grand Total) Job Type 1. University of Iowa 12 4 Manager (1 woman), Business/Finance (1 man, 1 woman), Computer Engineering and Science (3 men), Community Service Legal, Arts, and Media (2 men, 1 woman), Healthcare Practitioners and Technical (1 woman), Service (2 men), Natural Resources Construction, and Maintenance (2 men), and Production, Transportation, and Material Moving (2)  2. University of Kansas 18 22 Manager (3 men), Business/Finance (4 women), Computer Engineering and Science (5 men, 1 woman), Healthcare Practitioners and Technical (1 woman), Service (3 men, 3 women), Office/Admin Support (2 men, 13 women), Natural Resources Construction, and Maintenance (5 men) Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      41 3. University of New Mexico-Main Campus 41 109 Manager (4 men, 9 women), Business/Finance (6 men, 20 woman), Computer Engineering and Science (6 men, 4 women), Community Service, Legal, Arts, and Media (1 man, 2 women), Healthcare Practitioners and Technical (18 women), Service (5 men, 5 women), Office/Admin Support (10 men, 45 women), Natural Resources Construction, Maintenance (8 men, 5 women), and Production, Transportation, and Material Moving (1 man, 1 woman)  4. University at Buffalo 4 6 Manager (1 man, 1 woman), Business/Finance (1 man, 2 women), Community Service Legal, Arts, and Media (1 man), Healthcare Practitioners and Technical (1 woman), Service (1 woman), Office/Admin Support (1 women), and Natural Resources Construction, and Maintenance (1 man) 5. University of North Carolina at Chapel Hill 17 17 Manager (2 men, 1 woman), Business/Finance (4 men, 5 women), Computer Engineering and Science (3 men, 6 women), Community Service Legal, Arts, and Media (3 women), Healthcare Practitioners and Technical (2 women), Service (1 man), Office/Admin Support (3 men, 2 women), Natural Resources Construction, and Maintenance (2 men) 6. University of North Dakota* 11 22 Manager (1 woman), Business/Finance (4 men, 1 woman), Community Service Legal, Arts, and Media (5 men, 13 women), Healthcare Practitioners and Technical (3 women), Service (1 man, 1 woman), Office/Admin Support (3 women), Natural Resources Construction, and Maintenance (2 men), and Production Transportation and Material Moving (1 man) 7. University of Oregon 12 18 Manager (1 man), Business/Finance (7 women), Computer Engineering and Science (2), Community Service Legal, Arts, and Media (1 man), Service (3 men, 7 women), Office/Admin Support (1 man, 4 women), and Natural Resources Construction, and Maintenance (4 men) 8. University of South Dakota* 9 16 Manager (4 men, 2 women), Business/Finance (1 woman), Computer Engineering and Science (1 man), Community Service, Legal, Arts, and Media (3 women), Service (2 men, 3 women), and Office/Admin Support (2 men, 3 women) 9. University of Texas at 12 19 Manager (1 man, 2 women), Business/Finance (1 man, 2 women), Computer Engineering and Science (3 men, 1 woman), Community Service, Legal, Arts, and Media (3 women), Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      42 Austin Service (3 men, 1 woman), Office/Admin Support (2 men, 9 women), Natural Resources Construction, and Maintenance (2 men, 1 women) 10. University of Washington-Seattle Campus 21 14 Manager (2 men, 1 women), Business/Finance (8 men, 3 women), Computer Engineering and Science (1 man), Community Service, Legal, Arts, and Media (1 woman), Healthcare Practitioners and Technical (1 man), Service (1 man, 2 women), Office/Admin Support (2 men, 7 women), Natural Resources Construction, Maintenance (5 men), and Production, Transportation, and Material Moving (1 man) Note: * means that these universities have very high research activityUnpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      43  Transgender and Disabled Staff.  The U.S. Department of Education assigned the collection of higher education data to the National Center for Education Statistics. This data collection is problematic. Similar to IPEDS data collection that rely on Native American and American Indian aggregate categories, the erasure of Transgender and Disabled and other marginalized staff generally provides partial stories that are ableist and limited to cisgender/gender binary. IPEDS survey collects aggregate human resources data by race, ethnicity, and gender of university staff (Aliyeva et al., 2018). IPEDS data complies with “Title VI of the Civil Rights Act of 1964 (34 CFR 100.6(b)) and on regulations implementing Title IX of the Education Amendments of 1972 that require data on gender (34 CFR Part 106)” (Aliyeva et al., p. 10). Federally mandated data lacks institutional data about Transgender staff (Lopez & Marley, 2018), and Disabled staff. The IPEDS currently does not provide disaggregate or intersectional data based on cross-referencing disability, race, ethnicity, and non-binary gender (e.g., gender expansive). The United States Department of Labor/USDOL (2021) statistical data from Current Population Survey (CPS) reported that 17.9% of people with disabilities are employed compared 61.8% of people who did not report a disability. According to the same report, people with disabilities are more likely to be unemployed even with educational attainment and “less likely to work in management, professional, and related occupations” (USDOL, 2021, p. 2). The striking lack of disability and gender expansive data indicates that institutional norms of both ableism and transgender exclusion can be directly related to mandated data.  Inclusion Criteria Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      44 Public research institutions convey a common language which should be accounted for education and training via online resources. Creswell and Creswell (2018) explain that qualitative research can be purposefully sampled to examine specific datasets that will help to address research questions. Waterman (2018) explains that Indigenous Feminism as a framework can drive how researchers collect data, code, and analyze online images text in terms of sovereignty. To understand common languages through an Indigenous Feminist lens, I purposefully selected 17 public research universities in the U.S. that would address the research questions to understand how universities portray Indigenous, Transgender, and Disabled staff. I collected data from January 2020 to December 2020 during which the COVID-19 pandemic drove some universities to respond by making staff resources more visible in online formats. All data were located through public information from online textual websites about DEI education and training for faculty, students, and staff at these respective institutions.  Search Term Variables. From August 2020 through December 2020, I winnowed the data to focus on terms that answer the aims of this study: (a) name of the institution, (b) training and description, (c) institutional review board trainings for research with Indigenous and communities of color; (d) Indigenous Land Acknowledgements; (e) Transgender resources and justice; and (f) disability resources and justice. I entered the individual or combinations of terms \"diversity,\" \"education,\" \"equity,\" \"inclusion,\" “Native,” “Indigenous,” “Disability,” “staff,” “training,” and “Transgender” into each university search engine. Due to no contact with human subjects, the Institutional Review Board (IRB) determined that my study that collected online public data did not fall under the definition of a human subjects study.  Limitations  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      45 Anzaldúa (1979/1981) describes the survival strategies of communities of Queer women of color who feel isolated and unseen in various spaces. My experiences as a staff woman of color shape how I approach my data. I do not represent all experiences of QTBIPOC and Disabled staff, other marginalized, or minoritized groups. I am not an enrolled Tribal member, which is another reality that I recognize in my data collection and analysis. Aggregate data by race and gender-binary creates a limited view for this study and for other researchers interested in identifying similar universities to compare. The qualitative online textual analyses were context-driven, provided a snapshot in time, and thus means this study may not be generalizable to other contexts. From early January to March 2020, I collected data from websites for a practicum. Beginning in March 2020, the pandemic of 2020 (COVID-19) reshaped how university instruction was formatted, moving student attendance from in-person instruction to virtual classrooms. Beginning north of Seattle, Washington, the COVID-19 pandemic, claimed the lives of elderly individuals in relative geographical proximity to the University of Washington. While this study is not in a position to generalize the impact of COVID-19 on all staff, it will contribute a commentary for university staff. This study provides a bird’s eye view of staff online representation related to institutional DEI from a purposive data sample. Staff may be interested in this study as an entry point for collective justice, Indigenous sovereignty, and in discussing how some institutions must be accountable Indigenous, Transgender, and Disabled staff. Through intentional respect to the available data and by many iterations, I offer the following research questions: Research Questions 1. How are Indigenous, Transgender, and Disabled staff present in diversity education in online venues at public research universities?  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      46 2. How do Indigenous, Transgender, and Disabled staff contributions align, benefit, redefine, or transgress Western DEI education? Coding While coding, I paid close attention to word frequency, description, people and roles included, and informal or mandatory practices. I applied an Indigenous Feminism through self-determination (Waterman, 2018) to the data on Indigenous staff in Chapter 4. In Chapters 5-6, I also applied Intersectionality (Crenshaw, 1991) to both Transgender staff and staff with disabilities. I sought out the most frequent words but also paid close attention to what was missing by closely reviewing any outliers. These outliers helped me identify significant but small instances of staff representation that conveyed Indigenous sovereignty, and justice for Transgender and Disabled staff. Themes that emerged provide a pathway forward for further research that may better reflect the needs and contributions of Indigenous, Transgender, and Disabled staff at public research universities. Across each focus area discussed in the Results sections in Chapters four through five, I will detail the following themes. The next section describes the institutional classifications of the universities in this sample. Chapter 4: Indigenous Identity Land Acknowledgement indicators. Land acknowledgements recognized the Tribes, Bands, and Nations as the original inhabitants of the land that settlers occupy, emphasizing the Tribe instead of individuals.  Responsibility indicators. Land acknowledgements stated their institutional responsibility (university) to restore or support Native American (Indigenous) sovereignty through action.  Indigenous staff collaborate as cultural experts indicators. A few land acknowledgements recognized Indigenous staff as cultural experts in writing these statements. Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      47 Some universities applied Indigenous languages that were associated with the land acknowledgements.  Institutional Review Board indicator. There was no presence of ethics training and protocol for non-Native and non-BIPOC to protect human subjects to protect Indigenous research subjects.   Indigenous staff cultural indicators. A few universities recognized the Indigenous-led Research Ethics protocol and culturally appropriate research design (e.g., Indigenous Research center and memorandum of understanding, led by Tribal members, Indigenous faculty and staff).  Chapter 5: Transgender Identity  Institutional commitment to Transgender staff and other university members as an indicator. Universities shared a commitment to Transgender staff and other Transgender faculty and student, as contributing to the institutional mission and benefitting their extended communities.  Resources and protections of Transgender staff. Universities provide preferred names, resources, rights and protections, learning tools, and showcased Transgender staff advocacy.  Transgender staff indicate that identity matters and connects with peer group advocacy. Universities share opportunities to Transgender staff to participate in community-driven advocacy and social justice events.  Staff demonstrate the importance of cultural and intersectional indicators. University websites show a commitment to Transgender and other LGBTQ staff in their intersectional identities as Indigenous staff, through land acknowledgements, and through pride-based recognition of staff.  Chapter 6: Disability Identity Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      48  Institutional commitment to Disabled staff and other university members as an indicator. Universities provided policy about reasonable accommodations for their staff under the Americans with Disabilities Act. Services and resources for staff with disabilities. Websites offered services and resources for Disabled staff and other university members not limited to accessible technology, transportation, service animals, and other resources or support services. Protections, anti-discrimination statements, and reporting a concern for Disabled staff. University provided statements of anti-discrimination policy for Disabled staff (as well as other Disabled community members) and provided a grievance process for any concerns that may arise. Training about Disabled staff contributed to informing individuals who have not disclosed a disability and the training may provide awareness for supporting Disabled staff.  Disabled staff lead efforts to transform institutional ableist culture. Some Disabled staff provided expertise in building peer relationships and they have the potential to influence institutional culture to better support Disabled staff needs.  Feasibility and Limitations  For this study, I intentionally sought data focused on Indigenous, Transgender, and Disabled staff. The online textual data was conveniently located on public websites bearing no cost to me. The online data collection was limited to a snapshot in time and did not involve human subjects. The data collection was dependent on published university webpages and what I could find. I elicited feedback from peers through a post-analysis community forum on my findings and to strengthen my analysis. One attendee asked me to strengthen the connection in my findings about the lack of institutional review board training focused on Indigenous communities and their connections to Indigenous staff representation. The meetings with my Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      49 dissertation Chair led me to raise my consciousness about Indigenous staff and Tribal roles which improved my discussion and summary in Chapter 7.  Waterman (2018) collected online data from First Nations student programs in order to identify messages that resonate with Native American communities. Similar to Waterman, I intended on collecting data for the benefit and encouragement of collaborative staff working groups. Online text is most likely the first point of staff engagement with the institutional DEI values. Indigenous, Transgender, and Disabled staff, at public research universities, often experience isolation, feel unwelcome, and are limited to peer collaboration outside of the core workday. I expect that staff will be able to apply online searches in order to participate iteratively through community organizing that addresses their needs and aspirations to improve their own self-recognition and influence workplace climate.  Staff may view themselves from a broader perspective outside of their typical professional role and as connected to a wide community of peers across the U.S. The 2020 COVID-19 pandemic placed both a burden and an opportunity for minoritized and marginalized staff to lean on websites for information about institutional reactive policy and DEI efforts at universities. Webpages during this time create a historically unique opportunity where more staff may seek out specific opportunities to connect with colleagues and external professional development opportunities in virtual learning spaces. Therefore, through a lens of Indigenous Feminism (Waterman, 2018) and Intersectionality (Crenshaw, 1991), I was mindful that university websites may provide a contextualized opportunity for university staff to community organize during COVID-19 and offer multiple ways of knowing in identifying how their staff roles and experiences build collective power.  Ethical Issues Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      50 Human subjects research engagement is a practice that I did not take lightly.  The secondary data originated from publicly available websites and I did not engage human subjects. Therefore, the Human Subjects Division at the University of Washington pre-determined that no institutional review was subject to their approval. I was mindful that a tremendous amount of public data was available for those interested in surveying a research problem of practice. This study provided me with a path to build ethically strong future research projects, should I engage with human subjects down the line. Given the COVID-19 pandemic and that I collected public information, I realized the lack of engagement with human subjects limited the study to a snapshot in time. I hoped to share more examples of staff members profiles and reached out to several who ultimately and understandably declined. Therefore, images provided focus on text instead of personal images of individuals. To negotiate my personal biases, I met with the Chair of my committee during the coding procedures and through the themes for each data group collected and in the analysis phase. I also triangulated my findings with my dissertation committee. At many points throughout my synthesis of my findings, I reached out to academic and non-academic individuals to ground my findings and attempt to be intentional throughout this dissertation. I respectfully thank the readers and discussants who offered feedback. I also acknowledge that diversity synthesis is a practice of making mistakes, and I offer an apology ahead of time in the event I have made mistakes. In Chapters four through six, I provide results from university websites that focused on Indigenous, Transgender, and Disabled staff.Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      51 Chapter 4: Results on Indigenous Staff  This chapter explains key findings from 17 universities’ land acknowledgments and institutional review board training. Universities' online representations of Indigenous staff generally lacked attribution as co-developers of land acknowledgements and other cultural expertise. Institutional Review Board training offered to non-Indigenous researchers about working with Tribal Nations, Indigenous and BIPOC research participants was entirely lacking. Outliers showed that Indigenous protocol in Indigenous-centric research correlates with Indigenous sovereignty as a matter of Indigenous relationality and restoration. Universities’ online presence of Indigenous staff was limited in how they recognized Indigenous staff contributions to developing land acknowledgements. However small, there were significant examples of Indigenous staff participation that conveyed relationality and responsibility to Indigenous communities. The findings support the theory that settler-colonialism shapes diversity efforts but that Indigenous staff continue to advance efforts that support Indigenous sovereignty. Results Land Acknowledgements The process of winnowing these data took several months of collecting a larger dataset across 51 institutions over the course of 12 months from 2019-2020. Through a purposeful sample, I winnowed the data by prioritizing land acknowledgements and other texts related to Indigenous sovereignty. I understand that land acknowledgements are an expression of Indigenous sovereignty. One major theme emerged: Indigenous protocol in land acknowledgements recognized the Tribal Nations, Tribes, and Bands as the original inhabitants of the land prior to U.S. settlement and colonization at 12 universities (70.59%). Six universities Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      52 (35.29%) recognized the Indigenous cultural experts who co-developed university land acknowledgements. Indigenous Feminism as a framework allowed me to highlight the significant outliers present in the culture expertise because they demonstrate acts of Indigenous self-determination and relationality. Across 17 universities, Indigenous staff presented as co-developers of land acknowledgements at six university websites (35.29%). Four universities (23.53%) included Indigenous language pronunciations. Three unit-level (e.g., College) land acknowledgements demonstrate that local unit-based initiatives had begun to address the lack of university land acknowledgements.  Word frequency. land, 96; acknowledgement or acknowledge: 64 (51;13); Native, 43; American, 38; Indians or Indian, 74 (38; 36); Indigenous, 37; Tribes or Tribe: 58 (26;32); People, 27; Nations, 23; Tribal, 23; Community, 23; Peoples, 21; Members or Member: 35 (20; 15); Band, 18; Nation, 17; Lands, 15; Turtle, 15; Territory, 14 Words/phrases. The most frequent keywords and phrases from the sample conveyed that the university (e.g., “we”) has an institutional responsibility to acknowledge Tribes, Bands, Nations. Some universities recognize the settler-colonial actions, such as “displacement,” “dispossession,” “dispossessed,” “dispossess,” “federal holdings'' resulting from U.S. treaties that stole Native American land, Tribes that the U.S. “forcibly removed” from their land, and U.S. land dispossession of Tribes through “governmental policies” and “violence.” For example, the University of Maryland (n.d.) requests that people, “Please take a moment to consider the many legacies of violence, displacement, migration, and settlement that bring us together here today.” UCLA (n.d.) acknowledges that it “...is an institution that benefited from the dispossession of Native people from these lands, it bears a moral responsibility to the peoples impacted.” Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      53 None of the universities articulated the evaluations or processes by which their institutions “benefit” from the construction of research universities or the public lands through land grant institutions in the land acknowledgements. Major theme. Land acknowledgements were present at 12 universities (70.59%). Five universities did not have a land acknowledgement and of these, three were present at the College-level or referenced to Tribal Nations. Land acknowledgements at 12 universities recognized the traditional Native American Tribes, Bands, and Nations by recognizing Native Americans and their homelands as the original inhabitants prior to colonization. Key words and phrases that referenced the Native American Tribes, Bands, and Nations include to “acknowledge,” “recognize,” “respect,” “we are on,” “sits on,” “people of,” “traditional land caretakers,” “built on,” and “meeting on,” and so forth.  This major theme highlights the importance of Tribal Nations and place-making. A second function of land acknowledgements provided an opportunity for settler responsibility to Tribal Nations for occupying the homelands of Native American Tribes, Bands, and Nations. Land acknowledgements on university websites indicate Indigenous sovereignty when universities list the Tribal members or Indigenous members who developed the statements. Non-Native American participation in land acknowledgements demonstrated that individuals and institutions were verbally responsible to following Indigenous protocol and sovereignty (e.g., Schools, Colleges, Departments, Academic and Non-Academic Units).  Sub-theme. Universities’ websites articulated land acknowledgments as an action of institutional responsibility that recognized the ongoing and violent dispossession of Indigenous homeland. Land acknowledgements name Native Americans and acknowledge their sovereignty Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      54 within university actions. Many of the institutional land acknowledgements attempted to name the specific Tribes, Bands, and Nations they occupy. For example: [...] Consistent with our values of community, inclusion and diversity, we have a responsibility to acknowledge and make visible the university’s relationship to Native peoples. As members of the Berkeley community, it is vitally important that we not only recognize the history of the land on which we stand, but also, we recognize that the Muwekma Ohlone people are alive and flourishing members of the Berkeley and broader Bay Area communities today (University of California Berkeley, n.d.). [...] Because UCLA is an institution that benefited from the dispossession of Native people from these lands, it bears a moral responsibility to the peoples impacted. [...] As a large population of Indigenous peoples now live in Los Angeles, it is also our public mission to serve all the local Indigenous populations and those who have made their home in California (University of California Los Angeles, n.d.). [...] it is our responsibility to acknowledge the sovereignty and the traditional territories of these Tribal Nations, and the treaties that were used to remove these Tribal Nations, and the histories of dispossession that have allowed for the growth of this institution since 1847 (University of Iowa, n.d.). [...] also recognizes that the Penobscot Nation and the other Wabanaki Tribal Nations are distinct, sovereign, legal and political entities with their own powers of self-governance and self-determination (University of Maine, n.d.).  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      55 We pay respects to Piscataway elders and ancestors. Please take a moment to consider the many legacies of violence, displacement, migration, and settlement that bring us together here today. (University of Maryland, College-Park, n.d.) As a university community, we will continue to build upon our relations with the First Nations of the State of North Dakota - the Mandan, Hidatsa, and Arikara Nation, Sisseton-Wahpeton Oyate Nation, Spirit Lake Nation, Standing Rock Sioux Tribe, and Turtle Mountain Band of Chippewa Indians. (University of North Dakota, n.d.)  We express our respect to the many more tribes who have ancestral connections to this territory, as well as to all other displaced Indigenous peoples who call Oregon home. Hayu masi. (University of Oregon, 2020) Outliers. Tribal languages and cultural experts emerged as outliers. Some universities acknowledged Indigenous staff and Tribal members (i.e., elders) as developing these statements. Three universities (17.65%) included Tribal pronunciations of their words, presented by the Universities of Illinois at Urbana-Champaign, North Dakota, and Washington. Two universities (11.76%), the University of Illinois at Urbana-Champaign and North Dakota, included the pronunciation for each Tribal nation. The University of Washington includes a pronunciation of the wǝɫǝbʔaltxʷ (Intellectual House). The wǝɫǝbʔaltxʷ is a gathering place at the University of Washington, focused on maintaining relationships between Native American students and Tribes. It is also important to note that faculty in the College of Liberal Arts at the University of Texas Austin (n.d.), created slides and audio that included a pronunciation of Tribal Nations whose land the university occupies.  Indigenous staff were recognized on six university websites (35.29%) for their roles in participating in Indigenous protocol through their co-development of land acknowledgements at Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      56 these public universities. The Universities of California Berkeley, Iowa, Buffalo, North Dakota, Maryland-College Park, and Washington worked with Tribal members and Indigenous staff, faculty, or a combination of each a Tribal member/elder, or non-Tribal staff. Indigenous cultural experts demonstrated the strong relationships to local Tribal leaders. Faculty members were responsible for initiating a movement to institute the land acknowledgements at University of Buffalo and New Mexico (11.76%). At the University of Texas Austin (n.d.), Native American Indigenous Studies Indigenous faculty and staff developed their land acknowledgement. These results indicate that Indigenous staff are collaborating with local Tribes to build relationships that name and respond to ongoing genocide within higher education and through these actions providing opportunities for non-Native universities to support Indigenous sovereignty. Institutional Review Board Training The Protection of Human Subjects Research (2019) Code of Federal Regulations, Title 45, Part 46.101(f), regulates university IRB and mandates researchers to refer to the research protections from federally recognized Tribes. Tribal IRB and other local laws may add additional protections to human subjects. An institutional review board (IRB) is a regulating body that intends to reduce harm and, in some cases, address past research ethical harms to human subjects involved in research studies. Indigenous communities and university staff have a critical part in protocol that supports Indigenous research. Anderson et al. (2012) describes how community-engaged research lacks ethics to reflect the research subjects. Heinzmann et al. (2019) discusses the benefits of the Collaborative Research Center for American Indian Health and the cultural contributions that Indigenous staff have made to transdisciplinary scholarship. Indigenous research methods may help to introduce non-Native researchers and Indigenous researchers to culturally appropriate and ethical practices. Indigenous staff work with Indigenous elders and Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      57 Tribal members in order to contribute to this practice of Indigenous sovereignty. Unfortunately, the lack of Universities’ collaborations with Indigenous Research ethics to support Indigenous self-determination and sovereignty was lacking. Universities’ IRB in this sample (n=17; 100%) did not offer Indigenous-informed protocol for engaging in research participants who identify as Indigenous. Training focused on the ethical considerations for all people of color was severely lacking across the sample as well (100%).  While IRB training was not the primary purpose of this study, research ethics are inherent to the structure of high research university systems and ethical violations perpetuate the lack of trust Tribal Nations have with research institutions (Harding et al., 2012). Universities’ (100%) lack of Indigenous Research protocols indicates lack of institutional diversity in Indigenous faculty, staff, and students. Despite these troubling results, Indigenous researchers and alliances demonstrate that many Indigenous researchers are working with Tribes and Tribal Nations’ IRB in the efforts found to Indigenize IRB. Word frequency. research, 61; health, 34; Tribal, 33; IRB, 29; university, 29; Penobscot, 29; native, 26; Indigenous; 26; American, 24; nation, 23; students, 17; Indian, 16; communities, 14; IHS, 10 Word phrases. The most frequent words in IRB protocol were “research.” The words “health” and “Tribal” were half as frequent as the word “research.” Another frequent word was “Penobscot,” “Indigenous,” and “American.”  It is important to note that word frequency depended on the presence of Indigenous-led ethics training. Frequent words like “Penobscot” and “Indigenous” were present at both the Universities of Maine and New Mexico-Main Campus. The frequency of the subsequent words identifies a dependency on the total absence of Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      58 an IRB training that was designed to train non-Native researchers on the ethics of working among Indigenous and/or all BIPOC participants. Major theme. My findings highlight how Institutional Review Boards (IRB) define ethical research protocols that universities currently practice through a Western lens. More specifically, IRB across all 17 universities lacked the collaborative practices that engage with Indigenous researchers, Tribal Nation protocols, or vetting by other communities of color. University IRB disregard Black, Indigenous, and People of Color (BIPOC) as specific populations to which non-Native researchers have an ethical and moral responsibility.  Outliers. Universities of California Los Angeles, Maine, and Washington (17.65%) presented Indigenous Research efforts to convene Indigenous elders, communities, and researchers who engage with Indigenous and other BIPOC human subjects. The University of California Los Angeles (2019) IRB office directs researchers to provide informed consent to non-English speaking communities who may participate in a future study. The University of Maine (n.d.b) and the Penobscot Nation developed a Memorandum of Understanding (MOU) named the Penobscot Tribal Rights and Resources Protection Board in May of 2018. This MOU indicates the Penobscot Nation will collaborate in developing a “standard practice for research” that ensures its sovereignty with regards to Penobscot people. The Penobscot Nation conveys self-determination and sovereignty through “its right to make assessments about research involving Penobscot people.” The Indigenous Wellness Research Institute (IWRI) (n.d.) at the University of Washington is led by Indigenous faculty, researchers, and staff who collaborated to “support the inherent rights of Indigenous peoples to achieve full and complete health and wellness by collaborating in decolonizing research and knowledge building and sharing.” These three institutional examples identified the collective strength and Indigenous self-determination Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      59 in Indigenous-led research centers and collaborations. The outliers also present the gap in presence of ethical training on university websites. IWRI is an example of Indigenous Staff recognition that creates hope for future ethical research for Indigenous and all people of color and other oppressed groups.  Sub-theme (outliers). A significant but small number of universities recognized Tribal Nations and Indigenous faculty and staff who collaborated on establishing Indigenous ethical protocols for Indigenous Research. The Penobscot Nation and University of Maine (n.d.b) signed a Memorandum of Understanding to begin developing ethical Indigenous Research practices.  The Indigenous Wellness Research Institute (n.d.) at the University of Washington leads scholarly collaborations with many Tribal Nations. Other universities presented Indigenous-led Indigenous Research collaborations at the University at Buffalo, University of New Mexico-Main Campus, and University of South Dakota that indicate agreements with Tribal Nations who are developing ethical research with Indigenous communities.   Words/phrases.  The University at Buffalo (n.d.), signed a collaborative agreement with a Tribal member and Chief Medical Officer at the Indian Health Service to develop a research agenda that will benefit Western New York’s Native American population. The University of Maine (n.d.b) explicitly states, “As a sovereign nation, the Penobscot Nation reserves its right to make assessments about research involving Penobscot people” (p. 4). The Center for Native American Health at the University of New Mexico Main Campus (n.d.) applied a research approach based on “cultural humility,” and encouraged new scholars to develop methods that are culturally “appropriate.” Similarly, the Institute for American Indian Research (IFAIR), led by mostly faculty and one staff person, intended to develop Indigenous-centered research (University of Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      60 New Mexico, n.d.). The Institute of American Indian Studies at University of South Dakota (n.d.) is “committed to ethical research and honoring tribal protocols by supporting research that is sanctioned and approved by Tribal Nations.” The Indigenous Wellness Research Institute’s (n.d.b) Lighting Up Native Aspirations (LUNA) is a cohort training program, led by Indigenous Scholars, that develops and applies “culturally relevant” research practices and includes a special template for Informed Consent. Chapter five provides results for Transgender staff. Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      61 Chapter 5: Results on Transgender Staff   This chapter explains findings from 17 universities’ that focused on Transgender staff related to diversity, equity, and inclusion (DEI). Just over a three-quarters of the universities sampled (70.59%) articulated an institutional commitment to advancing DEI efforts and plans on behalf of the Transgender community. The universities conveyed their commitments to Transgender staff through anti-discrimination policies, gender-inclusive pronouns, and gender-neutral (all-gender, gender inclusive, universal) restrooms. Universities gained legitimacy through diversity by highlighting Transgender staff learning tools that bring support for gender pronouns and articulating gender identity.  Universities are increasingly providing opportunities for Transgender staff to convey their gender identity with preferred names and gender pronouns. Transgender staff often collaborate with other members of the Lesbian Gay Bisexual Transgender and Queer (LGBTQ) community conveying solidarity in the spectrum of gender identity. Transgender staff represented collaborations through peer, social, and political events. Similar to Indigenous staff, universities highlighted minimal accomplishments of Transgender staff. However, some universities used photos and text to recognize LGBTQ staff identity and the staff members' work. Universities offered almost no gender representation across cultures that acknowledged differences in worldviews or intersections with Transgender staff identity. The term justice was among the most frequent words, indicating that social justice is an essential topic to Transgender and other LGBTQ staff. This chapter provides an overview of university websites to explain these online themes.  Results Word frequency Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      62 Gender/genders (230/7) 237; transgender, 122; trans, 85; community, 79; campus, 78; students, 63; identity, 54; resources, 53; staff, 49; LGBTQ, 41; queer, 38; student, 38; LGBT, 28; expression, 26; sexual, 26; diversity, 24; identities, 24; gay, 23; sex, 22; birth, 22; inclusion, 22; communities, 21; LGBTQIA, 20; lesbian, 18; bisexual, 18; discrimination, 18; transition, 18; employees, 18; binary, 17; restrooms, 16; orientation, 16; conforming, 13; Cisgender, 9; genders, 7; disability, 6; genderqueer, 6;  justice, 4; binaries, 3; colonization, 2; reclaimed, 2 Words/phrases. Gender identity(ies), gender neutral restrooms, gender-inclusive restrooms, gender-based harassment, non-discrimination policy, single-user facilities, transgender staff resources, transgender resources, transgender identities, transgender inclusion, pronouns use or guide Major theme University websites shared an institutional commitment to LGBTQ staff that includes Transgender staff articulating their benefit provided to the wider campus. The primary theme across twelve of 17 (70.59%) universities I sampled was that Transgender staff identity connected to group “advocacy,” the “collective,” being “community-driven,” and seeking “social justice.” To a lesser extent within this major theme, intersectionality was conveyed as embedded within some services. Universities that indicated this commitment were Berkeley, Los Angeles, Iowa, Illinois at Urbana-Champaign, Kansas, Maine, Maryland College Park, New Mexico Main Campus, Buffalo, Oregon, Rhode Island, and Washington. The University of North Dakota Facebook Group (n.d.) provided some external resources to Transgender staff that promote inclusion. At the time of data collection, the University of Nebraska Lincoln offered LGBTQ resources to include Transgender staff in “PRIDE@Work” and “PRIDE@Nebraska,” but the group is now missing from the website (see Figure 3) (University of Nebraska Lincoln, 2021).  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      63 Figure 3 Pride@Work UNL  PRIDE@Nebraska Commission, (formerly the Committee on Gay, Lesbian, Bisexual and Transgender Concerns) will become the Chancellor's Commission on the Status of Gender & Sexual Identities January 2019! The purpose of Pride@Nebraska is to provide community for faculty and staff; and to ensure a university environment that empowers LGBTQA+ people (formerly known as the Committee on GLBT Concerns). Pride@Work-UNL welcomes individuals of all sexual orientations, gender identities and expression (SOGIE), which includes Lesbian, Gay, Bisexual, Pansexual, Transgender, Queer, Questioning, Asexual/Aromantic, and Allied individuals (University of Nebraska Lincoln, 2021).  The Universities of South Dakota and University of Texas Austin did not have online text or visuals present for transgender or other LGBTQ staff.  The LGBTQ Campus Resource Center at UCLA (n.d.) presented intersectional identities through staff biographies of professional staff and a land acknowledgement:  The UCLA LGBTQ Campus Resource Center acknowledges our presence on the traditional, ancestral and unceded territory of the Gabrielino/Tongva peoples, [...] Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      64 and recognizes people with disabilities and the neurodivergent community: We must ensure accessibility is uplifted in our pursuit of a community which honors all members, including those of us who are Disabled and/or neurodivergent. (UCLA, n.d.).  The LGBTQ Campus Resource Center at UCLA (n.d.) also conveyed intersectionality in the mission over the work and services they provide: The UCLA LGBTQ Campus Resource Center has proudly been serving the UCLA community for 20 years. We provide a comprehensive range of education and advocacy services supporting intersectional identity development as well as fostering unity, wellness, and an open, safe, and inclusive environment for UCLA’s LGBTQ community. The LGBTQ CRC affirms folks of all sexual and gender identities and serves the entire UCLA community – undergraduate students, graduate students, faculty, staff, and alumni. We welcome you to engage with us by stopping by the Center, attending our programming, utilizing our services, or participating in allyship training. (UCLA, n.d.) At Out and Proud at the University of Rhode Island (n.d.), faculty and staff improve on visibility and relationship building: Out and Proud at URI promotes the visibility of URI’s LGBTQ and Allied Faculty and Staff, and encourages mentoring, awareness, and networking. Our goal is to increase our sense of community and to let our LGBTQ students, staff, and faculty know that they are well supported and not alone here at URI. (University of Rhode Island, n.d.) Subtheme Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      65 Another major theme across various institutions was the resources, rights and protections, learning tools, and advocacy offered to Transgender staff at many universities as described below. All-gender, Universal, Gender Neutral Restrooms. Thirteen universities (76.47%) offered universal, single-user, or all-gender restrooms. These institutions included the University of California Berkeley, Los Angeles, Iowa, Illinois at Urbana-Champaign, Kansas, Maine, Maryland College Park, New Mexico (in process of being instituted), Buffalo (“single-user”), North Dakota, Oregon, Rhode Island, and University of Washington. The University of South Dakota and University of Texas Austin did not offer all-gender restrooms.  Transgender-focused learning tools and terminology. Across nine university websites (52.94%) they expressed knowledge-building about transgender identity. Learning tools that support use of gender pronouns at the workplace were present in online text at the University of California Berkeley, Kansas, Illinois at Urbana-Champaign, Iowa, Maryland College Park, North Dakota, Oregon, Rhode Island, and South Dakota. Protections against gender discrimination. Clear and easy to find policies that articulated anti-discrimination law in support of gender expression and identity were present at 10 university websites (58.82%) at the University of California Berkeley, California Los Angeles, Illinois at Urbana-Champaign, Iowa, Kansas, Buffalo, North Dakota, Rhode Island, South Dakota, and Washington.  Preferred names changes. Nine universities (52.94%) offered preferred name changes to staff at the University of California Berkeley, Illinois at Urbana Champaign, Iowa, Kansas, Maryland College Park, Maine, North Dakota, Oregon, and Washington offered preferred name changes to staff. The University of California Los Angeles, Lincoln-Nebraska, Buffalo, Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      66 University of North Carolina at Chapel Hill, and Rhode Island offered processes for preferred name changes for students only. The University of New Mexico Main Campus is developing a process for preferred name changes for faculty, staff, and students. The University of South Dakota and University of Texas at Austin do not have plans or a process visible that offers preferred name changes to faculty, staff, and students.  Training that supports Transgender faculty, students, and staff. Twelve universities (70.59%) offered learning tools and training for cisgender and others that intend to support Transgender university members. The University of California Berkeley, California Los Angeles, Iowa, Illinois at Urbana-Champaign, Kansas, University of Lincoln-Nebraska, Maryland College Park, New Mexico Main Campus, North Dakota, Buffalo, Oregon, Rhode Island, and South Dakota. The University of North Dakota offered a “Safe Colleges” training for staff, but the focus is primarily for improving Transgender student experiences. The University of Maine and North Carolina Chapel Hill also offers a Safe Zone Ally training. The University of Texas at Austin did not offer a training to support Transgender faculty, staff, or students.  Outliers Advocacy, Social justice or social gatherings. Some universities conveyed political activities, social justice activities, and socializing opportunities. The University of California Berkeley (n.d.b) posted about new state legislation for transgender rights in the workplace under Senate Bill 179. The University of Illinois at Urbana-Champaign, Iowa, Kansas, Rhode Island, and Washington all shared posts for LGBTQ staff to be involved in social-based activities. There were no social activities for Transgender staff on university websites at the University of South Dakota and Texas at Austin.  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      67 There is a staff-led subcommittee appointed as the University of Rhode Island (n.d.) President’s LGBTQ Commission that works on transforming policy that includes transgender staff, The President’s LGBTQ Commission will work to encourage the inclusion and empowerment of Lesbian, Gay, Bisexual, Transgender, and Queer (LGBTQ) faculty, staff, and students. The Commission will research, monitor, and report on the status of LGBTQ communities on campus and of institutional initiatives; identify major needs and topics of concern; propose policies and programs to address these needs and concerns, collaborate with campus organizations with complementary goals and objectives; monitor the effectiveness of any proposed policies and initiatives upon implementation; and regularly communicate the progress of these efforts to the university community. The Commission shall submit recommendations to the President and the Chief Diversity Officer. The University of Kansas (n.d.) Sexuality and Gender Diversity Faculty Staff Council offers opportunities for LGBTQ group advocacy and social justice and their website lists staff member contacts: The Sexuality and Gender Diversity Faculty and Staff Council (SGDFSC) supports the LGBTQIA+ communities through programs and initiatives focused on growing a culturally rich campus through community building, advocacy, social justice and diversity education, leadership, and the development of informed citizens. Cultural Intersectionality and Transgender Staff. The University of South Dakota (n.d.) “Safe Zone” learning webpage educated the university members about “Gender Across Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      68 Cultures” which challenges the Western assumption that gender identity is universal. The University of South Dakota/USD (n.d.b) also incorporates gender identity across cultures in their Safe Zone training for faculty, staff, and students and offers examples of multiple gender identities across the world:  Hijra: South Asia Yan daudu: Northern Nigeria Muxe: Zapotec cultures of Oaxaca, Mexico Fa'afine: Samoa Fakaleiti: Tonga Mahu: Hawaii  Burrnesha: Albania Kathoey: Thailand (while this term can refer to feminine transgender identities, the term is sometimes used pejoratively) Chapter six covers results from university websites about Disabled staff. Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      69 Chapter 6: Results of Disabled Staff All universities (100%) presented Disabled staff through a compliance lens in this sample (n=17). Online audiences were most likely to find Disabled staff connected to information about the Americans with Disabilities Act (ADA) and see a process for obtaining reasonable accommodations. For university staff, the institutional offerings for reasonable accommodations involved interaction with an ADA office staff, human resources, and supervisor to engage in an accommodations request process. Some universities tied their diversity plans to disability accommodations and advocacy. Disabled staff offered contributions that aligned with and sometimes pushed the boundaries of their universities. For example, I found that Disabled staff participated on university committees and staff groups to increase their visibility and address their strategic needs. Some universities offered training focused on educating non-Disabled staff and supervisors about how to work with addressing Disabled staff job function needs. Similarly, some staff advocacy groups worked to build a strategic policy that encouraged their universities to make their campus welcoming, increase jobs for Disabled staff, and integrate their advocacy within institutional diversity. Word Frequency Disability/disabilities (268/168), 436; university, 153; students, 111; accommodations/accommodation (110/97), 207; staff, 83; services, 82; information, 72; resources, 71; ADA, 70; employee, 69; reasonable, 68; request, 67; community, 57; employees, 53; people, 50; campus, 50; policy, 50; accessibility, 49 Word Phrases Individuals or people with disabilities, Reasonable Accommodations, disability service, disability resource, Americans with Disabilities Act, federal and state disability laws Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      70 Major Theme ADA Compliance. The Americans with Disabilities Act (ADA), specifically Sections 503 and 504 of the Rehabilitation Act of 1973, guides the procedural landscape for Disabled staff at the universities in this sample. All 17 universities in this sample include ADA and reasonable accommodations statements, including the Universities of California Berkeley, California Los Angeles, Iowa, Illinois at Urbana-Champaign, Kansas, Maine, Maryland-College Park, Nebraska Lincoln; New Mexico-Main Campus, Buffalo, North Carolina at Chapel Hill, North Dakota, Oregon, Rhode Island, South Dakota, Texas Austin, and Washington. Across all universities, compliance statements informed university members about how individuals with disabilities have certain legal rights based on federal, state, and local laws or rules. However, the cultural practice of these laws was not recognizable across many universities’ online webpages. For example, a university website posted about staff support for mostly students with disabilities through terms such as “accommodating,” “supporting,” “providing services for,” and “welcoming” students but did not convey similar online support that represented Disabled staff (University of Rhode Island, 2021a). The University of Maine articulated legal emphasis in justifying their guidelines for responding to accommodations requests: University faculty and staff bear a special responsibility for responding to the needs of individuals with disabilities. The attitude and responsiveness of faculty and staff with whom individuals with disabilities interact often determine, even more than physical barriers, the degree of access they feel they have to University programs, services, and employment. The actions of faculty, staff, and supervisors in responding to accommodation requests also raise legal implications for the University (University of Maine, 2021a). Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      71 Sub-theme  Responsibility as Compliance. The phrase “reasonable accommodations” conveys the universities’ responsibilities to provide its members with services and resources like “accessible technology,” “transportation,” and “service animals.” These statements were found at all 17 universities examined in this present sample: The University of California Berkeley, Los Angeles, Iowa, Illinois at Urbana-Champaign, Kansas, Maine, Maryland-College Park, Nebraska Lincoln, New Mexico Main Campus, Buffalo, North Carolina at Chapel Hill, North Dakota, Oregon, Rhode Island, South Dakota, Texas at Austin, and Washington. The University of Texas at Austin offered a visual table of their services to individuals with disabilities (see Figure 4) (University of Texas at Austin, n.d.b).  Figure 4  University of Texas at Austin Disability Resources 2021   Here at The University of Texas at Austin, we embrace and encourage diversity in many forms, striving to create an inclusive community that fosters an Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      72 open and supportive learning, teaching and working environment. This site gathers disability resources housed within the Division of Diversity and Community Engagement and around campus. (University of Texas at Austin, n.d.b) Disability Policies and Reporting Grievances. All universities (100%, n=17) presented policies to protect individuals from discrimination. The following universities (100%) included a reporting guideline, or mechanism, for anyone who may need to report a perceived barrier or begin a complaint process: University of California Berkeley, California Los Angeles, Iowa, Illinois at Urbana-Champaign, Kansas, Maine, Maryland-College Park, Nebraska Lincoln, New Mexico Main Campus, Buffalo, North Carolina at Chapel Hill, North Dakota, Oregon, Rhode Island, South Dakota, Texas Austin, and Washington. The University of Maine (2021b) stood out through their policy guidance which informed supervisors on how to receive accommodation requests:   People asking for an accommodation need not use any particular words to make their request and are encouraged to talk directly with their supervisor. Supervisors need to be able to recognize when an accommodation is being requested. (University of Maine, 2021b)  While all universities (100%, n=17) offered a grievance reporting mechanism, I did not find visible text or symbols that would allow me to evaluate the results of the official complaints. Overall, university websites referred to Disabled staff through compliance-based and technical language based on their legal rights outlined from the ADA.  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      73 Training about Discrimination and Harassment Americans with Disabilities Act. Eleven universities (64.71%) developed specific learning tools or training that inform the university community about compliance with discrimination and harassment laws related to the ADA. University web pages provide institutional guidance and training at the Universities of California Berkeley, California Los Angeles, Iowa, Illinois at Urbana-Champaign HR, Kansas, Maine, Nebraska Lincoln, New Mexico-Main Campus, North Carolina at Chapel Hill (ADA Training) (UCEDD), North Dakota, and Texas at Austin. The University of Kansas (2021a) offers faculty, staff, and students training focused on compliance for working with individuals with disabilities, including university employees (see Figure 5). The University of North Dakota (n.d.b) offers an intersectional training to students that focused on disability as an area of diversity and a certificate for completion. The University of Texas at Austin (n.d.b) offered training that encouraged a “more accessible and inclusive campus for people with disabilities” (see Figure 6).   Figure 5 The University of Kansas Human Resources Training Materials  Figure 6 Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      74 The University of Texas at Austin disABILITY Advocate Training  While most universities made some efforts to train faculty, staff, and students about working with students and advocating for all people with disabilities, there was no presence of Disabled staff or other intersecting identities recognized as the co-developers of these learning tools.  Outliers: Advocacy and Justice While most programs were framed in terms of compliance, only a few had \"advocacy\" and \"justice\" as a part of their mission four times across the sample. However, there was a small online presence of some Disabled staff who developed programs and practices that support their respective communities. Eight universities (47.06%), California Berkeley, California Los Angeles, Iowa, Nebraska Lincoln, New Mexico-Main Campus, North Carolina at Chapel Hill (UNC), Rhode Island, and the Texas Austin DisAbility Advocate Program, recognized Disabled staff in having a role in developing programmatic design. At the University of Maine (n.d.c), Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      75 staff did not mention embodied disability identity in their profiles. However, the University of Illinois at Urbana-Champaign recognized staff who appeared to be non-QTBIPOC as well as disability status. The University Center of Excellence in Developmental Disabilities at UNC (UCEDD) (2021), an Independent center operating under the Dean of the UNC School of Medicine, offers services and supports individuals with disabilities. University of Rhode Island (2021) President’s Commission on People with Disabilities, included staff members with disabilities who strategize work with other community members to improve the climate, culture, and accommodations offered to faculty, staff, and students with disabilities.  The results show that universities appeared to highlight some Disabled staff who developed peer community support and awareness-making for all people with disabilities at universities. For example, at the University of California Berkeley (2020) Staff Alliance for Disability Access/SADA led a virtual panel during the COVID-19 pandemic focused on the interactive process and the roles of supervisors and employees when responding to accommodation requests. SADA is a staff organization that represents and addresses the needs of UC Berkeley staff members with disabilities (University of California Berkeley, 2020). Other universities that use the terminology ‘interactive process’ on their websites included Universities of Nebraska Lincoln and Texas at Austin.  Several universities (41.18%) presented institutional support for Disabled staff, including the Universities of California Los Angeles, Iowa, and Maine, Maryland-College Park, New Mexico, Buffalo, and North Carolina at Chapel Hill. The University of Kansas (2021b) Staff Fellows Program 2019-2020 identified gaps in equity and accessibility and made recommendations for disability and mental health awareness training. The University of North Dakota (2021) hosted regular faculty and staff town halls. The University of Nebraska Lincoln Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      76 (n.d.) Disabled staff conveyed specific concerns, lived experiences, and shared knowledge they bring to benefit their workplace (see Figure 7). Figure 7 Faculty & Staff Accessibility Resource Group  Faculty & Staff Accessibility Resource Group: We are a group of people with various disabilities and conditions that affect how we do our jobs and how we live our lives as a part of the community at the University of Nebraska–Lincoln as well as the city of Lincoln and the state of Nebraska. We also count among our members people without disabilities who have worked in the disability arena and bring a wealth of experience regarding working at the university. The University of New Mexico Staff Council (2019) passed a resolution to create specific jobs and hiring strategies for people with disabilities. They also will work on shifting culture to be more welcoming to Disabled staff and provide more substantial information transfer about diversity-related information.  Be it resolved that the UNM leadership:  A. form a task force to initiate a program creating specific temporary Grade 9 professional intern positions for qualified recent graduates with disabilities. Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      77 Some components of such a program could include employment training for the graduates and/or supervisor training in Departments hosting such positions; and  B. initiate a hiring preference for people with disabilities such that they are guaranteed an interview, much like the UNM Veteran’s hiring preference already in place; and C. create a more welcoming culture for people with disabilities, in part to meet the diversity-related institutional culture, Lobo experience, and health science objectives incorporated in the 2020 UNM Vision and Strategic Plan; and  D. publicly share disability and accommodation information regarding faculty, staff, and students similar to other aspects of diversity. (University of New Mexico, 2019) The COVID-19 pandemic created urgency and unique opportunity to acknowledge ADA accommodations, resources, and support for university staff with disabilities. Universities that posted online statements included California Berkeley (SADA panel) (see Figure 8), Iowa, Illinois at Urbana-Champaign, Texas at Austin, and North Carolina at Chapel Hill.  The ADA drives the guidelines for the interactive process. A longtime staff manager at the Office of Disability Access and Compliance and was a panelist on the SADA panel and provided education and definitions that informed audiences about implementation of the interactive process for staff with disabilities (University of California Berkeley, 2021). The staff panelists presented on the roles and processes between the staff and supervisor so that individuals with disabilities may complete their job functions. Figure 8 Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      78 Staff Alliance for Disability Awareness (SADA) Panel 2020   In Chapter 7, I will synthesize the analysis and recommendations for future research. Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      79 Chapter 7: University Staff and Self-Determination Universities have the potential to build stronger staff partnerships that may benefit their DEI efforts through representing the contributions of Indigenous, Transgender, and Disabled staff advocacy and their cultural expertise. This study, however, highlighted common institutional practices of DEI based on compliance, management, and performative statements, that do not fully recognize staff. The results show that universities presented Indigenous, Transgender, and Disabled staff on websites differently and in ways that were often not balanced or respectful. While universities appeared to convey institutional commitments to Indigenous, Transgender, and Disabled staff, there was minimal institutional holistic representations. Some Indigenous, Transgender, and Disabled staff are instituting practices that are based in Indigenous sovereignty (self-determination) and collective justice.  Universities’ websites minimally recognized the collaborations between Indigenous staff and Tribes. Instead, universities acknowledged Tribes, Nations, and Bands, through recognizing the Tribal lands that universities occupy. Overall, universities’ IRB protocols showed little to no training that conveyed their relationships with Tribal members in research ethics. Similarly, universities conveyed different institutional commitments that support Transgender staff by offering preferred names and pronouns and universal restrooms. Moreover, universities conveyed institutional commitments to Disabled staff through anti-discrimination statements, ADA compliance, and technical services.  In my analysis, I found that some university staff appeared to have advocated for themselves. For example, Indigenous staff strengthened relationships that support sovereignty and social justice. Transgender and Disabled staff led significant grassroots efforts that advanced DEI beyond university messages that silenced their work, erased their contributions, and Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      80 narrowly focused on mandated compliance, service, and management requirements. See Figure 9 for the summary of results in major themes and in outliers.Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      81 Figure 9 Summary of Themes Major Themes Indigenous Staff Transgender Staff Disabled Staff Land Acknowledgement indicators. Land acknowledgements recognized the Tribes, Bands, and Nations as the original inhabitants of the land that settlers occupy.  Responsibility indicators. Land acknowledgements stated their institutional responsibility to restore or support Tribal sovereignty through relational action. Institutional Review Board indicator. There was almost no presence of ethics training and protocol for non-Native and non-BIPOC to protect human subjects.   Institutional commitment to Transgender staff and other university members as an indicator. Universities shared a commitment to Transgender staff, faculty, and students, as contributing to the institutional mission and benefitting their extended communities.  Resources and protections of Transgender staff. Universities provide preferred names, resources, rights and protections, learning tools, and advocacy offered to Transgender staff.  Transgender staff indicate that identity matters and is connected to their peer Institutional commitment to Disabled staff and other university members as an indicator. Universities provided ADA policy that guides reasonable accommodations processes for Disabled staff under the Americans with Disabilities Act (not limited to Sections 503 and 504 of the Rehabilitation Act of 1973). Services and resources for Disabled staff. Websites show services and resources for Disabled staff and other university members not limited to accessible technology, transportation, service animals, and other resources or support services. Protections, anti-discrimination statements, and reporting a concern for Disabled staff. Universities provides statements that does not condone discrimination of Disabled staff and provides a complaint process for any concerns that may arise.  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      82 group advocacy. Universities share staff-driven opportunities for Transgender staff to participate in community-driven advocacy and social justice events.  Training about Disabled staff contributes to informing people who have not disclosed a disability and this may provide awareness for supporting staff with disabilities.  Outliers Land Acknowledgement: Indigenous staff collaborate as cultural experts. A few land acknowledgements indicated participation of Indigenous staff as cultural experts and there was presence of Indigenous languages on the website that was associated with the land acknowledgement.  IRB: Indigenous staff cultural indicators. A few universities indicated the online presence of Indigenous-led Research ethics and culturally appropriate research design that was led by both Tribal members and Indigenous faculty and staff.  Staff demonstrate the importance of cultural and intersectional indicators. University websites show a commitment to Transgender and other LGBTQ staff in their intersectional identities as Indigenous staff, through land acknowledgements, and through pride-based recognition of staff.  Disabled staff lead efforts to transform institutional ableist culture. Disabled staff provide expertise in building peer relationships and may influence institutional culture to better evaluate, identify, and support their connections and needs.  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      83 Recommendations Campus climate was a major part of the university literature focused on university staff’s perception of hostile work environments (Mayhew et al., 2006; Gardner et al., 2014). For example, Vaccaro (2012) connects the importance of micro-climates in the ways LGBT faculty and staff convened through formal and informal identity-based groups that acted as interventions to hostile university workplace environments. Most of the literature that focused on staff, emphasized the role of Campus Diversity Officers (CDOs) who are executive staff (Williams & Wade-Golden, 2008), distanced from the experiences of rank-and-file (subordinated) staff. Universities’ lack of online staff representations presents a dilemma for institutional staff recognition. CDOs and other cabinet leadership often rely heavily on the lower ranks of staff to implement diversity, equity, and inclusion education on behalf of faculty and students. For example, CDOs experiences must often navigate and implement institutional mandates and work within the existing organizational hierarchies and maintain top-level relationships (Leon, 2014; Gravley-Stack et al., 2016; Stanley et al., 2019), presenting a dilemma for proper diverse representations of lower rank staff. In such cases, the universities’ institutional roles in erasing and ignoring staff are prolonged and re-translated bearing another layer of erasure when compliance and management (institutional mandates and rules) are data points considered for improving the needs of marginalized staff. Therefore, my recommendations seek to offer an Indigenous and intersectional perspective that explicitly refuses to articulate solutions of behalf of Indigenous, Transgender, and Disabled staff.  Community and collective self-recognition honor the culture, protocol, and processes of specific groups. The study’s results shared a grassroots theme of connective staff advocacy and justice. Indigenous, Transgender, and Disabled staff may recognize their connective and Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      84 relational actions as part of a larger narrative that could build a broader social movement and improve university workplaces. Future implementation plans and iterative processes across these groups may bring awareness for solidarity through staff collective actions that transform university erasure through respectful interactions that explore Indigenous sovereignty, collective justice, and self-determination. More broadly, collective power and solidarity may be strengthened through collective resilience and intersectional struggles.  The recommendations that follow are mainly suggestions that may be contextualized and validated through the collective lived experiences of different groups of staff who have similar interests and work together to bridge the institutional divide that isolates these communities. Therefore, instead of a menu of solutions, the emphasis on the recommendations is on encouraging staff to nourish their collective relationships and build mutual trust.  Indigenous Land Acknowledgements Land acknowledgments are gaining a greater presence on university websites, which requires careful attention to how universities are utilizing these statements. These Indigenous protocols demonstrate acts of Indigenous sovereignty and self-determination that require backing by universities to acknowledge Tribal Nations’ cultural practices and knowledge systems. Land acknowledgments indicate that Tribal sovereignty involved Indigenous participation that was central in naming university power over Tribal Nations and their responsibility to restore Tribal sovereignty. Land acknowledgments are written through a collective process, driven by Tribal elders and other Indigenous leaders (Lee & Ahtone, 2020). Land acknowledgments are not generalizable and are driven through Tribal leadership and they are place-specific. Indigenous sovereignty included uses of Tribal Nations’ languages and cultural experts who provided Indigenous protocols and policies. Indigenous university staff and Tribal members (e.g., elders) Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      85 were important participants in these institutional articulations. While university institutional commitments took the form of land acknowledgements that included Tribal protocol, there is still much more implementation needed from universities.  Universities must prioritize Tribal leadership by listing them as partners in the formation of these statements (e.g., Tribal elders, members, and other Tribal appointed individuals). Universities should find a way to articulate their propensity to frame Western DEI through a performative approach, and they must mitigate performance by engaging with Tribal Nations and Councils on Indigenous-centered agreements. To mitigate performative actions, the results show that some Indigenous staff demonstrated expertise and collective relationships in developing land acknowledgements with Tribal Nations and partnered with universities. These Indigenous knowledge-based actions are examples of self-determination and relationality that must be further expanded on within universities.   Tribal Institutional Review Board and Research IRB Collaborative Training  The results showed that universities lack Indigenous Research ethics, human subjects, and protections and they did not engage in ethics that applied principles of Indigenous sovereignty. Universities’ human subjects divisions that manage IRB play a distinct, important, and historically harmful role in perpetuating genocidal research practices among Indigenous communities through a lack of informed consent (Sterling, 2011). Tribal Nations have been addressing past research harms through forming Tribal IRB and Tribal Health and Research centers (Hiratsuka, 2017; Around Him, 2019). Research universities have an organizational responsibility to restore Tribal sovereignty by supporting Indigenous Research efforts that must include hiring plans to increase Indigenous faculty and staff who will support these efforts. Some results provided evidence of culturally relevant Indigenous research protocol, such as, the Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      86 Penobscot Nation at the University of Maine and the Indigenous Wellness Research Institute at the University of Washington.  The results of Indigenous staff demonstrate that universities’ commitment to Tribes, Bands, and Nations and Indigenous staff are minimally represented online. Indigenous staff leadership are an important contribution that should be amplified. IRB training should reflect online training opportunities for non-Native researchers to reduce harm when engaging with Indigenous and other BIPOC research participants. Universities may build connections with Indigenous staff and Tribal Nations that benefit Tribal Nations and non-Native researchers, but Indigenous staff self-determination must collaborate in leading and defining these goals and future IRB processes. Indigenous cultural experts and Tribal leaders may decide to develop job descriptions, hiring, and retention practices with university administrators. Through non-university online and in person events, Indigenous staff may want to consider the results of this study to direct attention to self-representation, collective power, and strength with Tribal partnerships through online formats in and outside of their respective universities. The results point to the importance of self-determination as Indigenous staff, Indigenous knowledge, and relationships with Tribes, Bands, and Nations.  Transgender Staff  Online presence of some staff profiles indicated that audiences have an opportunity to learn about individual Transgender staff as whole individuals who connect their identity to their professional practice. Transgender staff provided benefits to the universities through online posts and statements that acknowledged their culturally-centered, intersectional identities and through providing learning tools that engage LGBTQ university members and non-LGBTQ members. Transgender staff may consider utilizing these results to create culturally relevant spaces that Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      87 amplify better hiring and retention practices, strengthening use of gender pronouns across units, and participating in identity-specific advocacy or skill-sharing opportunities.  Universities’ institutional commitments involved providing services to Transgender staff through personal identification and facilities services. However, these institutional commitments do not fully recognize Transgender, gender non-conforming, or gender non-binary staff for their whole selves. Universities should leverage and strengthen existing online tools about gender identity, cultural, and intersecting global worldviews in consultation with Transgender and other LGBTQ staff. Universities should improve intersectional visibility based on Transgender staff needs. Universities should offer opportunities for culturally relevant representation, anti-discrimination practices, and resources in consultation with Transgender staff. Universities may encourage opportunities for networking and socializing by contributing to funding for intentional and informal spaces centered on Transgender staff. The results of this study point to the importance of existing LGBTQ community advocacy, networks, and online influencers based in intersectional and identity-based community networks. The results may be useful in justifying increased representation of informal social media presence and acts of collective justice but steered through the aspirations of Transgender staff.  Disabled Staff Universities provided policy about reasonable accommodations for their staff under the Americans with Disabilities Act, not limited to accessible technology, transportation, service animals, and other resources or support services. Universities did not condone discrimination for Disabled staff primarily through a grievance process for any concerns that may arise. One university offered training during COVID-19 for Disabled staff that built awareness of how supervisors and other human resources employees are engaged in the interactive process for Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      88 supporting staff with disabilities. However, Disabled staff also led efforts based on their needs and information within the climate of ableist culture. Disabled staff lent their expertise in building peer relationships that may influence ableist culture within this university to transform ableist behaviors. Universities may improve their engagement with Disabled staff in collaborations that evaluate, identify, and support connections and needs for staff with disabilities. Disabled staff may want to review the results from this study to collectively self-advance campaigns that increase identity-based and intersectional engagement through informal networks focused on knowledge-sharing, relationship building, and social justice.  Researcher Reflection In the process of collecting data, I learned to analyze three primary groups of university staff. In this analysis of online representations of Indigenous, Transgender, and Disabled staff, I found that universities articulated their commitments to each group differently but also in a similar compliance-based manner that centered dominant DEI understandings of difference. This process of collecting, categorizing, winnowing, and sorting through major themes and outliers helped me recognize differing institutional commitments, anti-discrimination statements, protections, and legal procedures that were enacted on behalf of marginalized staff. My own negative experiences of discrimination and institutional erasure triggered a certain heightened accountability in how I should provide recommendations on behalf of Indigenous, Transgender, and Disabled staff, that led me to be accountable to staff identity-based expertise, Indigenous sovereignty, and collective justice. The research process emphasized my embodied knowledge and intersectionality, which led me to honor diverse staff through what is not seen. Beyond the major themes of compliance and management, staff agreements, collective agreements, and relationships drive institutional transformation. Indigenous sovereignty and self-determination Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      89 and collective social justice taught me that DEI language is still limited in audience and scope, but university staff continue to transform their university professional spaces through a strong understanding of ground-up organizing. These lessons help me further assess my own ability to understand the importance of informal organizing practices in ways that decenter recognition from Western institutions. Moreover, there was significance in the untouchable power of ancestral protocol and strength that was rooted in the unseen; ancestral resilience, kinship, and collective organizing. University staff recognized their strength through their relationships to challenges and resilience, and transformation was possible. Conclusion In this study, I focused on university staff recognition in university websites focused on Indigenous, Transgender, and Disabled staff. The purpose of this study was to describe and explain universities' online messages that build or preclude buy-in for online audiences interested in diversity, equity, and inclusion (DEI) practices among university staff. The problem addressed in this online study highlighted universities’ questionable commitments to these staff that appeared to be rules-based and mandated. The literature about university staff pointed to the need to review university websites to convey how they represent staff. However, Indigenous, Transgender, and Disabled university staff rarely receive accolades and representation that universities should have conveyed to affirm their contributions and knowledge. Despite these realities, Indigenous, Transgender, and Disabled university staff continue to develop DEI programming and apply professional expertise to advance DEI practices despite formal recognition. Ahmed (2012) and others argue that DEI is becoming irrelevant to QTBIPOC communities through the more managerial practices of compliance and management. For Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      90 example, DEI programs at universities rarely focus on developing staff affinity groups to encourage and substantially fund stronger peer support through opportunities such as informal community organizing meetings. The results from this online review of DEI education at high and very high research universities may build a path forward for university staff to affirm the legitimacy of their experiences within hostile work environments that pay little attention to their professional and personal growth and affirms staff-work as self-advocacy work. This study may also inspire critical reflection from staff supervisors and university leaders. Universities leaders often internalize outdated and problematic ideologies that assume staff are to be seen, not heard, and must only provide services within subordinated hierarchies that benefit faculty and students, but often perpetuate oppression for staff.  Future research may involve a collaborative review of Historically Black Colleges and Universities and Tribal Colleges and Universities of university staff representations in online formats that involves a community-based approach with staff self-determination and justice leading these efforts. While future research is important for the literature on university staff contributions to DEI, staff may also want to continue and strengthen their collective practice of self-reflection and reflexivity with peers. A future research project might review how informal practices and spaces may influence university staff self-recognition more generally. University staff may be encouraged to name for themselves how to apply the knowledge attained into their work practices. Indigenous staff self-determination, advocacy, and justice for Transgender and Disabled staff, help explain how institutional transformation occurs.  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      91 References  Ahmed, S. (2012). On being included: Racism and diversity in institutional life. Duke University Press.   Aliyeva, A., Cody, C.A., & Low, K. (2018). The history and origins of survey items for the integrated postsecondary education data system (2016–17 Update). U.S. Department of Education. National Postsecondary Education Cooperative. http://nces.ed.gov/pubsearch Ambo, T. (2018). Caregiving as refusal in the academy. International Journal of Qualitative Studies in Education, 31(3), 215-222. https://doi.org/10.1080/09518398.2017.1401148  Anderson, E. E., Solomon, S., Heitman, E., DuBois, J.M., Fisher, C. B., Kost, R. G., Ross, L. (2012). Research ethics education for community-engaged research: A review and research agenda. Journal of Empirical Research on Human Research Ethics, 7(2), 3-19. Around Him, D., Aguilar, T. A., Frederick, A., Larsen, H., Seiber, M., & Angal, J. (2019). Tribal IRBs: A framework for understanding research oversight in American Indian and Alaska Native communities. American Indian and Alaska native mental health research (Online), 26(2), 71–95. https://doi.org/10.5820/aian.2602.2019.71 Bonilla-Silva, E. (2006). Racism without racists: Color-blind racism and the persistence of racial inequality in America (Second ed.). Rowman & Littlefield. Brayboy, B. M. J. (2003). The implementation of diversity in predominantly white colleges and universities. Journal of Black Studies, 34(1), 72-86. Berkeley Disability Access and Compliance. (n.d.). Derek Coates, PhD: Manager, Program Access Compliance. https://dac.berkeley.edu/derek-coates-phd Cajete, G. (2015). Indigenous community: Rekindling the teachings of the seventh fire (First ed.). St. Paul, Minnesota: Living Justice Press. Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      92 Carnegie Classification of Institutions of Higher Education®. (n.d.). Basic Classification Description. https://carnegieclassifications.iu.edu/classification_descriptions/basic.php Carnegie Foundation. (n.d.). About us: Foundation History. https://www.carnegiefoundation.org/about-us/foundation-history/ Creswell, J., & Creswell, J. David. (2018). Research design: Qualitative, quantitative, and mixed methods approaches (5th ed.). SAGE Publications, Inc. Chun, E. B., & Evans, A. (2009). Bridging the diversity divide: Globalization and reciprocal empowerment in higher education. ASHE higher education report; 35(1), 1-152.  Chun, E. B., & Evans, A. (2019). Conducting an institutional diversity audit in higher education: A practitioner’s guide to systematic diversity transformation. Stylus Publishing, LLC. Chun, E. B. & Feagin, J. R. (2020). Rethinking diversity frameworks in higher education. Taylor and Francis. Crenshaw, K. (1991). Mapping the margins: Intersectionality, identity politics, and violence against women of color. Stanford Law Review, 43(6), 1241-1299. Dancy, T. E., II, Edwards, K. T., & Davis, J. E. (2018). Historically white universities and plantation politics: Anti-blackness and higher education in the Black lives matter era. Urban Education, 53(2), 176-195. https://doi.org/10.1177/0042085918754328  Davidson, C., Shotton, H. J., Minthorn, R. S. Z., & Waterman, S. (2018). The need for Indigenizing research in higher education scholarship. In Reclaiming Indigenous research in higher education (pp. 7-17). Rutgers University Press. Davis, H.F. (2017). The Sex markers we carry. In Beyond Trans (p. 25). NYU Press. Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      93 Deerinwater, J. (2020). The erasure of Indigenous people in chronic illness. In A. Wong (Ed.), Disability visibility: First-person stories from the Twenty-first century. Vintage Books, a division of Penguin Random House LLC.   Facebook (n.d.). LGBTQ Faculty & Staff at the University of North Dakota. https://www.facebook.com/groups/573878216720408/ Federal Bar Association Blog (2017). “Understanding Tribal Sovereignty.” Retrieved from https://www.fedbar.org/blog/understanding-tribal-sovereignty/ Gardner, L., Jr., Barrett, T. G., & Pearson, L. C. (2014). African American Administrators at PWIs: Enablers of and Barriers to Career Success. Journal of Diversity in Higher Education, 7(4), 235-251. https://doi.org/10.1037/a0038317 Gomez, M. L., Ocasio, K., Lachuk, A. J., & Powell, S. N. (2015). The \"battlefield\": Life histories of two higher education staff members of color. Urban Review: Issues and Ideas in Public Education, 47(4), 676-695. Gomez, M., Cole, K., & Hassel, H. (2017). “I have always felt like a trespasser”: Life histories from Latina staff members in higher education. In Surviving sexism in academia: Strategies for feminist leadership (1st ed., pp. 155-162). Routledge. Grande, S. (2004). Red pedagogy: Native American social and political thought. Rowman & Littlefield. Gravley-Stack, K., Ray, C., & Peterson, C. (2016). Understanding the subjective experiences of the chief diversity officer: A Q method study. Journal of Diversity in Higher Education, 9(2), 95-112. https://doi.org/10.1037/dhe0000012 Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      94 Griffin, K. A., Hart, J. L., Worthington, R. G., Belay, K., & Yeung, J. (2019). Race-related activism: How do higher education diversity professionals respond? Review of Higher Education, 43(2), 667-696. Halberstam, J. (2018). Trans*: A quick and quirky account of gender variability. University of California Press. Harding, A., Harper, B., Stone, D., O'Neill, C., Berger, P., Harris, S. & Donatuto, J. (2012). Conducting research with Tribal communities: Sovereignty, ethics, and data-sharing issues. Environmental Health Perspectives, 120(1), 6-10. Heinzmann, J., Simonson, A., & Kenyon, D. B. (2019). A transdisciplinary approach is essential to community-based research with American Indian populations. American Indian and Alaska native mental health research (Online), 26(2), 15–41. https://doi.org/10.5820/aian.2602.2019.15 Hiratsuka, V. Y., Beans, J. A., Robinson, R. F., Shaw, J. L., Sylvester, I., & Dillard, D. A. (2017). Self-determination in health research: An Alaska Native example of Tribal ownership and research regulation. International Journal of Environmental Research and Public Health, 14(11), 1324. https://doi.org/10.3390/ijerph14111324 Hurtado, S., Alvarez, C. L., Guillermo-Wann, C., Cuellar, M. & Arellano, L. (2012). A model for Diverse Learning Environments: The scholarship of creating and assessing conditions for student success. Higher Education: Handbook of Theory and Research, 27, 41-122. Johnson-Jennings, M., Billiot, S., & Walters, K. (2020). Returning to our roots: Tribal health and wellness through land-based healing. Genealogy (Basel), 4(3), 91. Kayes, P. E. (2006). New paradigms for diversifying faculty and staff in higher education: Uncovering cultural biases in the search and hiring process. Multicultural Education, Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      95 14(2), 65-69. Kim, R. S. (2018). Help me, help you: Eighth circuit diminishes notice requirement for employees seeking an ADA accommodation. Missouri Law Review, 83(2), 408. Lambda Alliance Employee Resource Group (ERG). (2016). Berkeley lab: Workplace gender transition guidelines. https://drive.google.com/file/d/0BwzUKHRdkjWla3A4VTk5WVdUU3M/view Lee, R., & Ahtone, T. (2020). Land-grab universities: Expropriated Indigenous land is the foundation of the land-grant university system. High Country News. Retrieved from https://www.hcn.org/issues/52.4/indigenous-affairs-education-land-grab-universities Leon, R. (2014). The chief diversity officer: An examination of CDO models and strategies. Journal of Diversity in Higher Education, 7(2), 77-91. Leong, Nancy. (2013). Racial capitalism. Harvard Law Review, 126(8), 2182. Lipe, K.  (2018). Toward equity and equality. In Reclaiming Indigenous Research in Higher Education (p. 162). Rutgers University Press. Lopez, J. D., & Marley, S. C. (2018). Postsecondary research and recommendations for federal datasets with American Indians and Alaska Natives: Challenges and future directions. Journal of American Indian Education, 57(2), 5-34. Lorde, A. (1978, 2007). The uses of the erotic: The erotic as power. In K. E. Lovaas & M. M. Jenkins (Eds.), Sexualities and communication in everyday life: A Reader (pp. 87-91). Sage Publications.  Lorde, A. (1984). Sister outsider: Essays and speeches (Crossing Press feminist series) (p. 110-113). Trumansburg, NY: Crossing Press. Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      96 Lowney, J., Martinez, M. A., Reardon, R., Ross-Gordon, J., & Serrano-Ramos, A. (2018). Illuminating the faculty and staff of color voice through their lived experiences: Contextualizing mentoring and resilience. ProQuest Dissertations and Theses. Luedke, C. (2017). Person first, student second: Staff and administrators of color supporting students of color authentically in higher education. Journal of College Student Development, 58(1), 37-52. Mayhew, M. J., Grunwald, H.E., & Dey, E. L. (2006). Breaking the silence: Achieving a positive campus climate for diversity from the staff perspective. Research in Higher Education, 47(1), 63-88. Merchant, W., Read, S., D’Evelyn, S., Miles, C., & Williams, V. (2020). The insider view: Tackling disabling practices in higher education institutions. In Higher Education, 80(2), 273-287.      Native Land Digital (2021). Territory Acknowledgement. Retrieved from https://native-land.ca/resources/territory-acknowledgement/ Nelson, C. A. (2021). Unapologetically Indigenous: Understanding the doctoral process through Self-reflexivity. Genealogy (Basel), 5(1), 7. Oswal, S. K. (2018). Can workplaces, classrooms, and pedagogies be disabling? Business and Professional Communication Quarterly, 81(1), 3-19. Patel, L. (2015). Decolonizing educational research: From ownership to answerability. Taylor and Francis. Peach, L., Richmond, C.A.M., & Brunette-Debassige, C. (2020). “You can’t just take a piece of land from the university and build a garden on it”: Exploring Indigenizing space and place in a settler Canadian university context. Geoforum, 114, 117-127. Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      97 Protection of Human Subjects. (2019). 45 C.F.R. § 46.101. Racial Equity Tools (n.d.). Glossary. https://www.racialequitytools.org/glossary#diversity  Salis Reyes, N. A., & Shotton, H. J. 2018. Bringing visibility to the needs and interests of Indigenous students: Implications for research, policy, and practice. Policy report commissioned by the Association for the Study of Higher Education (ASHE). National Institute for Transformation and Equity (NITE).  Sandoval, C. (1991). U.S. third world feminism: The theory and method of oppositional consciousness in the postmodern world. Genders, 10(1). Smith, L. T. (2012). Decolonizing methodologies: Research and indigenous peoples (2nd ed.). Zed Books. (Originally published in 1999) Staff Alliance for Disability Access/SADA (2020, November 3). UC Berkeley accessibility panel. https://youtu.be/BtwlvwwVJBQ Stanley, C., Watson, K., Reyes, J., & Varela, K. (2019). Organizational change and the chief diversity officer: A case study of institutionalizing a diversity plan. Journal of Diversity in Higher Education, 12(3), 255-265. https://doi.org/10.1037/dhe0000099 Steele, T. (2018). Toxicity in the work environment: Retaining staff members of color at a predominantly white institution. College Student Affairs Journal, 36(1), 109-123. Sterling, R. L. (2011). Genetic research among the Havasupai--a cautionary tale. The Virtual Mentor, 13(2), 113-117. The Integrated Postsecondary Data System (IPEDS) (2021). IPEDS data center session February 23, 2021.  Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      98 The Integrated Postsecondary Education Data System/IPEDS. (2021b). IPEDS data center session April 22, 2021.  The Integrated Postsecondary Data System (IPEDS) (2017). Report and suggestions from IPEDS technical review panel #51: Gender. https://edsurveys.rti.org/IPEDS_TRP_DOCS/prod/documents/TRP51_Summary.pdf Truesdell, N., Carr, J., & Orr, C. (2017). The role of combahee in anti-diversity work. Souls, 19(3), 359-376. Tuck, E., & Yang, K. W. (2012). Decolonization is not a metaphor. Decolonization: Indigeneity, Education, & Society, 1(1), 41-67.  United States of America Department of Labor/ U.S. DoL. (2021). News release: Bureau of labor statistics. https://www.bls.gov/news.release/pdf/disabl.pdf University of Buffalo. (n.d.). School of nursing: Indian health service and UB sign collaborative agreement. https://nursing.buffalo.edu/news-events/latest_news.host.html/content/shared/university/news/news-center-releases/2013/07/035.detail.html University of California Berkeley. (October 21, 2021). Staff alliance for disability and access (SADA): Media and video UCB professional panel on the Working from Home workplace accessibility for people with disabilities. https://stafforg.berkeley.edu/organizations/staff-organizations/sada University of California Berkeley. (n.d.). Division of equity and diversity: Berkeley diversity land acknowledgement. https://diversity.berkeley.edu/ Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      99 University of California Berkeley. (n.d.c). Centers for educational justice & community engagement: Gender-inclusive single stall and multi-stall restrooms at UC Berkeley. https://cejce.berkeley.edu/geneq/resources/lgbtq-resources/restrooms University of California Berkeley. (n.d.d). Centers for educational justice & community engagement: Staff, faculty, and student employee resources. https://cejce.berkeley.edu/transstaff University of California Los Angeles. (2019). Guidance on research with non-English communities. https://ora.research.ucla.edu/OHRPP/Documents/Policy/9/NonEnglish_Participants.pdf University of California Los Angeles (n.d.). Equity, diversity, and inclusion: Resources on Native American and Indigenous affairs Native American and Indigenous peoples FAQs. https://equity.ucla.edu/know/resources-on-native-american-and-indigenous-affairs/native-american-and-indigenous-peoples-faqs/ University of California Los Angeles (n.d.). UCLA Lesbian Gay Bisexual Transgender Queer/LGBTQ Campus Resource Center. https://lgbtq.ucla.edu/ University of California Los Angeles (n.d.b). Lesbian Gay Bisexual Transgender resource center: Our staff. https://lgbtq.ucla.edu/Our-Staff  University of Iowa. (n.d.). Native American Council: Acknowledgement of land and sovereignty. https://nativeamericancouncil.org.uiowa.edu/acknowledgement-land-and-sovereignty University of Kansas. (2021a). Human resources management: Training materials. http://humanresources.drupal.ku.edu/training-materials University of Kansas. (2021b). Human resources: Mental health at KU: Addressing stigma, barriers and resources prepared by the 2019-20 KU staff. Fellows Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      100 https://humanresources.ku.edu/sites/humanresources.drupal.ku.edu/files/files/learning/2019-20_KU_Staff_Fellows_Report_FINAL.pdf University of Kansas. (n.d.). Office of the provost: Office of equity and diversity: Faculty and staff councils: Sexuality and gender diversity faculty staff council. https://diversity.ku.edu/Staff_and_Faculty_Councils University of Maine. (2021a). Office of equal opportunity: Procedure for accommodating individuals with disabilities. https://umaine.edu/eo/disability-access/accommodating-individuals-with-disabilities/  University of Maine. (2021b). Supervisory guide to discriminatory harassment and disability accommodation. https://umaine.edu/eo/wp-content/uploads/sites/9/2019/01/Supervisory-Guide-to-Discriminatory-Harassment-and-Disability-Accommodations.pdf University of Maine. (n.d.). University of Maine land acknowledgement. https://umaine.edu/about/university-of-maine-land-acknowledgement/ University of Maine. (n.d.b). Memorandum of understanding between the Penobscot Nation and the University of Maine system, University of Maine (Orono). https://umaine.edu/nativeamericanprograms/wp-content/uploads/sites/320/2018/05/Penobscot-Nation-UMaine-MOU.pdf University of Maine. (n.d.c). Center for Community Inclusion and Disability Studies: Meet the CCIDS faculty and staff. https://ccids.umaine.edu/faculty-staff/ University of Maryland. (n.d.). Office of diversity and inclusion: Land acknowledgement. https://diversity.umd.edu/resources/land-acknowledgment/  University of Nebraska Lincoln. (n.d.). Diversity and inclusion: Faculty & Staff Accessibility Resource Group. https://diversity.unl.edu/ada-council-faculty-staff Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      101 University of Nebraska Lincoln. (2021). Pride at Nebraska commission. https://www.unl.edu/cglbtc/Home/ University of New Mexico. (2019). UNM staff council resolution #3: Employment of people with disabilities. https://staffcouncil.unm.edu/about/pdfs/sc-2019-resolution-3-employment-of-people-with-disabilities.pdf University of New Mexico. (n.d.). Institute for American Indian research: Executive board. https://ifair.unm.edu/board.html University of New Mexico. (n.d.b). Health sciences: Center for Native American health. https://hsc.unm.edu/cnah/research/ University of North Carolina (2021). University Center of Excellence in Developmental Disabilities (UCEDD). http://cidd.unc.edu/About/UCEDD/Grant/ University of North Dakota. (n.d.). Student life diversity and inclusion: student diversity and inclusion land acknowledgement. https://und.edu/student-life/diversity/multicultural/land-acknowledgement.html University of North Dakota. (n.d.b). Student life diversity and inclusion: Intersections. https://und.edu/student-life/diversity/multicultural/intersections.html University of North Dakota. (2021). The university letter: the university newsletter for faculty and staff: Video and transcript of Dec. 7 faculty/staff town hall available. http://blogs.und.edu/uletter/2020/12/video-and-transcript-of-dec-7-faculty-staff-town-hall-available/ University of Rhode Island. (2021). Mission. https://web.uri.edu/pcpd/mission/ University of Rhode Island. (n.d.). Out and proud. https://web.uri.edu/out/people Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      102 University of Rhode Island. (n.d.b). President’s LGBTQ Commission. https://web.uri.edu/pclgbtq/hello-world/ University of South Dakota. (n.d.). Institute of American Indian studies. https://www.usd.edu/institute-of-american-indian-studies University of South Dakota. (n.d.b). Diversity and inclusiveness: Office for diversity: Safe zone training: Gender identity. https://www.usd.edu/diversity-and-inclusiveness/office-for-diversity/safe-zone-training/gender-identity University of Texas Austin. (n.d.). Native American Indigenous studies. https://liberalarts.utexas.edu/nais/land-acknowledgement/audio-and-av-guides.php University of Texas Austin. (n.d.b). Disability resources: COVID-19 updates. https://diversity.utexas.edu/disability-resources/ University of Washington. (n.d.). Indigenous wellness research institute: Vision and mission. http://iwri.org/research-area/research-training/ University of Washington. (n.d.b). Indigenous wellness research institute. http://iwri.org/research-area/research-training/ U.S. Department of Education, National Center for Education Statistics. (2018). Table 314.50: Ratios of full-time-equivalent (FTE) students to FTE staff and FTE faculty in public degree-granting postsecondary institutions, by level of institution and state or jurisdiction: Fall 2017. In U.S. Department of Education, National Center for Education Statistics (Ed.), Digest of Education Statistics (2018 ed.). https://nces.ed.gov/programs/digest/d18/tables/dt18_314.50.asp  U.S. Department of Labor. (n.d.). Office of disability employment policy: Disability employment statistics. https://www.dol.gov/agencies/odep/research/statistics Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      103 Usher, A. (2017). Flagship universities versus world-class universities. Inside Higher Ed. https://www.insidehighered.com/blogs/world-view/flagship-universities-vs-world-class-universities#.YJoQdq7F120.link Vaccaro, A. (2012). Campus microclimates for LGBT faculty, staff, and students: An exploration of the intersections of social identity and campus roles. Journal of Student Affairs Research and Practice, 49(4), 429-446. Waterman, S. (2018). Indigeneity in the methods: Indigenous feminist theory in content analysis. In R. Minthorn & H. S. Shotton (Eds.). Reclaiming indigenous research in higher education (pp. 178-190). Rutgers University Press. Williams, D., & Wade-Golden, K. (2008). The complex mandate of a chief diversity officer. The Chronicle of Higher Education, 55(5), B44-B45. Wilson, A., & Laing, M. (2019). Queering Indigenous education. In Indigenous and Decolonizing Studies in Education (1st ed., pp. 131-145). Routledge.Unpublished dissertation: Please cite and contact me for permission to copy, distribute, or use.                      104 Appendix 2018 Full and Part Time Staff Comparison (IPEDS, 2021b) Institution Name Grand total of staff Grand Total of white staff Grand total of American Indian or Alaska Native staff Comparison of American Indian or Alaska Native staff to white in percentages (rounded up) University of California-Berkeley 12148 5214 36 0.7% University of California-Los Angeles 25195 8899 59 0.7% University of Illinois at Urbana-Champaign 11697 8610 16 0.2% University of Iowa 10936 8620 16 0.2% University of Kansas 8823 6742 40 0.7% University of Maine 2689 2005 10 0.5% University of Maryland-College Park 10220 5237 10 0.2% University of Nebraska-Lincoln 6027 5001 13 0.3% University of New Mexico-Main Campus 7400 3869 150 3.9% University at Buffalo 5424 4427 10 0.2% University of North Carolina at Chapel Hill 14065 9305 34 0.4% University of North Dakota 2844 2371 33 1.4% University of Oregon 5152 3932 30 0.8% University of Rhode Island 3160 2636 17 0.6% University of South Dakota 1622 1431 25 1.7% The University of Texas at Austin 15929 10126 31 0.3% University of Washington-Seattle Campus 18814 11198 35  0.2%  ",
    "id": 429554540,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.tacoma.uw.edu:edd_capstones-1050"
    },
    "title": "University Staff: Indigenous Sovereignty and Justice Online",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-05-10T08:00:00+01:00",
    "publisher": "UW Tacoma Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.tacoma.uw.edu/cgi/viewcontent.cgi?article=1050&context=edd_capstones"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/429554540.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/429554540"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/429554540/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/429554540/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/429554540"
        }
    ],
    "abstract": "United States (U.S.) public research universities generally deliver problematic diversity, equity, and inclusion (DEI) efforts that erase Indigenous, Transgender, and Disabled staff through online formats and representations. This qualitative explanatory study describes the DEI common language as one of compliance, erasure, and management through a review of 17 high and very high research universities as defined by the Carnegie Classification of Institutions of Higher Education®. Of these universities, seven are also land grant universities. The frameworks applied include Indigenous Feminist Theory (Waterman, 2018) and Intersectionality (Crenshaw, 1991). The results from this review demonstrate universities’ differing institutional commitments to Indigenous, Transgender, and Disabled communities while offering little about staff contributions to DEI education. Despite universities’ general lack of recognizing DEI staff contributions, staff appeared in significant transformative online messages that build stronger DEI practices that are useful to staff themselves. Recommendations to staff include self-recognition of peer belonging and cultural expertise that may leverage their social and cultural approaches to informal online and in-person projects. This study may signal strategic practices beyond the colonial lens of individuality indicated by universities to that of robust staff-led community grassroots efforts in practice and research",
    "tags": [
        "text",
        "Indigenous Sovereignty",
        "Research Universities",
        "Staff",
        "Disability and Equity in Education",
        "Disability Studies",
        "Gender Equity in Education",
        "Higher Education Administration",
        "Indigenous Education",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Race, Ethnicity and Post-Colonial Studies",
        "Social Justice"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.tacoma.uw.edu:edd_capstones-1050",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "11713",
        "openDoarId": 0,
        "name": "University of Washington: UW Tacoma Digital Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 429554540,
        "depositedDate": null,
        "publishedDate": "2021-05-10T08:00:00+01:00",
        "updatedDate": "2024-02-08T11:11:09+00:00",
        "acceptedDate": null,
        "createdDate": "2021-06-06T02:51:37+01:00"
    },
    "urls": [
        "https://digitalcommons.tacoma.uw.edu/edd_capstones/48",
        "https://digitalcommons.tacoma.uw.edu/context/edd_capstones/article/1050/viewcontent/DiP_Berry__S_.pdf"
    ],
    "lastUpdate": "2024-02-08T11:11:09+00:00",
    "setSpecs": []
}