{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kreis, Anthony Michael"
        }
    ],
    "contributors": [],
    "createdDate": "2022-03-18T11:07:01+00:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/491582945.pdf",
    "fullText": "_LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM  UNLAWFUL GENDERS ANTHONY MICHAEL KREIS* I INTRODUCTION Forty-five years after queer litigants began testing the issue,1 the Supreme Court settled the question whether employers could discriminate against workers because of their sexual orientation or gender identity. In Bostock v. Clayton County, the Court held that Title VII of the Civil Rights Act of 1964, which explicitly prohibits employment discrimination because of an employee’s sex—but not because they are gay, lesbian, bisexual, or transgender—also proscribes employment decisions motivated by an employee’s sexual orientation or gender identity.2 In short, the Court held that adverse employment actions taken against sexual minorities because of their status as sexual minorities is actionable sex discrimination. The Court’s 6-3 decision relied on a “formalistic textualism”3 focused on the interactive effect of sex and sexual orientation/gender identity. Title VII prohibits any employment practice where “race, color, religion, sex, or national origin [is] a motivating factor . . . even though other factors also motivated the practice.”4 The Bostock majority reasoned that the terms “sexual orientation,” “transgender,” and “sex” have different meanings in common parlance, but that those colloquial differences are not dispositive of the issue whether anti-LGBTQ discrimination is a subset of sex discrimination.5 Focusing  Copyright © 2022 by Anthony Michael Kreis. *  Assistant Professor of Law, Georgia State University College of Law. 1. See Anthony Michael Kreis, Dead Hand Vogue, 54 U. RICH. L. REV. 705, 710 (2020) (discussing Smith v. Liberty Mut. Ins. Co., 395 F. Supp. 1098 (N.D. Ga. 1975), aff’d, 569 F.2d 325 (5th Cir. 1978), as the first Title VII sex discrimination case brought by LGBTQ plaintiffs). 2. 140 S. Ct. 1731 (2020). 3. Tara Leigh Grove, Which Textualism?, 134 HARV. L. REV. 265, 269 (2020) (“Formalistic textualism emphasizes semantic context, rather than social or policy context, and downplays the practical consequences of a decision.”); see also Nancy C. Marcus, Bostock v. Clayton County and the Problem of Bisexual Erasure, 115 NW. U. L. REV. ONLINE 223, 226 (2020) (describing Bostock as “textualism-embracing . . . to an extreme”); Marc Spindelman, Bostock’s Paradox: Textualism, Legal Justice, and the Constitution, 69 BUFF. L. REV. 553, 561 (2021) (“Bostock’s studied evasion of the relevant constitutional caselaw conduces to its crisp self-presentation as a textualist statutory interpretation ruling, one that eschews reliance on any non-statutory sources of interpretive judgment, the express invocation of which would mar the opinion’s high-gloss textualist finish.”). 4. 42 U.S.C. § 2000e-2 (2018). 5. Bostock, 140 S. Ct. at 1745 (“Maybe most intuitively, the employers assert that discrimination on the basis of homosexuality and transgender status aren’t referred to as sex discrimination in ordinary conversation. . . . But this submission rests on a mistaken understanding of what kind of cause the law is looking for in a Title VII case. In conversation, a speaker is likely to focus on what seems most relevant or informative to the listener. So an employee who has just been fired is likely to identify the primary _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM 104 LAW AND CONTEMPORARY PROBLEMS [Vol. 85:103 on the causation language ratified by Congress in 1991, the Court noted that Title VII does not restrict sex discrimination claims to ontological discrimination but rather embraces an expansive approach.6 It concluded that because a person cannot discriminate against another on the basis of sexual orientation or gender identity without also looking at their sex, anti-LGBTQ animus unlawfully places sex in an employer’s calculus when they weaponize that bias against their employees.7 There was a real cost to Bostock’s formalism.8 The majority opinion correctly understood that it is impossible to divorce discrimination on the basis of a person’s sexual orientation or gender identity from their sex assigned at birth. However, beyond noting that a person has to notice and take account of a person’s sex before they can take account of their sexual orientation and/or gender identity,  the Court did not explain why discrimination is often the result of the connection.  Specifically, the Bostock decision failed to sufficiently explain why the link between the two kinds of discrimination is non-severable. This could have been done by applying an anti-stereotyping principle.  This principle, which courts have recognized since the 1970s and 1980s in both the employment discrimination context and in constitutional law,9 stands for the proposition that gender-based assumptions about what men or women can do and assumptions about how men or women should act are impermissible forms of sex discrimination.10 While the principle has been applied to a variety of  or most direct cause rather than list literally every but-for cause.”); but see id. at 1828 (Kavanaugh, J., dissenting) (“As to common parlance, few in 1964 (or today) would describe a firing because of sexual orientation as a firing because of sex. As commonly understood, sexual orientation discrimination is distinct from, and not a form of, sex discrimination. The majority opinion acknowledges the common understanding, noting that the plaintiffs here probably did not tell their friends that they were fired because of their sex. That observation is clearly correct. In common parlance, Bostock and Zarda were fired because they were gay, not because they were men.”) (internal cross-reference omitted). 6. Id. at 1739 (majority opinion) (explaining that Congress has never constrained the causation standard under Title VII and that “[i]f anything, Congress has moved in the opposite direction, supplementing Title VII in 1991 to allow a plaintiff to prevail merely by showing that a protected trait like sex was a ‘motivating factor’ in a defendant’s challenged employment practice.”) (citation omitted). 7. Id. at 1742 (“But unlike any of these other traits or actions, homosexuality and transgender status are inextricably bound up with sex. Not because homosexuality or transgender status are related to sex in some vague sense or because discrimination on these bases has some disparate impact on one sex or another, but because to discriminate on these grounds requires an employer to intentionally treat individual employees differently because of their sex.”). 8. See Naomi Schoenbaum, The New Law of Gender Nonconformity, 105 MINN. L. REV. 831, 888 (2020) (“By hewing to statutory text and avoiding theories of sex discrimination, Bostock introduces a new problem: it is silent on how transgender discrimination fits within the social phenomenon of sex discrimination, and even goes so far as to suggest that it does not.”); but see Rachel Slepoi, Bostock’s Inclusive Queer Frame, 107 VA. L. REV. ONLINE 67, 78 (2021) (arguing that while “Bostock’s logic is textual,” it implicitly recognizes a connection between LGBTQ discrimination and sex stereotypes). 9. See Noa Ben-Asher, The Two Laws of Sex Stereotyping, 57 B.C. L. REV. 1187, 1234 (2016) (“In the 1970s, the Supreme Court adopted a new rationale regarding the harm of sex stereotyping, anti-subordination; a new concept of gender, ‘gender role’; and a new articulation of an equality principle, equal opportunity.”). 10. See Zachary A. Kramer, Heterosexuality and Title VII, 103 NW. U. L. REV. 205, 215 (2009) (“To articulate such a gender-stereotyping claim, plaintiffs need to establish that they were _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM No. 1 2022] UNLAWFUL GENDERS 105 stereotypes that manifest by employers’ and legislators’ expectations of how men and women can or should behave, it has not been broadly applied to claims of discrimination on the basis of sexual orientation,11 though it has been more regularly applied to gender identity discrimination claims.12  discriminated against because they expressed a gender that is stereotypically inconsistent with their sex.”); see also Mary Anne C. Case, Disaggregating Gender from Sex and Sexual Orientation: The Effeminate Man in the Law and Feminist Jurisprudence, 105 YALE L.J. 1, 2–3 (1995) (exploring sex stereotyping theory); Kimberly A. Yuracko, Soul of A Woman: The Sex Stereotyping Prohibition at Work, 161 U. PA. L. REV. 757, 758 (2013) (same). It is worth noting, however, that the Court’s application of sex stereotyping theory has been somewhat limited. See Jessica A. Clarke, They, Them, and Theirs, 132 HARV. L. REV. 894, 917 (2019) (“But the force of the antistereotyping principle has been limited. The Court has distinguished laws based on ‘overbroad generalizations about the different talents, capacities, or preferences of males and females’ from those sex classifications based on the ‘enduring’ nature of ‘[p]hysical differences between men and women.’”) (quoting United States v. Virginia, 518 U.S. 515, 533 (1996)). 11. See Zarda v. Altitude Express, Inc., 883 F.3d 100, 122 (2d Cir. 2018) (plurality) (“We now conclude that sexual orientation discrimination is rooted in gender stereotypes and is thus a subset of sex discrimination.”), aff’d sub nom. Bostock v. Clayton Cty., Georgia, 140 S. Ct. 1731; Hively v. Ivy Tech Cmty. Coll., South Bend, 830 F.3d 698, 706 (7th Cir. 2016), as amended (Aug. 3, 2016) (“[L]esbian women and gay men nevertheless fail to conform to gender norm expectations in their attractions to partners of the same sex. Lesbian women and gay men upend our gender paradigms by their very status—causing us to question and casting into doubt antiquated and anachronistic ideas about what roles men and women should play in their relationships. Who is dominant and who is submissive? Who is charged with earning a living and who makes a home? Who is a father and who a mother? In this way the roots of sexual orientation discrimination and gender discrimination wrap around each other inextricably.”), vacated on reh’g en banc, No. 15-1720, 2016 WL 6768628 (7th Cir. Oct. 11, 2016), and rev’d on reh’g en banc sub nom. Hively v. Ivy Tech Cmty. Coll. of Ind., 853 F.3d 339 (7th Cir. 2017); Centola v. Potter, 183 F. Supp. 2d 403, 410 (D. Mass. 2002) (“[A] plaintiff who is perceived by his harassers as stereotypically masculine in every way except for his actual or perceived sexual orientation could maintain a Title VII cause of action alleging sexual harassment because of his sex due to his failure to conform with sexual stereotypes about what ‘real’ men do or don’t do.”); Baldwin v. Foxx, EEOC DOC 0120133080, 2015 WL 4397641, at *5 (July 16, 2015) (“Discrimination on the basis of sexual orientation is premised on sex-based preferences, assumptions, expectations, stereotypes, or norms.”); Fla. Comm’n on Human Rights, Sexual Discrimination, available at https://web.archive.org/web/20211001165010/https://fchr.myflorida.com/sexual-discrimination (citing Bostock, 140 S. Ct.; announcing acceptance of “claims of sex discrimination based on gender identity or sexual orientation for investigation in employment and public accommodations complaints” but providing reasoning other than sex stereotyping); Mich. Civil Rights Comm’n, Interpretive Statement 2018-1 1 (May 21, 2018), available at https://web.archive.org/web/20210808011400/https://www.michigan.gov/documents/mdcr/MCRC_Interpretive_Statement_on_Sex_05212018_625067_7.pdf (citing federal gender stereotyping case law to extend state law sex discrimination protections to include sexual orientation and gender identity discrimination claims); Pa. Human Relations Comm’n, Guidance on Discrimination on the Basis of Sex Under the Pennsylvania Human Relations Act 2 (Aug. 2, 2018), available at https://web.archive.org/web/20210623171032/https://www.phrc.pa.gov/About-Us/Publications/Documents/General%20Publications/APPROVED%20Sex%20Discrimination%20Guidance%20PHRA.pdf (acknowledging Pennsylvania law is “interpreted consistently with federal anti-discrimination law” and recognizing gender nonconformity a part of the umbrella of LGBTQ discrimation to extend state law sex discrimination protections to include sexual orientation and gender identity discrimination claims). 12. See Grimm v. Gloucester Cty. Sch. Bd., 972 F.3d 586, 608 (4th Cir. 2020), as amended (Aug. 28, 2020), (citing sex stereotyping caselaw to treat a transgender discrimination claim as sex discrimination for equal protection purposes), cert. denied, 141 S. Ct. 2878 (2021) (mem.); Whitaker ex rel. Whitaker v. Kenosha Unified Sch. Dist. No. 1 Bd. of Educ., 858 F.3d 1034, 1048 (7th Cir. 2017) (“By definition, a transgender individual does not conform to the sex-based stereotypes of the sex that he or she was assigned at birth.”), abrogated on other grounds by Ill. Rep. Party v. Pritzker, 973 F.3d 760 (7th Cir. 2020); Glenn v. Brumby, 663 F.3d 1312, 1316–17 (11th Cir. 2011) (holding that _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM 106 LAW AND CONTEMPORARY PROBLEMS [Vol. 85:103 Sex stereotype theory can both explain and address anti-LGBTQ discrimination because misogyny, homophobia, and transphobia are inextricable from one another.  As this Article explains, the kinds of sex stereotypes courts have long recognized as unlawful under the Equal Protection Clause and anti-discrimination law because of the harms they cause women are rooted in the same social norms and legal regimes that emerged in the late nineteenth and early twentieth centuries to also target LGBTQ people and gender non-conforming persons. Social norms and the law in this period reinforced assumptions about how men and women should behave and dress, the family formation roles they should occupy, who they should have intimate relationships with, and the types of communities they should create. This scheme was intended to preserve strict binary gender roles and preserve the supremacy of men and masculinity. Thus, it is impossible to principally distinguish the kinds of stereotypes already recognized as forms of sex discrimination from the kinds of stereotypes used to discriminate against LGBTQ people. The Court’s failure to expressly embrace an anti-stereotyping principle was a missed opportunity to more fully reveal the interconnected relationship between discrimination against women and discrimination against LGBTQ people. The formalistic focus on sex as a textual matter obscured the historical regulation of gender roles meant to oppress both women and sexual minorities, which could be crucial for bringing LGBTQ-related constitutional claims into the fold of sex discrimination jurisprudence where textualism cannot do the heavy lifting.13 Had the Court explored the history behind the sociological  discriminating against a transgender person on the “basis of his or her gender non-conformity constitutes sex-based discrimination under the Equal Protection Clause.”); Smith v. City of Salem, Ohio, 378 F.3d 566, 575 (6th Cir. 2004) (“[D]iscrimination against a plaintiff who is a transsexual—and therefore fails to act and/or identify with his or her gender—is no different from the discrimination directed against Ann Hopkins in Price Waterhouse, who, in sex stereotypical terms, did not act like a woman. Sex stereotyping based on a person’s gender non-conforming behavior is impermissible discrimination, irrespective of the cause of that behavior; a label, such as ‘transsexual,’ is not fatal to a sex discrimination claim where the victim has suffered discrimination because of his or her gender non-conformity.”); Doe 1 v. Trump, 275 F. Supp. 3d 167, 209–10 (D.D.C. 2017), vacated sub nom. Doe 2 v. Shanahan, 755 F. App’x 19 (D.C. Cir. 2019) (recognizing that  discrimination against transgender military servicemembers is discrimination “on the basis of their failure to conform to gender stereotypes”); Schroer v. Billington, 577 F. Supp. 2d 293, 305 (D.D.C. 2008) (accepting a transgender plaintiff’s theory that discrimination against transgender persons can constitute sex stereotyping). The EEOC has also recognized that discrimination against transgender persons could be recognized as a form of sex stereotyping. Mia Macy, EEOC DOC 0120120821, 2012 WL 1435995, at *10 (Apr. 20, 2012) (explaining a transgender employee “could establish a case of sex discrimination under a theory of gender stereotyping by showing” they did not receive a job because “the employer believed that biological men should consistently present as men and wear male clothing”). Notably, the application of sex-stereotyping theory to these transgender discrimination cases and adjudications arising out of Title VII, Title IX, and/or the Equal Protection Clause were not bound up with sexual orientation claims in the way the Court treated sexual orientation and gender identity discrimination claims in Bostock. 13.  Notably, Bostock has had a ripple effect with respect to the implementation of federal and state law where the Court’s textualist approach can be transposed to other statutory texts. The U.S. Department of Housing and Urban Development has cited Bostock for the proposition that the Fair _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM No. 1 2022] UNLAWFUL GENDERS 107  Housing Act’s anti-sex discrimination provision should be construed similarly to Title VII as proscribing sexual orientation and gender identity discrimination. Memorandum from Jeanine M. Worden, Acting Assistant Secretary for Fair Housing & Equal Opportunity, to Office of Fair Housing & Equal Opportunity 2, Feb. 11, 2021, available at https://web.archive.org/web/20210915073112/https://www.hud.gov/sites/dfiles/PA/documents/HUD_Memo_EO13988.pdf. Officials responsible for enforcing state civil rights laws have also applied Bostock’s reasoning to analogous state statutes. See Alaska State Commission for Human Rights, FACEBOOK (Dec. 2, 2020), https://www.facebook.com/ASCHR907/posts/231316078419501 [https://tinyurl.com/ab6u5x93] (last accessed Jan. 9, 2022) (“After further review, in light of the U.S. Supreme Court decision Bostock v. Clayton County [sic], ASCHR will now be accepting all valid jurisdictional cases where a complainant alleges LGBTQ discrimination beyond just employment. We will also now accept cases involving LGBTQ discrimination claims in places of public accommodation, the sale and rental of housing, credit and financing, and government practices.”); Response to Plaintiff’s Motion for Summary Judgment and Defendant’s Cross-Motion for Summary Judgment at 2–3, Bruer v. Arizona, No. CV2018-014982 (Super. Ct. Ariz. June 18, 2020), available at https://web.archive.org/web/20210218073423/https://www.azag.gov/sites/default/files/2020-06/Bruer-Motion_for_Summary_Judgment_and_Response.pdf (“For decades, the Arizona courts have looked to the U.S. Supreme Court’s interpretations of Title VII in determining the scope of the similarly worded [Arizona Civil Rights Act] Unlawful Employment Practices Statute. The [Civil Rights Division of the Arizona Attorney General’s Office] Division has done the same and will do so with regard to Bostock as well, now that, for the first time, the Court has held that Title VII protects against discrimination based on sexual orientation or transgender status.”) (internal citations omitted); Fla. Comm’n on Human Rights, Sexual Discrimination, supra note 11 (“On June 15, 2020, the U.S. Supreme Court, in Bostock v. Clayton County, Georgia, 140 S. Ct. 1731 (2020), held that Title VII’s prohibition on discrimination ‘because of . . . sex’ covers discrimination on the basis of gender identity and sexual orientation. The Florida Commission on Human Relations (FCHR), as a Fair Employment Practice Agency under 29 C.F.R. §§ 1601.70–1601.80, investigates employment discrimination under the Florida Civil Rights Act and Title VII, based on race, color, religion, sex, disability, national origin, age, and marital status. Therefore, the FCHR accepts claims of sex discrimination based on gender identity or sexual orientation for investigation in employment and public accommodations complaints.”); Kan. Human Rights Comm’n, Guidance from The Kansas Human Rights Commission on Sex Discrimination in Employment, Public Accommodations, and Housing, Sept. 18, 2020, available at https://web.archive.org/web/20210712155358/www.khrc.net/pdf/KHRC%20Guidance%20on%20Sex%20Discrimination%20in%20Employment,%20Public%20Accommodations,%20and%20Housing%20on%20letterhead%20rev%20dwh.pdf (“Based on the Bostock analysis of Title VII, and identical wording of the [Kansas Act Against Discrimination], the Commission believes the [Kansas Act Against Discrimination] prohibits sex discrimination due to any individual’s sex, without regard to heterosexual, homosexual, bisexual, transgender, queer or any other subcategory or derivative of the word ‘sex.’”); N.D. Dep’t of Labor and Human Rights, NDDOLHR Now Accepting and Investigating Charges of Discrimination Based on Sexual Orientation and Gender Identity, June 18, 2020, available at https://web.archive.org/web/20210318075735/https://www.nd.gov/labor/news/nddolhr-now-accepting-and-investigating-charges-discrimination-based-sexual-orientation-and (“It is the Department’s opinion the Bostock [sic] definition of sex, may and should be applied to the North Dakota Human Rights Act, as amended, and the Housing Discrimination Act, as amended. Therefore, effective June 15, 2020, the Department will be accepting and investigating complaints of discrimination, based on sexual orientation and gender identity, in all human rights laws the Department enforces, including employment, public services, public accommodations, credit transactions, and housing.”). In Nebraska, the state legislature passed a resolution recognizing Bostock and signaling an intent to follow the Supreme Court’s rationale in the application of state law. Legis. Res. 466, 106th Leg., 2d Sess. (Neb. 2020), available at https://web.archive.org/web/20201024050152/https://nebraskalegislature.gov/FloorDocs/106/PDF/Intro/LR466.pdf (“[T]he Legislature affirms the United States Supreme Court decision in Bostock v. Clayton County [sic].”). The Nebraska Equal Opportunity Commission announced it would investigate LGBTQ discrimination claims made under state law’s prohibition of sex discrimination in employment and would consider extending protections under the state’s public accommodations law. MP3 recording, Neb. Equal Opportunity Comm’n, _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM 108 LAW AND CONTEMPORARY PROBLEMS [Vol. 85:103 evolution and legal regulation of gender roles in the United States, the majority could have established that the animus projected at LGBTQ persons is fundamentally about gender. Gay, lesbian, bisexual, and transgender people commit transgressive acts that defy traditional gender roles.  They fail to subscribe to the precise standards of masculinity and femininity associated with how men and women have long been expected to act in American society. These gender-based expectations, often tethered to family formation norms, have been similarly weaponized against women in the workforce in ways federal courts have long held to constitute unlawful sex discrimination.14 The Court missed a chance to draw a direct line through misogyny, homophobia, and transphobia, exposing the common denominator of gender stereotypes that bind all three forms of sex discrimination. All of this is not to suggest that the Court’s decision in Bostock should be read as a rejection of sex-stereotyping theory or some kind of doctrinal hurdle to exporting Bostock’s holding into the constitutional sphere.  To the contrary, the Bostock decision can and must serve as a springboard for the Court to recognize an anti-stereotyping principle for equal protection doctrine and assess constitutional claims of LGBTQ discrimination as sex discrimination.  II HOMOPHOBIA, TRANSPHOBIA, AND THE MARKET-FAMILY DIVIDE An examination of American history and the way in which gender roles shaped American law in the era of urbanization and industrialization helps explain why sex stereotype theory should have been relied upon more expressly in Bostock. This history illustrates the inextricably tight connection between misogyny, homophobia, and transphobia, and why sex stereotype theory should be applied to LGBTQ discrimination claims in constitutional jurisprudence as the next logical progression from the Court’s decision in Bostock. Never has there been a time in American history that was absent of people who engage in same-sex intimacy or of people who challenge prevailing social views of gender roles. In antebellum America, the law was relatively lacking in its proscription of gender bending activities, sexual or otherwise.15 After the Civil War, society and the law worked to reinforce gender norms through law   Commission Meeting (Aug. 21, 2020), https://web.archive.org/web/20201017155338/https://neoc.nebraska.gov/meetings/recordings/augustRecording.MP3 [https://perma.cc/NK3D-G85G]. A Texas appellate court has also ruled that the logic of Bostock should be applied to the Texas Commission on Human Rights Act. Tarrant Cnty. Coll. Dist. v. Sims, No. 05-20-00351-CV (Tex. App. Mar. 10, 2021) (“In order to reconcile and conform the TCHRA with federal anti-discrimination and retaliation laws under Title VII, we conclude we must follow Bostock and read the TCHRA’s prohibition on discrimination ‘because of . . . sex’ as prohibiting discrimination based on an individual’s status as a homosexual or transgender person” (citation omitted)). 14. See infra Part II.B. 15. WILLIAM N. ESKRIDGE, JR., DISHONORABLE PASSIONS: SODOMY LAWS IN AMERICA, 1861-2003, 19–21 (2008). _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM No. 1 2022] UNLAWFUL GENDERS 109 and punitively targeted transgressive gender roles. Urbanization and industrialization undermined the patriarchal norms that were long taken for granted. The empowerment of women and the emergence of a conspicuous LGBTQ community in American cities engendered panic among Progressive Era reformers and ushered in an era of aggressive policing to force individual compliance with sex stereotypes. These cultural and legal developments reveal the inseparable relationship between how sexism (as traditionally understood) subordinates women through sex-stereotyping and how sexism (as unexplored by the Court) seeks to oppress LGBTQ persons through sex-stereotyping. Judges must recognize and understand the relationship among misogyny, homophobia, and transphobia so that courts will properly analyze LGBTQ discrimination as sex discrimination in equal protection cases. A. Household Formation And The Anti-Stereotyping Principle At the turn of the nineteenth and twentieth centuries, the locus of the population moved away from predominantly rural areas to urban places due to the shift from being a largely agrarian society to an industrialized one.16 That change had profound implications for family formation patterns and the expression of gender because of new economic and social opportunities. Prior to industrialization, the nuclear family was the primary unit of economic production and, thus, family formation was necessary for economic survival.17 In this sense, the family in agrarian America served as a unified corporation and roles were gendered accordingly.  The corporate entity was controlled by a head of household male who exercised legal and political rights on the entire family’s behalf.18 Industrialization and urbanization challenged the supremacy enjoyed by men in family formation and governance. Because labor could now be sold for wages in bustling metropolises, men and women secured a greater degree of economic and social independence and agency that undermined the primacy of the family as the unit of economic production and socialization. For women, this meant new professional opportunities, better access to education, and the ability to form social groups that would advocate for women’s rights—including suffrage.19 For sexual minorities, this meant new social opportunities to form  16. See Leah Boustan, Devin Bunten & Owen Heary, Urbanization in American Economic History, 1800-2000, in 75 THE OXFORD HANDBOOK OF AMERICAN ECONOMIC HISTORY (Louis P. Cain et al. eds., 2018) (describing the history of American urbanization between 1800 and 2000). 17. Sylvia A. Law, Homosexuality and the Social Meaning of Gender, 1988 WIS. L. REV. 187, 199 (“In colonial America, religion, custom, economics and law strongly encouraged family formation. People lived in rural communities in which the family was the central unit of economic production and social status.”). 18. NANCY F. COTT, PUBLIC VOWS: A HISTORY OF MARRIAGE AND THE NATION 7 (2000) (“Wives and children did not represent themselves but looked to the male head of household to represent and support them, in return for which they owed their obedience and service.”). 19. Anthony Michael Kreis, Policing the Painted and Powdered, 41 CARDOZO L. REV. 399, 414 (2019) (“For women, professional opportunities were possible because of declining birth rates, the _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM 110 LAW AND CONTEMPORARY PROBLEMS [Vol. 85:103 communities of like minded persons. Both of these developments startled traditionalists who sought to reassert the centrality of masculinity in American society through the creation of new sex stereotypes for the modern, industrial age and the reinforcement of strict gender roles. Vice reformers of the late nineteenth and early twentieth centuries were acutely disturbed by the emergence of queer friendly drinking establishments where they witnessed, much to their dismay, men acting effeminately. Of course, gay men then, as now, occupied a range of gender expressions from hyper-effeminate to hyper-masculine. However, the most gender nonconforming gay men became the focus of vice crusaders because they were the most conspicuous. One scandalous nineteenth century watering hole for gay men in Manhattan was The Slide.20 There, it was reported of the patrons that “[t]he boys have powder on their faces like girls and talk to you like disorderly girls talk to men.”21 Another observer described The Slide as a place where men rouged their necks and sang in falsetto.22 Progressive reformers documented similar sights in other queer welcoming spaces in New York, noting that the men had “the carriage, mannerisms, and speech of women [and] . . . are fond of many articles dear to the feminine heart.”23 Another took note that in one house of disrepute, men “dressed as women, [with] low neck dresses, short skirts, [and] blond wigs.”24 In 1911, the Chicago Vice Commission expressed dismay over the formation of gay communities, also focusing on gender expression. The Commission documented that “rooming houses” in the city “were occupied by young men, mostly of the counter jumper variety (dry goods people, sales people), and that after work half of the considerable number of inmates of this house would don women’s clothes for the night.”25 The Commission documented: It appears that in this community there is a large number of men who are thoroughly gregarious in habit; who mostly affect the carriage, mannerisms, and speech of women; who are fond of many articles ordinarily dear to the feminine heart; who are often people of a good deal of talent; who lean to the fantastic in dress and other modes of  democratization of education, the erosion of coverture, and the increased prominence of women’s rights groups.”). 20. New York City newspapers widely reported on the ongoings at The Slide and similar establishments. See Outlaws to Go, N.Y. EVENING WORLD, Jan. 4, 1892, at 1 (“The den [at The Slide] swarmed with dissolute creatures. Their talk was shocking. Many of the men had painted faces and they called each other by female names.”); Dives Closing Up, N.Y. EVENING WORLD, Jan. 7, 1892, at 1 (“The ‘attractions’ at the Excise Exchange are not the women, but the class of men who frequent it. They imitate the dress and manners of women—paint their faces and eyebrows, bleach their hair, wear bracelets and address each other by female names.”). 21. GEORGE CHAUNCEY, GAY NEW YORK 42 (1st ed. 1995). 22. Id. at 39. 23. JOHN D’EMILIO & ESTELLE B. FREEMAN, INTIMATE MATTERS: A HISTORY OF SEXUALITY IN AMERICA 227–28 (3d ed. 2012). 24. CHAUNCEY, supra note 21, at 42. 25. David K. Johnson, The Kids of Fairytown, in CREATING A PLACE FOR OURSELVES 97, 106 (Brett Beemyn ed., 1997). _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM No. 1 2022] UNLAWFUL GENDERS 111 expression, and who have a definite cult with regard to sexual life. They preach the value of non-association with women from various standpoints and yet with one another have practices which are nauseous and repulsive. Many of them speak of themselves or each other with the adoption of feminine terms, and go by girls’ names or fantastic application of women’s titles. They have a vocabulary and signs of recognition of their own, which serve as an introduction into their own society. 26 At the same time, women were exercising a greater degree of independence and demanding equal access to professional trades and political rights—that is, women were acting like men.  Myra Bradwell and Lavinia Goodell, for example, demanded the chance to become members of the Illinois Bar and Wisconsin Bar, respectively.27 Women’s participation in the labor force steadily rose in the late nineteenth and early twentieth centuries, with women typically occupying low skilled manufacturing jobs or positions in domestic service.28 However, the number of American women taking professional jobs increased exponentially in the late 1910s.29 During this period of change within the labor force, women were also steadily building a robust suffrage movement demanding equal political rights,30 an end that was decried by some as leading to the masculinization of women and the emasculation of men.31 Anti-suffragette propaganda during this period homed in on this point to dissuade men from supporting votes for women.  The lithograph company, Dunston-Weiler, for example, produced postcards opposing women’s suffrage with images intended to warn Americans about the slippery slope that would follow enfranchising women: men completing domestic chores,32 husbands caring for  26. CHICAGO VICE COMMISSION, THE SOCIAL EVIL AND ITS MEDICAL ASPECTS 297 (1911).  In investigating these communities, the Commission itself perceived the need for clarity between sex, gender, and sexual orientation, albeit to a vastly different end: “[i]t should be altered and made specific under the guidance of scientific men who understand these practices, as to make it clearly understood that society regards these abhorrent deeds as crimes. Better definition would probably make it more possible to readily obtain conviction when desirable.” Id. 27. In re Bradwell, 55 Ill. 535, 542 (1869), aff’d sub nom. Bradwell v. Illinois, 83 U.S. 130 (1872) (denying Myra Bradwell admission to the Illinois bar as a married women; noting that “the hot strifes of the bar, in the presence of the public, and with momentous verdicts the prizes of the struggle” might unsettle gendered social customs between men and women); In re Goodell, 39 Wis. 232, 245 (1875) (denying Lavinia Goodell admission to the state Supreme Court bar because “[n]ature has tempered woman as little for the juridical conflicts of the court room”). 28. Claudia Goldin, The Quiet Revolution that Transformed Women’s Employment, Education, and Family, AM. ECON. REV., May 2006, at 1, 3. 29. Id. at 3. 30. LEE ANN BANASZAK, WHY MOVEMENTS SUCCEED OR FAIL OPPORTUNITY, CULTURE, AND THE STRUGGLE FOR WOMAN SUFFRAGE 6–12 (1996) (describing the steady rise in the call for woman suffrage between 1865 and 1920). 31. See Susan E. Marshall, In Defense of Separate Spheres: Class and Status Politics in the Antisuffrage Movement, 65 SOCIAL FORCES 327 (1986) (describing the anti-suffrage countermovement as fixated on the breakdown of gender roles if women became politically active and enfranchised). 32. I Want to Vote, But My Wife Won’t Let Me, Suffragette Series No. 11 (Dunston-Weiler Lithograph Co. 1909), https://thesuffragepostcardproject.omeka.net/items/show/53 [https://perma.cc/TS6N-AUB2]. _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM 112 LAW AND CONTEMPORARY PROBLEMS [Vol. 85:103 children,33 masculine female law enforcement officers policing emasculated men,34 gender inversion,35 and happily independent women.36 The centrality of masculinity was the cornerstone of the pre-industrial patriarchal order. The social changes that occurred between the 1860s and the 1920s challenged the supremacy of men in the American social and political order. Now, women challenged the notion that gender roles were naturally ordered and distinct by demanding equal opportunity in the workplace. Urban gender benders challenged the notion that masculine and feminine traits were innate to one’s sex. In particular, the idea that a man could sexually submit to another man and take a position “reserved” for women was destabilizing to the concept that women were by nature weaker than men and thus naturally subordinate.37 A new ideological worldview had to be crafted, with the support  33. Suffragette Madonna, Suffragette Series No. 1 (Dunston-Weiler Lithograph Co. 1909), https://thesuffragepostcardproject.omeka.net/items/show/43 [https://perma.cc/2DSD-54SS]; Election Day, Suffragette Series No. 7 (Dunston-Weiler Lithograph Co.1909), https://thesuffragepostcardproject.omeka.net/items/show/49; I Don’t Care If She Never Comes Back, Suffragette Series No. 8 (Dunston-Weiler Lithograph Co. 1909), https://thesuffragepostcardproject.omeka.net/items/show/50 [https://perma.cc/Y7JU-45RT]; Where, Oh Where Is My Wandering Wife Tonight?, Suffragette Series No. 10 (Dunston-Weiler Lithograph Co. 1909), https://thesuffragepostcardproject.omeka.net/items/show/52 [https://perma.cc/9Z8F-V7CZ]. 34. Suffragette Coppette, Suffragette Series No. 5 (Dunston-Weiler Lithograph Co. 1909), https://thesuffragepostcardproject.omeka.net/items/show/47 [https://perma.cc/9HVS-ZZXD]. 35. Pantalette Suffragette, Suffragette Series No. 3 (Dunston-Weiler Lithograph Co. 1909), https://thesuffragepostcardproject.omeka.net/items/show/45 [https://perma.cc/5D8N-X229]; Uncle Sam, Suffragee, Suffragette Series No. 6 (Dunston-Weiler Lithograph Co. 1909), https://thesuffragepostcardproject.omeka.net/items/show/48 [https://perma.cc/JZ2J-GPR3]. 36. Suffragette Vote-Getting, Suffragette Series No. 4 (Dunston-Weiler Lithograph Co. 1909), https://thesuffragepostcardproject.omeka.net/items/show/46 [https://perma.cc/ME43-HR5V]; Queen of the Poll, Suffragette Series No. 9 (Dunston-Weiler Lithograph Co. 1909), https://thesuffragepostcardproject.omeka.net/items/show/51 [https://perma.cc/JM99-VWXH]; I Love My Husband, But – Oh You Vote, Suffragette Series No. 12 (Dunston-Weiler Lithograph Co. 1909), https://thesuffragepostcardproject.omeka.net/items/show/54 [https://perma.cc/HV9H-P4G7]. 37. See CHAUNCEY, GAY NEW YORK, supra note 21, at 81 (noting passive sexual partners were viewed as taking on a female role, as “sexual penetration symbolized one man’s power over another”). Indeed, anti-vice reformers often drew connections between submissive partners in same-sex acts and female prostitutes. George Chauncey, Sex, Gender, and Sexuality: Female Prostitution and Male Homosexuality in Early Twentieth-Century America, in SEXUALITÉS AMÉRICAINES: REGARDS THÉORIQUES, RÉPONSES INSTITUTIONNELLES (Claudine Raynaud ed. 1997), http://books.openedition.org/pufr/4090 [https://perma.cc/FT57-4C4M] (“[A]nti-vice investigators readily agreed; they called female prostitutes who performed fellatio ‘perverts,’ the same term they applied to the men who performed it. As a result, many men seem to have regarded fairies in the same terms they regarded prostitutes, and this conflation may have made it easier for them to distance themselves from the fairies—and to use them for sexual purposes in the same way they used female prostitutes.”); see also Ian Ayres & Richard Luedeman, Tops, Bottoms, and Versatiles: What Straight Views of Penetrative Preferences Could Mean for Sexuality Claims Under Price Waterhouse, 123 YALE L.J. 714, 735–36 (2013) (“Penetrative preferences are readily gendered. At various points in history, a man’s perceived masculinity has been tied to whether he penetrated or was penetrated. Certainly, within modern gay communities, bottom is perceived as the most ‘feminine’ penetrative preference and top as the most ‘masculine.’ Moreover, on a conceptual level, tops fit expectations of the masculine gender better than bottoms. To the extent that the archetypal male is heterosexual, he is also exclusively—or at least primarily—a penetrator, if only because of the cultural importance placed on _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM No. 1 2022] UNLAWFUL GENDERS 113 of the state, that carried forward into the industrial period the non-fungibility of gender and a subordinate status for women. In order to push back against the decentralization of masculinity as a result of industrialization and urbanization, forms of gender expression that did not align with prevailing sex stereotypes would have to be deemed unlawful genders.38 A new ideology—the market-family dichotomy— emerged in the wake of industrialization and urbanization as a way to explain how women were not per se inferior to men but rather complemented the attributes and contributions natural to men, thus requiring separate spheres of influence on the basis of sex. Sex-based stereotypes about the masculine nature of commerce and industry and the feminine nature of the home paved the way for “a kind of middle ground between traditional hierarchy and juridical equality. Women were said to be different, not inferior.”39 The market-family division embraced the idea that men occupied the competitive, hardnosed world of professional careers, business, enterprise, and manufacturing—settings conducive to masculine traits—and women occupied the domestic arena of keeping the home and child rearing where the virtues of femininity were best suited. “The family and home were seen as safe repositories for the virtues and emotions that people believed were being banished from the world of commerce and industry.”40 In this sense, women and men had complementary roles that permitted dual worlds of rationality, ambition, progress, and modernization to coexist with the sacred values of the home.41 When the Supreme Court upheld the refusal by the State of Illinois to admit Myra Bradwell to the state bar because she was a married woman,42 Justice  the complementarity of male and female anatomy.”). In the early twentieth century, the penetrated male partner was often associated with taking on a feminine gender role. 38. This idea is meant to capture the idea that LGBTQ people embrace a wide variety of gender roles depending on their sexual orientation, gender identity, gender expression, and choice of partner that, in its totality, may not fit neatly within the traditional gender binary. Indeed, one scholar has argued that moving away from the concept of gender as binary in the law would expand the law’s capacity to remedy sex discrimination. Sonia K. Katyal, The Numerus Clausus of Sex, 84 U. CHI. L. REV. 389, 477 (2017) (“A notion of gender pluralism would normatively embrace gender nonconforming behavior, not just individuals who wanted to transition from one sex to another.”). 39. Frances E. Olsen, The Family and the Market: A Study of Ideology and Legal Reform, 96 HARV. L. REV. 1497, 1516 (1983). 40. Id. at 1499. 41. For contemporary advocacy of the market-family divide, see The Third Sex in Industry, N.Y. TIMES, Mar. 30, 1919, at 88 (describing the impact of working women in England); That Third Sex Again, N.Y. TRIB., Oct. 3, 1913, at 8 (quoting a British author’s prediction of a “future when the material work of the world will be performed by [a] new [third] sex” of women identifiable by their common “atrophied femininity” while “normal women” will continue to bear “the responsibilities of maternity.”); Effeminate Men in Schools: Warning, S.F. EXAMINER, Nov. 20, 1910, at 1 (quoting a Washington, D.C. speech by the University of Washington’s president warning that “men in college are bound to become effeminate” because of an increase in female matriculation); The Third Sex, BROOKLYN DAILY EAGLE, June 21, 1902, at 12 (noting a French author’s concern that education for women caused delays in marriage and disinterest in men); France’s Marriage Crisis, N.Y. TIMES, Mar. 16, 1902 (same). 42. 42. Bradwell v. Illinois, 83 U.S. 130 (1872). _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM 114 LAW AND CONTEMPORARY PROBLEMS [Vol. 85:103 Joseph Bradley authored a concurring opinion that reflected the worldview of the family-market divide. Bradley famously argued in favor of perpetuating a legal regime that understood the “paramount destiny and mission of woman [was] to fulfill the noble and benign offices of wife and mother.”43 Justice Bradley went on to explain the complementary nature of men and women as a rationale for continuing to enshrine second class citizenship for women within the framework of the market-family divide: [T]he civil law, as well as nature herself, has always recognized a wide difference in the respective spheres and destinies of man and woman. Man is, or should be, woman’s protector and defender. The natural and proper timidity and delicacy which belongs to the female sex evidently unfits it for many of the occupations of civil life. The constitution of the family organization, which is founded in the divine ordinance, as well as in the nature of things, indicates the domestic sphere as that which properly belongs to the domain and functions of womanhood. The harmony, not to say identity, of interest and views which belong, or should belong, to the family institution is repugnant to the idea of a woman adopting a distinct and independent career from that of her husband.44 This history should have been acknowledged by the Court in Bostock to highlight the ways in which sex-stereotyping was used to subordinate women with direct implications for LGBTQ people. B. Household Formation And The Anti-Stereotyping Principle This philosophy of the market-family divide is a familiar theme in modern sex employment discrimination cases brought under Title VII.45 Sometimes, it  43. Id. at 141 (Bradley, J., concurring). 44. Id. 45. State laws have also been construed to prohibit sex stereotypes in employment decisions. State equal opportunity agencies, for example, have issued guidance noting the impermissibly of using stereotypes to justify sex discrimination. See HAW. CODE R. § 12-46-102(d)(2)–(3) (LexisNexis 2021); ILL. ADM. CODE tit. 56, § 5210.70(b)(2)–(3) (2021); IOWA ADMIN. CODE r. 161-8.47(216)(1)(b)–(c) (2021); KAN. ADMIN. REGS. 21-32-1(a)(2)–(3) (2021); 94-348-3 ME. CODE R. § 18(1)(B)(1)–(2) (LexisNexis 2021); 804 MASS. CODE REGS. § 3.01(3)(b)(1)–(2) (2021); MO. CODE REGS. ANN. tit. 8, § 60-3.040(2)(A)(2)–(3) (2021); OHIO ADMIN. CODE 4112-5-05(B)(1) (2021); OKLA. ADMIN. CODE § 335:15-3-2(a)(1)(B)–(C) (2021); OR. ADMIN. R. 839-005-0013(2)(a)–(b) (2021); 16 PA. CODE §  41.71(e)(2)–(3) (2021); S.D. ADMIN R. 20:03:09:02. State courts have also recognized this principle. See Mass. Elec. Co. v. Mass. Comm’n Against Discrimination, 375 N.E.2d 1192, 1199 (Mass. 1978) (holding that the exclusion of “pregnancy-related disabilities” from an employer’s disability plan “perpetuate the stereotype that women belong at home raising a family rather than at a job as permanent members of the work force” and thus an unlawful form of sex discrimination); Slayton v. Michigan Host, Inc., 376 N.W.2d 664, 669 (Mich. Ct. App. 1985) (“Like its federal counterpart in Title VII, we believe that the prohibition against sex discrimination in the Elliott-Larsen Civil Rights Act was ‘intended to strike at the entire spectrum of disparate treatment of men and women resulting from sex stereotypes’”) (citation omitted); Pullar v. Indep. Sch. Dist. No. 701, Hibbing, 582 N.W.2d 273, 277 (Minn. Ct. App. 1998) (“Like Congress in enacting Title VII, the legislature intended to ‘strike at the entire spectrum of disparate treatment of men and women resulting from sex stereotypes’ in enacting the [Minnesota Human Rights Act].”) (citation omitted); Lampley v. Missouri Comm’n on Human Rights, 570 S.W.3d 16, 25 (Mo. 2019) (“Sex discrimination is discrimination, it is prohibited by the [Missouri Human Rights] Act, and an employee may demonstrate this discrimination through evidence of sexual stereotyping.”); Behrmann v. Phototron Corp., 795 P.2d 1015, 1016–17 (N.M. 1990) (affirming trial court jury instruction that sex stereotyping was impermissible under the New Mexico Human Rights Act’s ban against pregnancy discrimination). The California Supreme Court also extended sex-_LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM No. 1 2022] UNLAWFUL GENDERS 115 manifests in discrimination arising from assumptions about what types of jobs are acceptable for men and for women.46 It also arises from stereotypes about the relationship dynamics between opposite sex marital couples and the division of caregiving roles within a heterosexual household.47 The landmark decision in Phillips v. Martin Marietta Corp.48 is illustrative. There, the Supreme Court allowed a Title VII claim against Martin Marietta to proceed where a woman alleged that her employer refused to hire women with preschool-aged children.49 As Justice Marshall explained in a concurring opinion, that policy was a byproduct of “characterizations of the proper domestic roles of the sexes,” namely that women with small children should be caregivers and not participants in the labor market.50 Similarly, employment discrimination plaintiffs have stated successful Title VII claims alleging discrimination because of family formation stereotypes, including because they were unwed mothers,51 women of child-bearing age,52 caregiving fathers,53 and women who did not take their husband’s names.54 The anti-sex stereotype principle is also reflected in constitutional jurisprudence. Throughout the 1970s and 1980s, the Supreme Court struck down federal and state laws that embraced family-market stereotypes about the complementary nature of gender roles within opposite-sex married couples’  stereotyping theory to find sex-based discounts are unlawful under state civil rights law. Koire v. Metro Car Wash, 707 P.2d 192, 202 (Cal. 1985) (explaining “sex-based discounts impermissibly perpetuate sexual stereotypes” under California law). 46. See Diaz v. Pan American World Airways, Inc., 442 F.2d 385, 389 (5th Cir. 1971) (finding that a  refusal to hire men as flight attendants because of a customer preference for women in that role was unlawful); EEOC Dec. No. 76-94, 1976 WL 5005, at *1 (Feb. 6, 1976) (determining that a refusal to hire a woman based on a “stereotypical opinion[]” that “a male who would project a stronger image, would be better suited for the job” was unlawful); EEOC Dec. No. 76-85, 1976 WL 4998, at *2 (Jan. 14, 1976) (“Respondent’s stereotypical view of women does not allow for the concept of an acceptable female administrator. Relying on the traditional concept of women any woman ‘hard-nosed’ enough for the job is too ‘abrasive,’ and any woman who is not ‘hard-nosed’ is too ‘soft spoken.’”); EEOC Dec. No. AL68-3-243E (June 4, 1969) (finding against an employer who assigned clerical work to a woman because it was so called woman’s work). 47. See Sprogis v. United Air Lines, Inc., 444 F.2d 1194, 1199 (ruling that an airline policy requiring female flight attendants to be unmarried because of “complaints from husbands about their wives’ working schedules and the irregularity of their working hours” was impermissible), cert. denied, 404 U.S. 991 (1971); EEOC Dec. No. 71-2613, 1971 WL 3899, at *1 (June 22, 1971) (“[B]ased upon a stereotyped view of the family responsibilities of females, [the employer]’s officials permitted the illness of Charging Party’s husband to influence their decision not to hire her, but that they would not have disqualified a male with a sick wife.”); see also Nevada Dep’t of Human Resources v. Hibbs, 538 U.S. 721, 736 (2003) (explaining how a denial of parental leave for fathers was rooted in “[s]tereotypes about women’s domestic roles [which] are reinforced by parallel stereotypes presuming a lack of domestic responsibilities for men”). 48. 400 U.S. 542 (1971). 49. Id. 50. Id. at 545 (Marshall, J., concurring). 51. Dolter v. Wahlert High School, 483 F. Supp. 266 (N.D. Iowa 1980). 52. UAW v. Johnson Controls, Inc., 499 U.S. 187, (1991). 53. Johnson v. Univ. of Iowa, 431 F.3d 325 (8th Cir. 2005). 54. 54. Allen v. Lovejoy, 553 F.2d. 522 (6th Cir. 1977). _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM 116 LAW AND CONTEMPORARY PROBLEMS [Vol. 85:103 households.55 For example, in the 1971 case Reed v. Reed,56 the Court struck down an Idaho law giving preference to men over women to serve as estate administrators on the view that men were more literate in business matters than women.57 Similar rationales underpinned a Louisiana law, invalidated by the Court in 1981, that deemed the husband to be “head and master” of the marital household, and that established a default rule empowering husbands to dispossess property without their wives’ consent.58 As civil rights groups argued, Louisiana’s “head and master” law “foster[ed] and perpetuate[d] the image of women as untutored and incapable of executing managerial decisions” based on the false stereotype that women “inherently lack[ed] the ability to make reasonable decisions or function adequately in a business world; [that] only men possess the requisite skills.”59 Finally, in the 1975 case Stanton v. Stanton, the Court struck down a Utah law that provided for different ages of majority based on sex, justified by the stereotype that women are “destined solely for the home and the rearing of the family, and only [men are destined] for the marketplace and the world of ideas.”60 In the same period, the anti-stereotyping principle was also applied to discriminatory policies governing spousal financial obligations and benefits. For example, the Court overturned numerous benefits related policies that sex-stereotyped married opposite-sex couples on the assumption that men are the household breadwinners and non-caregivers.61 And it struck down a state law requiring ex-husbands to pay alimony, but not ex-wives, describing it as little more than a “baggage of sexual stereotypes.”62 The anti-stereotyping principle  55. See Cary Franklin, The Anti-Stereotyping Principle in Constitutional Sex Discrimination Law, 85 N.Y.U. L. REV. 83, 90 (2010) (noting that the Supreme Court in this period tended to embrace an anti-stereotyping principle where purely gender-based assumptions animated public policy rather than “domains where [the Court] had identified ‘real’ [physical] differences between the sexes.”). 56. Reed v. Reed, 404 U.S. 71(1971). 57. Reed v. Reed, 93 Idaho 511, 514 (1970) (“The legislature when it enacted this statute evidently concluded that in general men are better qualified to act as an administrator than are women.”), rev’d, 404 U.S. 71 (1971). 58. Kirchberg v. Feenstra, 450 U.S. 455, 456 (1981). 59. Motion for Leave to File Brief Amici Curiae and Brief Amici Curiae  of Now Legal Defense and Education Fund, American Civil Liberties Union Women’s Rights Project, American Jewish Committee, American Jewish Congress, Institute for Women Today, National Center on Women and Family Law, National Coalition of American Nuns, Unitarian Universalist Women’s Federation, Women’s Equity Action League, Women’s Legal Defense Fund at 19, Kirchberg v. Feenstra, 450 U.S. 455 (1980) (No. 79-1388), 1980 WL 339782. 60. Stanton v. Stanton, 421 U.S. 7, 14–15 (1975). 61. See Wengler v. Druggists Mutual Insurance Company, 446 U.S. 142 (1980) (state statute imposing gendered rules concerning surviving spouse workers’ compensation benefits), Califano v. Westcott, 443 U.S. 76 (1979) (social security provision affording welfare benefits to unemployed husbands but not to unemployed wives); Califano v. Goldfarb, 430 U.S. 199 (1977) (social security provision imposing conditions on receipt of benefits by surviving husbands); Weinberger v. Wiesenfeld, 420 U.S. 636 (1975) (social security provision withholding childcare benefits from surviving husbands); Frontiero v. Richardson, 411 U.S. 677 (1973) (federal statute establishing gendered presumptions of dependency for housing and medical benefits). 62. 62. Orr v. Orr, 440 U.S. 268, 283 (1979). _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM No. 1 2022] UNLAWFUL GENDERS 117 reflected in both statutory and  constitutional law rejects the family-market dichotomy as impermissible policing of gender. 1. Sex Stereotypes And The Campaign Against Same-Sex Marriage Family governance stereotypes, which constitute a core of American civil rights law and anti-sex discrimination doctrine, were also at the heart of arguments to bar same-sex couples from marriage rights. As Linda McClain explained, opponents of same-sex relationship recognition argued that “marriages need to be premised on fundamental differences in male and female capacities and sharp differentiation in roles and responsibilities” to produce social benefits.63 Upon inspection, the connection between the misogyny of the market-family divide and the dichotomy’s homophobic implications is evident. The anti-same-sex marriage campaign against “genderless marriage” was in no small part about a crisis of masculinity because it undermined the concept that complementary gender roles, which placed men as central to family governance, were necessary for family formation.  Indeed, many opponents of same-sex marriage argued that traditionally held sex stereotypes concerning household formation would be rendered meaningless if gay, lesbians, and bisexuals were entitled to marry.64 After the Massachusetts Supreme Judicial Court held for the first time in any American jurisdiction65  that same-sex couples had a constitutional right to marry in Goodridge v. Department of Public Health,66 same-sex marriage advocates brought an onslaught of litigation challenging state statutes and state constitutional amendments that restricted marriage to opposite-sex couples. Just as the market-family dichotomy used a complementary theory of gender to discriminate against women, the same genus of sex stereotypes were used to portray same-sex couples as lacking gender diversity and thus being incapable of a forming successful marital partnerships.67 Marital rights for same-sex couples presented the opportunity to make the institution of marriage more equality reinforcing by undercutting gendered assumptions about the division of labor in marital homes. Same-sex marital relationships challenged what Martha Fineman described as “[t]he patriarchal family” as an “assumed institution”  63. Linda C. McClain, “God’s Created Order,” Gender Complementarity, and the Federal Marriage Amendment, 20 BYU J. PUB. L. 313, 342 (2006). 64. See, e.g., Brief of Amici Curiae 76 Scholars of Marriage Supporting Review and Affirmance at 5, Deboer v. Snyder (2014) (Nos. 14-556, 14-562, 14-571, 14-574 & 14-596), decided sub. nom. Obergefell v. Hodges, 576 U.S. 644 (2015), 2014 WL 7405782 (“[B]y requiring a man and a woman [the traditional definition of marriage] conveys that [marital households] can be expected to have both a ‘masculine’ and a ‘feminine’ aspect, one in which men and women complement each other.”). 65. See Anthony Michael Kreis, Marriage Equality in State and Nation, 22 WM. & MARY BILL RTS. J. 747, 755 (2014). 66. 798 N.E.2d 941 (Mass. 2003). 67. See, e.g., Lynn D. Wardle, “Multiply and Replenish”: Considering Same-Sex Marriage in Light of State Interests in Marital Procreation, 24 HARV. J.L. & PUB. POL’Y 771, 792 (2001) (“Traditional marriage facilitates procreation by increasing the relational commitment, complementarity, and stability needed for the long term responsibilities that result from procreation.”). _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM 118 LAW AND CONTEMPORARY PROBLEMS [Vol. 85:103 where each spouse has “well-defined, socially constructed . . . complementary roles—husband/head of household, wife/helpmate, [and] child[,]” making a “male presence . . . essential and dominant within the family.”68 Expanding the freedom to marry for same-sex couples threatened the binary gender roles as understood through complementarity theory. During oral argument at the Iowa Supreme Court in Varnum v. Brien, the state argued that complementary gender roles in marriage were necessary for marital homes with children because otherwise, “[H]ow does a father teach a daughter, a girl, to be a woman? How does a woman teach a boy to be a man?”69  In rejecting a state constitutional claim for same-sex marriage rights, the lead opinion from the Washington Supreme Court proffered that the “optimum mother/father setting for stable family life” was advantageous for children because “female couple households are necessarily fatherless and male couple households are necessarily motherless.”70 In a similar defeat in New York, the state high court reasoned that marital households with children required gender role diversity because “a child benefits from having before his or her eyes, every day, living models of what both a man and a woman are like.”71 After the California Supreme Court struck down a state law limiting marriage to opposite-sex couples,72 the state’s voters narrowly adopted a state constitutional amendment banning same-sex marriage in a measure titled Proposition 8.73 Like the arguments embraced by the high courts in Washington and New York, advocates for the ban campaigned on the need to “instill in their children . . . the traditional gender roles and norms attendant to opposite-sex marriage.”74 Defenders of same-sex marriage bans focused heavily on gender roles in early state constitutional ligation and popular campaigns, but gendered arguments about the necessity of excluding same-sex couples from marriage rights surfaced again during later waves of litigation in the federal courts. The Alliance Defending Freedom argued, for example, that Oklahoma’s same-sex marriage ban was constitutionally permissible because “[g]enderless marriage  68. MARTHA ALBERTSON FINEMAN, THE NEUTERED MOTHER, THE SEXUAL FAMILY AND OTHER TWENTIETH CENTURY TRAGEDIES 23 (1995). 69. Unofficial Transcript of Oral Argument, Varnum v. Brien, 763 N.W.2d 862 (Iowa 2009) (No. 07–1499), 2008 WL 5454171. 70. Andersen v. King Cty., 138 P.3d 963, 1005–06 (Wash. 2006) (Alexander, C.J., concurring), abrogated by Obergefell v. Hodges, 576 U.S. 644 (2015). 71. Hernandez v. Robles, 855 N.E.2d 1, 7 (N.Y. 2006), abrogated by Obergefell v. Hodges, 576 U.S. 644 (2015). 72. In re Marriage Cases, 183 P.3d 384 (Cal. 2008), superseded by state constitutional amendment, CAL. CONST. art. 1, § 7.5 (amendment held unconstitutional, Perry v. Schwarzenegger, 704 F. Supp. 2d 921 (N.D. Cal. 2010), appeal dismissed sub nom. Perry v. Brown, 725 F.3d 1140 (9th Cir. 2013)). 73. CAL. CONST. art. 1, § 7.5 (amendment held unconstitutional, Perry, 704 F. Supp. 2d; see CAL. SEC’Y OF STATE, Votes For and Against November 4, 2008, State Ballot Measures, available at https://web.archive.org/web/20210913195218/https://elections.cdn.sos.ca.gov/sov/2008-general/7_votes_for_against.pdf (providing votes for and against the amendment, designated Proposition 8). 74. Melissa Murray, Marriage Rights and Parental Rights: Parents, the State, and Proposition 8, 5 STAN. J. CIV. RTS. & CIV. LIBERTIES 357, 377 (2009). _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM No. 1 2022] UNLAWFUL GENDERS 119 would remove the State’s ability to convey that, all things being equal, it is best for a child to be reared by her own mother and father” and “would tell the community. . . . . . that there is nothing intrinsically valuable about fathers’ or mothers’ roles in rearing their children.”75 The State of Utah asked a federal appellate court to uphold the state’s same-sex marriage prohibition because “genderless marriage” is “focused principally on the needs of adults” whereas “Utah’s marriage model. . . . . . valorizes the role of fatherhood, motherhood, gender complementarity in child rearing, and mutual dependence. That model is thus profoundly different from the model underlying same-sex unions and other adult relationship structures—an understanding based primarily on adult emotional bonds and commitments.”76 Nevada and Idaho echoed the gender complementarity arguments in the Circuit Court of Appeals for the Ninth Circuit, drawing criticism from Judge Marsha Berzon for leaning into sex stereotypes: Idaho and Nevada’s same-sex marriage prohibitions, as the justifications advanced for those prohibitions in this Court demonstrate, patently draw on “archaic and stereotypic notions” about gender.  These prohibitions, the defendants have emphatically argued, communicate the state’s view of what is both “normal” and preferable with regard to the romantic preferences, relationship roles, and parenting capacities of men and women. By doing so, the laws enforce the state’s view that men and women “naturally” behave differently from one another in marriage and as parents.77 In its 2015 decision in Obergefell v. Hodges, the Supreme Court ruled that the constitutional freedom to marry extended to same-sex couples. While the Court did not plainly articulate an equal protection analysis in reaching its decision, its anti-sex-stereotyping principle was a crucial part of the majority’s explanation for the decision. Specifically, the majority explained that the Court’s structural changes to the legal relationship between husbands and wives in the 1970s and 1980s as a consequence of the Court’s decisions during that period were an outgrowth of an evolving awareness of inequality justified by sex stereotypes: “the Court has recognized that new insights and societal understandings can reveal unjustified inequality within our most fundamental institutions that once passed unnoticed and unchallenged. . . . . .. Responding to a new awareness, the Court invoked equal protection principles to invalidate laws imposing sex-based inequality on marriage.”78 In Obergefell, the Court substantially achieved the same end that it had in the sex stereotyping cases decades earlier by, as Susan Frelich Appleton described the 1970s and 1980s sex discrimination cases, “rejecting gender-based stereotypes . . . permit[ing] individuals to choose their own roles . . . [and]  75. Appellant’s Principal Brief at 74, Bishop v. Smith, 760 F.3d 1070 (10th Cir. 2014) (Nos. 14-5003 & 14-5006), 2014 WL 897681. 76. See Reply Brief of Appellants at 15–16, Kitchen v. Herbert, 755 F.3d 1193 (10th Cir. 2014) (No. 13-4178), 2014 WL 1287029 (emphasis omitted). 77. Latta v. Otter, 771 F.3d 456, 486 (9th Cir. 2014) (Berzon, J., concurring) (internal citations omitted). 78. Obergefell v. Hodges, 576 U.S. 644, 673–74 (2015). _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM 120 LAW AND CONTEMPORARY PROBLEMS [Vol. 85:103 show[ing] an openness to questioning traditional assumptions about the performance of gender itself.”79 Ironically, the sex stereotypes relied on by opponents of same-sex marriage failed, in part, because the law had systematically eroded the gendered norms used to discriminate against women.  III SEX-STEREOTYPING AND THE POLICING OF UNLAWFUL GENDERS The sex stereotypes deployed against same-sex couples in service of thwarting their marriage rights assumed that all men presented as masculine and took on dominant roles to women, and all women presented as feminine and took on subservient roles to men. In other words, the gender complementarity theory rooted in the family-market dichotomy did not contemplate the possibility of gender role or gender expression diversity amongst men or amongst women. The gender diversity theory of the family — and indeed the lynchpin of the entire family-market ideology that holds out men and masculinity as central to social order — only works if gender roles are binary, innate, and non-fungible. Because public acts of gender nonconformity threatened the superiority of men and masculinity, conspicuous acts of gender bending had to be deemed unlawful, and in the late nineteenth and twentieth centuries, queer Americans and gender transgressive heterosexual women found themselves at the wrong end of the law. A. Fashion And The State The first widespread legal regimes to criminalize queer communities were fashion-based bans on transgressive forms of gender expression. Starting in the mid 1800s, municipalities began to adopt related ordinances as queer culture became increasingly conspicuous, and as women began to exercise greater autonomy as a result of the freedom that followed industrialization and urbanization.80 One newspaper, for example, complained about the emergence of “many men who are so effeminate that they dress constantly as women, act like women and become as womanly as possible” in bustling American cities.81 Journalists published stories about women assuming male identities in order to enter the workforce or marry same-sex partners.82 Anti-vice crusaders at the  79. Susan Frelich Appleton, Missing in Action? Searching for Gender Talk in the Same-Sex Marriage Debate, 16 STAN. L. & POL’Y REV. 97, 114–15 (2005). 80. See GAYLE V. FISCHER, PANTALOONS & POWER 3 (2001) (“Sex-distinctive dress emphasized the physical and social differences between women and men . . . . The increased sexual stereotyping in dress defended the wearers from their fears about uncertain sexual identity, gender identity, and changes in society.”). 81. Strange Men, KAN. CITY EVENING STAR, Nov. 26, 1880, at 2. 82. D’EMILIO & FREEMAN, supra note 23, at 124–25. _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM No. 1 2022] UNLAWFUL GENDERS 121 turn of the century complained about openly transgender persons and drag balls.83 In 1848, Columbus, Ohio adopted an ordinance proscribing gender nonconforming fashion.  It prohibited residents from being in “any public street or alley in any public place in the city of Columbus in a state of nudity or in a dress not belonging to his or her sex.”84  Columbus was the first of forty-five localities to do so before the First World War.85 Atlanta, Chicago, New Orleans, Saint Louis, and San Francisco, among others, followed Columbus’ lead.86 Some municipalities, including Miami and Denver, continued to adopt anti-crossdressing ordinances well into the mid 1900s.87 B. Unlawful Intimacy The population shift away from rural areas into urban ones and the influx of new immigrants into American cities created conditions ripe for the creation of queer friendly spaces for men and feminist organizations for women, both of which set off a moral panic about same-sex sexual intimacy. For moral crusader types, the idea that men could sexually submit themselves to other men as a woman challenged the innateness of gender differentiated roles in society.88 Oral sex between women was acutely targeted for criminalization during the suffragette movement and the broader movement for women’s rights.89 The  83. See Kreis, supra note 19, at 419–20 (discussing Paresis Hall as a “haven for transgender people” and subsequent New York State investigations into it as a consequence and other progressive reformers’ concerns about the popularity of drag balls). 84. RUTHANN ROBSON, DRESSING CONSTITUTIONALLY 60–61 (2013), 85. CLARE SEARS, ARRESTING DRESS: CROSS-DRESSING, LAW, AND FASCINATION IN NINETEENTH-CENTURY SAN FRANCISCO 3 (2015) (citing WILLIAM N. ESKRIDGE, JR., GAYLAW: CHALLENGING THE APARTHEID OF THE CLOSET 338–41 (1999)). 86. ESKRIDGE, supra note 86, at 338–39 (1999). 87. See William N. Eskridge, Jr., Privacy Jurisprudence and the Apartheid of the Closet, 1946-1961, 24 FLA. ST. U. L. REV. 703, 723 n.101 (citing DETROIT, MICH. CODE § 39-1-35 (1944) (prohibiting “any member of the male sex to appear in or upon any street . . . or other public way or place or in, upon or about any private premises frequented by or open to the public in the dress of the opposite sex”)); William N. Eskridge, Jr., Privacy Jurisprudence and the Apartheid of the Closet, 19461961, 24 FLA. ST. U. L. REV. 703, 723, 827–28 (1997) (describing Miami’s cross dressing regulations); David Duffield, Dress-Nots and Panty-Raids: Denver’s Gender Ordinances and Public Space, 1886 and 1954, 32 HIST. STUD. J. 13, 13 (2015). 88. See, e.g., William N. Eskridge, Jr., Hardwick and Historiography, 1999 U. ILL. L. REV. 631, 669 (1999) (suggesting that one “possible rationale for sodomy laws was their reinforcement of traditional gender roles in sexual intercourse—a thrusting aggressive male penetrating a receptive female with his penis. This would have been a more comprehensible rationale to the Framers of the Fourteenth Amendment than those of the Fifth, because the Civil War period was the time when gender roles were hardening. In the big cities of the North, Midwest, and West sodomy laws became seriously enforced only after gender ‘inverts’ became a troubling public spectacle.”). 89. See GEOFFREY R. STONE, SEX AND THE CONSTITUTION 216–17 (2017) (“In attempting to make sense of a seeming increase in female homosexuality at the turn of the century, experts concluded that the women’s emancipation movement, combined with the growing economic independence of women, had unleashed inborn homosexual tendencies in women, especially those engaged in the suffrage movement.”); Kreis, supra note 19, at 432 (laying out the temporal connection between the criminalization of cunnilingus and women’s rights movements, especially calls for voting rights). _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM 122 LAW AND CONTEMPORARY PROBLEMS [Vol. 85:103 moral panic of the era inextricably linked feminism and female advocates of women’s liberation with gender role inversion, bisexuals, and lesbians — these women were presumed to be masculine and enjoy female same-sex intimacy.90 State anti-sodomy laws that predated this era were generally understood as only proscribing penetrative anal sex.91 During the period of immense social change that accompanied industrialization and urbanization in which a conspicuous queer community grew, seventeen states modified anti-sodomy statutes to sweep in oral sex between 1879 and 1931 while some states defined new criminal acts targeting oral sex.92 And in the last fifteen years of the nineteenth century, Iowa, Ohio, and Washington adopted each state’s first anti-sodomy laws altogether.93 C. Criminal Gender Nonconformity State and municipal laws banning cross gender dress and same-sex sexual acts were ineffective at targeting cisgender presenting persons who were not actively engaged in sexual conduct. To enforce a strict gender expression binary and at the same time to impose guilt by association on entire segments of the LGBTQ community, the law would require a greater degree of flexibility. Thus, state and local officials policed public spaces and penalized non-traditional forms of gender expression and gender nonconformity through vagrancy laws, degeneracy crimes, and liquor license regulations.  In the process, the state played an active role in shaping sex stereotypes and enforcing compliance. Take New York, for example. In 1882, the legislature enacted a law that broadly criminalized as disorderly conduct any act “in any thoroughfare or public place” which included “any threatening, abusive, or insulting behavior with intent to provoke a breach of the peace or whereby a breach of the peace may be occasioned”.94 Though broad enough by its terms to reach a wide  90. For example, one medical professional, Dr. James Weir, concluded that it he was “perfectly safe in asserting that every woman who has been at all prominent in advancing the cause of equal rights in its entirety, has either given evidences of masculo-feminity (viraginity), or has shown, conclusively, that she was the victim of psycho-sexual aberrancy.” James Weir, Jr., The Effect of Female Suffrage on Posterity, 29 AM. NATURALIST 815, 819 (1895). The American sexologist James G. Kiernan endorsed the Weir hypothesis, enthusiastically embracing the observations made by another medical professional that “every suffragette [was] a[] [gender] invert” but “the very fact that women in general of today are more and more deeply invading man’s sphere is indicative of a certain impelling force within them.” James G. Kiernan, Sexology, 18 UROLOGIC & CUTANEOUS REV. 372, 375 (1914). 91. ESKRIDGE, supra note 15, at 50–51, 404. 92. Id. at 51–53. 93. Id. at 49. 94. New York City Consolidation Act of 1882, § 1458(3), 1882 N.Y. Laws vol. 2 1, 366. A standalone print of the Act was published in 1882 and is available online. NEW YORK STATE ASSEMBLY, NEW YORK CITY CONSOLIDATION ACT OF 1882: AN ACT TO CONSOLIDATE INTO ONE ACT AND TO DECLARE SPECIAL AND LOCAL LAWS AFFECTING PUBLIC INTERESTS IN THE CITY OF NEW YORK, BEING CHAPTER 410 OF THE LAWS OF 1882 504 (New York, C.G. Burgoyne, Printer 1882), available online at https://www.google.com/books/edition/New_York_City_Consolidation_Act_of_1882/WHZCAQAAMAAJ?hl=en&gbpv=1&dq=%E2%80%9Cany+threatening,+abusive,+or+insulting+b_LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM No. 1 2022] UNLAWFUL GENDERS 123 variety of conduct, including gender nonconforming acts, it was overhauled in 1923 to enumerate in detail types of disorderly conduct, most notably male same-sex intimacy.95 In 1900, the state adopted a vagrancy statute that criminalized “[e]very male person who lives wholly or in part on the earnings of prostitution, or who in any public place solicits for immoral purposes.”96 Later, the state’s vagrancy law was amended to punish any person “who loiters in or near any thoroughfare or public or private place for the purpose of inducing, enticing or procuring another to commit lewdness, fornication, unlawful sexual intercourse or another indecent act” or “procures a person who is in any thoroughfare or public or private place, to commit any such act.”97 Another provision of New York state law, originating in the mid 1840s as an instrument to curtail farmers from committing acts of unrest in Native American dress, was incorporated in the vagrancy law, prohibiting face painting and other disguises—a measure law enforcement used to target cross dressing and transgender persons.98 Laws criminalizing disorderly conduct and vagrancy were very effective resources as vice squads targeted gender nonconformity and penalized association between gender nonconformists and persons of the same sex.99 The 1920 Hotel Koenig raid in New York was an early example. The Hotel Koenig was a well-known haunt for gay men (especially effeminate men called “fairies”) in Manhattan. Consequently, the establishment became a target for the city’s citizen anti-vice association, the Committee of Fourteen, which worked alongside law enforcement to shutter disorderly establishments.100 In July 1920, thirty patrons, the hotel manager, and a waitress were arrested and charged with disorderly conduct. None of the men arrested were accused of engaging in unlawful sexual conduct, but rather their crime was simply  ehavior+with+intent+to+provoke+a+breach+of+the+peace+or+whereby+a+breach+of+the+peace+may+be+occasioned%E2%80%9D+1882&pg=PA504&printsec=frontcover. 95. 1923 N.Y. Laws 961 (criminalizing any person who “[f]requents or loiters about any public place soliciting men for the purpose of committing a crime against nature or other lewdness”), available at https://tinyurl.com/jvbuavj6 [https://perma.cc/6Q2G-6DHX]. 96. 1900 N.Y. Laws 622–23, https://tinyurl.com/ymmrrk43 [https://perma.cc/48TU-GQDV]. 97. NEW YORK STATE LEGISLATURE, JOURNAL OF THE ASSEMBLY OF THE STATE OF NEW YORK 1408 (1915), https://tinyurl.com/y8w4zp8c [https://perma.cc/6MY3-N47T]. 98. RISA GOLUBOFF, VAGRANT NATION 168 (2016) (citing N.Y. CRIM. PROC. LAW § 887(7) (McKinney 1945)). 99. As Risa Goluboff describes, law enforcement’s turn toward applying vagrancy laws to sexual minorities to repress the LGBTQ community was commonplace across the United States because of the difficulty enforcing anti-sodomy laws: “Sodomy laws were universal, but the crime was difficult to prove because it occurred in private. . . . Departments often turned to vagrancy, disorderly conduct, public lewdness, or solicitation laws—none of which required proof of an actual sex act. . . . Police in California, St. Louis, Philadelphia, Toronto, Chicago, Portland, and Washington, DC, used arrests of what were sometimes called ‘social vagrants’ to keep sexual deviants under wraps.” Id. at 47. 100. The Committee of Fourteen worked with law enforcement to identify problematic establishments that warranted police raids. See Mara L. Keire, The Committee of Fourteen and Saloon Reform in New York City, 1905–1920, 26 BUS. & ECON. HIST. 573, 574–75 (1997) (“[W]ith the cooperation of the Excise Department and the Police Department, the Committee of Fourteen had over 100 . . . hotels raided [to reverse] the spread of prostitution into residential neighborhoods.”). _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM 124 LAW AND CONTEMPORARY PROBLEMS [Vol. 85:103 associating with gender-nonconforming men at a place known to attract gay men.101  The raid served to reinforce gender roles by cracking down on same-sex associations deemed disorderly by urban reformers because they failed to conform to sex stereotypes.102 This broad use of gender nonconforming behaviors as evidence of criminality to close queer-friendly public accommodations and thwart large gatherings of LGBTQ persons would continue apace after Prohibition. State alcohol control agencies drafted rules that would be employed to penalize bars that tolerated conspicuous acts of nonconforming gender expression.103 Law enforcement would search for signs of nonconforming expression among patrons — from dress to verbal cues, to dancing, to physical carriage — to close establishments down well into the 1960s on the basis that they were disorderly and thus unlawful for catering to homosexuals.104  101.  Chauncey, supra note 22, at 170–71 102. See also ANNA LVOVSKY, VICE PATROL: COPS, COURTS, AND THE STRUGGLE OVER URBAN GAY BEFORE STONEWALL (2021) (exploring how gender nonconformity was used throughout the early half of the twentieth century to target queer friendly spaces). 103. See Kreis, supra note 19, at 436–48 (describing several states’ rules against disorderly conduct at liquor license holders’ places of business). 104. In Vallerga v. Dep’t of Alcoholic Beverage Control, 347 P.2d 909, 912–13 (Cal. 1959), the California Supreme Court explained how evidence of gender bending could be sufficient grounds for liquor license revocation under state law:Admittedly, the licensees’ patrons were almost exclusively homosexuals and lesbians. Their sexual proclivities were displayed in that the majority of the female customers dressed in mannish attire, and patrons usually paired off, men with men, and women with women. During the period of surveillance police officers testified that they observed women dancing with other women, and women kissing other women. A policewoman testified that as she and a companion policewoman sat at a table a female patron dressed in mannish attire sat down and said to her companion, “You’re a cute little butch.” Later in the evening this patron kissed the policewoman, and a waitress came by and warned the participants that if they wanted to continue such activity they should go into the restroom. On a different occasion the policewoman observed a person who appeared to be a man by her dress and makeup but who, according to the waitress, was actually a woman, make use of the women’s restroom.A police officer testified that he observed a male patron and a grey-haired man approach, embrace each other at the bar, put their foreheads together while they carried on a whispered conversation, and that the grey-haired man then kissed the other and stated to the bartender: “Arley and I are going steady.” This officer also testified that he observed a person dressed and made up as a man and who appeared to be a man, but who, the witness was informed, was in fact a woman, making use of the women’s restroom.The foregoing is sufficient evidence of a display of sexual desires and urges which, when made in a public place as a continuing course of conduct, could reasonably be found by the trier of fact to be “contrary to public welfare or morals.” Id. at 912–13; see also, e.g., Paddock Bar, Inc. v. Div. of Alcoholic Beverage Control, 134 A.2d 779, 780 (N.J. Super. Ct. App. Div. 1957) (revoking a liquor license because bar owner was “charged with the misconduct of permitting persons who conspicuously displayed by speech, tone of voice, bodily movements, gestures, and other mannerisms the common characteristics of homosexuals”); Murphy’s Tavern, Inc. v. Davis, 175 A.2d 1, 2–3 (N.J. Super. Ct. App. Div. 1961) (revoking a liquor license because male patrons displayed “feminine actions and mannerisms, . . . acted as though they were like a man and wife would act,” and wore perfume); Stanwood United, Inc. v. O’Connell, 126 N.Y.S.2d 345, 346–48 (N.Y. App. Div. 1953) (reversing a license revocation after an officer “observed about fifteen males who acted in a ‘female way’ gathered in groups of three or four along the bar” and some physical touching because the one-time observation was an aberration in light of the establishment’s reputation), aff’d, 117 N.E.2d 921 (N.Y. 1954); Christopher Agee, Gayola: Police Professionalization and the Politics of San Francisco’s Gay Bars, 1950-1968, 15 J. HIST. SEXUALITY 462, 470 (2006) (noting that in San Francisco “some patrolmen focused most of their attention on gay bars rather than lesbian _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM No. 1 2022] UNLAWFUL GENDERS 125 IV UNLAWFUL GENDERS AND EQUAL PROTECTION The state’s policing of fashion norms, gender-based expressive conduct, and same-sex sexual intimacy all functioned to preserve a strict gender binary. Forms of gender expression deemed heretical were subject to state regulation and punishment to reinforce the family-market dichotomy and preserve the centrality of men and masculinity in both private and public spheres. If gender expression were permitted to exist on a spectrum, rather than cramped into two distinct silos, the entire house of cards would collapse. The claim that the natural place of men was to be heads of household, marketplace laborers, and government leaders would be exceedingly difficult to sustain if gender roles were neither innate nor immutable. Consequently, the many shades of gender expression visible within the LGBTQ community during the nineteenth and twentieth centuries had to be suppressed for patriarchal hierarchies to survive. Sex differentiated treatment of women necessitated the state to promote “heterosexuality as the norm and other forms of sexuality as exceptional.”105 The state not only responded to preexisting sex stereotypes but actively helped create, endorse, and then weaponize sex stereotypes against LGBTQ Americans in service of subjugating women to men by reinforcing separate spheres for men and women—the market and the domestic. Given this history, the next logical and necessary step from Bostock is for courts to recognize the common thread between anti-LGBTQ actions taken by state and private actors and discrimination against women by broadening the reach of sex stereotype jurisprudence to include LGBTQ discrimination. A fundamental common denominator between misogyny, homophobia, and transphobia in American law and culture is the evolution of the distinct spheres of family and the market. Working women, male caregivers, assertive women, passive men, masculine women, effeminate men, transgender women, transgender men, bisexual women, bisexual men, lesbians, gay men, same-sex couples taking on a mix of gender roles, all embrace in varying degrees, transgressive gender expression because of prevailing sex stereotypes about how men and women should act. It is impossible to divorce sex-based assumptions about family, work, demeanor, and appearance from anti-LGBTQ animus.  For this reason, courts should treat constitutional claims alleging discrimination against persons because of their sexual orientation and gender identity as sex discrimination by following the logic of Bostock, the anti-sex stereotyping line of constitutional decisions, and the implicit rejection of sex-stereotyping against same-sex couples in Obergefell.  drinking establishments, but lesbian nightspots increased their chances for persecution if they allowed cross-dressing”). 105. Hively v. Ivy Tech Cmty. Coll., South Bend, 853 F.3d 339, 346 (7th Cir. 2017). _LCP_KREIS.DOCX (DO NOT DELETE) 2/3/2022  11:00 AM 126 LAW AND CONTEMPORARY PROBLEMS [Vol. 85:103 V CONCLUSION When the Supreme Court decided Bostock v. Clayton County, the Court’s majority was undoubtedly correct when it reasoned that one cannot discriminate against another because of their sexual orientation or gender identity without considering that person’s sex. Though spot on as a matter of statutory interpretation and practical experience, that analysis was unsatisfyingly thin because it side stepped the underlying sex-based stereotypes that fuel anti-LGBTQ animus. Unearthing the inseparable connection between gender-based social expectations, discrimination against women, and hostility toward LGBTQ persons, is crucial in the constitutional law context where, unlike in a statutory interpretation case like Bostock, formalistic textualism will be insufficient to ensure LGBTQ discrimination claims are treated as a form of sex discrimination and analyzed with heightened scrutiny. This is the next necessary and cogent step after Bostock. Courts must recognize how sex stereotyping that stresses binary gender roles and forms of expression acutely harms both women and LGBTQ people.  The use of these sex stereotypes has been long recognized as unlawful in the statutory anti-discrimination context and in constitutional law, with courts blocking laws, policies, and practices that harm women and men because of gender role expectations. Courts should extend the logic of Bostock through an anti-sex stereotyping principle in the constitutional realm and treat claims of LGBTQ discrimination as they treat claims of discrimination against women, as gender-based sex discrimination. ",
    "id": 491582945,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:lcp-5033"
    },
    "title": "Unlawful Genders",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-02-16T08:00:00+00:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=5033&context=lcp"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/491582945.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/491582945"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/491582945/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/491582945/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/491582945"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:lcp-5033",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 491582945,
        "depositedDate": null,
        "publishedDate": "2022-02-16T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:47:00+00:00",
        "acceptedDate": null,
        "createdDate": "2022-03-18T11:07:01+00:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/lcp/vol85/iss1/7",
        "https://scholarship.law.duke.edu/context/lcp/article/5033/viewcontent/103_126_crop.pdf"
    ],
    "lastUpdate": "2024-01-24T00:47:00+00:00",
    "setSpecs": []
}