{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Pendleton, Shannon"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T17:34:06+01:00",
    "dataProvider": {
        "id": 3375,
        "name": "Wilfrid Laurier University",
        "url": "https://api.core.ac.uk/v3/data-providers/3375",
        "logo": "https://api.core.ac.uk/data-providers/3375/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/216875123.pdf",
    "fullText": "Wilfrid Laurier University Scholars Commons @ Laurier Lyle S. Hallman Social Work Theses and Dissertations Lyle S. Hallman Faculty of Social Work Winter 4-29-2019 Unseen and Unheard: Exploring the Mental Health of Mostly Heterosexual College Students Shannon Pendleton Wilfrid Laurier University, pend4390@mylaurier.ca Follow this and additional works at: https://scholars.wlu.ca/scwk_etd  Part of the Higher Education Commons, and the Social Work Commons Recommended Citation Pendleton, Shannon, \"Unseen and Unheard: Exploring the Mental Health of Mostly Heterosexual College Students\" (2019). Lyle S. Hallman Social Work Theses and Dissertations. 1. https://scholars.wlu.ca/scwk_etd/1 This Thesis is brought to you for free and open access by the Lyle S. Hallman Faculty of Social Work at Scholars Commons @ Laurier. It has been accepted for inclusion in Lyle S. Hallman Social Work Theses and Dissertations by an authorized administrator of Scholars Commons @ Laurier. For more information, please contact scholarscommons@wlu.ca. Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                                   i    Unseen and Unheard: Exploring the Mental Health of Mostly Heterosexual College Students by Shannon Pendleton, BAsc  THESIS Submitted to the Faculty of Social Work in partial fulfillment of the requirements for Master of Social Work Wilfrid Laurier University © Shannon Pendleton 2019 Wilfrid Laurier University            Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     ii    Abstract College years have long been understood to be a difficult yet important developmental period in an individual’s life, which may be particularly challenging for sexual minority students who tend to face discrimination on campus, which can undermine their mental health. Research in both college student and non-college student samples has shown that mostly heterosexual is a distinct sexual orientation. However, little is known about the wellbeing of individuals, including college students, who identify as mostly heterosexual. Moreover, among college students, little is known about the intersections between a mostly heterosexual identity and mental health. This study examined the association between sexual orientation and anxiety, depression, and risk for alcohol abuse. Specifically, it compared outcomes between students who identify as mostly heterosexual and students who identify as completely heterosexual. This study also compared outcomes between mostly heterosexual participants and lesbian, gay, bisexual, and queer (LGB+) students (as one group) to investigate potential differences among sexual minority students. In order to attempt to explain why differences exist, the mediating role of discrimination, namely incivility and hostility, were investigated. Several key findings emerged showing that mostly heterosexuals differ significantly from their completely heterosexual and LGB+ peers, in terms of their mental health and the role that forms of discrimination play in explaining disparities. Implications for the field of social work and other allied health professionals are discussed.  Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     iii    Acknowledgements  First, I would like to express my deepest thanks to my thesis supervisor, Prof. Michael Woodford, Associate Professor at the Faculty of Social work at Wilfrid Laurier University. From when I first met with him to discuss completing a thesis, to many a late night emails, he provided direction, insight, and challenged me to dig deeper into this story, all along a very tight timeline. I am so happy with how this project turned out, and I know it wouldn’t have been as clear (and concise!) without his guidance. Thank you, Michael!   To my committee members, Prof. Simon Coulombe, Assistant Professor in Community Psychology and Prof. Todd Coleman, Assistant Professor in Health Sciences, both at Wilfrid Laurier University, thank you both for your unique insights and feedback over the past year. You each added additional layers, coming from different backgrounds other than social work, and I truly appreciated your dedication to making sure I was on the right track. Thank you, Simon and Todd!   I would also like to thank Prof. Michael Dentato, Associate Professor in the Faculty of Social Work at Loyola Univeristy, who provided excellent feedback as my external examiner. It was such a pleasure meeting you at my defense and participating in the discussion that arose from your questions and feedback. Thank you!  To my second family at 75B McGuire Lane, who provided me with both accommodations and financial assistance via the Menich Family Elmira District Community Living Scholarship in my last year of my MSW program, thank you so much for supporting me in my academic journey. You are doing amazing work and I am so glad I got to be a small part of it during my time at Laurier.  Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     iv     To my friends, colleagues, and professors at the Faculty of Social Work, I never imagined I would be in the space I am today. You have all stretched my learning in different ways and I am so grateful to have had the opportunity to learn from so many wonderful people and their experiences.   Last, but certainly not least: to my family. Mom, Dad, Maggie, Scott, Grandma and Grandpa, while none of you may share my burning interest in research, especially on the topic of sexuality and mental health, you each supported me on my way through it, through times of frustration as well as elation. All I can say is, thank you.                  Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                                   1  Introduction College presents many unique challenges that may be made increasingly difficult when navigating campus as a sexual minority. For instance, developing and establishing one’s personal identity, maintaining wellbeing, and succeeding in class may be harder if the campus environment is unfriendly, unwelcoming, or openly hostile. Overall, the research indicates that in addition to higher rates of discrimination (Oswalt & Wyatt, 2011), sexual minority students report greater mental health struggles than their heterosexual counterparts, including higher rates of  psychological distress (Dunbar, Sontag-Padilla, Ramchand, Seelam & Stein, 2017), suicide rates (Auerbach et al., 2018), and substance use (McCabe, Hughes, Bostwick, & Boyd, 2005). Experiences of poorer mental health may also impact other areas of student’s life, including their academics (Oswalt & Wyatt, 2011).   Minority stress theory (Meyer, 2003) is a useful framework to understanding these differences in mental health. This theory suggests that due to the stressors sexual minority students experience on campus due to heterosexism, they are at increased risk for poor mental health. This framework posits that living in a hostile and discriminatory environment creates chronic stress, which, in turn, can have a negative impact on sexual minority students’ wellbeing. While this theory has been applied to sexual minority students (Silverchanz, Cortina, Konik, & Magley, 2008), important gaps exist in understanding the mental health of all sexual minority groups, especially those who identify as mostly heterosexual. Mostly heterosexual is a distinct sexual orientation compared to other sexual minority groups (e.g., gay, lesbian, bisexual [LGB]) and those who identify as completely heterosexual (Savins-Williams & Vrangalova, 2013). In their review of qualitative and quantitative literature, Savins-Williams and Vrangalova (2013) define this sexual orientation as “a heterosexual core Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     2    with a slight amount of same-sex sexuality” (p. 59). Statistically speaking, like those who identify as gay, lesbian, or bisexual (LGB), considerably fewer individuals identify as mostly heterosexual than identifying as completely heterosexual (Vrangalova & Savin-Williams, 2014). Also, other studies have shown that participants who identify as mostly heterosexual tend to be more similar in terms of experiences and other outcomes to other sexual minority participants than to those who identify as completely heterosexual (Silverchanz, 2006; Woodford, Krentzman & Gattis, 2012). Therefore, it is possible that mostly heterosexual individuals may face minority-related stressors, as do LGB people. However, little is known about mostly heterosexuals, especially students and how this identity is related to students’ wellbeing, particularly in terms of mental health. While it has been shown that LGB students have poorer mental health compared to heterosexual students (Dunbar et al., 2017; Oswalt &Wyatt, 2011), few studies have examined these variables specifically in students who identify as mostly heterosexual.  From a minority stress theory perspective, like their LGB counterparts (Lick, Durso, & Johnson, 2013; Price, 2018), students who identify as mostly heterosexual may report more distress and other mental health issues compared to heterosexual students. Research in LGB populations examining minority stress posits that these populations experience distal stressors, meaning stressors external to the individual, and proximal stressors, which are internal, and may include internalized homophobia and negative expectations (Meyer, 2003). As a sexual minority orientation, mostly heterosexuals may also experience minority stressors related to their sexuality. Previous research indicates that people with specific sexual orientations (i.e., bisexual versus heterosexual; lesbian versus gay) report different challenges (Conron, Mimiaga, & Landers, 2010); thus, it is possible that mostly heterosexual students experience different struggles than heterosexual students and LGB students. Therefore, to support the wellbeing of Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     3    mostly heterosexual students, it is necessary to specifically understand their mental health needs and challenges.  Literature Review  Mostly Heterosexual as a Unique Sexual Orientation   Since the publication of Kinsey’s research on sexual behavior in men (Kinsey, Pomeroy & Martin, 1948) and in women (Kinsey, Pomeroy, Martin, & Gebhard, 1953), sexual orientation has been conceptualized to exist along a continuum, with “completely heterosexual” at one end and “completely homosexual” at the other. The Kinsey scale was one of the first to describe sexual orientation this way, and includes other orientations, such as “mostly heterosexual,” “bisexual, and “mostly homosexual.”  However, in practice many researchers have and continue to categorize sexual orientation as a three-group system: heterosexual, gay/lesbian, and bisexual (Savin-Williams & Vrangalova, 2013), which leaves participants without more nuanced identity options. This, in turn, prevents researchers from exploring their unique experiences. Research with college students that inquires about sexual orientation tends to adopt the three-group system, thereby erasing the experiences and needs of mostly heterosexual and mostly gay/lesbian students from the dominant narrative (Nadal et al., 2011; e.g., Oswalt & Wyatt, 2011). In some cases, mostly heterosexual participants are combined with other sexual minorities, possibly due to small sample sizes. Some researchers who use this method test for differences and similarities of mostly heterosexuals to completely heterosexual participants and all other sexual minorities, finding that mostly heterosexuals tend to be more similar to the other sexual minority participants than to completely heterosexual participants (e.g., Silverschanz et al, 2008; Woodford, Kulick, & Atteberry, 2015). However, the practice of combining different sexual orientations into one large group for analysis limits understanding of mostly heterosexuals as a Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     4    distinct sexual minority group, as specific differences between mostly heterosexuals, other sexual minorities, and completely heterosexuals are then not investigated.   There is longstanding and current evidence indicating that mostly heterosexual is a unique sexual orientation compared to the three aforementioned orientations, as well as from the mostly gay/lesbian category (Kinsey et al., 1948; 1953). In a recent study, researchers found support for measuring sexual orientation with a continuum, in that participants’ self-reported attraction, behaviors, and fantasies followed a continuum, rather than discrete categories (Epstein, McKinney, Fox, & Garcia, 2012). These researchers also added that only using terms such as gay, bisexual, and “straight” was misleading for some participants, as statistical analysis revealed broad and skewed distributions of the terms, which could impact data quality. Thus, by not including mostly heterosexuals as an identity category in investigations, researchers have been missing these individuals’ experiences in their reports.   A comprehensive review of the research examining participants who indicated at least some same-sex sexuality, deemed “mostly heterosexual” by Savin-Williams and Vrangalova (2013), demonstrated the need for a category between lesbian/gay, bisexual, and heterosexual; terms such as “mostly straight,” “mainly heterosexual,” and “mostly heterosexual” were used in these studies. In a qualitative study about sexual orientation categories used in epidemiologic surveys, quoted by Savin-Williams and Vrangalova, one 18-year-old female participant described selecting the label mostly heterosexual, saying “I sort of like that it doesn’t just have a completely or just a bisexual, but it has in between” (Austin, Conron, Patel, & Freedner, 2007, p. 60). Furthermore, findings from a large online survey conducted by Vrangalova and Savin-Williams (2012) support the conceptualization of sexual orientation as continuous throughout a five-category scale inclusive of heterosexual, lesbian, gay, and bisexual, as well as mostly Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     5    heterosexual and mostly gay/lesbian. The findings demonstrated unique patterns of attraction and behavior for each sexual orientation and degrees of continuity (i.e., degrees of attraction/behavior beyond exclusively hetero/homosexual) even for participants who labeled themselves as exclusively heterosexual or exclusively gay/lesbian, meaning that even for participants who self-identified as having an exclusively hetero- or same-sex identity, there is support for the conceptualization of sexual orientation as a continuum. Therefore, it is possible, that at a point in time, those who identify as completely heterosexual or completely gay/lesbian, or even bisexual, may see themselves as mostly heterosexual.  Additional research highlights the importance and meaningfulness of mostly heterosexual for those who identify that way. Interviewing adolescents using semi-structured interviews and a cognitive processing model designed to probe participants’ understanding and response to questions regarding sexual orientation, Austin et al. (2007) found that the majority of participants preferred sexual identity questions that included in-between categories for the main sexual identities, specifically the inclusion of “mostly heterosexual” and “mostly homosexual.” Many participants said that the in-between categories were more reflective of their personal experiences and feelings. One 15-year-old male participant, who, during the interview first chose completely heterosexual, but changed his response to mostly heterosexual, said this of his experience: “I’m basically attracted to girls, but I’ve felt like kind of attracted to guys before, but not to like some great extent” (p. 60). His comment captures the feelings of opposite-sex attraction combined with some same-sex attraction, which is not reflected in the label of completely heterosexual or heterosexual. A mixed-methods study that compared the sexual behavior and identity of “mostly straight” young women with that of women of other sexual identities found similar feelings among the “mostly straight” participants in regards to wanting Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     6    an identity label that accurately described their personal feelings and experience of some same-sex attraction and behavior. When explaining why she chose mostly straight, one female participant said, “I’m still predominantly straight, and I am attracted to men more than I am to women, but clearly I can have feelings for women as well” (Thompson & Morgan, 2008, p. 19).   Despite these findings, mostly heterosexual individuals are largely unstudied, including among college students. In non-college student studies, studies that ask sexual orientation questions often do not offer mostly heterosexual as an option (e.g., Cochran, Bjorkenstam, & Mays, 2017), while others aggregate mostly heterosexuals with other sexual orientations, including with completely heterosexuals (e.g., Drummond, Bradley, Peterson-Badali, & Zucker, 2008; Holland & Cortina, 2013) and into all non-heterosexual or sexual minority orientations (e.g., Zietsch, Verweij, Bailey, Wright, & Martin, 2011), and some exclude mostly heterosexual participants altogether (e.g., Morrison & Bearden, 2007; Poon & Saewyc, 2009). Research conducted with college students may either only ask about heterosexual and LGB identities (e.g., Oswalt & Wyatt, 2011) or include mostly heterosexuals, but aggregate them with all other sexual minorities (e.g., Silverschanz, 2006; Silverschanz et al., 2008; Woodford et al., 2014, 2015). Admittedly, in some cases, it is necessary to group mostly heterosexuals with other groups due to sample size, but erasure of mostly heterosexuals either through the omission of a mostly heterosexual option or by grouping them with other groups means that little is known about the experiences and needs of these individuals. Mental Health Disparities and Discrimination  Research indicates that mental health disparities exist between heterosexuals and sexual minorities, including among college students. Higher levels of psychological distress (Dunbar et al., 2017), anxiety (Woodford et al, 2014), depression (Silverschanz et al., 2008; Woodford et al., Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     7    2014), suicidal thoughts and behavioral suicide (Auerbach et al., 2018; Brittain & Dinger, 2015), and substance use and related problems (Reed, Prado, Matsumoto, & Amaro, 2010; Silverschanz et al., 2008; Woodford et al., 2014) have been documented among sexual minority students compared to their heterosexual peers. Though insightful, none of these studies shed light on the mental health of mostly heterosexual students. Although some of the studies included mostly heterosexual students, they were grouped with sexual minority students (Silverschanz et al., 2008; Woodford et al., 2014).  However, some research conducted with students and young adults highlights the unique needs of mostly heterosexuals. McCabe et al. (2005) compared responses of college-aged participants by sexual orientation as well as gender. Mostly heterosexual women showed greater risk of substance use across all substances than heterosexual women; the same trend was not observed among men (McCabe et al., 2005). In a longitudinal investigation of depression, sexual orientation, and gender in young adults, Li, Pollitt, and Russell (2016) found similar results supporting the importance of examining mental health differences by sexual orientation and gender. Of all comparisons, only mostly heterosexuals were more depressed six years into the study, emphasizing the need to better understand mostly heterosexuals’ experiences with mental health. Highlighting the need to consider the mostly group, but specifically those who might be considered mostly gay/lesbian, in another longitudinal study examining sexual orientation and mental health, participants reported greater mental health problems as they endorsed greater same-sex orientation, meaning the closer a participant identified to completely lesbian/gay, the greater the mental health problems (Fergusson, Horwood, Ridder, & Beautrais, 2005). These results reinforce the importance of specifically examining mostly heterosexual young adults’ risks for poor mental health.  Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     8     Discrimination. Minority stress theory suggests that discrimination and other minority stressors can contribute to these mental health disparities (Meyer, 2003). Contemporary discrimination includes overt expressions of mistreatment, such as violence and verbal assaults, as well as subtle forms, such as microaggressions and incivility. Microaggressions are brief, often commonplace and unintentional messages of prejudice directed toward a certain marginalized group (e.g., being told being bisexual is a phase). Incivility involves brief, often unintentional, low-level incidents of disrespect (e.g., dirty looks and stares, being the object of jokes). Only recently have more covert forms of discrimination been explored. Like overt discrimination, subtle discrimination can have negative consequences (Sue et al., 2007). This may be for a variety of reasons; incidents of subtle discrimination occur much more often than overt physical violence (Rankin, Weber, Blumenfeld, & Frazer, 2010), and thus they may serve as daily reminders of one’s marginalized status. In a qualitative study examining the mental health impacts of microaggressions among lesbian, gay, bisexual, and transgender (LGBT) youth, the researchers coined the phrase “death by a thousand paper cuts” (Nadal et al., 2011, p. 234) to describe the impact of the everyday microaggressions participants reported. Consistent with this, studies have shown that subtle, non-assaultive heterosexist harassment (e.g., being criticized for not being masculine enough [if male] or feminine [if female]) and incivility can increase students’ risk for negative outcomes (Silverschanz, 2006; Silverschanz et al., 2008; Woodford et al., 2014, 2015).   Current Study   The research examined above demonstrates a relationship between identifying as a sexual minority and poor mental health. However, although mostly heterosexual is a distinct sexual identity, little is known about mental health among this specific group, including how they may Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     9    compare to other sexual minority and heterosexual individuals. Research suggests that sexual minority students face additional stressors and challenges than heterosexual students, yet with few exceptions, the specific group of mostly heterosexual students is absent from the research. Therefore, to understand the wellbeing of this group, this study explores the mental health (anxiety, depression, and hazardous drinking) of mostly heterosexual students in comparison to heterosexual students and to those who identify as lesbian, gay, bisexual, or another sexual minority (referred to as LGB+ in this study). Moreover, in an attempt to understand the factors that may contribute mental health disparities between groups, discrimination (incivility and hostility) is explored as possible mediators.     With increasing numbers of college students completing suicide, especially among sexual minority students (Auerbach et al., 2018), there is a need for researchers, practitioners, and policymakers to better understand student mental health in order to inform prevention and treatment interventions. This study will add to the research by addressing the following questions: 1) do students who identify as mostly heterosexual report greater anxiety, depression, and hazardous drinking than their heterosexual peers, and do they report similar or lower levels than LGB+ participants? And 2) Does discrimination mediate the relationship between identifying as a mostly heterosexual (versus completely heterosexual and LGB+) and anxiety, depression, and hazardous drinking?  Methods Participants  Nearly, 2,500 students participated in this study (n = 2,497), including 10.6% who identified as mostly heterosexual. The majority of the students (78.5%) identified as completely heterosexual, 2.1% identified as completely lesbian/gay, 3.0% identified as bisexual, and 0.8% Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     10    identified as ‘not listed.’ The majority of participants were undergraduate students (54.1%), white (73.0%), and identified as female (63.0%). Demographic information comparing participants by sexual orientation can be found in Table 1. No significant differences were found between sexual orientations (mostly heterosexual, heterosexual, LGB+) for age, race, student status (undergraduate versus graduate), and international student status.  Procedures The data for the present study were collected for a campus climate survey conducted at a public university in the Midwest United States in 2009. This university’s Institutional Review Board approved the study. Students had to be a minimum of 18 years old to participate. Data were collected using an anonymous online survey that was developed in consultation with an advisory committee consisting of undergraduate and graduate students, staff, and faculty.  Participants were recruited via a census of sophomore and junior undergraduates (N = 11,342), a random sample of 8,000 graduate students, and a convenience sample of LGB+ students involved in LGBT student organizations on campus. This sampling strategy was used to ensure a large enough representation of sexual minority students. Students in the census and random sample were invited to participate through emails sent to their official university email addresses, with reminder emails sent one and two weeks after the original invitation. A link to the survey was included in each message. A little over 5000 of these students clicked on the link to the survey. It is unknown if students who did not activate the link never received the email messages, or if they were simply disinterested in the study. Outreach to LGBT student groups on campus helped to recruit additional LGB+ students. Emails about the study were sent to student leaders of the organizations and they were asked to share the information with their members. Two reminder emails were sent to the student leaders. To mitigate self-selection bias, neither the Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     11    recruitment materials nor informed consent form mentioned sexuality. Interested participants could enter a raffle to win one of 50 $50 cash cards. After reading the consent and agreeing to participate, there were 3,762 students in the sample. Once participants who answered none of the questions (n = 766) and those with only partial data (n = 532) were excluded, the sample was reduced to 2,464. The response rate calculated from the number of students invited (i.e., the number of students to whom the survey link was emailed) to participate in the survey (census and random sample) is 13%; at this particular university, the average response rate for comparable surveys regarding student satisfaction and learning outcomes is 10%. Calculated from the number of students known to have received the survey invitation, the response rate is 49%. Through additional outreach to LGBT student groups, 73 students joined the study after reviewing the consent form, although only 33 provided sufficient data. For the final sample, all three samples were combined (n = 2,497).  Measures  Sexual Orientation. Informed by Kinsey et al.’s (1948, 1953) research, participants were asked “what is your sexual orientation?” and asked to select from the following categories: “completely lesbian or gay,” “mostly lesbian or gay,” “bisexual,” “mostly heterosexual,”  “completely heterosexual,” and “not listed (please specify).” For all analyses, mostly heterosexual students and completely heterosexual students (referred to as completely heterosexual in this study) were kept as separate groups, whereas the other sexual minority respondents, the LGB+ group were combined due to sample size (six of the 16 participants who choose “not listed” and identified themselves as ‘queer’ are included, the ten others were excluded).  Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     12    Mental Health. Mental health variables included depression, anxiety, and hazardous drinking. Experiences of depression and anxiety symptoms were measured with the appropriate 6-item subscales of the Brief Symptom Inventory (BSI; Derogatis & Melisaratos, 1983). The inventory measures the participant’s experience of negative mental health symptoms over the previous week (1 = not at all, 5 = extremely). For example, participants were asked “during the past week, have you been bothered by…nervousness or shakiness inside” (anxiety) and “thoughts of ending your own life” (depression). Scale scores for anxiety and depression were calculated by summing the scores for each item in the scale and dividing by the number of items in each scale. Cronbach’s alpha for anxiety is 0.82 and depression is 0.86.  Hazardous drinking/risk for alcoholism was measured with the 4-item CAGE inventory (Ewing, 1984). For example, participants were asked “As a result of drinking, during the past semester how often did you…get annoyed by others criticizing your drinking?” Following the prescribed coding, for this investigation responses to the CAGE were then dichotomized, with two or more positive responses coded as experiencing hazardous drinking.  Discrimination. Students’ experiences of discrimination were assessed for both incivility and hostility. A six-item scale measured incivility and an eight-item scale measured hostility. The scales were created by Woodford and colleagues for the original study. Both scales were inclusive of direct (personally experienced) and indirect (witnessed) forms of discrimination, and were constructed so that respondents indicated the number of times they personally experienced an incident and witnessed an incident. Being ignored is an example of incivility and verbal harassment is an example of hostility. For each type of discrimination, respondents reported the frequency of experiencing/witnessing each incident on campus in the past year (or since being at the university, if less than one year) using the response options: never, once, 2-3 times, 4-9 Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     13    times, and 10 or more times. The applicable items for each measure were combined to create a mean score for incivility and hostility. Cronbach’s alpha for incivility was 0.83 and hostility 0.83.  Data Analysis  SPSS version 25 (2017) was used for all data analysis. Frequencies and descriptive statistics were run for demographics and all study variables. Differences between sexual orientation groups were tested for using Chi-Square tests for categorical variables and ANOVAs were run to examine experiences of discrimination and mental health outcomes. For statistically significant ANOVAs, to determine where statistical differences lie between the groups, post-hoc analysis was run using Hochberg’s GT2 because of the differences in the sample size between the sexual orientation groups.   To test for mediation (see Figure 1 in Appendix A for an illustration of the proposed mediation pathway), Process Macro by Andrew Hayes (2013) was used. The analysis was performed for anxiety and depression using linear regression, and for hazardous drinking via logistic regression. Two independent variables were created to represent the sexual orientation groups, with mostly heterosexual as the reference category given that this study compares mostly heterosexuals with completely heterosexuals, as well as with LGB+ respondents. The analysis with Process Macro was conducted with 5000 bootstrapped samples. The total effect model, and direct and indirect effects are reported. In Hayes’ (2013) model of mediation, the results are interpreted using the direct and indirect effects, as the total effect model shows the impact of X (in this investigation, comparing sexual orientation groups) on Y (mental health variables), without accounting for the impact of the mediator. In all steps of the regression analysis, age, sex assigned at birth (male/female), race, student status (undergraduate/graduate) and international Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     14    student status were controlled.  Results Bivariate Results As seen in Table 1 (see Appendix B), anxiety, depression, incivility and hostility were found to be statistically significantly by sexual orientation. Post hoc analysis revealed that for anxiety, both the mostly heterosexual participants (p = 0.000) and LGB+ participants (p = 0.000) were significantly different from the completely heterosexuals, with higher mean scores among the two minority groups. In contrast, mostly heterosexuals and LGB+ participants did not differ significantly in their anxiety scores (p = 0.128). For depression, mostly heterosexuals were significantly different from completely heterosexuals, with higher depression scores among the mostly heterosexual participants (p = 0.004), and from the LGB+ participants, who reported higher scores than the mostly heterosexual participants (p = 0.042). Also, LGB+ participants also had significantly higher depression scores than completely heterosexual participants (p = 0.000).  Interestingly, mostly heterosexuals reported the most hazardous drinking at a rate of 21.1%, compared with 13.0% of LGB+ students and 11.0% of completely heterosexuals (p = 0.000). For the discrimination variables, mostly heterosexuals were significantly different from the completely heterosexual and LGB+ participants. Specifically, for incivility, mostly heterosexuals reported experiencing more incivility than completely heterosexuals (p = 0.008) and less incivility than LGB+ participants (p = 0.017), and. LGB+ participants were also significantly different than completely heterosexuals, reporting experiencing more incivility (p = 0.000). For hostility, mostly heterosexuals did not report significantly different scores from completely heterosexuals, but reported significantly lower scores than LGB+ participants (p = 0.001). LGB+ participants reported significantly higher levels of hostility than completely heterosexuals (p = Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     15    0.000).  Mediation Results  Mediation analysis results for the relationship between sexual orientation and mental health outcomes are displayed in Table 2 (Appendix C), 3 (Appendix D) and 4 (Appendix E) by the comparison group. Significant differences were found for anxiety, depression, and hazardous drinking when comparing mostly heterosexuals, LGB+, and completely heterosexuals. Mostly heterosexuals reported higher scores for anxiety and depression than completely heterosexuals, but lower scores than LGB+ participantsIn terms of discrimination, regardless of sexual orientation, increased experiences of incivility and hostility ere significantly associated in a positive way with both anxiety and depression. Mostly heterosexuals reported higher levels of both incivility and hostility than completely heterosexuals, and lower levels of both discrimination variables than LGB+ participants.  Anxiety and Depression. In comparing mostly heterosexuals with completely heterosexuals, incivility partially mediated the relationship between sexual minority status and anxiety [R2 = 0.02, F(6, 2300) = 8.01, p = 0.000] as well as depression [R2 = 0.02, F(6, 2300) = 6.26, p = 0.000]. Comparing confidence intervals for the direct and indirect effects on anxiety (0.05, 0.22; 0.01, 0.06, respectively) and depression (0.02, 0.22; 0.01, 0.06, respectively) showed support for partial mediation. Hostility also partially mediated the relationship between mostly and completely heterosexuals and anxiety [R2 = 0.02, F(6, 2300) = 8.01, p = 0.000] and depression [R2 = 0.02, F(6, 2300) = 6.26, p = 0.000]. Confidence intervals for the direct and indirect effects on anxiety (0.06, 0.24; 0.0004, 0.03, respectively) and depression (0.05, 0.24; 0.0001, 0.02, respectively) showed support for partial mediation.  In comparing mostly heterosexuals with LGB+ participants, incivility completely Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     16    mediated the relationship between sexual minority status and anxiety [R2 = 0.04, F(6, 451) = 2.97, p = 0.007], and partially mediated the relationship to depression [R2 = 0.16, F(6, 451) = 1.93, p =0.07]. Comparing the confidence intervals for the direct and indirect effects (-0.26, 0.02; -0.08, -0.002, respectively) showed complete mediation for anxiety, and partial mediation for depression (-0.32, -0.01; -0.06, -0.001, respectively). Comparing mostly heterosexuals with LGB+ participants, hostility did not mediate the relationship with anxiety [R2 = 0.04, F(6, 451) = 2.97, p = 0.007] or depression [R2 = 0.03, F(6, 451) = 1.93, p =0.07]. Confidence intervals for the direct and indirect effects on anxiety (-0.26, 0.02; -0.08, 0.001) and depression (-0.32, 0.01; -0.06, 0.001) did not show support for mediation.  Hazardous Drinking. In comparing mostly heterosexuals and completely heterosexuals, incivility partially mediated the relationship to hazardous drinking; confidence intervals for the direct and indirect effects of incivility (0.28, 0.96; 0.004, 0.09, respectively) showed the presence of a partial mediation. Hostility did not mediate the relationship between mostly heterosexuals and. completely heterosexuals and hazardous drinking; confidence intervals for the direct and indirect effects (0.3, 0.98; -0.01, 0.1) did not support mediation. In comparing mostly heterosexuals with LGB+ participants for hazardous drinking, incivility and hostility did not mediate the relationship. Confidence intervals for the direct and indirect effects of incivility (0.02, 1.12; -0.11, 0.04) and hostility (0.03, 1.12; -0.08, 0.04, respectively) showed no significant effects from the mediators on hazardous drinking.  Discussion   The results advance understanding of the mental health of college students who identify as mostly heterosexual—a group of students for which little is known. Results from the preliminary analysis indicate that mostly heterosexual students may be at increased risk for Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     17    anxiety and depression compared to completely heterosexual students, at lower risk for depression compared to LGB+ students, and are likely at increased risk than both groups for hazardous drinking. While no significant differences were found for anxiety at the bivariate level between mostly heterosexuals and LGB+ participants, significant differences emerged in the mediation analysis, adjusting for controls. Minority stress theory suggests that sexual minority students may face more mental health challenges because of the discrimination and other stressors they face as minorities on campus. Mediation analysis was used to explore this proposition, specifically examining the roles of incivility and hostility on campus as mediating variables between sexual orientation and mental health outcomes. Broadly, the mediation findings indicate that experiences of different forms of discrimination may play an influential role in shaping students’ mental health, particularly for those who are minorities. The mediation results are discussed below. Before doing so, attention is given to the mental health findings.   Compared with other investigations, the participants in this sample reported similar mean scores for both anxiety and depression. At another American university, Silverchanz et al. (2008) also used the BSI and analyzed these outcomes them by sexual orientation and gender; sexual minority women’s mean scores for anxiety and depression were 0.96  and 1.03, respectively, and 0.90 and 1.14 for sexual minority men (mostly heterosexuals were included in the sexual minority groups). For heterosexuals, the average scores were considerably lower; anxiety scores were 0.74 and 0.56 among women and men, respectively, and depression scores were 0.75 and 0.66 for each respective group. Research examining mental health by sexual orientation is overall consistent in showing that sexual minorities report poorer outcomes than heterosexuals (Borgogna, McDermott, Aita, & Kridel, 2019), similar to the results of the present study.  In terms of the differences observed between the three groups, findings overall were Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     18    consistent with other investigations that included mostly heterosexuals as a separate category in that the mostly heterosexual participants generally reported poorer outcomes than completely heterosexuals, but slightly better outcomes than LGB+ participants (Fergusson, Horwood, Ridder, & Beautrais, 2005), with the exception of hazardous drinking in this study. In a study of young adults, “predominantly heterosexuals” had two to three times the rates of anxiety and depression than “exclusively heterosexuals” (Fergusson et al., 2005). In regard to hazardous drinking, in other investigations looking specifically at substance/alcohol use, mostly heterosexuals, particularly women, have been found to be at higher risk for misuse (Hughes et al., 2015; McCabe et al., 2005). The current investigation found similar results, although did not conduct separate analysis by gender. Previous research has shown that bisexuals in particular are at higher risk compared to other sexual minorities for alcohol and substance misuse (Parnes, Rahm-Knigge, & Conner, 2017), which has been theorized to potentially be caused in part by their lack of belonging in both the gay/lesbian community and the heterosexual community, and the possible stigma they may face from both of these groups (Dodge et al., 2016). Mostly heterosexuals may face similar discrimination as their bisexual peers since they do not belong wholly in the heterosexual community or in the gay community, which may partially explain the results seen in this investigation regarding their higher risk for hazardous drinking. We return to the proposition that mostly heterosexuals are similar to bisexuals below when discussing other results.  Faced with the stress of living on campus as a minority, including experiences of discrimination, similar to those of other sexual minorities, mostly heterosexuals may be facing stressors that completely heterosexuals do not face, as the results suggest. The current study examined some of these factors, specifically looking at the role of incivility and hostility and Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     19    these variables’ relation to mental health by sexual identity. Collectively, the mediation results indicate that mostly heterosexuals face unique challenges on campus that need further consideration in research, policy, and practice. In comparing mostly heterosexuals and completely heterosexuals on anxiety and depression outcomes, incivility and hostility each partially mediated the relationship to each mental health outcome. For hazardous drinking, incivility partially mediated the relationship in comparing mostly heterosexuals with completely heterosexuals. .  As per minority stress theory (Meyer, 2003), mental health disparities would be expected between mostly heterosexuals and completely heterosexuals, since mostly heterosexuals as a minority group may face additional stressors, including discrimination, compared to completely heterosexuals; these stressors, in turn, may impact mostly heterosexuals’ mental health and wellbeing. It is also possible that individuals facing additional stressors, such as incivility, may attempt to cope with these stressors via increased drinking.  In comparing mostly heterosexuals and LGB+ students for anxiety and depression, incivility completely mediated the relationship between sexual identity and anxiety, and partially mediated the relationship to depression. Hostility was not significant in mediating the relationship between sexual identity and any of the outcomes. With respect to the mediation findings for LGB+ students, incivility played a role in explaining these disparities for both anxiety and depression. LGB+ students experienced significantly higher levels of incivility than mostly heterosexual students. This could be due to them being more likely to be out on campus than mostly heterosexual students, which may open them to increased levels of incivility as they navigate campus life with an open minority identity. This may then translate to greater impact on mental health, namely anxiety since they may experience more discrimination as out minority on Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     20    campus. In terms of the mediating role of discrimination, the results overall suggest that discrimination can play an influential role in students’ mental health, especially incivility which either completely or partially mediated the observed relationships between the various groups (except hazardous drinking for LGB+ students). In contrast, hostility only mediated the relationship between the mostly heterosexual and completely heterosexual participants and anxiety and depression.  Clearly, the results suggest that low-level forms of discrimination, such as incivility are important to address. Previous research indicates that less intense forms of discrimination may have a snowballing effect similar to microaggressions, and may represent “death by a thousand paper cuts,” as termed by one group of researchers (Nadal et al., 2011, p. 234). Considering that oftentimes, these everyday occurrences of incivility and other microaggressions are at the hands of friends, family, and other close people in one’s life, the impact may be more personally meaningful. As Meyer and colleagues put it, “the symbolic meaning of these occurrences may have a stronger impact than the actual occurrence” (Meyer, Ouellette, Haile, & McFarlane, 2011, p. 205). Incivility also contributes additional stress to sexual minorities’ environments, including for those who identify as mostly heterosexual, thereby creating that chronically stressful environment that is ever-present. Discrimination, even at a lower intensity level like incivility, may be perceived as a threat, and thus translate to having an impact on mental health. Considering that lower level microaggressions are often minimized, including by friends and family, means that lower levels of discrimination are often tolerated by the overall environment and population, leaving minorities to deal with the stress on their own (Friedlaender, 2018). For hostility, a significant mediation relationship was found for anxiety and depression Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     21    for only the mostly heterosexual and completely heterosexual comparison. Interestingly, in post hoc analysis mostly heterosexuals and completely heterosexuals were not significantly different in their mean scores for hostility, yet a mediation relationship to two of the three mental health variables was observed. This may indicate that although the two groups experience similar levels of hostility, for mostly heterosexuals, it may be more personally impactful, and have a stronger influence on their mental health. As described above, this is consistent with minority stress theory.  Turning to the mostly heterosexual and LGB+ comparison, a mediation relationship between hostility and anxiety and depression was not found, which is inconsistent with minority stress theory. While LGB+ students face more blatant discrimination than mostly heterosexual students, LGB+ students may be able to cope with such stressors, resulting in hostility not playing a role here. In the literature, it is noted that while sexual minorities, namely LGB+ people, as members of a stigmatized group, often face many different forms of discrimination, a strong sense of community may also be a protective factor, as it enables community members to reappraise experiences of stigma, reclaim identity, and be a part of something (e.g., the gay community) that is larger than themselves (Nealy, 2008). Thus, such community belonging may help to protect LGB+ students from the negative effects of hostility, although they experience such blatant discrimination more than mostly heterosexual students. Research is needed to explore this.  Hostility did not mediate any relationship with hazardous drinking for any of the groups. This may be due to the fact that both hostility and hazardous drinking were not widely reported in the sample, resulting in a limited ability to observe a mediation effect. Given that other factors, such as an environment that normalizes drinking and greater freedom (Bryan, Kim, & Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     22    Fredrikson-Goldsen, 2017; Drabble & Trocki, 2014; Phillips et al., 2017) can contribute to students’ drinking, they may be playing in the disparities found in this study and should be explored in future research.  The differences that emerged in this study between mostly heterosexuals and completely heterosexual students raise the possibility that mostly heterosexuals are perhaps similar to bisexual people as a marginalized group. Bisexuals may experience additional stress due to having to negotiate a distinct identity between two communities, the gay community and the heterosexual community. Bisexuals may have to “[negotiate] lives between two cultures” (Evans, 2003, p. 91), as they are accepted into neither narrative. Bisexuals can face identity erasure when they are partnered with a person of the opposite gender, and may be assumed to be heterosexual. Many current dominant narratives have described bisexuality as ‘just a phase,’ or a transitional period in an individual’s life, after which they will settle on a mono-sexual identity (i.e., heterosexual or gay/lesbian); groups such as the #StillBisexual campaign for bisexuality awareness and acceptance and combat bi-phobia (Gonzales, Ramirez, & Galupo, 2016). As individuals with a “foot in each camp,” so to speak, mostly heterosexuals, like bisexuals, may face similar or greater challenges in identity acceptance and legitimization that could then impact their mental health.  Implications The results presented here suggest that college campus initiatives aimed at bettering student mental health should consider a variety of factors in their design. Also, social workers and other helping professionals need to consider these factors in their work with sexual minority students, especially given ethical commitments to provide ethical and competent services and to promote social justice (Canadian Association of Social Workers, N.D.; National Association of Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     23    Social Workers, 2019). The differences observed between completely heterosexuals, mostly heterosexuals, and other sexual minorities in mental health outcomes and the role of incivility and hostility in mediating particular relationships between sexual identity variables and mental health outcomes adds to our current understanding of health disparities based on sexuality. Consistent with minority stress theory, the results generally support the premise that both everyday unpleasant interactions in the form of incivility are impactful, not just high intensity actions such as open hostility, but only in certain instances. These actions were also seen more frequently in sexual minority students, including those who identify as mostly heterosexual, than in completely heterosexual students, suggesting that people with this identity experience similar minority stress as other sexual minorities.  Clearly, the results indicate that social workers and others concerned with students’ wellbeing need to consider the nuanced nature of sexual orientation in clinical practice, policy development, and research. In particular, as this study shows, how having a minority-within-minority identity, namely identifying as mostly heterosexual, in this case, relates to mental health may be important, considering mostly heterosexuals are both a large minority group (in this study and others, they make up a group larger than all other sexual minorities combined; Hughes et al., 2015), may face double discrimination from both the lesbian/gay community and the heterosexual community, and currently, are one of the least well understood minority groups. In clinical practice, this might look like asking inclusive identity questions in the intake process, and also asking about experiences with different forms of discrimination. It may also include using neutral terms during discussions about clients’ partners (e.g. “Do you have a partner?” rather than asking a man “Do you have a girlfriend?” or a woman “Do you have a boyfriend?”). In their work regarding gay affirmative practice with LGB youth, Crisp and McCave (2007) Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     24    underscore the importance of including discussions on discrimination and other challenges, while also respecting and celebrating the strengths individuals have as they move through the world with a marginalized identity. Furthermore, in working with sexual minorities in general, it is also important that social workers and allied professionals are skilled at providing effective therapeutic interventions that could target individual coping skills and strategies, such as resiliency, to combat the potential negative effects of discrimination on mental health. Members of the LGB+ community have long faced various forms of discrimination and stress from a variety of sources, including from health professionals and social work practitioners historically (Perone, 2014). It is possible that those who identify as mostly heterosexual may also face similar challenges, including invisibility and erasure. Social work is committed to advocating on behalf of the LGBT community, thus the findings will hopefully be helpful as social work organizations alongside college campuses form policies and interventions for this community; especially important are initiatives that are inclusive of mostly heterosexuals. For instance, in providing campus-safety programming, it is recommended that content address the diverse and nuanced nature of sexual orientation, including in terms of identifying as mostly heterosexual. Community workers, researchers, and policy social workers need to be informed about the unique issues diverse subgroups of sexual minorities, including mostly heterosexuals face, so that we can institute broader change. Moreover, the findings remind researchers of the importance of intentionally including demographic questions inclusive of mostly heterosexuals in their studies. While it is important for clinical professionals to understand different factors that play into their clients’ mental health, such as discrimination and anxiety and depression, by also targeting environmental factors for change, the problem is rightly situated as the discrimination the person faces, and not as the individual seeking service.  Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     25    Methodological Limitations and Future Research  This study has several strengths, as well as limitations, that should be noted. Data were collected via an online anonymous survey, which may have increased participants’ answers’ veracity, as the study asked questions on sensitive topics, from substance use to sexual identity and experiences of discrimination. Also, the sample was relatively large, enabling a focus on mostly heterosexual students; yet, other sexual minorities were small in number, thus the need to create the combined LGB+ group. Though important relationships were observed between sexual identity, discrimination, and mental health outcomes, as a cross-sectional survey cause-and-effect cannot be determined. The full sample was not a random sample, as a census was conducted and convenience sampling occurred with LGBT students groups to ensure adequate participation from sexual minority students. Generalizability is thus impacted; the results therefore may not be entirely representative of the university used or of other similar universities across North America with a comparable student population. Moreover, the study took place at a university with a number of institutional supports for and policies inclusive of LGBT students; hence, the findings may not be applicable to campuses without such supports and policies.  Finally, the data analyzed in this investigation is 10 years old, and may not reflect current student experiences with mental health and discrimination on the host campus or elsewhere, as the host school like many other schools has worked toward creating an affirming environment. Many universities now have equity coalitions and committees that work to help universities better serve sexual minority students. It is recommended that this analysis be replicated and a larger sample sought to enable some of the suggested analyses outlined above to be conducted. If possible, a multi-institution sample should be sought in order to examine the role of institutional factors. Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     26    Gender was controlled for in the mediation analyses; however, other research has underscored the importance of a gender analysis in sexuality research (McCabe et al., 2005). Also, as other research suggests, sub-groups of sexual minorities often experience different challenges (Cochran et al., 2017; McCabe et al., 2005), thus researchers should extend this study to other groups, including mostly gay/lesbian individuals—another neglected group. Future research with larger samples should examine these important variables, as well as consider other identities, such as race.  Conclusion Limited research has investigated mental health in mostly heterosexual individuals, and few investigations have examined how their mental health relates to experiences of different forms of discrimination. The current study examined these factors and compared mostly heterosexuals, completely heterosexuals, and other sexual minorities, and found key differences that indicate mostly heterosexuals likely experience minority stress, similar to LGB+ students, that may in turn impact their mental health. Finding evidence that discrimination on campus, including incivility, plays a role in the disparities that were observed, especially among mostly heterosexual and completely heterosexual participants lends support to the conclusion that mostly heterosexuals do indeed experience minority stress similar to other sexual minorities, thereby adding to our understanding of this group as a marginalized identity. These results should be considered in the future when planning mental health initiatives and supports on campuses, specifically when targeting sexual minority students, including designing programs that address the specific needs of students who identify as mostly heterosexuals.    Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     27    References Adyt Klein, N. & Dudley, M. (2014). Impediments to academic performance of bisexual college students. Journal of American College Health, 62(6), 399-406.  Auerbach, R., Mortier, P., Bruffaerts, R., Alonso, J., Benjet, C., Cuijpers, K.,…& Kessler, R. (2018). The WHO mental health surveys international college student project: Prevalence and distribution of mental disorders. Journal of Abnormal Psychology, 127(7), 623-638.  Austin, S. B., Conron, K., Patel, A., & Freedner, N. (2007). Making sense of sexual orientation measures: Findings from a cognitive processing study with adolescents on health survey questions. Journal of LGBT Health Research, 3(1), 55-65.  Borgogna, N., McDermott, R., Aita, S., & Kridel, M. (2019). Anxiety and depression across gender and sexual minorities: Implications for transgender, gender nonconforming, pansexual, demisexual, asexual, queer, and questioning individuals. Psychology of Sexual Orientation and Gender Diversity, 6(1), 54-63.   Brittain, D. & Dinger, M. (2015). An examination of health inequities among college students by sexual orientation identity and sex. Journal of Public Health Research, 4(414), 1-6.  Bryan, A., Kim, H., & Fredrikson-Goldsen, K. (2017). Factors associated with high-risk alcohol consumption among LGB older adults: the roles of gender, social support, perceived stress, discrimination, and stigma. The Gerontologist, 57(1), 95-104.  Canadian Association of Social Work. (N.D.) CASW Membership in Coalitions. Retrieved from: https://www.casw-acts.ca/en/advocacy/casw-membership-coalitions Conron, K., Mimiaga, M., & Landers, S. (2010). A population-based study of sexual orientation identity and gender differences in adult health. American Journal of Public Health, 100(10), 1953-1960.  Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     28    Crisp, C. & McCave, E. (2007). Gay affirmative practice: a model for social work practice with gay, lesbian and bisexual youth. Journal of Child Adolescent Social Work, 24, 403-421. Derogatis, L. R., & Melisaratos, N. (1983). The Brief Symptom Inventory: An introductory report. Psychological Medicine, 13, 595–605. Dodge, B., Herbenick, D., Friedman, M., Schnick, V., Fu, T., Bostwick, W., …Sandfort, T. (2016). Attitudes towards bisexual men and women among a nationally representative probability sample of adults in the Unites States. PLOS One, 1-18.  Drabble, L. & Trocki, K. (2014). Alcohol in the life narratives of women: Commonalities and differences by sexual orientation. Addiction Research and Theory, 22(3), 186-194.  Drummond, K. D., Bradley, S. J., Peterson-Badali, M., & Zucker, K. J. (2008). A follow-up study of girls with gender identity disorder. Developmental Psychology, 44, 34–45. Dunbar, M., Sontag-Padilla, L., Ramchand, R., Seelam, R., & Stein, B. (2017). Mental health service utilization among Lesbian, Gay, Bisexual, and Questioning or Queer college students. Journal of Adolescent Health, 61, 294-301.  Epstein, R., McKinney, P., Fox, S., & Garcia, C. (2012). Support for a fluid-continuum model of sexual orientation: a large-scale internet study. Journal of Homosexuality, 59, 1356-1381.  Evans, T. (2003). Bisexuality: negotiating lives between two cultures. Journal of Bisexuality, 3(2), 91-108.  Ewing, J. A. (1984). Detecting alcoholism. The CAGE questionnaire. JAMA: Journal of the American Medical Association, 252, 1905–1907.  Fergusson, D., Horwood, L., Ridder, E., & Beautrais, A., (2005). Sexual orientation and mental health in a birth cohort of young adults. Psychological Medicine, 35, 971-981.  Friedlaender, C. (2018). On microaggressions: Cumulative harm and individual responsibility. Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     29    Hypatia, 33(1), 5-21.  Gonzalez, K., Ramirez, J., & Galupo, M. (2016). “I was and still am”: Narratives of bisexual marking in the #StillBisexual campaign. Sexuality and Culture, 21, 493-515.  Hayes, A. F. (2013). Methodology in the social sciences. Introduction to mediation, moderation, and conditional process analysis: A regression-based approach. New York, NY, US: Guilford Press. Hefner, J., & Eisenberg, D. (2009). Social support and mental health among college students. American Journal of Orthopsychiatry, 79(4), 491-499.  Holland, K. J., & Cortina, L. M. (2013). When sexism and feminism collide: The sexual harassment of feminist working women. Psychology of Women Quarterly, 37(2), 192-208. Hughes, T., Wilsnack, S., & Kristjanson, A. (2015). Substance use and related problems among U.S. women who identify as mostly heterosexual. Biomed Central Public Health, 15, 1-8.  Johannessen, E., Andersson, H., Bjorngaard, J., & Pape, K. (2017). Anxiety and depression symptoms and alcohol use among adolescents—a cross-sectional study of Norwegian secondary school students. BMC Public Health, 17(494), 1-9.  Kenny, D. (2018). Mediation. Retrieved from: http://davidakenny.net/cm/mediate.htm Kinsey, A. C., Pomeroy, W. B., & Martin, C. E. (1948). Sexual behavior in the human male. Philadelphia, PA: W.B. Saunders.  Kinsey, A. C., Pomeroy, W. B., Martin, C. E., & Gebhard, P. H. (1953). Sexual behavior in the human female. Philadelphia, PA: W.B. Saunders. Lick, D. J., Durso, L. E., & Johnson, K. L. (2013). Minority stress and physical health among sexual minorities. Perspectives on Psychological Science, 8, 521–548.  Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     30    Li, G., Pollitt, A., & Russell, S. (2016). Depression and sexual orientation during young adulthood: Diversity among sexual minority subgroups and the role of gender nonconformity. Archives of Sexual Behavior, 45, 697-711.  Mays, V. (2017). Sexual orientation differences in functional limitations, disability, and mental health services use: Results from the 2013-2014 National Health Interview survey. Journal of Consulting and Clinical Psychology, 85(12), 1111-1121.   McCabe, S., Hughes, T., Bostwick, W., & Boyd, C. (2005). Assessment of difference in dimensions of sexual orientation: Implications for substance use research in a college-age population. Journal of Studies on Alcohol, 66(5), 620-629.  Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674-697. Meyer, I. H., Ouellette, S. C., Haile, R., & McFarlane, T. A. (2011). “We’d be free”: Narratives of life without homophobia, racism, or sexism. Sexuality Research and Social Policy, 8, 204 –214.  Morrison, T. G., & Bearden, A. G. (2007). The construction and validation of the Homopositivity Scale: An instrument measuring endorsement of positive stereotypes about gay men. Journal of Homosexuality, 52, 63–89. Nadal, K. L., Issa, M., Leon, J., Meterko, V., Wideman, M., & Wong, Y. (2011). Sexual orientation microaggressions: “death by a thousand paper cuts” for lesbian, gay, and bisexual youth. Journal of LGBT Youth, 8, 234-259.  Nadal, K. L., Rivera, D. P., & Corpus, J. H. (2010). Sexual orientation and transgender microaggressions. In D. W. Sue (Ed.), Microaggressions and marginality: Manifestation, Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     31    dynamics, and impact (pp. 217–240). Hoboken, NJ: Wiley. National Association of Social Work. (2019). Practice: Lesbian, Gay, Bisexual, and Transgender (LGBT). Retrieved from: https://www.socialworkers.org/Practice/LGBT Nealy, E. (2008). Fostering resilience in LGBT communities: Empowerment, identity, and difference [webpage]. Retrieved from: https://www.naswnyc.org/page/44 Oswalt, S. & Wyatt, T. (2011). Sexual orientation and differences in mental health, stress, and academic performance in a national sample of U.S. college students. Journal of Homosexuality, 58, 1255-1280.  Parnes, J., Rahm-Knigge, R., & Conner, B. (2017). The curvilinear effects of sexual orientation on young adult substance abuse. Addictive Behaviors, 66, 108-113.  Perone, A. (2014). The social construction of mental illness for lesbian, gay, bisexual, and transgender persons in the United States. Qualitative Social Work, 13(6), 766-771.  Phillips, G., Turner, B., Salamanca, P., Birkett, M., Hatzenbuehler, M., Newcomb, M., Marro, R., Mustanski, B. (2017). Victimization as a mediator of alcohol use disparities between sexual minority subgroups and sexual majority youth using the 2015 National Youth Risk Behavior Survey. Drug and Alcohol Dependence, 178, 355-362. Poon, C. S., & Saewyc, E. M. (2009). Out yonder: Sexual-minority adolescents in rural communities in British Columbia. American Journal of Public Health, 99, 118–124.  Price, M. (2018). The effects of identity-based victimization on youth: an intersectional examination of mental health, academic achievement, and the impact of teacher-student relations (doctoral dissertation). Retrieved from Proquest Dissertations Publishing, UMI#10289147. Rankin, S., Weber, G., Blumenfeld, W., & Frazer, S. (2010). State of higher education for Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     32    lesbian, gay, bisexual & transgender people. Charlotte, NC: Campus Pride. Reed, E., Prado, G., Matsumoto, A., & Amaro, H. (2010). Alcohol and drug use and related consequences among gay, lesbian, and bisexual college students. Addictive Behavior, 35(2), 168–171. Savin-Williams, R. & Vrangalova, Z. (2013). Mostly heterosexual as a distinct sexual orientation group: A systematic review of the empirical evidence. Developmental Review, 33, 58-88. Savin-Williams, R. & Vrangalova, Z. (2014). Psychological and physical health of mostly heterosexuals: A systematic review. Journal of Sex Research, 51(4), 410-445.  Silverchanz, P. (2006). Sticks and stones (and queer jokes): Psychosocial and academic consequences of heterosexist harassment (doctoral dissertation). Retrieved from Proquest Dissertations Publishing, UMI#3224748.  Silverschanz, P. What’s “queer” got to do with it? Enlightening mainstream research. In: Meezan W, Martin JL, editors. Handbook of Research with Lesbian, Gay, Bisexual and Transgender Populations. New York: Taylor and Francis:3–16. Silverschanz, P., Cortina, L., Konik, J., & Magley, V. (2008). Slurs, snubs, and queer jokes: Incidence and impact of heterosexist harassment in academia. Sex Roles, 58, 179–191. Sue, D. W., Capodilupo, C. M., Torino, G. C., Bucceri, J. M., Holder, A., Nadal, K., & Esquilin, M. (2007). Racial microaggressions in everyday life: Implications for clinical practice. American Psychologist, 62(4), 271-286.  Thompson, E. M. & Morgan, E. M. (2008). “Mostly straight” young women: Variations in sexual behavior and identity development. Developmental Psychology, 44(1), 15-21.  Vrangalova, Z. & Savin-Williams, R. (2012). Mostly heterosexual and mostly gay/lesbian: Evidence for new sexual orientation identities. Archives of Sexual Behavior, 41, 85-101.  Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     33    Woodford, M. R., Han, Y., Craig, S., Lim, C., & Matney, M. M. (2014). Discrimination and mental health among sexual minority college students: The type and form of discrimination does matter. Journal of Gay & Lesbian Mental Health, 18, 142–163. doi:10.1080/19359705.2013.833882. Woodford, M. R., Krentzman, A., R., & Gattis, M. N. (2012). Alcohol and drug use among sexual minority college students and their heterosexual counterparts: the effects of experiencing and witnessing incivility and hostility on campus. Substance Use and Rehabilitation, 3, 11-23.  Woodford, M. R. & Kulick, A. (2015). Academic and social integration on campus among sexual minority students: The impacts of psychological and experiential campus climate. American Journal of Community Psychology, 55, 13-24.  Woodford, M. R., Kulick. A., & Atteberry, B. (2015). Protective factors, campus climate, and health outcomes among sexual minority college students. Journal of Diversity in Higher Education, 8(2), 73-87.  Zietsch, B. P., Verweij, K. J. H., Bailey, J. M., Wright, M. J., & Martin, N. G. (2011). Sexual orientation and psychiatric vulnerability: A twin study of neuroticism and psychoticism. Archives of Sexual Behavior, 40, 133–142. http://dx.doi.org/10.1007/s10508- 009-9508-4.          Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     34    Appendix A    Figure 1: Mediation Pathways                                      Sexual Minority Status Discrimination (incivility and hostility) Mental Health Problems (anxiety, depression, and hazardous drinking) path a  path b path c, c’ Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     35    Appendix B  1Test statistic is chi-square or t values. 2Effect size is Cohen’s d for continuous measures and phi coefficient for dichotomous variables.  3Theoretical sample 1-5; higher scores indicate higher symptoms in the past week.  4 Theoretical sample 0-4; higher scores indicate experiencing more discrimination in the past year (or since being on campus, if less than one year).  Abbreviations: M, mean. SD, standard deviation.           Table 1: Sample Demographics and Variables by Sexual Orientation          Mostly heterosexual (n = 275) Completely heterosexual (n = 2046) LBG+ (n = 176) Test statistic1 P Effect Size2 Variable % or M (SD) % or M (SD) % or M (SD)              Demographics       Age  23.05 (4.99) 23.13 (5.98) 23.75 (5.44) 0.78 0.589 0.002 White  75.6% 71.3% 72.1% 2.98 0.051 0.002 Undergraduate student  International student 54.2% 8.8% 57.9% 10.7% 50.17%  11.76% 3.61 0.57 0.027 0.565 0.003 0.000 Gender     Male    Female     Other   26.5% 73.1% 0.4%  39.9% 60% 0.0%  42.4% 55.9% 1.7%     Mental Health     Anxiety3    Depression3    Hazardous drinking                     0.87 (0.76) 0.92 (0.80) 21.1%  0.70 (0.68) 0.76 (0.77) 11.0%  0.98 (0.78) 1.10 (0.83) 13.0%  22.54 20.08 19.50  0.000 0.000 0.000  0.018 0.016 0.090 Discrimination     Incivility4    Hostility4  0.65 (0.77) 0.10 (0.27)  0.51 (0.68) 0.07 (0.22)  0.84 (0.98) 0.19 (0.49)  20.83 18.90  0.000 0.000  0.016 0.015 Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     36    Appendix C                         Table 2   Mediation Analysis for Anxiety and Depression; Mostly Heterosexuals versus Completely Heterosexual    DV: Anxiety  DV: Depression  Independent Variable  B (β) LLCI ULCI B (β) LLCI ULCI IV: Mostly Heterosexual versus Completely Heterosexual          Total effect 0.23 (0.16) 0.07 0.25 0.20 (0.15) 0.06 0.25    Indirect effect of IV  (effect, SE) through incivility 0.03, 0.01 0.01 0.06 0.03, 0.01 0.01 0.06    Direct effect (effect, SE) 0.13, 0.04 0.05 0.22 0.12, 0.05 0.02 0.22 IV: Mostly Heterosexual versus Completely Heterosexual          Total effect 0.23 (0.16) 0.07 0.25 0.20 (0.15) 0.06 0.25    Indirect effect of IV (effect, SE) through hostility 0.01, 0.01 0.0004 0.03 0.01, 0.01 0.0001 0.02    Direct effect  (effect, SE) 0.15, 0.04 0.06 0.24 0.14, 0.05 0.05 0.24 Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     37    Appendix D                        Table 3   Mediation Analysis: Anxiety and Depression; Mostly Heterosexuals versus LGB+    DV: Anxiety  DV: Depression  Independent Variable  B (β) LLCI ULCI B (β) LLCI ULCI IV: Mostly Heterosexual versus LGB+          Total effect -0.20 (-0.15) -0.30 -0.01 -0.23 (-0.19) -0.34 -0.03    Indirect effect of IV (effect, SE) through incivility -0.04, 0.07 -0.08 -0.002 -0.03, 0.02 -0.06 -0.001    Direct effect (effect, SE) -0.12, 0.07 -0.26 0.02 -0.16, 0.08 -0.32 -0.01 IV: Mostly Heterosexual versus LGB+          Total effect -0.20 (-0.15) -0.30 -0.01 -0.23 (-0.19) -0.34 -0.03    Indirect effect of IV (effect, SE) through hostility -0.03, 0.02 -0.08 0.001 -0.02, 0.02 -0.06 0.001    Direct effect  (effect, SE) 0.12, 0.07  -0.26 0.02 -0.16, 0.08 -0.32 -0.01 Running head: MOSTLY HETEROSEXUAL COLLEGE STUDENTS                                     38    Appendix E   Table 4   Mediation Analysis: Hazardous Drinking; Mostly Heterosexual versus Completely Heterosexual;                                              Mostly Heterosexual versus LGB+     DV: Hazardous Drinking  (Mostly heterosexual versus Completely heterosexual) DV: Hazardous Drinking  (Mostly heterosexual versus LGB+) Independent Variable B (SE) LLCI ULCI B (SE) LLCI ULCI IV: MH versus LGB+ and CH          Indirect effect of IV   (effect, SE) through incivility 0.04 (0.17) 0.004 0.09 -0.03 (0.04) -0.11 0.04    Direct effect (effect, SE) 0.62 (0.17) 0.28 0.96 0.57 (0.28) 0.02 1.12 IV: MH versus LGB+ and CH          Indirect effect of IV        (effect, SE) through hostility 0.03 (0.03) -0.01 0.1 -0.03 (0.03) -0.08 0.04    Direct effect  (effect, SE) 0.64 (0.17) 0.3 0.98 0.58 (0.28) 0.03 1.12  ",
    "id": 216875123,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholars.wlu.ca:scwk_etd-1002"
    },
    "title": "Unseen and Unheard: Exploring the Mental Health of Mostly Heterosexual College Students",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-04-29T08:00:00+01:00",
    "publisher": "Scholars Commons @ Laurier",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholars.wlu.ca/cgi/viewcontent.cgi?article=1002&amp;context=scwk_etd"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/216875123.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/216875123"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/216875123/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/216875123/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/216875123"
        }
    ],
    "abstract": "College years have long been understood to be a difficult yet important developmental period in an individual’s life, which may be particularly challenging for sexual minority students who tend to face discrimination on campus, which can undermine their mental health. Research in both college student and non-college student samples has shown that mostly heterosexual is a distinct sexual orientation. However, little is known about the wellbeing of individuals, including college students, who identify as mostly heterosexual. Moreover, among college students, little is known about the intersections between a mostly heterosexual identity and mental health. This study examined the association between sexual orientation and anxiety, depression, and risk for alcohol abuse. Specifically, it compared outcomes between students who identify as mostly heterosexual and students who identify as completely heterosexual. This study also compared outcomes between mostly heterosexual participants and lesbian, gay, bisexual, and queer (LGB+) students (as one group) to investigate potential differences among sexual minority students. In order to attempt to explain why differences exist, the mediating role of discrimination, namely incivility and hostility, were investigated. Several key findings emerged showing that mostly heterosexuals differ significantly from their completely heterosexual and LGB+ peers, in terms of their mental health and the role that forms of discrimination play in explaining disparities. Implications for the field of social work and other allied health professionals are discussed",
    "tags": [
        "text",
        "mostly heterosexual",
        "mental health",
        "discrimination",
        "college students",
        "Higher Education",
        "Social Work"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholars.wlu.ca:scwk_etd-1002",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3375",
        "openDoarId": 0,
        "name": "Wilfrid Laurier University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 216875123,
        "depositedDate": null,
        "publishedDate": "2019-04-29T08:00:00+01:00",
        "updatedDate": "2024-01-24T02:41:25+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T17:34:06+01:00"
    },
    "urls": [
        "https://scholars.wlu.ca/scwk_etd/1",
        "https://scholars.wlu.ca/context/scwk_etd/article/1002/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-01-24T02:41:25+00:00",
    "setSpecs": []
}