{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Gellner, Megan"
        }
    ],
    "contributors": [
        "Library Council on Diversity and Inclusion"
    ],
    "createdDate": "2022-05-21T09:32:25+01:00",
    "dataProvider": {
        "id": 2313,
        "name": "UNT Digital Library",
        "url": "https://api.core.ac.uk/v3/data-providers/2313",
        "logo": "https://api.core.ac.uk/data-providers/2313/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/518031393.pdf",
    "fullText": "UNT Libraries Inclusion, Diversity, Equity & Accessibility (IDEA) InitiativesA report on accomplished and continued IDEA efforts of the UNT Libraries prior to April 2022. Compiled by the Library Council on Diversity and Inclusion (LCDI).2COLLECTIONSREPRESENTING UNDERSERVED COMMUNITIES IN OUR COLLECTIONS1. The Portal to Texas History (Portal) has a broad collection scope and actively encourages participation from underrepresented communities to work with us to digitize and host their collections. Specifically, the Portal has several initiatives that seek to highlight underrepresented communities through the collection.2. The Rescuing Texas History (RTH) program is over a decade old and provides digitization services to organizations and collectors who are interested in making their collections available through the Portal. A collaboration between the Digital Libraries and the External Relations division, we actively recruit organizations to apply and try to include as many diverse organizations as possible. This program has allowed us to expand the number of collections in areas such as the Latinx communities and the African American experience in Texas.3. The Texas Digital Newspaper Program (TDNP) works with partners from across the state and the U.S. to build access to a variety of newspaper collections, representing diverse communities and voices over time. These include, but are not limited to: • Texas Borderlands Newspaper Collection, 1859-2012 • The African American Newspaper Collection, 1859-1928 • The San Antonio Register, 1931-2000 • La Prensa, 1913-1923 • Nuestra Voz, 2013-2019 • The Texas Jewish Post, 1950-2011 • The Jewish Herald, 1908-1949, 1942-1974, 2008-2014 • The Southwest Chinese Journal, 1976-1985 • The Texas Catholic Newspaper Collection, 1888-2019 • The Dallas Voice, 1984-201934. Special Collections holds one of the largest archives of Lesbian, Gay, Bisexual, Transgender, and Queer (LGBTQ) materials in the United States. The collection is on-going, with a targeted interest in documenting underrepresented voices within the LGBTQ community. Items from the collection are displayed in an annual Pride Month exhibit at Dallas City Hall and Special Collections has participated in outreach events such as PriDenton and the TWU Drag Show.5. The Multicultural Center Collection documents the history and activities of the UNT Multicultural Center, which was used for a digital exhibit celebrating the center’s 25th anniversary. Special Collections participated in several events with the Multicultural Center and plans to participate in more after the pandemic has ended.6. The Texas Black Academy of Arts and Letters (TBAAL) collection comprises 247 boxes of archival documents, video and photographs documenting the history and activities of the Dallas-based arts organization. TBAAL was founded in 1977 by Curtis King, as on outgrowth of the New York City based Black Academy of Arts and Letters, with a mission to create and enhance an awareness and understanding of artistic, cultural, and aesthetic differences utilizing the framework of African, African American, and Caribbean Arts and Letters.7. Special Collections highlights materials created by underrepresented groups in exhibits, including RaÌces: Raza History at UNT, Women in the Archives, and Threads of Remembrance.8. Efforts have been made to broaden the Media Library’s purchasing sources by seeking out Black, Indigenous, and People of Color (BIPOC) and LGBTQ+ distributors and creators. Most recently, acquistions were added from Pragda Films, who specializes in Latin American and Spanish language films, and the Barbara Hammer Collection. 410. Collections, such as the Julia Smith Collection which Dr. Geoffroy-Schwindenís class used for a term, allow students to focus on a composer who is a local woman.11. The Music Library exhibited displays in the past that celebrate a specific gender, heritage, or race. Music Library students worked on displays and related social media content during the pandemic. 12. Collection Management continues enhancing our collections with strategic purchases that in Africana Studies, Native American Voices, STEM career materials for persons of color and women, and Latin-America Studies.EXPANDING ACCESSIBILITY IN OUR COLLECTIONS1. By purchasing recording equipment through the Audio and Video Equipment Expansion grant, the Music Library provides students with access to equipment that is generally expensive, especially on a student budget. This equipment will help students produce higher quality recordings for class projects, audition materials, and personal projects that would otherwise be difficult without access to the equipment.2. Accessibility in gaming has been a big focus when developing our gaming collection. The Media Library has purchased games with accessibility options as well as equipment like the Xbox Adaptive Controller and the 3D Printed Adaptor for the Nintendo Switch. 3. Aggressive efforts have been made to increase access to the audiovisual collections in the digital libraries for those that have various visual or hearing impairments. This has resulted in building tools and services for on-demand captioning for patrons of Portal resources as well as plans for systematic captioning of material as it is added to the systems.5SERVICES & GUIDESMAKING OUR LIBRARIES ACCESSIBLEUNT Libraries provide facilities, adaptive equipment, special software, and services for users with disabilities, such as: • Assisting patrons in the stacks with items that may be challenging to retrieve • Providing long-term checkouts for laptops and Wi-Fi hotspots; In 2020, increased the number of long-term check outs and hotspots • Installing accessibility software such as JAWS and Magic on all machines for individuals with visual impairments COMPILING RESOURCES1. Public Service librarians create online guides that compile resources of the UNT Libraries to support many Inclusion, Diversity, Equity, and Accessibility (IDEA) initiatives. These guides also promote related student services available at UNT, such as those provided by the Office of Disability Access, Multicultural Center, and Pride Alliance. Special IDEA subject guides include:  • Diversity & Inclusion Guide: The diversity inclusion guide hosts division-related training materials, requested special topics and cross promoting collaborative programs such as Drawn Together: Diversity in Comics screening and discussion. The guide also hosts the Equity and Diversity Conference materials in a collaboration involving the Scholarly Works Librarian in Digital Libraries and the IDEA Communications Strategist.  • Multicultural Center & Resources Guide  • Neurodiversity Resources for UNT Faculty and Staff  • Neurodiversity Resources for UNT Students 2. Heritage Month displays, among other rotating book displays, have been in various locations in Willis Library as full displays from 2014 prior to first floor construction in 2019. Feedback and programming highlights from the Multicultural Center and student orgs are incorporated in collection development and featured highlights along with other center initiatives. 3. Subject Librarians serve as resources for their program’s intersections with Diversity/Inclusion by providing instruction, tours, or collection needs. 68. The UNT Press has publishes books with various authors. In 2021 five books with diverse perspectives: • Changing Perspectives: Black-Jewish Relations in Houston during the Civil Rights Era charts the pivotal period in Houston’s history when Jewish and Black leadership eventually came together to work for positive change. • Proud Warriors: African American Combat Units in World War II makes the case that the wartime experiences of combat units such as the Tank Battalions and the Tuskegee Airmen ultimately convinced President Truman to desegregate the military, without which the progress of the Civil Rights Movement might also have been delayed. • The Bell Ringer is the story of UNT alumni member Victor Rodriguez, who earned the first Hispanic scholarship in the 1950s at North Texas State College. He became a pioneer Mexican American educator in San Antonio and retired in 1994 after twelve years as Superintendent of the San Antonio School District. • Paperback of Américo Paredes: In His Own Words, an Authorized Biography tells the story of an esteemed scholar who is widely acknowledged as one of the founding scholars of Chicano Studies.  He was a brilliant teacher and prolific writer who championed the preservation of border culture and history. • American Women Report World War I: An Anthology of Their Journalism collects the stories from women reporters who evaded official restrictions and prejudices, courted dangerous assignments, searched for the truth, and fashioned it into dramatic stories to engage the average reader. All of them offer a valuable counterpoint to the male, horror-of-the-trenches experience and demonstrate how World War I served as a catalyst that enabled women to expand the public forum for their opinions on social and moral issues.7SPECIAL PROJECTS & INITIATIVESAs UNT Libraries becomes aware of special needs within the UNT community, efforts are made to establish initiatives to help address those needs, including the following:  • Creating Accessible LibGuides: This project aims to develop a collection of accessible LibGuides and a community of practice that will support guide editors. It will address best practices in LibGuides design, accessibility, and instruction techniques through a continuous evaluation approach.  • Help Yourself Campaign: The Help Yourself Campaign (HYC) initiative strives to connect UNT students with library resources on topics that may be difficult and stressful for individuals to learn about or discuss openly due to contextual factors in their lives. • Support of Neurodiverse Students and Employees at UNT: Public Services and Collection Management staff collaborated to add resources about neurodiversities to the Libraries’ collections. The Science Reference Librarian also serves as co-facilitator of the Eagle Chat weekly peer support group for neurodiverse students and as a member of UNT’s Neurodiversity Initiative Advisory Committee.  • Student Retention Initiatives: Programs include MARTIAL Eagles, Early Start and other emerging efforts like Summer Scholars are part of the First Year Experience Initiative. Willis study rooms are secured thanks to a collaboration with Library Facilities. Outside of instruction and tours, support includes participating engagement activities and promotion efforts upon request, such as the MARTIAL Eagles Recognition Ceremony Video.      • Trans Accessible Libraries Initiative: A Dean’s Innovation Grant (DIG) project is researching the information-seeking behaviors of transgender individuals to make access to library services and collections more equitable. • Accessibility of Electronic Course Reserves: Employees digitizing articles, book chapters, and other portions of works for students currently enrolled in a course take measures to ensure electronic versions are accessible to visually impaired students. • The Music Encoding Initiative: will facilitate the creation of a model to notate scores in XML. Such files make musical scores more accessible by allowing users to manipulate the encoding to produce scores that serve their needs. This becomes all-the-more meaningful with the acquisition of the software and Braille display to be purchased as part of this year’s Dean’s Accessibility Grant.8 • The Media Library Captioning Project: creates and edits captions for videos in the libraryís streaming collection to provide better and accurate access to patrons.  Captioning is also a priority when acquiring streaming licenses. • Cataloging & Metadata Services initiated a project to remove the subject heading “illegal aliens” from the controlled vocabulary in the catalog.GRANTS & FELLOWSHIPS1. Established Dean’s Accessibility Grants to provide funding for research and projects that support making collections, services, and facilities more accessible to the UNT community.2. Each year, Portal to Texas History Research Fellowship stipends are awarded to support research using the Portal’s resources. We specifically target Historically Black Colleges and Universities both in Texas and across the US with a goal of increasing the diversity of our applicants. This program has been successful in supporting research and researchers that study and represent diverse communities. 3. The Special Collections department was awarded an internal accessibility grant to perform research for a pilot project exploring how to translate and host bilingual versions (Spanish and English) of finding aids, digital exhibits, and metadata.4. Special Collections awards Summer Research Fellowships that provide assistance to scholars from underrepresented groups and/or those who study underrepresented groups.5. Through Increasing Music Accessibility for Patrons with Print Disabilities grant, the Music Library is aiming to increase accessibility for patrons with print disabilities. By purchasing specially developed music notation software for patrons with print disabilities along with a Braille display, both music and general scholarship will be more accessible to more members of our student and community populations.96. The Making Music Accessible in the UNT Digital Libraries grant is aimed at testing and comparing accessibility to videos whose contents have been captioned, transcribed, or described. The end results will help to determine ways forward to increasing accessibility of music videos in the Digital Library.7. The Music Librarian for Digital and Audio Services worked on a collaborative DIG involving the Martial Eagles Cohort to use funds to expand the Library’s hip hop collection. The students did an assignment with the materials. EVENTS1. In collaboration with the UNT Multicultural Center, the Libraries began co-sponsoring the Human Library, an event which creates a safe space for dialogue on topics that challenge prejudice and stereotypes. Through personal conversations with human books, the learning experience contributes to greater cohesion across social, religious, and ethnic divisions.2. The Music Library hosted an event to teach music students how to prepare resumes for both on campus and off-campus jobs. This should be inclusive and welcoming for students wishing to learn more about preparing for a job, and hopefully fill in some gaps for students who havenít had access to this information before.WORKPLACE CULTUREORGANIZATIONAL1. Developed and initiated a comprehensive system with resources, templates, and guides to increase both inclusivity and accessibility in the hiring process and diversity of the applicant pool.2. Underwent a succession planning process which included a review of diversity.103. Reviewed division-wide hiring/interviewing procedures to reduce bias and accommodate diverse applicants, including developing a list of diversity-focused librarian listservs to use for advertising job openings.4. Public Services promotes and supports training across the division and organize training opportunities for library employees, including the Teaching & Learning Affinity Group offered accessibility training hosted by Dr. Tania Heap, Director of Accessibility and Research for CLEAR. Dr. Heap provided an introduction to accessibility and answered related questions on the topic.5. Collection Management amended their Collection Development Policy with this statement:The UNT Libraries serve a diverse constituency with varied experiences, backgrounds, abilities, and needs. We endeavor to attain equity of ideas and diversity of voices in the research materials provided to users of the UNT collections. We affirm our alignment with the Association of College & Research Libraries’ Diversity Standard #4: ‘Librarians and library staff shall develop collections and provide programs and services that are inclusive of the needs of all persons in the community the library serves.’COLLABORATION & OUTREACH1. Provided dedicated work of a Diversity Fellow to the UNT Division of Inclusion, Diversity, Equity, and Access (IDEA).2. Library Administration collaborated on the creation of the Library Council on Diversity and Inclusion (LCDI), and collaboratively developed the Libraries’ 2020 Diversity and Inclusion Climate Survey.3. Supervisors and Department Heads encourage, and allow time for participation in programs offered by IDEA, such as Unlikely Allies in the Academy, the Equity and Diversity Conference, or the Inclusion, Equity, and Community Building Series. Collection Management also made it a requirement for each employee to take at least one diversity-based training before it was required on campus.4. Charged with promoting the Libraries’ events, services, programs, the External Relations Office works consciously to depict diversity and inclusion across print, digital, and social media communications. Marketing deliverables are designed to represent the diversity of the Denton campus and local community, and to reach students, staff, faculty, and donors  in the spaces that they consider safe and special. 5. The External Relations Office supports the IDEA focused work of all other library divisions, committees, and councils by promoting their efforts, programs, and trainings 11through social media, newsletters, and emerging digital platforms. Documents produced by the LCDI are enhanced and branded to provide a consistent consumer experience for those with additional accessibility requirements. 6. Faculty and staff of the UNT Libraries liaise with student and faculty support services across campus to make sure that the Libraries are meeting the needs of these diverse communities. Some of these partnerships include the Center for Learning Experimentation, Application, and Research (CLEAR), IDEA, the Multicultural Center, the Office of Disability Access, and the Pride Alliance.7. Collaborative activities include tabling at events such as Carnaval, creating Heritage Month Library displays, and maintaining related online library guides. Additional information about Public Services collaborative activities in the areas of diversity and inclusion can be found on the Diversity & Inclusion Guide. These collaborative efforts and activities contributed to the Libraries receiving the 2021 Dr. Bertina H. Combes Inclusive Excellence Award.COMMITTEES & GROUPS1. Diversity Interest Group: This group was organically formed by a cross-division of library employees. It discusses issues related to all types of diversity and accessibility that are relevant to the library community. Interest group members helped establish the Library Council for Diversity and Inclusion (LCDI).2. The UNT Libraries’ Accessibility Committee: This committee aims to increase awareness of accessibility through offering training to staff and promoting the Librariesí resources and services for persons with disabilities. The committee includes representation from all divisions of the UNT Libraries, plus DSI the Division of Digital Strategy and Innovationís Center for Learning, Experimentation, Application, and Research (CLEAR) and the Office of Disability Access.3. Staff Development Committee Trainings: This committee hosts trainings for all library employees on many topics including: • Pride Alliance Training with Alex Sylvester (2019) • Universal Design for Inclusion and Disability Etiquette presentation with Lauren Taylor, Ms. Wheelchair Texas (2019) • Disability Awareness Training: Service Animals 101 with Dr. Katy Washington, Lauren Taylor, and Lora Tompkins (2018) • Defining Neurodiversity Training with Lauren Matthews (2020)This document is licensed under a Attribution-NonCommercial 4.0 International (CC BY-NC 4.0).Updated April 15, 2022.This document was compiled by members of the Library Council on Diversity and Inclusion (LCDI) and Library Deans Council and designed by External Relations staff.",
    "id": 518031393,
    "identifiers": {
        "doi": null,
        "oai": "info:ark/67531/metadc1927908"
    },
    "title": "UNT Libraries Inclusion, Diversity, Equity & Accessibility (IDEA) Initiatives",
    "language": null,
    "publishedDate": "2022-04-15T01:00:00+01:00",
    "publisher": "'University of North Texas Libraries'",
    "references": [],
    "sourceFulltextUrls": [
        "https://digital.library.unt.edu/ark:/67531/metadc1927908/m2/1/high_res_d/LCDI_IDEA_Accomplishments_S22_Document.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/518031393.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/518031393"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/518031393/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/518031393/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/518031393"
        }
    ],
    "abstract": "Report on the accomplished and continued Inclusion, Diversity, Equity, & Accessibility (IDEA) efforts of the UNT libraries prior to April 2022. The report details efforts in representing underserved communities in library collections, accessibility efforts, resources such as online guides created to support IDEA initiatives, special projects, grants and fellowships, events, workplace culture, outreach, and committees or groups designed to expand Inclusion, Diversity, Equity, & Accessibility",
    "tags": [
        "Paper",
        "diversity",
        "accessibility",
        "equity",
        "DEI initiatives",
        "University of North Texas. Libraries"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Paper"
    ],
    "oai": "info:ark/67531/metadc1927908",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2313",
        "openDoarId": 0,
        "name": "UNT Digital Library",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 518031393,
        "depositedDate": null,
        "publishedDate": "2022-04-15T01:00:00+01:00",
        "updatedDate": "2023-11-06T00:36:20+00:00",
        "acceptedDate": null,
        "createdDate": "2022-05-21T09:32:25+01:00"
    },
    "urls": [
        "https://digital.library.unt.edu/ark:/67531/metadc1927908/"
    ],
    "lastUpdate": "2023-11-06T00:36:20+00:00",
    "setSpecs": []
}