{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Bernardez, Jennifer"
        }
    ],
    "contributors": [],
    "createdDate": "2022-04-25T07:08:14+01:00",
    "dataProvider": {
        "id": 2145,
        "name": "Scholarship@Claremont",
        "url": "https://api.core.ac.uk/v3/data-providers/2145",
        "logo": "https://api.core.ac.uk/data-providers/2145/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/492551219.pdf",
    "fullText": "Claremont Colleges Scholarship @ Claremont CMC Senior Theses CMC Student Scholarship 2022 Using Agile Principles to Implement Workplace Diversity, Equity, and Inclusion Best Practices Jennifer Bernardez Follow this and additional works at: https://scholarship.claremont.edu/cmc_theses  Part of the Industrial and Organizational Psychology Commons Recommended Citation Bernardez, Jennifer, \"Using Agile Principles to Implement Workplace Diversity, Equity, and Inclusion Best Practices\" (2022). CMC Senior Theses. 2874. https://scholarship.claremont.edu/cmc_theses/2874 This Open Access Senior Thesis is brought to you by Scholarship@Claremont. It has been accepted for inclusion in this collection by an authorized administrator. For more information, please contact scholarship@cuc.claremont.edu.      Claremont McKenna College    Using Agile Principles to Implement Workplace Diversity, Equity, and Inclusion Best Practices                submitted to  Professor Ronald Riggio, Ph.D.    by Jennifer Bernardez   for  Senior Thesis Fall 2021 December 6, 2021    1 Reverse side of cover page intentionally left blank                                              2 Table of Contents Acknowledgements……….………………………………………..……………... 3 Abstract……………………………………………………………..……..……… 4 Introduction……………………...……..………………………………………… 5 Chapter 1: About Agile Principles ….…………………………………………... 7  Agile Principles and Values……………………………………………....... 8  Roles and Responsibilities within Agile Project Management ………….… 11  Agile Frameworks: Scrum and Kanban ………………………………..….. 11  Productivity of Agile Project Management …………………….………….. 14 The Role of Leadership in Adopting Agile ………………………………… 15 Chapter Summary ………………………………………….……………… 16 Chapter 2: The Issue: Lack of DEI in the Workplace ….……………………... 18 The History and Current Issue …………………………….……………… 19 The Importance of DEI in the Workplace ………………….……………… 21 Past DEI Practices ………………………..……………….……………… 23 Chapter Summary ………………………………………….……………… 24 Chapter 3: Best Practices in DEI ……………………..….……………………... 25 Inclusive Hiring ………………………………………...….……………… 26 Anonymous Applications ………………………………….………………. 28 Candidate Assessment …………………………………….………………. 29 ERGs and DEI Training...………………………………….……………… 30 Mentorship ………………………………………….………...…………… 32 Performance Reviews …………...………………………….……………… 33 Employee Feedback ………………….…………………….……………… 35 Data Collection ………………….…………………….…………………... 36 Data Visualization ………………….…………………….……………..… 37 Chapter Summary ………………………………………….……………… 38 Chapter 4: Applying Agile Principles to Implement DEI Best Practices ...…... 40 Applying Agile Principles to DEI Work ………………….….…………..… 41 Implementing DEI Best Practices ………………….……..……………..… 43 Chapter Summary ………………………………………….……………… 45 Conclusion……….………...……………………………………………….……... 46 References……….………...……………………………………………….…….... 47   3 Acknowledgements I am extremely grateful to my thesis reader, professor, advisor, and mentor, Dr. Ronald Riggio, for all your guidance and support throughout this thesis, and throughout the last four years of my studies at Claremont McKenna College. Thank you for initially inspiring my interest in psychology and fostering a creative space for me. You have allowed me to grow, learn, and pursue opportunities more than I thought possible.  Thank you to those at SAP Concur, especially the Agile Operations team for the opportunity to intern and foster my knowledge of Agile. Thank you also to those within Diversity and Inclusion at Russell Investments for allowing me a place to pursue my passion of increasing workplace diversity, equity, and inclusion, and helping me build my knowledge and experience on organizational DEI best practices. Thank you to my team at Salesforce for helping me understand the impact of DEI on business strategy.  I am incredibly thankful for my friends, mentors, supervisors, and professors who have supported me at Claremont McKenna College. You all have had a huge influence on me, I have learned so much from all of you, and I am grateful for these relationships. Lastly, I am thankful for my family for supporting me in my educational pursuit and always having my success and best interests at heart. You have worked so hard to provide me with amazing opportunities and have helped me at every step along the way.  None of this would be possible without you and I am incredibly appreciative.           4 Abstract  Companies understand the importance of diversity, equity, and inclusion (DEI) in the workplace and are willing to invest to achieve successful DEI results. Unfortunately, the results of these efforts have been inconsistent at best. Over the last twenty years, companies have successfully applied Agile principles to to achieve successful project management results. This paper describes how to apply Agile principles to DEI initiatives. Additionally, a practical model for achieving DEI results in the areas of hiring, onboarding, employee retention, and assessment, has been developed and is presented. Application of this innovative model will help companies achieve desired results from investments in DEI.     Keywords: agile, diversity, equity, inclusion, organizational psychology, workplace diversity                   5 Introduction Workplace diversity, equity, and inclusion (DEI) is a term used to describe policies and programs that promote the representation and participation of different groups of individuals, including people of different ages, races and ethnicities, abilities, genders, religions, cultures, and sexual orientations (Rosencrance, 2021). Increasing DEI in the workplace has gradually become a focus for corporations and is extremely important. During this time of Black Lives Matter and COVID-related anti-Asian hate and violence, we are reminded that this work is not done.  Companies in the top quartile for racial and ethnic diversity are 35% more likely to have financial returns above their respective national industry medians, and companies in the top quartile for gender diversity are 15% more likely to have financial returns above their respective national industry medians (Hunt, 2020). Companies who actively spearhead diversity, equity, and inclusion strategies are 35% more likely to achieve above-average returns, have business performance increased by 31%, and are 83% more likely to be able to recruit millennials. When companies have diverse senior management teams, they report profit from innovation 19% higher than average (Clark, 2020). These studies generate a data-driven argument for companies to implement diversity, equity, and inclusion practices in the workplace. Additionally, developing an inclusive environment can increase happiness, belonging, productivity, and more (Mousa, 2020). However, implementing workplace diversity, equity, and inclusion is a challenge. Over the last 20 years, the software development industry has successfully implemented Agile Principles to project management. Agile is an approach that breaks projects into small, constantly evolving tasks, and prioritizes rapid development   6 (\"Essential Principles of Agile Management”, 2020). Traditional project management simply did not work when applied to software development resulting in underperforming products, unhappy customers, and development teams who were not functioning at their full potential. The software industry has had great success in adopting Agile principles to project management and yielded demonstrably better project management results (Jeremiah, 2019).   This paper investigates how these same Agile principles can be applied to the issue of workplace diversity, equity, and inclusion. It provides a review of Agile principles, context about the issue of workplace DEI, and best practices to increase workplace DEI. Finally, it culminates with a prescriptive model for companies that ties this all together and applies Agile principles to adopting DEI best practices.                7 Chapter 1: About Agile Principles                  8 To understand how Agile can be applied to workplace diversity, equity, and inclusion, it is important to understand Agile completely. This chapter gives context on Agile Principles and how they have been applied to project management in the software development industry. The chapter will dive into the history of Agile, its values and principles, roles and responsibilities in Agile project management, Agile frameworks, Agile productivity, and the role of leadership in adopting Agile. Agile Principles and Values Agile is a process improvement approach that focuses on shortening product time to market, customer satisfaction, and flexible project planning by prioritizing rapid development and continuous delivery of products and services. Agile breaks projects into small, manageable tasks, allowing teams to quickly identify and resolve any issues, and provide end products that customers want in a short period of time (\"Essential Principles of Agile Management”, 2020). Agile principles are all about being collaborative, flexible, adaptive, continuous improvement, and being able to respond to change quickly and easily. Agile responds to the software development industry demands to develop products faster, reduce costs, discover a problem, react immediately, improve, and repeat (Araujo, 2020). Before Agile, Waterfall project management, which focuses on planning and documenting, was the main methodology used in software development. The Waterfall method is a more linear process that entails planning the project into specific and distinct phases towards a set end goal before starting work on it (“What Is Waterfall Project Management?”). First, a business analyst creates a business requirements document that captures everything the software application must achieve. Technical managers then take   9 the business requirements and develop a technical requirements document which defines the software application’s architecture, user interfaces and other technical requirements. With the technical requirements identified, the software development process would begin and after final testing the application released to customers. The entire process could easily take 1-2 years (“What Is Waterfall Project Management?”). The Waterfall method enforces clearly defined customer requirements up front, but changes implemented later are costly in both time and cost. Waterfall’s rigidity became a detriment as the discrepancy between delivered products and the customer’s requirements were huge (Jeremiah, 2019). Also, as the internet age emerged, speed to market and flexibility became more important.  Applying Agile principles to project management is a solution to Waterfall’s flaws, creating a more adaptive and efficient approach to software development projects (Jeremiah, 2019). Agile was introduced in 2001 by 17 software developers and is based on four core values and twelve principles used to guide decision-making throughout the project life cycle, also known as the Agile Manifesto. These values contained in the Manifesto and the 12 Principles shed light on how best to respond to change and deal with uncertainty (History: The Agile Manifesto):  Agile Core Values:    1. Individuals and interactions over processes and tools         2. Working product over comprehensive documentation      3. Customer collaboration over contract negotiation         4. Responding to change over following a plan                     10 We follow these principles:     • Our highest priority is to satisfy the customer through early and continuous delivery of valuable software.         • Welcome changing requirements, even late in development. Agile processes harness change for the customer's competitive advantage.         • Deliver working software frequently, from a couple of weeks to a couple of months, with a preference to the shorter timescale.         • Businesspeople and developers must work together daily throughout the project.         • Build projects around motivated individuals. Give them the environment and support they need and trust them to get the job done.         • The most efficient and effective method of conveying information to and within a development team is face-to-face conversation.         • Working software is the primary measure of progress.         • Agile processes promote sustainable development. The sponsors, developers, and users should be able to maintain a constant pace indefinitely        • Continuous attention to technical excellence and good design enhances agility.         • Simplicity--the art of maximizing the amount of work not done--is essential.      • The best architectures, requirements, and designs emerge from self- organizing teams.         • At regular intervals, the team reflects on how to become more effective, then tunes and adjusts its behavior accordingly.          These values and principles highlight that in Agile, collaboration within a team and adaptability are extremely important. It is key to engage all team members to follow these principles. The Agile Manifesto commits to both an efficient development process and an engaging workplace culture. A crucial component of Agile is complete transparency and constant communication between team members as well as frequent check-ins to shorten the feedback loops. To achieve transparent and constant seamless   11 communication, a team must have high levels of comfort and respect for each other. To help teams apply the values and principles in the Agile Manifesto in a tactical way, software development frameworks like Scrum and Kanban were born. The most common of these frameworks is Scrum, with more than 90 percent of all Agile teams around the world using some aspects of the practice (Nyte, 2020).     Roles and Responsibilities within Agile Project Management  Some core roles and responsibilities of an Agile team include the Product Owner, the Delivery Team, and the Scrum Master. The Product Owner represents the business, customers, or users, and guides the team towards building the right product. The Product Owner is responsible for monitoring and updating a prioritized list of tasks that supports the team’s vision and mission and the communication between the Delivery team and its stakeholders. The Delivery Team, sometimes known as the Development Team, is responsible for completing their assigned user stories, or tasks, to produce deliverables on the product. The Scrum Master leads an Agile Team by acting as a coach and mentor for the team and reinforcing the Agile principles and processes within the team. In simplified terms, the Product Owner wants to build the right product, the Delivery Team wants to build the product right, and the Scrum Master wants to build the product fast (Overeem, 2020).   Agile Frameworks: Scrum and Kanban Agile software development includes frameworks such as Scrum and Kanban. Scrum is a framework that breaks down complicated projects into a prioritized set amount of work, which is then tackled task by task within a given timeframe, known as a   12 “Sprint” (Araujo, 2020). The team understands what they need to accomplish from start to finish within a Sprint, which is usually 2 weeks. Scrum increases development productivity and enables teams to adjust to rapidly changing requirements and create a product that meets evolving business goals.    Scrum defines four events, which occur inside of each Sprint. The first Agile event is the Daily Standup or Daily Scrum. Standups are approximately 15 minutes, occur at the beginning of every workday, and are attended by members of the Development Team (“Scrum Events”). The purpose of a standup is for the team to share its progress towards the sprint goal. During the daily standup, each team member answers three questions: what I did yesterday, what I plan to do today, and what I am blocked on. In Agile, anything that stops or slows down a team member in their completion of their assigned stories, can be termed a blocker. It is important to identify certain tasks as blocked and to brainstorm how to overcome these impediments in an efficient and transparent way. Some red flags for a standup include one person talking for the majority of the meeting, people showing up late, and it becoming a status meeting rather than planning for the day (Nyte, 2020). Another important Scrum Event is Sprint Planning. Sprint Planning is attended by the entire Scrum Team, the Delivery Team, Product Owner, and Scrum Master and generally occurs twice a Sprint (once a week) for an hour (“Scrum Events”). The Product Owner describes the objective of the upcoming Sprint and presents a prioritized backlog of tasks, and the Delivery Team determines which backlog items to take on during the Sprint and discusses their plan for accomplishing these items. Sprint Planning is   13 important to set clear expectations for a Sprint and have complete transparency within a Scrum Team.      The next Scrum event is Sprint Review. Sprint Reviews include the Scrum Team as well as relevant stakeholders and generally occur after a Sprint has been completed. The purpose of Sprint Review is to discuss the product work completed during a Sprint that has just finished. Stakeholders of the product are asked to give their feedback on the work completed in the Sprint (“Scrum Events”). Sprint Review is crucial to Agile’s goal of shortening feedback loops and creates transparent and constant communication between the stakeholders and the Scrum Team. The fourth event is Sprint Retrospective. This event will also take place after a Sprint has been completed, but the purpose is completely different from a Sprint Review. While the purpose of a Sprint Review is to discuss the progress on the product, the purpose of a Sprint Retrospective is to discuss the team’s process of the Sprint (“Scrum Events”). This could include a process of categorizing what went well, what did not go well, and action items. This is important so that teams can reflect on their relationships, process, and dynamics and work to improve these things and in turn increase team productivity (Nyte, 2020).     Kanban differs from Scrum because it is a way to simplify the visualization of the flow of work. While Scrum is used almost exclusively in technical teams such as software development, Kanban is applicable to technical teams as well as other areas of the business, such as support or sales who are not necessarily product centered. Kanban is not sprint based, but as work is completed more work is brought in from the backlog.   14 The main way Kanban is implemented for an Agile Team is by using a Kanban board. A Kanban board can be a physical or virtual board that helps divide and display a team’s tasks. There are columns on a Kanban board, which divide tasks into different stages within their Agile process (White 2019). Within the columns lie Kanban cards, which take the form of sticky notes or virtual cards with tasks written on them. A general layout of columns is that the far-left column will contain a backlog of tasks that will eventually need to get done but have not been refined or assigned to anybody. The next column could be “Ready for Work” which are stickies that have been refined by the Product Owner but have not been assigned to anyone. To the right of that would be “In Progress” with tasks that have been assigned to one or several team members and are being worked on. Another column included could be “Blocked” where tasks reside that are waiting on action external to the team or blocked for some other reason. After that is “Ready for Review” and “Done” the last two steps before a task leaves the Kanban Board. Scrum teams can use Kanban to visualize their work, and both frameworks contribute to an Agile mindset.  Productivity of Agile Project Management    There has been a lot of evidence to support the effectiveness of implementing Agile Development. In Elizabeth Whitworth’s study of Agile Development, study participants in Agile environments had a higher sense of security, control, pride, and ownership over both the software product and the team processes used to create it (Whitworth, 2006). The environment of transparency, trust, and respect was shown to be particularly pertinent to an Agile team’s success because any problems would be brought up immediately and discussed openly. Using Agile, Enterprise Advanced Marketing has   15 significantly compressed innovation project cycle times, in some cases by more than 75%. So, Agile processes are not only used by software development teams but can be used by almost every division of a business.     More and more companies have seen the positive effects of incorporating Agile and it has become widespread across the software development industry. A recent survey of development and IT professionals showed that two-thirds of those surveyed described their company as either “pure Agile” or “leaning towards Agile” (Jeremiah, 2019).  Another example of Agile’s positive effects is shown at the global financial institution ING. Since adopting Agile in 2015, an initiative backed by their Chief Operating Officer, ING has been releasing software features on a significantly faster schedule. Where they used to release features only five times a year, they now have updates every two to three weeks. This has resulted in a major positive effect: their customer-satisfaction scores are up by multiple points (Comella-Dorda, Santiago, et al). The ING Netherlands chief information officer, Peter Jacobs when asked how to successfully implement Agile in software development, responded, “Leadership and determination are the keys to making it happen” (Jacobs, 2018). The Role of Leadership in Adopting Agile    As demonstrated by ING, an extremely important success factor to the implementation of Agile in software development is that people in leadership positions, such as senior executives, must understand and buy into the effectiveness of Agile. Although the implementation of Agile aims to increase the team's productivity and make their lives easier, it also uproots existing team structures, meetings, and values. It is often difficult to inspire teams to leave behind the traditional project management   16 techniques they are used to and adapt the Agile mindset. At companies where Agile is most successful, leaders immerse themselves into Agile by taking on Agile positions such as product owners and attending Agile meetings such as retrospectives, standups, and sprint planning. This ensures that leaders have a true understanding of Agile and are not promoting and enforcing a framework they do not understand.  When company leaders demonstrate their commitment to Agile by active participation, they can lead by example and inspire their followers to stop resisting change and to adopt Agile (Comella-Dorda, Santiago, et al). Successful implementations of Agile are reliant on leaders who can lead by example, inspire their followers with their passion, and motivate their followers to create change. Adaptive leaders should identify challenges and frame key questions, let the organization feel external pressures, challenge the current roles and unproductive norms, and expose conflict or let it emerge (Northouse, 2019). Unproductive norms such as applying traditional project management to software development can be extremely detrimental to any group and it is a leader’s job to challenge these norms and create change to uphold productivity. Executive leaders promoting Agile must be able to adapt their leadership to different situations and different followers to achieve their goals. Chapter Summary  This chapter provides a comprehensive overview of Agile values and principles and then dives into the roles and responsibilities as well as different frameworks used within Agile Project Management. Finally, it provides a data-driven argument for agile productivity and touches on the role of leadership in implementing Agile principles. This   17 leads to the next chapter, which depicts a new issue that could use the implementation of Agile principles: a lack of DEI in the workplace.                    18 Chapter 2: The Issue: Lack of DEI in the Workplace                 19  A lack of diversity, equity, and inclusion in the workplace has always been an issue and remains one today. Developing policies and programs that promote the representation and participation of people of different ages, races and ethnicities, abilities, genders, religions, cultures, and sexual orientations is imperative in creating a diverse, equitable, and inclusive workplace. Historically and currently, the workplace has been riddled with inequities that exclude diverse employees. However, in today’s world, if companies are not improving their DEI it can result in issues with their products, lower revenue, and young people and minorities will be less likely to work there.  History and Current Issue Diversity comes in many forms: race, ethnicity, ability, socioeconomic class, sexuality, citizenship status, age, gender, etc. Being in a diverse environment allows people to expand their empathy and awareness of global issues people face. Having a diverse workforce can provide a wide array of past and current experiences, cultural understandings, perspectives, and opinions to a company. Increasing diversity, equity, and inclusion within the workforce is extremely important to help improve employee satisfaction. In addition, if a company hopes to cater to a wide and diverse audience and design robust products, it must understand how the needs and expectations of a product will vary over different identities.       A lack of diversity, inclusion, and equity has been an issue in the workplace through the years. One study conducted by Harvard University and Princeton University researchers found that when men and women submitted blind applications or auditions for a job, a woman’s likelihood of getting the job increased by 25 to 46 percent (Goldin, 2018). In a 2021 report, McKinsey & Company found that women in senior management   20 were twice as likely as men in similar roles to spend “substantial time” on DEI work falling outside their normal job responsibilities, such as supporting employee resource groups and that between entry level and the C-suite, the representation of women of color drops off by more than 75 percent (McKinsey & Company, 2021).  Women in STEM still make $16,000 less on average than their male counterparts, and black and Hispanic people make $14,000 less than their white coworkers (Myers, 2018). In 2019, the Bureau of Labor Statistics reported that full-time working women had median usual weekly earnings of 82 percent compared with full-time working men. A report from McKinsey and Company found that black, Latina, and Native American women only make up 4% of the computing workforce, with almost none of them being leadership roles, despite making up 16% of the general US population (Sargent, 2019).   A Harvard Business Review survey shows that half of all women, racial or ethnic minorities, and LGBTQ+ employees experience bias in their day-to-day business (Krentz, 2019). This results in the neutralization of the progress being made in the pipeline. In fact, the number of women in computing has decreased in the last 25 years despite diversity initiatives (Sargent, 2019). This comes down to the issue of inclusion. Even if there is a diverse workforce, with the absence of inclusion within the workplace, companies will not be able to retain their diverse talent.   The best way companies can truly optimize and operate a diverse workforce is to make their employees feel accepted and comfortable. This is where it is important to diffuse imposter syndrome, feelings of self-doubt and personal incompetence despite one’s education, experience, and accomplishments, and build an inclusive environment. If people are focused and expending energy on hiding their identity,   21 fighting discrimination, or code switching in the workplace, they will have less remaining energy to fully focus on doing their job to the best of their ability. Therefore, not only having a diverse workforce is important, but creating an inclusive work environment to celebrate diversity rather than to suppress or disregard it is equally as important. Senior management commitment and effective leadership are keys to developing the inclusive environment that allows a diverse workforce to be successful.   The Importance of DEI in the Workplace In 1995, Gerstner, as CEO of IBM, launched a diversity task force initiative which created eight task forces for minority groups with the goal to “uncover and understand differences among the groups and find ways to appeal to a broader set of employees and customers”. This initiative not only worked to expand the talent pool at IBM, but Gerstner said, “We made diversity a market-based issue… It’s about understanding our markets, which are diverse and multicultural” (Thomas, 2014). Based on the task forces, IBM created new initiatives such as its Market Development organization, a group supporting multicultural and women-owned businesses, and an initiative focused on making all its products more broadly accessible. IBM executives estimate the accessibility initiative will produce over one billion dollars in revenue during the next five to ten years (Thomas, 2014).  A lack of diversity in the workforce can lead to shortsighted products and can be exclusive and harmful to minority groups. A prime example of this is the egregious facial-recognition system issues. Facial-recognition systems misidentified people of color more often than white people at alarming rates. Asian and African American faces were up to 100 times more likely to be misidentified than white faces, and Native American   22 people had the highest false-positive rate because the algorithms used were trained on data that features primarily white faces (Harwell, 2019). These facial-recognition systems were in a variety of situations, consistently putting people of color at a disadvantage. Facial-recognition software exists in cellphone sign-ins where errors would put somebody’s personal information and security at risk. Facial recognition is also used by police investigations meaning that errors, more likely to occur for people of color, could lead to false identification and accusation of a suspect. These completely unacceptable mistakes in facial-recognition systems stemmed from the lack of diversity in the creation of the software.   After witnessing the many great benefits of a diverse workplace as illustrated by the IBM example, as well as seeing the extreme negative repercussions of not having diversity as seen in the facial-recognition case, more and more companies began rolling out diversity initiatives. As diversity and inclusion gained more coverage, Forbes added a Best Employers for Diversity list. The first list came out in 2018, and in 2020 SAP topped the list (Umoh, 2020). Diversity initiatives that helped get SAP to the top of the list include their Autism at Work program, a hiring partnership with Historically Black Colleges and Universities, and their 80+ employee network groups promoting inclusion in the workplace (“SAP Diversity & Inclusion”). Additionally, minorities are more likely to be attracted to organizations with minority representatives, and minority representatives are more likely to recruit minority applicants. Similarly, research has shown that minority job seekers respond more positively to recruitment messages about diversity, including descriptions of diversity philosophies or diversity management   23 policies, and often seek out such information when making job choice decisions (Roberson, 2019). Past DEI Practices There has been an evolution of best practices applied to issues of diversity, equity, and inclusion in the workplace. The first approach to organizational diversity was the colorblind approach. This approach treated the United States as a melting pot and ignored cultural group identities (Stevens, Flannery G., et al, 2008). At the time, this was progressive. It was a shift from open discrimination due to people’s differences to simply ignoring these differences in the spirit of having a common work goal. This approach resulted in a lot of desire for conformity and minorities often feeling as if they needed to hide their cultures in the workplace and that their companies were devaluing racial differences. In fact, organizations that adopted a colorblind perspective were also associated with higher levels of racial bias. The colorblind approach was simply not the solution for diversity, equity, and inclusion issues in the workplace.   Created as a solution addressing the issues with the colorblind approach, was the multicultural approach. The multicultural approach emphasizes the benefits of a diverse workforce. While the multicultural approach should foster an inclusive workplace for all, these initiatives often fail or fall short because they are met with noncompliance and resistance by nonminority populations. Many nonminority critiques believed they were excluded by the multiculturalism approach and that it infringes on unity. They retaliated to their feelings of exclusion by increasing their discriminatory actions and avoiding or ignoring differences (Stevens, Flannery G., et al, 2008). Without widespread support   24 from allies, the multicultural approach was unable to achieve its full intended impact and backfired in some respects. The most recent approach to workplace DEI, which considers the flaws and feedback of both the colorblind approach and the multicultural approach, is the All-Inclusive Multicultural (AIM) approach. The AIM approach emphasizes diversity and includes all employees by acknowledging the importance of differences as well as the role that non minorities play in workplace diversity, equity, and inclusion (Stevens, Flannery G., et al, 2008).   Chapter Summary  This chapter provides an overview of the history of workplace DEI and highlights its importance. It also dives into past methods that have been used to work towards improvement. To solve the issue of a lack of DEI in the workplace and implement an all-inclusive multicultural approach, companies must apply best practices in DEI.               25 Chapter 3:  Best Practices in DEI                       26  To create an all-inclusive workplace and to also increase diversity, equity, and inclusion in the workplace, it is important to implement best practices. These DEI best practices must be implemented in every aspect of the company. This chapter outlines best practices in recruitment, retention, reviews, feedback, and data.   Inclusive Hiring The first step to achieving a diverse, equitable, and inclusive workforce is hiring a diverse workforce. To hire a diverse workforce, it is imperative that every step of the hiring process is inclusive and equitable. These steps include job advertising, job descriptions, applications, and applicant assessments. However, the hiring process is currently not equitable so there is a lot of room for improvement. Race has an influence on which applicants get hired. For example, since 1990, white applicants received 36% more callbacks than black applicants and 24% more callbacks than Latino applicants with otherwise identical resumes (Quillian et al., 2017). Inequity in the hiring process also manifests among gender differences. Women are 22% less likely to reach manager level positions than their male peers, yet they are 4 times more likely to rise to leadership in a company that values equity (Shook & Sweet, 2018). The hiring process is riddled with biases that prevent minority applicants from obtaining and excelling at jobs. These issues are causing a lack of optimization of talent, so it is advantageous to both applicants and companies that the hiring process becomes more inclusive and equitable. An early but crucial point in which the hiring process can be inequitable is job descriptions themselves. Currently, many job descriptions are written by hiring managers who are susceptible to “similar-to-me” bias and are more likely to favor those who are a match to themselves with respect to attitudinal, biographical, and racial characteristics   27 (Sears, 2003). Job advertisements for male-dominated areas employ greater masculine wording (i.e., words associated with male stereotypes, such as leader, competitive, dominant) than advertisements within female-dominated areas. When job advertisements were constructed to include more masculine than feminine wording, participants perceived more men within these occupations and women found these jobs less appealing (Gaucher et al., 2011). These exclusive job descriptions create a negative feedback loop that results in male-dominated jobs attracting more males. Fortunately, there is existing technology that can help make job descriptions more inclusive, in the form of job description text analyzer software. Textio and Ongig are two examples of job description text analyzer software that reveals biases in writing and suggests alternative language. The text analyzer software reviews with a job description, identifies instances that are biased, and suggests more neutral replacements. Additionally, Textio incorporates a tone meter to show the overall gender tone of the document, compared to the industry as a whole and Ongig also determines a job description’s gender neutrality score and assesses for jargon that could turn away applicants (Text Analyzer for Job Descriptions).   To attract a diverse set of applicants, it is important that the job description is being displayed in a variety of places. Technology has provided a huge improvement in getting the job description in front of a diverse group of people. Job boards are a huge source of job applicants, but it is important to be strategic about which job boards to utilize. The list below includes some job boards that companies can utilize to have their job listings reach a more diverse set of applicants (\"Using Technology to Improve Diversity in the Hiring Process”, 2020):   28 • Blackjobs.com: Job board that targets well-paying job opportunities for African American job seekers Job board with diverse community • CampusPride.jobs: Job board for LGBTQ college students Job board with diverse community • DiversityJobs.com: Jobs targeted at minorities and under-represented groups Job board with diverse community • Jopwell.com: Black, LatinX, and Native American students and professionals Job board with diverse community • Retired Brains.com: Job board for retired individuals Job board with diverse community • WomenForHire.com: Job board for women professionals Job board with diverse community  To reach these job boards in an efficient way, companies can use a job distribution network, which posts the job description on multiple job boards. Examples of job distribution networks are Jobcast, eQuest, or Ziprecruiter (\"Using Technology to Improve Diversity in the Hiring Process”, 2020).  Anonymous Applications After writing inclusive job descriptions and increasing their accessibility by displaying them for a diverse audience, the next important part of assessing a candidate is resume and application screening. However, often this process can be discriminatory to certain individuals due to their identities. Anonymizing can mitigate gender bias in the review of applications. In a study on anonymizing applications, it was found that when   29 indications of candidates’ gender, such as their first name, were removed from applications, women were selected at a higher rate than when their gender was obvious (Johnson, 2020). Additionally, when applications were not anonymized, women and ethnic minorities had lower advancement to interview rounds. But, when anonymous applications were used, women and ethnic minorities received higher call-backs to interview stages (Åslund, 2012). Anonymizing applications and resumes are great ways to make the hiring process more equitable. This process shifts the focus of the applicant review towards key skills and qualifications and away from indicators of identity. While it is possible to do manually, technology has been a huge aid in anonymizing applications. Blendoor is a social impact analytics company which created a software that automatically obscures the names and photos of applicants. Blendoor conducts a needs-gap analysis of an organization and provides a curated, anonymized list of candidates (Blendoor). Another option to decrease bias in the resume and application screening process is Gapjumpers. Gapjumpers works to combat implicit hiring bias through ‘blind auditions’ providing anonymous assessments and challenges that companies can use to evaluate candidate work readiness instead of a classic resume (GapJumpers, 2018). Candidate Assessment A standard hiring process also includes an interview. However, a great deal of the time, interviews are not necessary or helpful in assessing a candidate is capable of the job (Dana et al., 2013). Additionally, this could seem counterproductive to other inclusive hiring practices such as anonymizing applicants, if in the interview process their identities are ultimately revealed. Outside of interviews, there are other ways to assess   30 candidates such as skills assessments and behavioral assessments. Skills assessments measure hard skills and the ability to do the work they are being hired for, while behavioral assessments measure soft skills and traits (\"Using Technology to Improve Diversity in the Hiring Process”, 2020).   There are several technological assessment platforms that can be used to conduct these interview alternative assessments. One example is Koru, which is a psychometric assessment developed to measure the soft skills of Grit, Rigour, Impact, Teamwork, Curiosity, Ownership and Polish. Koru has each candidate complete a 20-minute assessment which the candidate then receives feedback on and then Koru identifies the top candidates (Koru, 2021). Another technological tool to assess candidates without bias is Pymetrics. Pymetrics is an artificial intelligence software that provides a set of 12 games that measure cognitive and emotional attributes (Solutions Pymetrics). Implementing any of these practices to assess candidates eliminates the biases of interviewing hence resulting in a more equitable hiring process. ERGs and DEI Training Employee resource groups (ERGs) are affinity or alliance groups for minority populations within the workplace. ERGs work to build community and provide support to a diverse workforce (Cordivano, 2020). Most large companies already have employee resource groups, but they are taken on as an extra responsibility in addition to someone's full-time role at the company. I believe the DEI team should oversee these ERGs, helping with creating new groups, helping organize meetings and events for the groups, and promoting the ERGs to the larger company population. ERGs could be centered around gender, age, sexuality, ability, race and ethnicity, etc.   31 There is a software, called Affirmity, that is dedicated to increasing DEI through ERG management. Affirmity connects ERG employees to diversity-focused events using an intuitive ERG management technology that integrates and automates all ERG processes. Affirmity supports metrics and generates real-time data, enabling diversity leaders to track ERG activities and measure engagement (Employee Resource Group Platform).    Based on the employee feedback gathered, it is important to target the resulting identified organization improvement areas through training and employee resource groups. The company BeingVR is an example on how technology can be applied to DEI training. BeingVR utilizes virtual reality (VR) to tell digital stories and immerse people into realistic scenarios that help them transform workplace behavior. When using BeingVR, the user is directed to recognize when they witness bias in a simulation and to call out offensive comments. BeingVR has been shown to be an engaging and a memorable experience because it allows users to encounter the types of situations and scenarios they face in the real world every day (Green, 2019). Another use of virtual reality in DEI training is Equal Reality. With Equal Reality, users put on a Virtual Reality headset and see themselves represented in a different gender, race, ethnicity, ability-level, etc. in workplace situations. Users of Equal Reality reported that they felt deep empathy as well as feelings of anger, discrimination, and defensiveness (Ceridian, 2021). Technology can take DEI training to new levels and should be utilized by companies to increase empathy and inclusion.       32 Mentorship Another key component to developing a successful diverse workforce is mentorship opportunities. Mentorship has been shown to be a vital component in retaining diverse talent. Some of the largest increases in leadership positions were among black women (18%) Hispanic women (23.7%), and Asian women (24%). Formal mentoring programs within organizations boosted minority and female representation in management on average by 9% to 24% (Asare, 2019). Another study found that female engineering undergraduates who were paired with female mentors felt more motivated and self-assured than those with male mentors or no mentors at all. However, while cross-cultural mentorship is also beneficial, many organizations do not have enough women or minorities in leadership roles to have same-gender or same-culture mentors at the same office. Technologies such as Zoom and Slack empower employees all around the world to communicate. This helps to address the issue of a lack of identity-similar mentors by increasing the number of mentors available for each mentee. Additionally, having an online database of potential mentors and their affinity or alliances groups would be extremely helpful in this process. These mentors could include people currently at the company, as well as employees who retired or switched companies, but still opted-in to the database. Companies could utilize Kintone, a user-friendly database platform that centralizes data, processes, and communication to create this database, and share it company-wide (Bring Your Database to Life, 2021). Regarding mentorship, technology enables communication at a larger level and the compilation of mentors through a database.   33 The next step to achieving a diverse workforce is to retain the diverse talent. A major issue that people have run into when attempting to increase a diverse workforce is that people of certain identity groups do not feel a sense of inclusion at the company and therefore leave the company. Absenteeism and turnover have both been linked to inequity and were partially mediated by resentment. Additionally, poor organizational commitment to diversity, equity, and inclusion is a strong precursor of turnover intention and a crucial intervening variable in the relationship between perceived unfulfilled expectations of reciprocity in the employee- organization relationship and turnover intentions (Geurts et al., 2010). To make employees of all identities feel included, companies must have equitable performance reviews, access to give feedback, diversity training and employee resource groups, and strong mentoring programs.   Performance Reviews     An important part of maintaining a diverse workforce and employee retention is having an equitable performance review process. More than 90% of midsize and large companies use annual performance ratings to hold managers accountable for their decisions regarding pay and promotion decisions (Williams et al., 2020). According to a recent study, women are 1.4 times more likely to receive critical subjective feedback in performance evaluations than men (Holstein, 2019). In general, raters tend to lowball women and minorities in performance reviews and companies have been sued for discrimination due to their performance rating systems being biased. The issue here is that currently managers may be susceptible to biases. For example, the \"similar-to-me\" effect which influences job suitability evaluations to favor employees who are most similar to the rater in terms of attitudinal, biographical, and racial characteristics (Sears,   34 2003). This results in inequitable performance reviews, where people similar to the manager could have their ratings inflated. Recency bias is when managers may judge people primarily on their most recent achievements or failures. The halo effect is when a manager may focus on one positive aspect of an employee, causing them to overlook negative aspects (Holstein, 2019). All these biases can be explicit or implicit but are harmful either way. Outside of biases, some managers give everyone high marks out of laziness or fear of confrontation. These types of performance reviews are flawed and can be counterproductive for companies working to increase DEI. When companies introduce them, there is no effect on minority managers over the next five years and the share of white women in management drops by 4%, on average (Williams et al., 2020). The current performance review system must be changed. To generate this change, companies can mitigate these performance review biases using technology. Companies can increase equity in performance reviews and structure performance management by collecting recognition and reward data, analyzing performance review language, and selecting feedback networks (Diversity, Equity and Inclusion 4.0, 2020). One technological solution is SAP Qualtrics 360 Feedback, a software product that enables administrators to customize rater selection and report viewing permissions, provide employee feedback relevant to employees’ roles and development plans, and select which reports are accessible by managers and subjects with built-in confidentiality features. Additionally, Workhuman is a software that gives employees the tools they need to manage performance and development from a single place, including a full spectrum of feedback, check-ins, and priorities (Performance Management Modernized). Through Workhuman, machine learning algorithms analyze   35 performance feedback data to identify key attributes of employees and measure differences by attributes such as gender or ethnicity, including highlighting tendencies to reward specific demographics more than others despite consistency in other attributes (Diversity, Equity and Inclusion 4.0, 2020). These resources are a great way to combat biases in performance reviews and will lead to a more equitable workplace.  Employee Feedback    Part of creating a diverse, equitable, and inclusive work environment is understanding where growth needs to happen and focusing on those areas. The best way to identify these growth areas is through employee feedback. It is important to ensure that employees have a voice to generate change and that this voice is listened to by leaders. However, many employees who do not feel included in the workplace may not feel comfortable speaking up about their experiences or ways that the company can improve. Gathering anonymous feedback through a survey will equip leaders with the information needed to create an effective plan to target and eliminate instances of discrimination and inequity. Technology can aid with this process. Dartmouth College used a technology called Balloonr to gather feedback and ideas from all employees without allowing bias to influence the feedback. Balloonr is a tool that invites a group to provide anonymous feedback on a question, prompt, or topic and returns a prioritized list of top information and insight based on the answers. When Dartmouth used Balloonr, they found that they were able to maintain a live record of relevant discussion points and to reduce meeting time by 70%, which greatly increased their productivity (Green, 2019). This is relevant to DEI work because it will enable more voices to be heard, as well as increase efficiency in gathering this feedback.   36 Data Collection  Hiring a diverse set of candidates and retaining these employees to maintain a diverse workforce is extremely important, and it is difficult to conceptualize this progress without the help of metrics. Companies are likely already collecting and visualizing data for company Key Performance Indicators to inform company strategy decisions. This same process can be applied to inform company decisions regarding DEI work. It is also important to collect these metrics because it can help with a company’s image: when an organization’s brand becomes viewed as diversity focused, it leads to an increase in the number of applications from women, older workers, disabled individuals, etc. (Ferdman et al., 2021).    Collecting employee demographic data is a good place to start. This should be collected at the earliest point possible, with new hire data constantly being added. This data can work to set a baseline and show change over time. This initial demographic data collection can include gender, race, ethnicity, religion, language spoken, age, marital status, education, and other relevant aspects of identity. This demographic information should be considered alongside other factors of an employee such as their team, position, working arrangement, network groups, salary, attrition rates, benefits choices, and performance ratings (Oberoi, 2017). This will help to give a more holistic view of each individual.      One software that can assist in this data collection is Culture amp. Culture amp provides a turnover forecast, identifying groups that could have a higher-than-average turnover in the next six months compared to the rest of the organization. Culture amp also provides survey templates such as: intern survey, manager effectiveness 180, team   37 effectiveness, leadership effectiveness, etc. and identifies recommended focus areas based on data collected by surveys (Employee engagement software). Both of these functions would be helpful in DEI work. The turnover forecast could help leaders within companies be proactive in focusing more on specific employee resource groups or diving in deeper to identify issues that the group may be facing. The survey template tool could be used to generate demographic surveys, company culture surveys, and more. Once these surveys are distributed, the generated recommended focus areas would be helpful in creating a data-driven plan.     Data Visualization Telling a compelling story with data is an important part of DEI work and assists in getting more people committed and invested. DEI metrics should be tracked consistently and analyzed yearly, with a larger study every five years to study trends. Every five years, the collected data should be compared to the baseline data and annually gathered data to see trends and make conclusions. An extremely effective way to assess the results of DEI initiatives after five years is to hire an external company to conduct a larger external review of the company’s DEI initiatives and create a report. This will increase accountability and give an outside perspective on what is going well with the initiative and what needs to be improved. These reviews should be conducted every five years and a team should be assigned to create a plan to target the improvement areas highlighted by the review. There are many powerful technologies to help with data visualization. One example is Tableau, which is a business intelligence software that helps people see and understand their data. Tableau includes a demographic mapping tool that is easy to use   38 and combines multiple views of data to gain insight while implementing best practices of data visualization (Demographic Mapping Tool). Another option for data visualization is Planbox, which has a workforce diversity and inclusion software. Planbox measures retention, engagement, and creativity to demonstrate the return on investment of inclusion through creating configurable leaderboards, charts, and reports to analyze user activity and workforce diversity investment results. Planbox also features a branded workforce diversity and crowdsourcing microsite, a gamification feature, and business rules to flow suggestions, ideas and feedback to the right teams and experts based on source, content type and categories (Workforce Diversity & Inclusion Software, 2021). Having accessible data visualization is crucial to including all people in the process of improving DEI. These data visualization tools will help leaders working towards a successful diverse workplace gain essential and digestible insights to drive positive change. Chapter Summary   To increase workplace diversity, equity, and inclusion, companies should implement these best practices in every aspect of their employee interactions. Within recruitment, companies should be inclusive in their hiring process, anonymize their applications, and provide equitable and bias-free candidate assessments. To increase the retention of diverse employees, companies should mandate DEI training, and foster employee resource groups and mentorship programs to support these employees. To increase transparency and give diverse employees a voice, companies should increase equity and inclusion within their performance reviews and employee feedback processes. Finally, to hold themselves accountable in this work, companies should collect   39 and effectively communicate their DEI related data. To implement all these best practices, companies can apply Agile principles.                      40 Chapter 4:  Applying Agile Principles to Implement DEI Best Practices                        41 In the same way that Agile principles were used to improve product management for software engineering companies, they can be applied to improving workplace DEI. This chapter selects Agile principles and highlights how they can be used to implement DEI best practices in companies. Finally, this is summarized in a prescriptive model for companies to use when increasing their DEI.   Applying Agile Principles to DEI Work Agile can help to increase DEI in the workplace. One Agile principle that is extremely crucial to approaching diversity issues is “The best architectures, requirements, and designs emerge from self-organizing teams” (History: The Agile Manifesto). Self-organizing teams are teams that manage themselves from within. This includes identifying as a team what needs to get done, who is assigned to get what done, and the best way to get it done. This also includes reflecting as a team on what went well or could be improved upon after the fact. Self-organizing teams are reliant on themselves when making decisions about their work as opposed to being instructed by some higher external power (\"About Self-organizing Teams\"). Since self-organizing teams are not led by someone external to the team, self-organization leads to an increased amount of internal leadership opportunities. In giving the team more leadership opportunities, it increases the opportunities given to diverse people. Additionally, self-organization leads to increased feelings of ownership which results in products that better reflect society at large (\"About Self-organizing Teams\").      Self-organization not only works to supply more leadership opportunities, but it also works to ensure that everybody on the team is getting their opinion heard. Making sure all opinions are heard is engrained in the values of Agile and is crucial to self-  42 organizing teams. Every voice can and must be heard when a team is making decisions to create a sense of ownership and acceptance within a team. Self-organization can be used to ensure that diverse voices are heard and in creating an inclusive and respectful workplace environment.     An Agile principle that can be used to increase inclusion is “At regular intervals, the team reflects on how to become more effective, then tunes and adjusts its behavior accordingly” (History: The Agile Manifesto). This reflection process, which normally takes the form of weekly retrospective meetings, ensures that all voices are heard. Retrospectives begin with a short period of time giving team members the opportunity to write down any topics that they would like to talk about. The moderator then goes one by one through the list generated and everyone has the opportunity to share their opinions and thoughts on each topic (“Scrum Events”). This open forum empowers all team members to take an active role in reflection and have their ideas heard. This meeting structure and reflection process is inclusive of all opinions and perspectives. Another Agile principle that directly ties into DEI is “Giving motivated individuals the environment and support they need and trust them to get the job done” (History: The Agile Manifesto). Part of providing individuals with the environment and support they need is making sure they feel included in the workplace. Although many companies have committed to diversity initiatives on some level, half of all women, racial or ethnic minorities, and LGBTQ+ employees still experience bias in their day-to-day business (Krentz, 2019). This is due to a lack of inclusion efforts to support a more diverse workforce. When employees are experiencing bias, they are not receiving the environment and support they need to do their best work. Discrimination hinders   43 cohesion, efficiency, and agility in the workplace. This Agile principle supports companies emphasizing DEI initiatives in an effort to provide individuals sufficient support, enabling the company to optimize the diversity within its workforce. To utilize Agile principles to increase a company’s diversity, equity, and inclusion, DEI issues must be approached as a complex and perpetually evolving project. There is always more to be done to improve DEI and it is important to identify shortcomings through reflection, create specific tasks, and utilize self-organization to make a plan and create a supportive work environment.  Implementing DEI Best Practices  This model applies Agile principles to DEI work. It outlines the best practices to increase diversity, equity, and inclusion in the workplace and can be applied by companies. This model provides a succinct summary of the best practices for hiring, onboarding, retention, and assessment, and offers resources to help with every step along the way. Companies can refer to this model and implement these best practices to increase their workplace diversity, equity, and inclusion. Table 1 Workplace Model to Implement DEI Best Practices  Topic Actions Resources Hiring Inclusive Job Descriptions Use job description text analyzer software, which reveal biases in writing and suggest alternative Text analyzer software: Textio and Ongig.    44 language to make job descriptions more inclusive. Inclusive Job Advertising Advertise using online and in person job boards have their job listings reach a more diverse set of applicants. Blackjobs.com CampusPride.jobs DiversityJobs.com Jopwell.com Retired Brains.com   WomenForHire.com  Anonymous Applications Anonymize applications.  Blendoor: automatically obscures the names and photos of applicants Gapjumpers: provides anonymous assessments and challenges to replace a resume  Equitable Candidate Assessments Use skills assessments, which measure hard skills and the ability to do the work they are being hired for, and behavioral assessments, which measure soft skills and traits. Koru: psychometric assessment developed to measure soft skills.   Pymetrics: software that measure cognitive and emotional attributes Onboarding Mentorship Institute a formal cross-cultural mentorship program. Zoom, Slack,  Kintone: database platform that centralizes data, processes and shares company-wide Employee Retention Performance Reviews Collect recognition and reward data, analyze performance review language, and select feedback networks. SAP Qualtrics 360 Feedback Workhuman: performance and development management software  Employee Feedback Provide minority employees with the opportunity to give feedback on company DEI practices without bias. Balloonr: invites a group to provide anonymous feedback  Diversity, Equity, and Inclusion Training Institute required DEI training for all employees. BeingVR and Equal Reality: virtual reality diversity training   45 Employee Resource Groups Create employee resource groups for historically marginalized populations within the company. Affirmity: connects ERG employees to diversity-focused events  Company events, speakers, and holidays  Have a company-wide inclusive holiday calendar and invite diverse speakers.  Leading Authorities: diversity speakers Assessment Data Collection Collect demographic and employee satisfaction data. Culture amp: data analysis tool Data Visualization Visualize DEI data to inform future initiatives. Tableau, Planbox: data visualization tools   Chapter Summary   Applying Agile principles such as self-organizing teams, retrospectives, and creating a supportive environment to DEI work will help companies to implement best practices within their company and foster an inclusive and equitable environment. This model can be used by companies to improve their hiring and onboarding processes, their diversity retention efforts, and DEI metrics collection.                   46 Conclusion  The key insight provided in this paper is the practical framework for achieving demonstrable DEI results through the application of Agile principles. This paper analyzes how Agile principles can be applied to increasing diversity, equity, and inclusion in the workplace by implementing best practices. It uses the way that Agile has been applied to project management within the software industry as a framework to apply Agile to DEI work. It also reviews the history and current state of DEI work and identifies best practices within this. Finally, it combines these two and applies Agile principles to implementing these best practices.   The novel approach developed in support of this initiative is the development of an effective and user-friendly model for achieving successful DEI results in the areas of hiring, onboarding, employee retention, and assessment. Companies understand the need for DEI and invest in DEI programs but have yet to fully achieve successful results. This paper provides them the tools necessary to achieve their goals.                         47 References Asare, J. G. (2019, September 27). The Key To Diversity And Inclusion Is Mentorship. Forbes. https://www.forbes.com/sites/janicegassam/2019/09/26/the-key-to-diversity-and-inclusion-is-mentorship/?sh=381dfb137fbd. Åslund O, Skans ON. Do Anonymous Job Application Procedures Level the Playing Field? ILR Review. 2012;65(1):82-107. doi:10.1177/001979391206500105 Blendoor. (n.d.). https://blendoor.com/products. Bring Your Database to Life - Kintone Online Database Solution. Kintone. (2021, May 4). https://www.kintone.com/design-database/?utm_term=database&utm_campaign=Databases%2BBroad%2B-%2BGoogle&utm_source=google&utm_medium=cpc&hsa_acc=4164549067&hsa_cam=771982942&hsa_grp=39280498463&hsa_ad=498928539323&hsa_src=g&hsa_tgt=kwd-10015361&hsa_kw=database&hsa_mt=b&hsa_net=adwords&hsa_ver=3&gclid=CjwKCAjw1uiEBhBzEiwAO9B_HeGUCXprr8xtcBnIXTbCGP_oWP27v6nFXFife7f2uKzaXXA3odAO8RoC33IQAvD_BwE. Ceridian, T. (2021). How to promote diversity, equity, and inclusion in the workplace. Ten ways to support diversity and inclusion in the workplace. https://www.ceridian.com/blog/support-diversity-and-inclusion-in-the-workplace. Clark, P. (2020). How diversity and inclusion is linked to productivity and profitability. Retrieved March 01, 2021, from https://www.qlearsite.com/blog/how-diversity-  48 and-inclusion-is-linked-to-productivity-and-profitability#:~:text=Recent%20research%20shows%20that%20companies,business%20performance%20increased%20by%2031%25.&text=And%20where%20senior%20management%20teams,innovation%2019%25%20higher%20than%20average.                         Cordivano, Sarah. \"Understanding Employee Resource Groups: A Guide for Organizations.\" Medium. Medium, 31 July 2020. Web. 06 Sept. 2020. Dana, J., Dawes, R., & Peterson, N. (2013, September). Belief in the unstructured interview: The persistence of an illusion. http://web.missouri.edu/~segerti/capstone/BeliefInstucturedInterview.pdf. Demographic Mapping Tool. Tableau. (n.d.). https://www.tableau.com/trial/demographic-mapping-tool?utm_campaign_id=2017049&utm_campaign=Prospecting-CHRTMPGR-ALL-ALL-ALL-ALL&utm_medium=Paid%2BSearch&utm_source=Google%2BSearch&utm_language=EN&utm_country=USCA&kw=%2Bdemographic+%2Bdata&adgroup=CTX-Mapping-Demographic-B&adused=RESP&matchtype=b&placement=&gclid=CjwKCAjw1uiEBhBzEiwAO9B_HQ926BVUF6Vb2ognU7c2I6_XDGvvuMJ4gFQdpeYkaMDsJBekBIMK3xoC6QwQAvD_BwE&gclsrc=aw.ds#reveal-hero.   49 Diversity, Equity and Inclusion 4.0: A toolkit for leaders to accelerate social progress in the future of work. World Economic Forum. (2020). https://www.weforum.org/reports/diversity-equity-and-inclusion-4-0-a-toolkit-for-leaders-to-accelerate-social-progress-in-the-future-of-work. Employee engagement software. Culture Amp. (n.d.). https://www.cultureamp.com/platform/employee-engagement. Employee Resource Group Platform. Affirmity. (n.d.). https://www.affirmity.com/software/employee-resource-group-platform/. Ferdman, B. M., Prime, J., & Riggio, R. (2021). Inclusive leadership transforming diverse lives, workplaces, and societies. Routledge. GapJumpers. (2018, April 9). The Risks Of Blind Hiring Done Bad. Medium. https://medium.com/blind-auditions/the-risks-of-blind-hiring-done-bad-112e962b599b. Gaucher, D., Friesen, J., & Kay, A. C. (2011). Evidence that gendered wording in job advertisements exists and sustains gender inequality. Journal of Personality and Social Psychology, 101(1), 109–128. https://doi.org/10.1037/a0022530 Geurts, S. A., Schaufeli, W. B., & Rutte, C. G. (n.d.). Absenteeism, turnover intention and inequity in the employment relationship. Taylor & Francis. https://www.tandfonline.com/doi/abs/10.1080/026783799296057.   50 Goldin, C., & Rouse, C. (2018). Orchestrating impartiality: The impact of “Blind” auditions on female musicians. Inequality in the 21st Century, 380–390. https://doi.org/10.4324/9780429499821-66 Green, D. (2019, July 25). How Can You Use Technology to Support a Culture of Inclusion and Diversity? myHRfuture. https://www.myhrfuture.com/blog/2019/7/16/how-can-you-use-technology-to-support-a-culture-of-inclusion-and-diversity. Harwell, Drew. “Federal Study Confirms Racial Bias of Many Facial-Recognition Systems, Casts Doubt on Their Expanding Use.” The Washington Post, WP Company, 19 Dec. 2019, www.washingtonpost.com/technology/2019/12/19/federal-study-confirms-racial-bias-many-facial-recognition-systems-casts-doubt-their-expanding-use/. Holstein, D. (2019). 4 Ways to Reduce Bias in Performance Reviews. HR Technologist. https://www.hrtechnologist.com/articles/performance-management-hcm/4-ways-to-reduce-bias-in-performance-reviews/. Hossain, M., Atif, M., Ahmed, A., & Mia, L. (2020). Do LGBT workplace diversity policies create value for firms? Journal of Business Ethics, 167(4), 775–791. Hunt, V., Layton, D., & Prince, S. (2020, February 14). Why diversity matters. Retrieved March 01, 2021, from https://www.mckinsey.com/business-functions/organization/our-insights/why-diversity-matters   51 Johnson, S. K., & Kirk, J. F. (2020, February 18). IOPscience. Publications of the Astronomical Society of the Pacific. https://iopscience.iop.org/article/10.1088/1538-3873/ab6ce0. Koru. Cappfinity. (2021, March 23). https://www.cappfinity.com/koru/. Krentz, Matt. “Survey: What Diversity and Inclusion Policies Do Employees Actually Want?” Harvard Business Review, 5 Feb. 2019, hbr.org/2019/02/survey-what-diversity-and-inclusion-policies-do-employees-actually-want. McKinsey & Company. (2021, November 2). Women in the workplace 2021. McKinsey & Company. Retrieved November 24, 2021, from https://www.mckinsey.com/featured-insights/diversity-and-inclusion/women-in-the-workplace. Mousa, M., Massoud, H. K., & Ayoubi, R. M. (2020, May 15). Gender, diversity management perceptions, workplace happiness and organisational citizenship behaviour. Employee Relations: The International Journal. https://www.emerald.com/insight/content/doi/10.1108/ER-10-2019-0385/full/html. Ng, E. S., & Sears, G. J. (2020). Walking the talk on diversity: CEO beliefs, moral values, and the implementation of workplace diversity practices. Journal of Business Ethics, 164(3), 437–450. https://doi-org.ccl.idm.oclc.org/10.1007/s10551-018-4051-7   52 O, Skans ON. Do Anonymous Job Application Procedures Level the Playing Field? ILR Review. 2012;65(1):82-107. doi:10.1177/001979391206500105 Oberoi, Simran. (2017, March 15). The Importance of Having Diversity Metrics. The Importance of Having Diversity Metrics | The SHRM South Asia Blog. https://blog.shrm.org/sasia/blog/the-importance-of-having-diversity-metrics. Performance Management Modernized. Workhuman. (n.d.). https://www.workhuman.com/solutions/conversations/. Quillian, L., Pager, D., Hexel, O., & Midtbøen, A. (2017, October 10). Meta-analysis of field experiments shows no change in racial discrimination in hiring over time. Retrieved March 18, 2021, from https://www.pnas.org/content/114/41/10870.full Roberson, Q. M. (2019). Diversity in the workplace: A review, synthesis, and future research agenda. Annual Review of Organizational Psychology and Organizational Behavior, 6(1), 69–88. https://doi.org/10.1146/annurev-orgpsych-012218-015243 Rosencrance, L. (2021, March 2). What are diversity, Equity and Inclusion (Dei)? SearchHRSoftware. Retrieved November 24, 2021, from https://searchhrsoftware.techtarget.com/definition/diversity-equity-and-inclusion-DEI. Sears, G. J., & Rowe, P. M. (2003). A personality-based similar-to-me effect in the employment interview: Conscientiousness, affect-versus https://doi-  53 org.ccl.idm.oclc.org/10.1037/h0087182competence-mediated interpretations, and the role of job relevance. Canadian Journal of Behavioural Science / Revue Canadienne Des Sciences Du Comportement, 35(1), 13–24 Shook, E., & Sweet, J. (2018). When she rises, we all rise | accenture. Retrieved March 19, 2021, from https://www.accenture.com/_acnmedia/pdf-84/accenture-when-she-rises-we-all-rise.pdf Solutions. pymetrics. (n.d.). https://www.pymetrics.ai/solutions#impact-calculator. Stevens, Flannery G., et al. “Unlocking the Benefits of Diversity.” The Journal of Applied Behavioral Science, vol. 44, no. 1, 2008, pp. 116–133., doi:10.1177/0021886308314460. Text Analyzer for Job Descriptions. Ongig. (n.d.). https://www.ongig.com/text-analyzer#/. Thomas, David A. “Diversity as Strategy.” Harvard Business Review, 1 Aug. 2014, hbr.org/2004/09/diversity-as-strategy. \"Using Technology To Improve Diversity in the Hiring Process\" Free to the Public. TTL's Playbook (2020, July 14) Talent Tech Labs. https://talenttechlabs.com/blog/ttls-playbook-using-technology-improve-diversity-hiring-process-free-public/.   54 Vaughn, B. E. (2018, June 17). The history of diversity training & its pioneers. Retrieved March 01, 2021, from https://diversityofficermagazine.com/diversity-inclusion/the-history-of-diversity-training-its-pioneers Williams, J. C., Thomas, D. A., & Harvard Business Review. (2020, September 14). Why Diversity Programs Fail. Harvard Business Review. https://hbr.org/2016/07/why-diversity-programs-fail. Workforce Diversity & Inclusion Software. Planbox. (2021, April 16). https://www.planbox.com/solutions/workforce-diversity-inclusion-software/.         ",
    "id": 492551219,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.claremont.edu:cmc_theses-3940"
    },
    "title": "Using Agile Principles to Implement Workplace Diversity, Equity, and Inclusion Best Practices",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-01-01T08:00:00+00:00",
    "publisher": "Scholarship @ Claremont",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.claremont.edu/cgi/viewcontent.cgi?article=3940&context=cmc_theses"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/492551219.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/492551219"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/492551219/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/492551219/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/492551219"
        }
    ],
    "abstract": "Companies understand the importance of diversity, equity, and inclusion (DEI) in the workplace and are willing to invest to achieve successful DEI results. Unfortunately, the results of these efforts have been inconsistent at best. Over the last twenty years, companies have successfully applied Agile principles to to achieve successful project management results. This paper describes how to apply Agile principles to DEI initiatives. Additionally, a practical model for achieving DEI results in the areas of hiring, onboarding, employee retention, and assessment, has been developed and is presented. Application of this innovative model will help companies achieve desired results from investments in DEI",
    "tags": [
        "text",
        "Agile",
        "Diversity",
        "Equity",
        "Inclusion",
        "Organizational Psychology",
        "Workplace Diversity",
        "Industrial and Organizational Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.claremont.edu:cmc_theses-3940",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2145",
        "openDoarId": 0,
        "name": "Scholarship@Claremont",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 492551219,
        "depositedDate": null,
        "publishedDate": "2022-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-22T19:31:51+00:00",
        "acceptedDate": null,
        "createdDate": "2022-04-25T07:08:14+01:00"
    },
    "urls": [
        "https://scholarship.claremont.edu/cmc_theses/2874",
        "https://scholarship.claremont.edu/context/cmc_theses/article/3940/viewcontent/Thesis_Final_Draft.pdf"
    ],
    "lastUpdate": "2024-01-22T19:31:51+00:00",
    "setSpecs": []
}