{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Blondeel, Karel"
        },
        {
            "name": "de Vasconcelos, Sofia"
        },
        {
            "name": "García-Moreno, Claudia"
        },
        {
            "name": "Stephenson, Rob"
        },
        {
            "name": "Temmerman, Marleen"
        },
        {
            "name": "Toskin, Igor"
        }
    ],
    "contributors": [],
    "createdDate": "2018-02-08T12:48:40+00:00",
    "dataProvider": {
        "id": 1493,
        "name": "Ghent University Academic Bibliography",
        "url": "https://api.core.ac.uk/v3/data-providers/1493",
        "logo": "https://api.core.ac.uk/data-providers/1493/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.2471/BLT.17.197251",
    "downloadUrl": "https://core.ac.uk/download/147045568.pdf",
    "fullText": "Bull World Health Organ 2018;96:29–41E | doi: http://dx.doi.org/10.2471/BLT.17.197251Systematic reviews29Violence motivated by perception of sexual orientation and gender identity: a systematic reviewKarel Blondeel,a Sofia de Vasconcelos,b Claudia García-Moreno,b Rob Stephenson,c Marleen Temmermana & Igor ToskinbIntroductionOn 17 June 2011, the United Nations (UN) Human Rights Council passed a resolution that expressed grave concern at violence and discrimination against individuals based on their sexual orientation and gender identity.1 This first-ever UN resolution on sexual orientation and gender identity requested a report by the Office of the High Commissioner for Human Rights. It was published in November 2011 and stated:“Homophobic and transphobic violence has been recorded in all regions. Such violence may be physical (including murder, beat-ings, kidnappings, rape and sexual assault) or psychological (in-cluding threats, coercion and arbitrary deprivations of liberty). These attacks constitute a form of gender-based violence, driven by a desire to punish those seen as defying gender norms.”2An updated 2014 resolution confirmed these conclusions and culminated in the designation of an UN Independent Expert on sexual orientation and gender identity in Septem-ber 2016.3–5Although the UN recognized violence against individu-als based on their sexual orientation and gender identity as a form of gender-based violence, we do not know whether such violence is characterized by the same gender dynamics and motivations as gender-based violence against women or if it follows a different path.6–9Violence against individuals based on their sexual orienta-tion is one of the ways in which sexual stigma is expressed.10 Sexual stigma based on perceived sexual orientation emerges from a society’s shared belief system in which homosexuality is denigrated and discredited as invalid relative to heterosexual-ity. Stigma based on gender identity works along the same lines of a gendered society in which only two gender possibilities, masculine or feminine, are perceived as valid. This stigma is incorporated by a society and enacted by its institutions.10 In many countries, for example, laws criminalize sexual and gender minorities directly or indirectly on the grounds of morality or promotion of non-traditional values. This can result in physical punishment, death penalty, arbitrary arrest and torture, ill-treatment in health facilities and forced ster-ilization.11–13 Discriminatory health policies have also resulted in unnecessary gender-conformation operations in intersex babies.14 Individuals identified as sexual and gender minorities (Box 1) and may internalize the negative attitudes and values of society. This internalized homophobia or transphobia has detrimental effects on their mental health and might result in self-harm or violence among individuals.15–17Several comprehensive reviews have demonstrated that sexual and gender minorities are more likely to be victims of physical and sexual violence than the general population.18–21 However, these did not report whether the victims perceived the violence being against their sexual orientation and gender identity. Our study aimed to review the research evidence on the prevalence of physical and sexual violence motivated by perception of sexual orientation, gender identity or gender expression among sexual and gender minorities. We distin-guished this from violence inflicted on a random member Objective To assess the prevalence of physical and sexual violence motivated by perception of sexual orientation and gender identity in sexual and gender minorities.Methods We searched nine databases without language restrictions for peer-reviewed and grey literature published from 2000 to April 2016. We included studies with more than 50 participants that measured the prevalence of physical and sexual violence perceived as being motivated by sexual orientation and gender identity or gender expression. We excluded intimate partner violence and self-harm. Due to heterogeneity and the absence of confidence intervals in most studies, we made no meta-analysis.Findings We included 76 articles from 50 countries. These covered 74 studies conducted between 1995 and 2014, including a total of 202 607 sexual and gender minority participants. The quality of data was relatively poor due to a lack of standardized measures and sometimes small and non-randomized samples. In studies where all sexual and gender minorities were analysed as one population, the prevalence of physical and sexual violence ranged from 6% (in a study including 240 people) to 25% (49/196 people) and 5.6% (28/504) to 11.4% (55/484), respectively. For transgender people the prevalence ranged from 11.8% (of a subsample of 34 people) to 68.2% (75/110) and 7.0% (in a study including 255 people) to 49.1% (54/110).Conclusion More data are needed on the prevalence, risk factors and consequences of physical and sexual violence motivated by sexual orientation and gender identity in different geographical and cultural settings. National violence prevention policies and interventions should include sexual and gender minorities.a Faculty of Medicine and Health Sciences, Ghent University, Campus UZ Gent, Building K3, 3rd floor, De Pintelaan 185, 9000 Gent, Belgium.b Department of Reproductive Health and Research, World Health Organization, Geneva, Switzerland.c Department of Health Behavior and Biological Sciences, School of Nursing, University of Michigan, Ann Arbor, United States of America.Correspondence to Karel Blondeel (email: karel.blondeel@ugent.be).(Submitted: 16 May 2017 – Revised version received: 18 October 2017 – Accepted: 19 October 2017 – Published online: 23 November 2017 )Systematic revi wBull World Health Organ 2018;96:29–41E| doi: http://dx.doi.org/10.2471/BLT.17.19725130Systematic reviewsPhysical and sexual violence Karel Blondeel et al.of the general population or violence experienced by sexual and gender mi-norities, but not specifically perceived to be motivated by their sexual orientation or gender identity.MethodsOur review followed the Preferred Re-porting Items for Systematic Reviews and Meta-Analyses guidelines.22 The protocol for this review has not been registered on the PROSPERO register of systematic reviews, but is available on request.We searched nine bibliographic databases (PubMed®, Embase®, Web of Science, Africa Wide Information, CINAHL, LILACS, Popline, Sociological Abstracts and GenderWatch) for articles published from 1 January 2000 to 28 April 2016. We used a combination of medical subject headings and text words (Box 2), with no language restrictions. These searches were supplemented by a scan of the citations in the articles for studies not found in the search and by consultation with individual experts about their knowledge of other studies. Studies were eligible for inclusion if they included people belonging to a sexual or gender minority. We included both peer-reviewed and grey literature reporting studies that measured the prevalence of physical and sexual vio-lence perceived as being motivated by sexual orientation, gender identity or gender expression. We excluded inti-mate partner violence and self-harm. Studies had to be published from 2000 to the search date, refer to data col-lected after 1995 and include at least 50 participants.Two researchers screened the iden-tified abstracts. When there was doubt or disagreement about whether an article met the inclusion criteria, the article was taken to the next stage of screening. The researchers then independently assessed the full text of potentially eligible stud-ies. If needed, we contacted the authors of the articles for further information.After initial screening, we appraised the included studies for quality. The criteria were: sampling method, sample representativeness, description of the population, completeness of the data, description of the methods, reliability of the data, and controls for confounding. We categorized studies as high quality if six to seven criteria were adequate, me-dium quality if three or five criteria were adequate and low quality if none to two criteria were adequate. None of the stud-ies were excluded based on this quality assessment. We minimized publication bias across studies by including grey literature and consulting with experts.Two researchers independently extracted details of the studies into a da-tabase. The data collected were: country and area; data collection period; study type and sampling method; description of study population; terminology of violence used to elicit responses from participants; time periods of experiences of violence (ever in lifetime, specific dates or time periods); participants’ perceptions of motivation for violence; sample size; and number and percent-age of respondents affected by different types of violence. The outcome of inter-est for the review was the prevalence of physical and sexual violence motivated by perception of sexual orientation and gender identity. However, such violence was not the primary outcome in most of the studies.We made a descriptive summary of the prevalence data in tables and charts. Although the UN resolution2 included sexual violence within physical violence, most studies reported them separately. Where possible and relevant, we con-ducted separate descriptive analyses of subgroups of sexual and gender minorities. The results of the studies were highly heterogeneous, due to vari-Box 1. Definitions used in the systematic review of physical and sexual violence motivated by perception of sexual orientation and gender identitySexual and gender minorityPeople identifying themselves as homosexual, bisexual or nonbinary sexual, such as pansexual and polysexual, or people engaging in homosexual, bisexual or nonbinary sexual behaviour or identifying with or expressing as a different gender than the one assigned at birth (male, female or another), or intersex people.Sexual orientationRefers to each person’s capacity for profound emotional, affectional and sexual attraction to (and intimate and sexual relations with) individuals of any sex. Gender identity or gender expressionRefers to a person’s deeply felt internal and individual experience of gender, which may or may not correspond with the sex assigned at birth. It includes both the personal sense of the body – which may involve, if freely chosen, modification of bodily appearance or function by medical, surgical or other means – as well as other expressions of gender, including dress, speech and mannerisms.HomosexualA person who has sexual relations with or sexual attraction to people of the same sex.GayThe term gay can refer to same-sex sexual attraction, same-sex sexual behaviour and same-sex cultural identity. Unless individuals or groups self-identify as gay, the expression men who have sex with men should be used.LesbianA lesbian is a woman attracted to other women. She may or may not be having sex with women, and a woman having sex with women may or may not be a lesbian. The term women who have sex with women should be used unless individuals or groups self-identify as lesbians. BisexualA person who is attracted to or has sexual relations with both men and women.TransgenderPeople whose gender identity and expression does not conform to the norms and expectations traditionally associated with their sex at birth. It includes individuals who have received gender reassignment surgery, individuals who have received gender-related medical interventions other than surgery (e.g. hormone therapy) and individuals who identify as having no gender, multiple genders or alternative genders.IntersexAn individual with both male and female biological attributes (primary and secondary sexual characteristics).Gender non-conforming or gender variant or queerA person who challenges (or is not conforming to) prevailing gender norms and expectations or to heterosexual norms.Note: Except for sexual and gender minority and queer, all definitions were based on the 2015 Joint United Nations Programme on HIV and AIDS terminology guidelines.23Bull World Health Organ 2018;96:29–41E| doi: http://dx.doi.org/10.2471/BLT.17.197251 31Systematic reviewsPhysical and sexual violenceKarel Blondeel et al.ability in the sampling (definition of the population and sampling methods) and the descriptions of violence used to gather data from participants. In view of this heterogeneity and the absence of confidence intervals in most studies (reported in only six), we did not at-tempt a meta-analysis.ResultsStudy selectionOur literature search yielded 10 601 references, of which 8233 were unique entries. Next, we excluded 8000 articles after screening titles and abstracts. Of the 233 references that potentially met the inclusion criteria, nine could not be retrieved, and of the 224 retrieved texts, 185 were excluded for different reasons (Fig. 1). We added 37 articles and reports after citation tracking and consulting with experts. In total 76 ar-ticles were included in the review.24–100 Seven articles were categorized as low quality, 55 as medium and 14 as high quality (Table 1). Study characteristicsOf the 76 articles, 56 were in English language, seven in Spanish, six in Por-tuguese, three in Dutch, two in French and two in German. Data were from 50 countries: United States of America (USA; 27 articles), Australia (7 articles), Brazil (6 articles), Canada (5 articles), United Kingdom of Great Britain and Northern Ireland (5 articles), Argentina (3 articles), Belgium (3 articles), Chile (3 articles), Mexico (2 articles), Germany (2 articles), USA and Canada (2 articles); Australia and New Zealand (1 article), Spain and USA (1 article); 38 European countries (1 article); and Colombia, Côte d’Ivoire, Croatia, France, Italy, Netherlands, Rwanda and Singapore (1 article each).Thirty-six publications were peer-reviewed articles, 38 were study reports, one was a dissertation and one a book chapter.The 76 articles were based on 74 studies conducted between 1995 and 2014, including a total of 202 607 sexual and gender minorities participants. Six-ty-three studies used a convenience sam-ple, four used respondent-driven sam-pling, four used venue-based or time-location sampling, one random digit dialling and two used mixed methods (Table 2; available at: http://www.who.int/bulletin/volumes/96/1/17-197251). Twenty-six studies included all sexual and gender minorities, of which eight were exclusively high-school stu-dents. Thirteen included homosexual and bisexual participants, of which five focused only on younger participants (maximum age 25 years) and one only on older participants (minimum age 60 years). Thirteen studies included ho-mosexual or bisexual men and of these 8 targeted specific groups: bisexual men (4 studies); Latino men (1 study); homo-sexual or bisexual men aged < 29 years (1 study); seronegative homosexual or bisexual men aged 15‒30 years (1 study); and non-white seropositive homosexual or bisexual men aged 13‒24 years (1 study). Homosexual or bisexual women were exclusively sampled in four studies, of which three targeted specific groups: bisexual women (2 studies) and sexual minority women of non-androgynous identity (1 study). One study sampled young people who experienced same-sex attraction and another included the same study group together with young people who questioned their gender. One study sampled homosexual or bisexual men and male-to-female trans-gender people. Fifteen studies were of transgender people, of which five stud-ies were specific groups only: male-to-female transgender people (3 studies), male-to-female individuals who were sex workers (1 study); and transitioning transgender people (1 study).The descriptions and definitions of physical and sexual violence motivated by perception of sexual orientation and gender identity that were used to elicit participants’ responses varied across studies (Box 3). These included the victim’s perception of the motivation of the violence and the types of violence Box 2. PubMed® search strategy used in the systematic review of physical and sexual violence motivated by perception by sexual orientation and gender identity1# homosexuality[Mesh] OR bisexuality[Mesh] OR transsexualism[Mesh] OR “transgendered persons”[Mesh] OR homophobia[Mesh] OR “Health Services for Transgendered Persons”[Mesh] OR “Disorders of Sex Development”[Mesh] OR “gender identity”[Mesh] OR homosexuality[TW] OR homosexual[TW] OR homosexual*[TW] OR “homo-sexual”[TW] OR homo-sexual*[TW] OR (“same sex”[TW] NOT twins) OR (“same sex” AND twins AND homosexuality) OR “non heterosexual”[TW] OR “same gender loving”[TW] OR “same sex attracted”[TW] OR queer*[TW] OR LBGT[TW] OR LBGT*[TW] OR LGBT[TW] OR LGBT*[TW] OR GLBT*[TW] OR GLB*[TW] OR LGB*[TW] OR LGBTQ*[TW] OR LGBTI*[TW] OR sexual orientation and gender identity[TW] OR sexual minorit*[TW] OR gender minorit*[TW] OR “sexual orientation”[TW] OR “gender identity”[TW] OR gay[TW] OR gays[TW] OR (“MSM”[TW] NOT “metal-semiconductor-metal”) OR “men who have sex with men”[TW] OR (“MSW”[TW] NOT waste) OR “male sex workers”[TW] OR sissy[TW] OR sissies[TW] OR “money boys”[TW] OR “kwandengue”[TW] OR “male street laborers”[TW] OR “mashoge”[TW] OR lesbian[TW] OR lesbian*[TW] OR lesbians*[TW] OR “WSW”[TW] OR “women who have sex with women”[TW] OR tomboy*[TW] OR “pengkids”[TW] OR bisexuality[TW] OR bisexual*[TW] OR bi-sexual*[TW] OR transgender*[TW] OR trans-gender*[TW] OR transvestism[TW] OR transvestite[TW] OR transsexual*[TW] OR transsexualism*[TW] OR “trans man”[TW] OR “trans men”[TW] OR “trans women”[TW] OR “trans woman”[TW] OR “transman”[TW] OR “transmen”[TW] OR “transwomen”[TW] OR “transwoman”[TW] OR transgendered[TW] OR “sex change” [TW] OR “sex reassignment surgery”[TW] OR “gender adjustment surgery”[TW] OR cross-dress*[TW] OR “gender variant”[TW] OR “gender atypical”[TW] OR “gender identity disorder”[TW] OR transgenderist[TW] OR “drag queens”[TW] OR “drag kings”[TW] OR “gender queer”[TW] OR “gender-queer”[TW] OR “gender dysphoria”[TW] OR “hijra”[TW] OR “aravanis” [TW] OR “kothi”[TW] OR “Kathoy”[TW] OR “Kathoey”[TW] OR “fa’afafine”[TW] OR “sworn virgins”[TW] OR “two-spirit”[TW] OR “Metis”[TW] OR “mak nyah”[TW] OR “travesty”[TW] OR “koti”[TW] OR “mahuvahine”[TW] OR “mahu”[TW] OR “waria”[TW] OR “bantut”[TW] OR “nadleehi”[TW] OR “berdache”[TW] OR “xanith”[TW] OR (intersex AND human) OR (intersex* AND human) OR bigender[TW] OR pansexual[TW] OR omnisexual[TW] OR “questioning people”[TW] OR “questioning youth”[TW] OR homophob*[TW] OR homo-phob*[TW] OR transphob*[TW] OR trans-phob*[TW] OR “anti homosexual bias”[TW] OR “anti gay bias”[TW]2# violence[MeSH] OR “sex offenses”[MeSH] OR homicide[MeSH] OR rape[MeSH] OR aggression[MeSH] OR “crime victims”[MeSH] OR Stalking[MeSH] OR “battered women”[MeSH] OR “spouse abuse”[MeSH] OR violence[TW] OR violen*[TW] OR rape[TW] OR IPV[TW] OR SGBV[TW] OR assault*[TW] OR victimi*ation[TW] OR revictimi*ation[TW] OR re-victim*ation[TW] OR stalking[TW] OR “hate crimes”[TW] OR “hate crime”[TW] OR “relationship abuse”[TW] OR “dating abuse”[TW] OR “partner abuse”[TW] OR “physical abuse”[TW] OR “psychological abuse”[TW]3# 1# AND 2#Note: Search strategies for other databases used (Embase®, Web of Science, Africa Wide Information, CINAHL, LILACS, Popline, Sociological Abstracts and GenderWatch) are available from the corresponding author.Bull World Health Organ 2018;96:29–41E| doi: http://dx.doi.org/10.2471/BLT.17.19725132Systematic reviewsPhysical and sexual violence Karel Blondeel et al.experienced. A few studies used lists of specific violent acts or a combination of actions or scales with multiple items to measure experiences of different kinds of physical violence. Similarly, in the category of sexual violence several dif-ferent definitions were used in different studies.Fifty-seven studies asked about ex-periences of violence ever in the respon-dent’s lifetime. Six studies specified ex-periences over certain stages of the life-time: from 13 years old (1 study); ages 6–10 years, 11–17 years and 18+ years (1 study); 1 year ago, 1‒10 years ago and > 10 years ago (1 study); age 12‒18 years and 18+ years (2 studies); or childhood versus adulthood (1 study). Other studies asked about experiences over specific time periods: 5 years (1 study); 2 years (1 study); 12 months (21 stud-ies); 6 months (3 studies); or 1 month (2 studies). Ten studies asked about ex-periences in school: past year in school (7 studies); ever in school (1 study); during high-school years (1 study); and since the beginning of the school year (1 study). Some articles measured violence experienced both over the lifetime and over certain periods.Prevalence of violenceA total of 57 studies provided data on the lifetime prevalence of any kind of physi-cal violence motivated by perception of sexual orientation and gender identity (Table 2). Fig. 2 summarizes the data for 51 studies, according to the different populations and the attacker’s motiva-tion as perceived by the victim (sexual orientation, gender identity or both). In 14 studies where all sexual and gen-der minorities were taken together the prevalence ranged from 6% in a study of 240 people98 to 25.0% (49/196).26 When transgender people were not included (11 studies) the figures ranged from 3.3% (24/761)100 to 31.1% (436/1402).45 In homosexual or bisexual men (29 studies), the prevalence was between 8.5% in a study of 603 people24 and 34.7% (318/916),45 although when only bisexual men were included (4 stud-ies), the prevalence was no higher than 22.6% (12/53).37 A similar tendency was observed in homosexual or bisexual women (21 studies), with a prevalence range from 4.6% in a study including 909 individuals75 to 25.1% (42/167 people),30 and a lower prevalence when bisexual women only were included (4 studies). For transgender people prevalence (28 studies) ranged from 11.8% of a sample size of 3491 to 68.2% (75/110 people).47There was no pattern of prevalence for the perceived motivation of the vio-lence (sexual orientation, gender iden-tity or both). The lifetime prevalence of violence in younger aged samples did not seem to be lower (Table 2).Seven studies reported data spe-cifically on the lifetime prevalence of being punched, kicked, hit or beaten up. In homosexual or bisexual men and women the lowest value was 10% in a study sampling a total of 1911 people,51 and the highest value was 15.6% (62/416 people).42 In studies sampling only men the prevalence peaked at 23.4% (of a total sample of 506).61 In 10 studies the researchers asked homosexual or bisexual women spe-cifically about having objects thrown at them motivated by homophobia or transphobia. The prevalence ranged from 3.7% (in a study of 909 sexual minority women)75 up to 35.0% (65/186 lesbian, gay and bisexual people).62 Among transgender people, values ranged from 7.4% (in a study of 255 people)29 to 17.4% (70/402).78 Prevalence of sexual violenceFig. 3 shows the data from 33 studies reporting lifetime prevalence of any kind of sexual violence motivated by perception of sexual orientation and gender identity. The prevalence ranged from 5.6% (28/504 people)35 to 11.4% (55/484) for all sexual and gender mi-nority groups (12 studies),50 and from 2.1% (8/377)92 to 9.7% (18/186)62 when only homosexual or bisexual men and women were considered (5 studies). The prevalence in homosexual or bisexual men (17 studies) ranged from 3.7% in a study sampling 3429 people91 to 16.5% (69/419 people).30 This was slightly higher than in studies of homosexual or bisexual women (8 studies), where it ranged from 1.0% (1/102 people)34 to 13.2% (14/106).50 When bisexual people were disaggregated (10 studies), the prevalence ranged from 2.4% (1/41 people)34 to 14.7% (24/95).30 Between 7.0% (in a study of 255 people)29 and Fig. 1. Flowchart for selection of articles in the systematic review of physical and sexual violence motivated by perception of sexual orientation and gender identity10 601 records identified through database searches (PubMed®, Embase®, Web of Science™, Africa Wide Information, CINAHL, LILACS, Popline, Sociological Abstracts and GenderWatch)8233 records after duplicates removed8233 records screened233 records after screening224 full-text articles assessed for eligibility39 full-text articles included after screening76 articles included in review8000 records excluded9 full-text articles not retrieved37 articles added after reviewing citations and experts’ consultation185 full texts excluded:• 3 had fewer than 50 participants• 2 were duplicate articles• 16 not reporting violence • 42 not reporting violence based on sexual orientation or gender identity• 101 lacked prevalence data• 9 studies already included, no new data• 1 reported  too old data • 11 not reporting original research or analysisBull World Health Organ 2018;96:29–41E| doi: http://dx.doi.org/10.2471/BLT.17.197251 33Systematic reviewsPhysical and sexual violenceKarel Blondeel et al.Table 1. Quality appraisal of the 76 articles (74 studies) included in the systematic review of physical and sexual violence motivated by perception of sexual orientation and gender identityPublication Sampling method(s)Sample representa-tivenessDescription of  populationFollow up or completeness of dataDescription of  methodsReliability  of dataControlled for confoundingScoreD’Augelli et al., 200142 N Y Y Y Y Y Y HighDiaz et al., 200148 Y Y Y Y Y Y Y HighLombardi et al., 200178 N Y Y N Y Y Y MediumD’Augelli et al., 200243 N Y Y Y Y Y Y HighKosciw, 200264 N Y Y N Y Y Y MediumCarrara et al., 200334 N N Y N Y Y N MediumJarman et al., 200362 N Y Y N Y Y N MediumMorris et al., 200381 N Y Y N Y Y N MediumRose, 200394 N N Y N N Y N LowHuebner et al., 200459 N Y Y Y Y N Y MediumKosciw 200465 N Y Y N Y Y Y MediumCarrara et al., 200535 N N Y N Y Y N MediumFígari et al., 200550 N N Y Y Y Y N MediumHillier et al., 200557 N Y Y Y Y Y N MediumCarrara et al., 200636 N N Y N Y Y N MediumClements-Nolle et al., 200640 N Y Y Y Y Y Y HighD’Augelli et al., 200644 N Y Y N Y Y N MediumJones et al., 200663 N N Y N Y Y N MediumKosciw et al., 200666 N Y Y N Y Y Y MediumOrtiz-Hernandez et al., 200688 N Y Y N Y Y Y MediumPitts et al., 200691 N Y Y N Y N N Mediumvan San et al., 2006100 N N Y Y Y Y N MediumCarrara et al., 200737 N N Y N Y Y N MediumCouch et al., 200741 N Y Y Y Y N N MediumLippl, 200776 N Y Y Y Y Y N MediumPoelman et al., 200792 N Y Y N Y Y N MediumBarrientos et al., 200825 N N Y N Y Y N MediumCadiou et al., 200833 N Y Y Y Y Y Y HighKosciw et al., 200867 N Y Y N Y Y Y MediumLampinen et al., 200872 N Y Y N Y Y Y MediumPaterson et al., 200889 N Y Y Y Y N N MediumScottish Transgender Alliance, 200895N Y Y N N N N LowBrigeiro et al., 200930 N N Y Y Y Y N MediumGreytak, 200952 N Y Y N Y Y N MediumHerek, 200954 Y Y Y Y Y Y Y HighLippl, 200977 N Y Y Y Y Y N MediumHillier et al., 201058 N Y Y Y Y N Y MediumKosciw et al., 201068 N Y Y N Y Y Y MediumNuttbrock et al., 201084 N Y Y N Y Y Y MediumChapman et al., 201139 N N Y N Y N N LowHightow-Weidman et al., 201156 N Y Y N Y Y Y MediumNemoto et al., 201183 N Y Y N Y Y N MediumBarrientos et al., 201226 N N Y N Y Y N MediumBrito et al., 201231 N N Y N Y Y N MediumGuasp, 201253 N Y Y N N N N LowIosa et al., 201260 N N Y N Y Y N MediumKosciw et al., 201269 N Y Y N Y Y Y MediumLeonard et al., 201274 N Y Y N Y N N MediumLevitt et al., 201275 N Y Y N Y N N MediumMcNeil et al., 201279 N Y Y Y Y Y N Medium(continues. . .)Karel Blondeel et al.Physical and sexual violenceSystematic reviews34 Bull World Health Organ 2018;96:29–41E| doi: http://dx.doi.org/10.2471/BLT.17.19725149.1% (54/110 people)47 of transgender people reported sexual violence (22 studies).Six studies reported specifically on rape (Table 2). Among homosexual or bisexual men and women between 0.3% (6/1740 people)33 and 10.0% (of 264 peo-ple)88 reported ever being raped due to their sexual orientation or gender iden-tity, with figures for men being higher than those for women. The prevalence of rape for transgender people ranged from 3.3% (in a study sampling 255 people)29 to 9.9% (25/253 people).41DiscussionOur review found a high prevalence of physical and sexual violence motivated by perception of sexual orientation and gender identity experienced by sexual and gender minorities, particularly among transgender people. These val-ues suggest that such violence accounts for a large part of all the violence encountered by sexual and gender minorities. Nevertheless, it remains to be researched whether such violence explains the higher prevalence of violence against sexual and gender mi-norities in comparison with the rest of the population. The higher prevalence in transgender people might be partly explained by a higher risk of being involved in sex work.101Violence motivated by percep-tion of sexual orientation and gender identity might not be confined to a minority population. Recent research identified distinct populations on the sexual orientation continuum who iden-tify as mostly heterosexual with a small degree of same-sex sexual or romantic attraction, including occasionally hav-ing sexual relations with someone from the same sex.102 Although we found no publications on this population, earlier research has shown they were 1.47 times more likely than heterosexuals to report experiences of childhood victimization by adults. This elevated proportion is similar to those found among homo-sexual or bisexual men and women compared to heterosexuals, which might be explained by gender non-conformity in childhood.103 Moreover, people who do not belong to a sexual or gender mi-nority, have also reported being victims of violence motivated by perception of sexual orientation and gender identity.104A review of systematic reviews showed that sexual and gender minori-ties are highly burdened by human im-munodeficiency virus infection, sexually transmitted infections, sexually trans-mitted infection-related cancers, mental health conditions and violent experienc-es.105 We suggest further research into the associations of violence motivated by perception of sexual orientation and gender identity with adverse health and social outcomes, including criminaliza-tion. This includes the effect of what has been termed syndemic vulnerability106 or the synergistic interaction between health conditions, exacerbated under circumstances of structural and politi-cal adversity.Publication Sampling method(s)Sample representa-tivenessDescription of  populationFollow up or completeness of dataDescription of  methodsReliability  of dataControlled for confoundingScoreMotmans et al., 201282 N Y Y N N N N LowOogachaga, 201286 N N N Y N Y N LowTesta et al., 201299 N Y Y N Y Y Y MediumChamberland et al., 201338 N Y N Y Y Y N Mediumde Sousa et al., 201347 Y N Y N Y N N MediumPelullo et al., 201390 N N Y Y Y N Y MediumAho et al., 201424 Y Y Y Y Y Y Y HighBoza et al., 201429 N Y Y Y Y Y Y Highde Deus 201446 Y Y Y N Y Y N MediumHerrick et al., 201455 Y Y Y Y Y Y Y HighIvanković et al., 201461 N Y Y Y Y Y Y HighKosciw et al., 201470 N Y Y N Y Y Y MediumLea et al., 201473 N Y Y Y Y Y Y HighMereish et al., 201480 N N Y Y Y Y N MediumNuttbrock et al., 201485 N Y Y Y Y Y Y HighScruton, 201496 N Y Y Y Y N N MediumSmith et al., 201497 N Y Y Y Y Y N MediumStrizzi et al., 201498 N Y Y N Y Y N MediumBauer et al., 201528 Y Y Y Y Y Y Y HighBurks et al., 201532 N N Y N Y Y Y MediumFerlatte et al., 201549 N Y Y N Y Y Y MediumGoldbach et al., 201551 N Y Y N Y Y Y MediumBarrientos et al., 201627 N Y Y Y Y Y N MediumD’haese et al., 201645 N Y Y Y Y Y Y HighKramer et al., 201671 N Y Y N Y Y Y MediumRodriguez-Madera et al., 201693 Y N Y N N N N LowNotes: Y indicates that the study met the criterion adequately; N that the study did not. We categorized studies as high quality if six to seven criteria were adequate, medium quality if three or five criteria were adequate and low quality if none to two criteria were adequate.(. . .continued)Bull World Health Organ 2018;96:29–41E| doi: http://dx.doi.org/10.2471/BLT.17.197251 35Systematic reviewsPhysical and sexual violenceKarel Blondeel et al.If we want to eradicate violence motivated by perception of sexual ori-entation and gender identity, we must identify the mechanisms and motiva-tions of such violence. The perpetrators are often male and although violence is not necessarily a part of men’s domi-nant position in society (hegemonic masculinity), the two are often linked. In many parts of the world, women are perceived as inferior and therefore both femininity and homosexuality are denigrated and discredited.107 Physical or sexual force and threats are ways to achieve control, including punish-ment of perceived acts of resistance to or transgression of gender norms and behaviours.108 Although same-sex at-traction and gender nonconformity can negatively affect the personal relations of individuals with their peers,109 some authors believe that sexual and gender minorities are mainly attacked because they defy gender stereotypes.87 This has prompted calls for the elimination of the dichotomist gender characterization.87Box 3. Terminology used in studies included in the systematic review of physical and sexual violence motivated by perception of sexual orientation and gender identityA wide range of descriptions and definitions of violence were used to elicit responses in the included studies: Motivation for the violence The victim’s perception of the motivation of the violence was variously defined as: “because you’re lesbian/gay/bisexual (or someone thought you were)”, “because somebody thought or knew you were gay?”, “because of/based on/attributed to (perceived) sexual orientation”, “on the grounds of homosexuality”, “related to MSM-status,” “because of/based on sexuality”, “because of your sexual identity (or sexual preferences)”, “experienced lesbophobic situation”, “because someone knew or presumed you are attracted to men?”, “based on sexual orientation and gender identity”, “on the basis of gender issues”, “for being gay or being perceived as effeminate”, “related to their sexual orientation, how they express their gender”, “due to gender stereotype transgression”, “due to being trans(gender)”, “(thought it was) because of gender identity (or gender presentation)”, “because you’re trans or because of your gender expression”, “for being transgender or effeminate”, “because you’re lesbian/gay/bisexual/transgender”, “transgender status, gender identity or expression”, “because of the status as a transgender person”, “because of transgender identity or background”, “due to being queer”, “an incident that you felt was homophobic (or transphobic)”, “an anti-lesbian/gay incident”, “heterosexist violence and harassment because of sexuality or gender identity”.Types of physical violenceDifferent terms for physical violence were used in different articles. Some used “physical violence”, others combined “physical” with “attack”, “assault”, “victimization”, “abuse”, “aggression”, “mistreatment” or “injury”.One article used a longer definition: “the intentional use of physical force with the potential for causing death, disability, injury, or harm; some examples: scratching, pushing, shoving, throwing, grabbing, biting, choking, shaking, slapping, punching”. Another used the term “criminal victimization”, including specific incidents of physical violence: “experience of a crime against their person (hit, beaten, physically attacked, sexually assaulted)....”.Similarly, most articles included specific violent acts or a combination of actions: “thrown some object”, “hit”, “knocked down”, “injured with some weapon”, “punched”, “kicked”, “beaten”, “hurt with a knife, gun, bat, or some other weapon”, “assault/robbery with violence”, “assault with a weapon, assault without a weapon”, “grievous bodily harm”, “attempted murder” and “violent assault”.One article used an extensive scale to measure physical violence. Physical violence was surveyed making use of 11 items, ranging from “an object was thrown at me”, “I was being pushed or pulled”, “someone hit me with his or her hand” to “someone tried to strangle or suffocate me”.Types of sexual violence Several different terms were used in different articles to define sexual violence: “sexual violence”, “sexual assault”, “rape”, “sexual aggression”, “sexual victimization”, “sexual abuse” and “other sexual violence”.In some publications definitions for sexual violence or similar concepts were applied: “ever been forced to engage in unwanted sexual activity”, “any sexual act that is perpetrated against someone’s will; some examples: completed non-consensual sex act, an attempted non-consensual sex act, abusive sexual contact and non-contact sexual abuse”, “sexual aggression: sexually molested and/or forced to have sexual relations with penetration” and “sexual victimization: ever been sexually abused or raped”.MSM: men who have sex with men; trans: transgender.Fig. 2. Lifetime prevalence of physical violence motivated by perception of sexual orientation and gender identity, by perceived motivation for the attackSexual and gender minoritiesHomo/bisexual men and womenHomo/bisexual menHomosexual menBisexual menBisexual men and womenBisexual womenHomo/bisexual womenHomosexual womenTransgender peopleMale-to-female transgender peopleFemale-to-male transgender peopleIntersex peoplePercentage reporting physical violenceBased on sexual orientationBased on gender identity or expressionBased on sexual orientation or gender identity or expression0 10 20 30 40 50 60 70 80Notes: Based on 51 studies.24–27,30–32,34–37,39–42,44–58,60,62,63,72,73,75,80–84,86,88,91–93,96–100 Six of the 57 studies were not included because they measured a particular form of physical violence, such as being hit or beaten. Data are presented from the smallest subgroup in each study. Bull World Health Organ 2018;96:29–41E| doi: http://dx.doi.org/10.2471/BLT.17.19725136Systematic reviewsPhysical and sexual violence Karel Blondeel et al.The quality of our data was rela-tively poor due to a lack of standard-ized measures and sometimes small and non-randomized samples. The evidence base needs to be strength-ened. More and better research on the prevalence and adverse outcomes of violence motivated by perception of sexual orientation and gender iden-tity is needed across many different geographical and cultural settings (especially outside the USA) and dif-ferent socioeconomic and age groups. Community organizations should be empowered to add scientific value to their existing efforts to map such violence. A consensus is needed on definitions and measures of violence motivated by perception of sexual orientation and gender identity and how to operationalize them to allow for comparisons across studies.Some limitations of this review are that most studies used a non-probability sample, mostly a convenience sample, and provided little information on the representativeness of the sample, the potential impact of non-participation, or the study power. The reliability and comparability of studies were limited, as it was not possible to compare be-tween countries, regions or cultural backgrounds. The studies relied on the participants’ self-reports to determine whether they had been a victim of violence and whether that violence was motivated by their sexual orientation and gender identity. Without increased understanding of respondents’ narra-tives about violence and its motives, research in this field will be vulnerable to criticism.110Despite these limitations, our re-view shows that high proportions of sex-ual and gender minorities experienced physical and sexual violence, motivated by perception of sexual orientation and gender identity, which might have an effect on their health and well-being. National violence prevention policies and interventions should include such violence, integrating it into national health surveys and health promotion efforts and improve data collection and reporting of incidents. ■Competing interests:  None declared.Fig. 3. Lifetime prevalence of sexual violence motivated by perception of sexual orientation and gender identity, by perceived motivation for the attackSexual and gender minoritiesHomo/bisexual men and womenHomo/bisexual menHomosexual menBisexual menBisexual men and womenBisexual womenHomo/bisexual womenHomosexual womenTransgender peopleMale-to-female transgender peopleFemale-to-male transgender peopleIntersex peoplePercentage reporting sexual violenceBased on sexual orientationBased on gender identity or expressionBased on sexual orientation or gender identity or expression0 10 20 30 40 50 60 70 80Notes: Based on 33 studies.25–27,29–32,34–37,41–44,46,47,49,50,53,60,62,63,75,78,79,82,91–93,96,98,99 Data are presented from the smallest subgroup in each study.صخلمةيجهنم ةعجارم :ةيناسنلجا ةيولهاو سينلجا ليلما موهفم ببسب فنعلا ةسرامم موهفمب عوفدلما سينلجاو يدسلجا فنعلا راشتنا ىدم مييقت ضرغلا.ةيناسنلجاو ةيسنلجا تايلقلأا في ةيناسنلجا ةيولهاو سينلجا ليلما نع  ةغللاب  ديقتلا  نود  تانايبلل  دعاوق  عست  في  انثحب  ةقيرطلا ضارعتسلال  تعضخ  يتلا  تاباتكلاو  ةيمسرلا  يرغ  تاباتكلا .2016  ناسين/ليربأ  ىتح  2000  ماع  ذنم  ةروشنلماو  يّدنلا ىدم سايقل اًكراشم 50 نم رثكأ تمض تاسارد ثحبلا لمشو ليلما نع جتان لىع هيلإ رظنُي يذلا سينلجاو يدسلجا فنعلا راشتنا .ةيناسنلجا  ةيولها  نع  برعلما  كولسلا  وأ  ةيناسنلجا  ةيولهاو  سينلجا مدعل  اًرظنو  .سفنلا  ءاذـيإو  يرشعلا  فنع  تلااح  اندعبتساو ملف  ،ةيحجرلأا  بسنلا  لىإ  تاساردلا  مظعم  راقتفاو  سناجتلا.يولت ليلتح ءارجإ لىع لمعن تلمشو .ةلود 50 نم ةلاقم 76 هانيرجأ يذلا ثحبلا مض جئاتنلا 1995  يماع ينب ةترفلا  في اهؤارجإ مت ةسارد 74  تلااقلما  كلت نيذلا  ينكراشلما  نم  اًددع  تاساردلا  كلت  تمضو  ،2014و تناكو .ًلااجمإ 202607 غلبي ةيناسنجو ةيسنج تايلقأ لىإ نومتني تاءارجلإا  بايغل  اًرظن  اًيبسن  ىوتسلما  ةضفخنم  تانايبلا  ةيعون لىع  دماتعلاا  وأ  تانيعلا  مجح  ضافخناو  دحوم  رايعلم  ةعضالخا تاساردلا  تلجسو  .نايحلأا  ضعب  في  ةيئاوشع  يرغ  تانيع ليلحتلل  ةيناسنلجاو  ةيسنلجا  تايلقلأا  عيجم  اهيف  تعضخ  يتلا سينلجا فنعلا راشتنلا ًةبسن ةدحاو ةيناكس ةعوممج لثتم اهرابتعاب )اًصخش 240 لىع تلمتشا ةسارد في( % 6 ينب حواترت نياسنلجاو % 11.4و  )504/28 (  % 5.6  ينبو  )اًصخش  196/49(  25% و قلعتي مايف فنعلا راشتنا ةبسن تحوارتو .لياوتلا لىع ،)484/55 ( نم  نوكتت  ةيعرف  ةنيع  في(  % 11.8  ينب  ةيناسنلجا  ةيولها  يرياغمب ةسارد  في( % 7  ينب  كلذكو )110/75(  % 68.2و )اًصخش 34.)110/ 54( % 49.1و )اًصخش 255 تمض ىدم  نأشب  تانايبلا  نم  ديزلما  رفوت  لىإ  رملأا  جاتيح  جاتنتسلاا سينلجا  ليلما  موهفم  ببسب  سينلجاو  يدسلجا  فنعلا  راشتنا ةطبترلما ةروطلخا لماوعو فنعلا كلذ بقاوعو ةيناسنلجا ةيولهاو لمتشت  نأ  بيجو  .ةفلتمخ  ةيفاقثو  ةيفارغج  تائيب  في  كلذو  ،هب تاءارجإ لىع فنعلا  عنلم  ةيمارلا  تلاخدتلاو ةينطولا  تاسايسلا.ةيناسنلجاو ةيسنلجا تايلقلأاب قلعتتBull World Health Organ 2018;96:29–41E| doi: http://dx.doi.org/10.2471/BLT.17.197251 37Systematic reviewsPhysical and sexual violenceKarel Blondeel et al.摘要由于性取向和性别认同感知而引发的暴力：系统性评审目的 旨在评估性与性别认同少数群体中由于性取向和性别认同感知而引发的人身暴力和性暴力的盛行率。方法 我们针对 2000 年至 2016 年 4 月发表的同行评审和灰色文献，搜索了 9 个没有语言限制的数据库。我们纳入了超过 50 名参与者的研究，这些参与者被认为是由于性取向、性别认同或性别表达引发的人身暴力和性暴力。我们排除了亲密伴侣的暴力和自我伤害。由于大多数研究的异质性和置信区间的缺失，我们没有进行元分析。结果 我们收录了 50 个国家的 76 篇文章。这些研究涵盖了 1995 至 2014 年间进行的 74 项研究，其中包括总计 202 607 名性与性别认同少数参与者。由于缺乏标准化的措施，有时是小样本和非随机样本，因此数据质量相对较差。在研究中，所有性与性别认同少数群体作为一类整体来研究，人身暴力和性暴力的盛行率分别从 6%（一项包括 240 人的研究中）到 25%（196 人中 49 人）和 5.6% (28/504) 到 11.4% (55/484)。对于变性人来说，盛行率分别从 11.8%（34 人的子样本）到 68.2% (75/110) 和 7.0%（包含 255 人的研究）到 49.1% (54/110)。结论 需要更多有关不同地理和文化背景下由于性取向和性别认同感知而引发的人身暴力和性暴力的盛行率、风险因素和后果的数据。国家预防暴力的政策和干预措施应该将性与性别认同少数群体包括在内。RésuméViolences motivées par la perception de l’orientation sexuelle et de l’identité de genre: une revue systématiqueObjectif Estimer la prévalence des violences physiques et sexuelles motivées par la perception de l’orientation sexuelle et de l’identité de genre dans les minorités sexuelles.Méthodes Nous avons recherché dans neuf bases de données, sans restriction de langue, des documents soumis à comité de lecture ou non et publiés entre 2000 et avril 2016. Nous avons inclus les études de plus de 50 participants qui ont mesuré la prévalence des violences physiques et sexuelles perçues comme étant motivées par l’orientation sexuelle et l’identité ou l’expression de genre. Nous avons exclu les violences conjugales et les actes auto-agressifs. En raison de l’hétérogénéité des études et de l’absence d’intervalle de confiance dans la plupart d’entre elles, nous n’avons pas réalisé de méta-analyse.Résultats Nous avons pris en compte 76 articles provenant de 50 pays. Ceux-ci s’intéressaient à 74 études, menées entre 1995 et 2014, qui portaient sur un total de 202 607 participants issus de minorités sexuelles. La qualité des données était relativement mauvaise à cause de l’absence de mesures standardisées et, parfois, d’échantillons réduits et non randomisés. Dans les études qui ont analysé l’ensemble des minorités sexuelles comme une seule population, la prévalence des violences physiques et sexuelles allait respectivement de 6% (dans une étude sur 240 personnes) à 25% (49/196 personnes) et de 5,6% (28/504) à 11,4% (55/484). Pour les personnes transgenre, la prévalence allait de 11,8% (dans un sous-groupe de 34 personnes) à 68,2% (75/110) et de 7,0% (dans une étude sur 255 personnes) à 49,1% (54/110).Conclusion Il est nécessaire d’avoir davantage de données sur la prévalence, les facteurs de risque et les conséquences des violences physiques et sexuelles motivées par l’orientation sexuelle et l’identité de genre dans différentes régions et différents contextes culturels. Les politiques et les actions nationales de prévention de la violence devraient prendre en compte les minorités sexuelles.РезюмеНасилие на почве сексуальной ориентации и гендерной индивидуальности: систематический обзорЦель Оценить распространенность физического и сексуального насилия на почве сексуальной ориентации и гендерной индивидуальности в отношении сексуальных и гендерных меньшинств.Методы В девяти базах данных авторы провели поиск без языковых ограничений «серой» и рецензируемой специалистами литературы, опубликованной с 2000 года по апрель 2016 года. В анализ были включены исследования (в них приняли участие более 50 респондентов), посвященные оценке распространенности физического и сексуального насилия на почве сексуальной ориентации, гендерной индивидуальности или гендерного самовыражения. Исключалось насилие со стороны полового партнера и причинение вреда самому себе. Из-за неоднородности данных и отсутствия доверительных интервалов в большинстве исследований метаанализ не был проведен.Результаты В анализ включили 76 статей из 50 стран. Они охватывали 74 исследования, проведенные в период между 1995 и 2014 годами, включая в общей сложности 202 607 представителей сексуальных и гендерных меньшинств. Качество данных было относительно низким из-за отсутствия стандартизированных критериев и иногда по причине использования небольшой и нерандомизированной выборки. В исследованиях, где все сексуальные и гендерные меньшинства анализировались в виде единой популяции, распространенность физического и сексуального насилия варьировалась от 6% (в исследовании, включающем 240 человек) до 25% (49/196 человек) и от 5,6% (28/504) до 11,4% (55/484) соответственно. Для транссексуалов распространенность варьировалась от 11,8% (около 34 человек) до 68,2% (75/110) и от 7,0% (в исследовании, включающем 255 человек) до 49,1% (54/110).В ы в о д  Н е о б х о д и м ы  д о п о л н и т е л ь н ы е  д а н н ы е о распространенности, факторах риска и последствиях физического и сексуального насилия, мотивированных сексуальной ориентацией и гендерной индивидуальностью, в разных географических и культурных условиях. Национальная политика и меры по предотвращению насилия должны охватывать сексуальные и гендерные меньшинства.Bull World Health Organ 2018;96:29–41E| doi: http://dx.doi.org/10.2471/BLT.17.19725138Systematic reviewsPhysical and sexual violence Karel Blondeel et al.ResumenViolencia motivada por la percepción de la orientación sexual y la identidad de género: una revisión sistemáticaObjetivo Evaluar la prevalencia de la violencia física y sexual motivada por la percepción de la orientación sexual y la identidad de género en las minorías sexuales y de género.Métodos Se realizaron búsquedas en nueve bases de datos sin restricciones de idioma en busca de literatura gris y examinada por expertos publicada desde 2000 hasta abril de 2016. Incluimos estudios con más de 50 participantes que midieron la prevalencia de la violencia física y sexual percibida como motivada por la orientación sexual y la identidad o la expresión de género. Excluimos la violencia en la pareja íntima y la autolesión. Debido a la heterogeneidad y la ausencia de intervalos de confianza en la mayoría de los estudios, no realizamos ningún metanálisis.Resultados Se incluyeron 76 artículos de 50 países. Estos cubrieron 74 estudios realizados entre 1995 y 2014, incluyendo un total de 202.607 participantes de minorías sexuales y de género. La calidad de los datos fue relativamente baja debido a la falta de medidas estandarizadas y, en ocasiones, muestras pequeñas y no aleatorizadas. En los estudios en los que todas las minorías sexuales y de género se analizaron como una única población, la prevalencia de la violencia física y sexual varió del 6% (en un estudio que incluía a 240 personas) al 25% (49/196 personas) y del 5,6% (28/504) al 11,4% (55/484), respectivamente. Para las personas transexuales, la prevalencia varió del 11,8% (de una submuestra de 34 personas) al 68,2% (75/110) y del 7,0% (en un estudio que incluyó a 255 personas) al 49,1% (54/110).Conclusión Se necesitan más datos sobre la prevalencia, los factores de riesgo y las consecuencias de la violencia física y sexual motivada por la orientación sexual y la identidad de género en diferentes entornos geográficos y culturales. Las políticas e intervenciones nacionales de prevención de la violencia deberían incluir las minorías sexuales y de género.References1. Human rights, sexual orientation and gender identity. HRC/RES/17/19. Geneva: United Nations Human Rights Council; 2011.2. Discriminatory laws and practices and acts of violence against individuals based on their sexual orientation and gender identity. HRC/19/41. Geneva: United Nations Human Rights Council; 2011.3. Human rights, sexual orientation and gender identity. HRC/RES/27/32. Geneva: United Nations Human Rights Council; 2014.4. Discrimination and violence against individuals based on their sexual orientation and gender identity. HRC/29/23. Geneva: United Nations Human Rights Council; 2015.5. Protection against violence and discrimination based on sexual orientation and gender identity. HRC/RES/32/2. Geneva: United Nations Human Rights Council; 2016.6. Gruskin S, Safreed-Harmon K, Moore CL, Steiner RJ, Dworkin SL. HIV and gender-based violence: welcome policies and programmes, but is the research keeping up? Reprod Health Matters. 2014 Nov;22(44):174–84. doi: http://dx.doi.org/10.1016/S0968-8080(14)44810-9 PMID: 255557747. Hagen JJ. Queering women, peace and security. Int Aff. 2016;92(2):313–32. doi: http://dx.doi.org/10.1111/1468-2346.125518. Hidalgo MA, Kuhns LM, Kwon S, Mustanski B, Garofalo R. The impact of childhood gender expression on childhood sexual abuse and psychopathology among young men who have sex with men. Child Abuse Negl. 2015 Aug;46:103–12. doi: http://dx.doi.org/10.1016/j.chiabu.2015.05.005 PMID: 260025999. Friedman MS, Marshal MP, Guadamuz TE, Wei C, Wong CF, Saewyc E, et al. A meta-analysis of disparities in childhood sexual abuse, parental physical abuse, and peer victimization among sexual minority and sexual nonminority individuals. Am J Public Health. 2011 Aug;101(8):1481–94. doi: http://dx.doi.org/10.2105/AJPH.2009.190009 PMID: 2168092110. Herek GM, Chopp R, Strohl D. Sexual stigma: putting sexual minority health issues in context. In: Meyer IH, Northridge ME, editors. The health of sexual minorities: public health perspectives on lesbian, gay, bisexual and transgender populations. Boston: Springer; 2012. pp. 171–208.11. Carroll A. State sponsored homophobia 2016: a world survey of sexual orientation laws: criminalisation, protection and recognition. Geneva: International Lesbian, Gay, Bisexual, Trans and Intersex Association; 2016. Available from: http://ilga.org/downloads/02_ILGA_State_Sponsored_Homophobia_2016_ENG_WEB_150516.pdf [cited 2016 Aug 22].12. The trans rights Europe index 2016 [Internet]. Berlin: Transgender Europe; 2016. Available from: http://tgeu.org/trans-rights_europe_map_2016/ [cited 2016 Aug 22].13. Violencia contra personas lesbianas, gays, bisexuales, trans e intersex en América. Washington: Comisión Interamericana de Derechos Humanos; 2015. Spanish. Available from: http://www.oas.org/en/iachr/reports/pdfs/ViolenceLGBTIPersons.pdf [cited 2016 Aug 22].14. Michala L, Liao LM, Wood D, Conway GS, Creighton SM. Practice changes in childhood surgery for ambiguous genitalia? J Pediatr Urol. 2014 Oct;10(5):934–9. doi: http://dx.doi.org/10.1016/j.jpurol.2014.01.030 PMID: 2465662715. Meyer IH. Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: conceptual issues and research evidence. Psychol Bull. 2003 Sep;129(5):674–97. doi: http://dx.doi.org/10.1037/0033-2909.129.5.674 PMID: 1295653916. Finneran C, Stephenson R. Intimate partner violence among men who have sex with men: a systematic review. Trauma Violence Abuse. 2013 Apr;14(2):168–85. doi: http://dx.doi.org/10.1177/1524838012470034 PMID: 2327142917. Badenes-Ribera L, Frias-Navarro D, Bonilla-Campos A, Pons-Salvador G, Monterde-i-Bort G. Intimate partner violence in self-identified lesbians: a meta-analysis of its prevalence. Sex Res Soc Policy. 2015;12(1):47–59.18. Katz-Wise SL, Hyde JS. Victimization experiences of lesbian, gay, and bisexual individuals: a meta-analysis. J Sex Res. 2012;49(2-3):142–67. doi: http://dx.doi.org/10.1080/00224499.2011.637247 PMID: 2238058619. Peterson ZD, Voller EK, Polusny MA, Murdoch M. Prevalence and consequences of adult sexual assault of men: review of empirical findings and state of the literature. Clin Psychol Rev. 2011 Feb;31(1):1–24. doi: http://dx.doi.org/10.1016/j.cpr.2010.08.006 PMID: 2113093320. Rothman EF, Exner D, Baughman AL. The prevalence of sexual assault against people who identify as gay, lesbian, or bisexual in the United States: a systematic review. Trauma Violence Abuse. 2011 Apr;12(2):55–66. doi: http://dx.doi.org/10.1177/1524838010390707 PMID: 2124798321. Stotzer RL. Violence against transgender people: a review of United States data. Aggress Violent Behav. 2009;14(3):170–9. doi: http://dx.doi.org/10.1016/j.avb.2009.01.00622. Moher D, Liberati A, Tetzlaff J, Altman DG; PRISMA Group. Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. PLoS Med. 2009 Jul 21;6(7):e1000097. doi: http://dx.doi.org/10.1371/journal.pmed.1000097 PMID: 1962107223. UNAIDS terminology guidelines. Joint United Nations Programme on HIV and AIDS; 2015. Available from: http://www.unaids.org/sites/default/files/media_asset/2015_terminology_guidelines_en.pdf [cited 2017 Oct 25].24. Aho J, Hakim A, Vuylsteke B, Semde G, Gbais HG, Diarrassouba M, et al. Exploring risk behaviors and vulnerability for HIV among men who have sex with men in Abidjan, Cote d’Ivoire: poor knowledge, homophobia and sexual violence. PLoS One. 2014 06 24;9(6):e99591. doi: http://dx.doi.org/10.1371/journal.pone.0099591 PMID: 2495992325. Barrientos J, Meza P, Gómez F, Catalán S, Longueira J, Silva J. Política, derechos, violencia y diversidad sexual: primera encuesta marcha del orgullo y diversidad sexual Santiago de Chile 2007. [Politics, rights, violence and sexual diversity: first survey of the march of pride and sexual diversity – Santiago de Chile 2007]. Rio de Janeiro: Centro Latino-Americano em Sexualidade e Direitos Humanos; 2008. Portuguese. 26. Barrientos J, Díaz JL, Muñoz F. Derechos, política, violencia y diversidad sexual segunda encuesta marcha de la diversidad sexual Santiago de Chile 2011. [Rights, politics, violence and sexual diversity: second survey of the sexual diversity march – Santiago de Chile 2011]. Rio de Janeiro: Centro Latino-Americano em Sexualidade e Direitos Humanos; 2012. Portuguese. Bull World Health Organ 2018;96:29–41E| doi: http://dx.doi.org/10.2471/BLT.17.197251 39Systematic reviewsPhysical and sexual violenceKarel Blondeel et al.27. Barrientos J, Cárdenas M, Gómez F, Guzmán M. Gay men and male-to-female transgender persons in Chile: an exploratory quantitative study on stigma, discrimination, victimization, happiness and social well-being. In: Köllen T, editor. Sexual orientation and transgender issues in organizations. Berlin: Springer; 2016. doi: http://dx.doi.org/10.1007/978-3-319-29623-4_1528. Bauer GR, Scheim AI, Pyne J, Travers R, Hammond R. Intervenable factors associated with suicide risk in transgender persons: a respondent driven sampling study in Ontario, Canada. BMC Public Health. 2015 06 2;15(1):525. doi: http://dx.doi.org/10.1186/s12889-015-1867-2 PMID: 2603273329. Boza C, Nicholson Perry K. Gender-related victimization, perceived social support, and predictors of depression among transgender Australians. Int J Transgenderism. 2014;15(1):35–52. doi: http://dx.doi.org/10.1080/15532739.2014.89055830. Brigeiro M, Castillo E, Murad E. Sexualidad y derechos – participantes de la marcha de la ciudadanía LGBT de Bogotá, 2007. [Sexuality and rights – survey of the participants of the LGBT march of Bogota, 2007]. Rio de Janeiro: Centro Latino-Americano em Sexualidade e Direitos Humanos; 2009. Portuguese.31. Brito A, Jiménez de Sandi A, Sívori H, Lacerda P, Glockner N, de la Garza LA. Política, derechos, violencia y sexualidad: encuesta marcha del orgullo y la diversidad sexual Ciudad de México – 2008. [Politics, rights, violence and sexuality: survey of the march of pride and sexual diversity – Mexico City 2008].Rio de Janeiro: Centro Latino-Americano em Sexualidade e Direitos Humanos; 2012. Portuguese.32. Burks AC, Cramer RJ, Henderson CE, Stroud CH, Crosby JW, Graham J. Frequency, nature, and correlates of hate crime victimization experiences in an urban sample of lesbian, gay, and bisexual community members. J Interpers Violence. 2015 Sep 17;0886260515605298. PMID: 2638589633. Cadiou N, Gras S. Rapport de l’enquête sur la lesbophobia. [Report of the survey on lesbophobia]. Paris: SOS Homophobie; 2008. French.34. Carrara S, Ramos S, Caetano M. Política, direitos, violência e homossexualidade: pesquisa 8ª parada do orgulho GLBT – Rio 2003. [Politics, rights, violence and homosexuality: survey 8th LGBT Pride – Rio 2003.] Rio de Janeiro: Pallas; 2003.Portuguese. 35. Carrara S, Ramos S. Política, direitos,violência e homossexualidade: pesquisa 9ª Parada do Orgulho GLBT – Rio 2004. [Politics, rights, violence and homosexuality: survey 9th LGBT Pride – Rio 2004]. Rio de Janeiro: Centro Latino-Americano em Sexualidade e Direitos Humanos; 2005.Portuguese. 36. Carrara S, Facchini R, Simões J, Ramos S. Política, direitos, violência e homossexualidade: pesquisa 9ª parada do orgulho GLBT – São Paulo 2005. [Politics, rights, violence and homosexuality: survey 9th LGBT Pride – São Paulo 2005].Rio de Janeiro: Centro Latino-Americano em Sexualidade e Direitos Humanos; 2006. Portuguese. 37. Carrara S, Ramos S, Lacerda P, Medrado B, Vieira N. Política, direitos, violência e homossexualidade: pesquisa 5ª parada da diversidade – pernambuco 2006. [Politics, rights, violence and homosexuality: survey 5th diversity parade –Pernambuco 2006]. Rio de Janeiro: Centro Latino-Americano em Sexualidade e Direitos Humanos; 2007. Portuguese. 38. Chamberland L, Richard G, Bernier M. Les violences homophobes et leurs impacts sur la persévérance scolaire des adolescents au Québec. [Homophobic violence and its impact on student retention of adolescents in Quebec]. Rech Educ. 2013;8(7):99–114. French. Available from: http://rechercheseducations.revues.org/1567 [cited 2016 Aug 22].39. Chapman J, Koleros A, Delmont Y, Pegurri E, Gahire R, Binagwaho A. High HIV risk behavior among men who have sex with men in Kigali, Rwanda: making the case for supportive prevention policy. AIDS Care. 2011 Apr;23(4):449–55. doi: http://dx.doi.org/10.1080/09540121.2010.507758 PMID: 2127140240. Clements-Nolle K, Marx R, Katz M. Attempted suicide among transgender persons: The influence of gender-based discrimination and victimization. J Homosex. 2006;51(3):53–69. doi: http://dx.doi.org/10.1300/J082v51n03_04 PMID: 1713511541. Couch M, Pitts M, Mulcare H, Croy S, Mitchell A, Patel S. Tranznation: a report on the health and wellbeing of transgender people in Australia and New Zealand. Melbourne: Australian Research Centre in Sex, Health and Society; 2007.42. D’Augelli AR, Grossman AH. Disclosure of sexual orientation, victimization, and mental health among lesbian, gay, and bisexual older adults. J Interpers Violence. 2001;16(10):1008–27. doi: http://dx.doi.org/10.1177/08862600101601000343. D’Augelli AR, Pilkington NW, Hershberger SL. Incidence and mental health impact of sexual orientation victimization of lesbian, gay, and bisexual youths in high school. Sch Psychol Q. 2002;17(2):148–67. doi: http://dx.doi.org/10.1521/scpq.17.2.148.2085444. D’Augelli AR, Grossman AH, Starks MT. Childhood gender atypicality, victimization, and PTSD among lesbian, gay, and bisexual youth. J Interpers Violence. 2006 Nov;21(11):1462–82. doi: http://dx.doi.org/10.1177/0886260506293482 PMID: 1705716245. D’haese L, Dewaele A, Van Houtte M. The relationship between childhood gender nonconformity and experiencing diverse types of homophobic violence. J Interpers Violence. 2016 May;31(9):1634–60. doi: http://dx.doi.org/10.1177/0886260515569063 PMID: 2561276946. de Deus A. Contextos de revelação da orientação sexual – no final do arco-íris tem um pote de ouro. [Context of disclosure of sexual orientation – there is a pot of gold at the end of the rainbow] [Masters’ thesis]. Sao Paulo: University of São Paulo; 2014. Portuguese.47. de Sousa PJ, Ferreira LO, de Sá JB. Estudo descritivo da homofobia e vulnerabilidade ao HIV/Aids das travestis da Região Metropolitana do Recife, Brasil. [Descriptive study of homophobia and vulnerability to HIV/AIDS of the transvestites persons in the metropolitan region of Recife]. Cien Saude Colet. 2013 Aug;18(8):2239–51. doi: http://dx.doi.org/10.1590/S1413-81232013000800008 PMID: 2389690648. Díaz RM, Ayala G, Bein E, Henne J, Marin BV. The impact of homophobia, poverty, and racism on the mental health of gay and bisexual Latino men: findings from 3 US cities. Am J Public Health. 2001 Jun;91(6):927–32. PMID: 1139293649. Ferlatte O, Dulai J, Hottes TS, Trussler T, Marchand R. Suicide related ideation and behavior among Canadian gay and bisexual men: a syndemic analysis. BMC Public Health. 2015 07 2;15(1):597. doi: http://dx.doi.org/10.1186/s12889-015-1961-5 PMID: 2613623550. Fígari C, Jones D, Libson M, Manzelli H, Rapisardi F, Sívori H. Sociabilidad, política, violencia y derechos: la marcha del orgullo GLTTB de Buenos Aires – primera encuesta. [Sociability, politics, violence and rights: first survey of the GLTTB march of pride – Buenos Aires 2004]. Buenos Aires: Antropofagia; 2005. Spanish. 51. Goldbach JT, Schrager SM, Dunlap SL, Holloway IW. The application of minority stress theory to marijuana use among sexual minority adolescents. Subst Use Misuse. 2015 Feb;50(3):366–75. doi: http://dx.doi.org/10.3109/10826084.2014.980958 PMID: 2549364452. Greytak EA, Kosciw JG, Diaz EM. Harsh realities: the experiences of transgender youth in our nation’s schools. New York: The Gay, Lesbian and Straight Education Network; 2009.53. Guasp A. The school report: the experiences of gay young people in Britain’s schools in 2012. Cambridge: Centre for Family Research, University of Cambridge; 2012.Available from: https://www.stonewall.org.uk/resources/school-report-2012 [cited 2016 Jun 14].54. Herek GM. Hate crimes and stigma-related experiences among sexual minority adults in the United States: prevalence estimates from a national probability sample. J Interpers Violence. 2009 Jan;24(1):54–74. doi: http://dx.doi.org/10.1177/0886260508316477 PMID: 1839105855. Herrick A, Stall R, Egan J, Schrager S, Kipke M. Pathways towards risk: syndemic conditions mediate the effect of adversity on HIV risk behaviors among young men who have sex with men (YMSM). J Urban Health. 2014 Oct;91(5):969–82. doi: http://dx.doi.org/10.1007/s11524-014-9896-1 PMID: 2514648856. Hightow-Weidman LB, Phillips G 2nd, Jones KC, Outlaw AY, Fields SD, Smith JC; YMSM of Color SPNS Initiative Study Group. Racial and sexual identity-related maltreatment among minority YMSM: prevalence, perceptions, and the association with emotional distress. AIDS Patient Care STDS. 2011 Aug;25 Suppl 1:S39–45. doi: http://dx.doi.org/10.1089/apc.2011.9877 PMID: 2168898857. Hillier L, Turner A, Mitchell A. Writing themselves in again: 6 years on. The 2nd national report on the sexuality, health and well-being of same-sex-attracted young people in Australia. Melbourne: Australian Research Centre in Sex, Health and Society; 2005.58. Hillier L, Jones T, Monagle M, Overton N, Gahan L, Blackman J, et al. Writing Themselves In 3 (WTi3): the third national study on the sexual health and wellbeing of same-sex-attracted and gender questioning young people. Melbourne: Australian Research Centre in Sex, Health and Society; 2010.59. Huebner DM, Rebchook GM, Kegeles SM. Experiences of harassment, discrimination, and physical violence among young gay and bisexual men. Am J Public Health. 2004 Jul;94(7):1200–3. PMID: 1522614360. Iosa T, Rabbia HH, Candelaria Sgró Ruata M, Manuel Morán Faúndes JM, Vaggione JM. Política, sexualidades y derechos: primera encuesta marcha del orgullo y la diversidad – Córdoba, Argentina 2010. [Politics, sexualities and rights: first survey of the march of pride and diversity – Córdoba, Argentina 2010]. Rio de Janeiro: Centro Latino-Americano em Sexualidade e Direitos Humanos; 2012. Portuguese.Bull World Health Organ 2018;96:29–41E| doi: http://dx.doi.org/10.2471/BLT.17.19725140Systematic reviewsPhysical and sexual violence Karel Blondeel et al.61. Ivanković I, Šević S, Štulhofer A. Distressing sexual difficulties in heterosexual and non-heterosexual Croatian men: assessing the role of minority stress. J Sex Res. 2015;52(6):647–58. doi: http://dx.doi.org/10.1080/00224499.2014.909381 PMID: 2499238862. Jarman N, Tennant A. An acceptable prejudice? Homophobic violence and harassment in Northern Ireland. Belfast: Institute for Conflict Research; 2003.63. Jones D, Libson M, Hiller R. Sexualidades, política y violencia: la Marcha del Orgullo GLTTBI Buenos Aires 2005 – segunda encuesta. [Sexualities, politics and violence: second survey of the GLTTBI march of pride – Buenas Aires 2005]. Buenos Aires: Antropofagia; 2006.64. Kosciw JG. The 2001 national school climate survey: the school-related experiences of our nation’s lesbian, gay, bisexual and transgender youth. New York: The Gay, Lesbian and Straight Education Network; 2002.65. Kosciw JG. The 2003 national school climate survey: the school-related experiences of our nation’s lesbian, gay, bisexual and transgender youth. New York: The Gay, Lesbian and Straight Education Network; 2004.ISBN: 9780972283465.66. Kosciw JG, Diaz EM. The 2005 National School Climate Survey: The experiences of lesbian, gay, bisexual and transgender youth in our nation’s schools. New York: The Gay, Lesbian and Straight Education Network; 2006.67. Kosciw JG, Diaz EM, Greytak EA. The 2007 National School Climate Survey: The experiences of lesbian, gay, bisexual and transgender youth in our nation’s schools. New York: The Gay, Lesbian and Straight Education Network; 2008.68. Kosciw JG, Greytak EA, Diaz EM, Bartkiewicz MJ. The 2009 National School Climate Survey: The experiences of lesbian, gay, bisexual and transgender youth in our nation’s schools. New York: The Gay, Lesbian and Straight Education Network; 2010.69. Kosciw JG, Greytak EA, Bartkiewicz MJ, Boesen MJ, Palmer NA. The 2011 National School Climate Survey: The experiences of lesbian, gay, bisexual and transgender youth in our nation’s schools. New York: The Gay, Lesbian and Straight Education Network; 2012.70. Kosciw JG, Greytak EA, Boesen MJ, Palmer NA. The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual and transgender youth in our nation’s schools. New York: The Gay, Lesbian and Straight Education Network; 2014.71. Kramer SC, Schmidt AJ, Berg RC, Furegato M, Hospers H, Folch C, et al.; EMIS Network. Factors associated with unprotected anal sex with multiple non-steady partners in the past 12 months: results from the European Men-Who-Have-Sex-With-Men Internet Survey (EMIS 2010). BMC Public Health. 2016 01 19;16(1):47. doi: http://dx.doi.org/10.1186/s12889-016-2691-z PMID: 2678164772. Lampinen TM, Chan K, Anema A, Miller ML, Schilder AJ, Schechter MT, et al. Incidence of and risk factors for sexual orientation-related physical assault among young men who have sex with men. Am J Public Health. 2008 Jun;98(6):1028–35. doi: http://dx.doi.org/10.2105/AJPH.2007.122705 PMID: 1844579373. Lea T, de Wit J, Reynolds R. Minority stress in lesbian, gay, and bisexual young adults in Australia: associations with psychological distress, suicidality, and substance use. Arch Sex Behav. 2014 Nov;43(8):1571–8. doi: http://dx.doi.org/10.1007/s10508-014-0266-6 PMID: 2457339774. Leonard W, Pitts M, Mitchell A, Lyons A, Smith A, Patel S, et al. Private Lives 2: The second national survey of the health and wellbeing of gay, lesbian, bisexual and transgender (GLBT) Australians. Melbourne: Australian Research Centre in Sex, Health and Society; 2012.75. Levitt HM, Puckett JA, Ippolito MR, Horne SG. Sexual minority women’s gender identity and expression: challenges and supports. J Lesbian Stud. 2012;16(2):153–76. doi: http://dx.doi.org/10.1080/10894160.2011.605009 PMID: 2245534076. Lippl B. Gewalterfahrungen von schwulen und bisexuellen Jugendlichen und Männern in Deutschland: Ergebnisse der MANEO –Umfrage (2006/2007). [Experiences of violence of gay and bisexual young and adult men in Germany: findings from the MANEO-survey (2006/2007)]. Berlin: MANEO; 2007. German.77. Lippl B. Gewalterfahrungen von schwulen und bisexuellen Jugendlichen und Männern in Deutschland: Ergebnisse der MANEO-Umfrage 2 (2007/2008). [Experiences of violence of gay and bisexual young and adult men in Germany: findings from the MANEO-survey 2 (2007/2008)]. Berlin: MANEO; 2009. German. 78. Lombardi EL, Wilchins RA, Priesing D, Malouf D. Gender violence: transgender experiences with violence and discrimination. J Homosex. 2001;42(1):89–101. doi: http://dx.doi.org/10.1300/J082v42n01_05 PMID: 1199156879. McNeil J, Bailey L, Ellis S, Morton J, Regan M. Trans mental health and emotional wellbeing study 2012. Edinburgh: Scottish Transgender Alliance; 2012.Available from: http://www.scottishtrans.org/our-work/completed-work/research-publications [cited 2016 Jun 14].80. Mereish EH, O’Cleirigh C, Bradford JB. Interrelationships between LGBT-based victimization, suicide, and substance use problems in a diverse sample of sexual and gender minorities. Psychol Health Med. 2014;19(1):1–13. doi: http://dx.doi.org/10.1080/13548506.2013.780129 PMID: 2353503881. Morris JF, Balsam KF. Lesbian and bisexual women’s experiences of victimization: mental health, revictimization, and sexual identity development. J Lesbian Stud. 2003;7(4):67–85. doi: http://dx.doi.org/10.1300/J155v07n04_05 PMID: 2483138582. Motmans J. T’Sjoen G, Meier P. Geweld op basis van transgenderisme: eerste beschrijvende resultaten. [Violence based on transgenderism: the first descriptive results]. Brussels: Gelijke Kansenbeleid; 2012. German. 83. Nemoto T, Bödeker B, Iwamoto M. Social support, exposure to violence and transphobia, and correlates of depression among male-to-female transgender women with a history of sex work. Am J Public Health. 2011 Oct;101(10):1980–8. doi: http://dx.doi.org/10.2105/AJPH.2010.197285 PMID: 2149394084. Nuttbrock L, Hwahng S, Bockting W, Rosenblum A, Mason M, Macri M, et al. Psychiatric impact of gender-related abuse across the life course of male-to-female transgender persons. J Sex Res. 2010 Jan;47(1):12–23. doi: http://dx.doi.org/10.1080/00224490903062258 PMID: 1956897685. Nuttbrock L, Bockting W, Rosenblum A, Hwahng S, Mason M, Macri M, et al. Gender abuse and major depression among transgender women: a prospective study of vulnerability and resilience. Am J Public Health. 2014 Nov;104(11):2191–8. doi: http://dx.doi.org/10.2105/AJPH.2013.301545 PMID: 2432865586. Impact of homophobia and transphobia on LGBTQ individuals in Singapore survey: summary report. Singapore: Oogachaga Counselling and Support; 2012.87. Ortiz-Hernández L, García Torres MI. Efectos de la violencia y la discriminación en la salud mental de bisexuales, lesbianas y homosexuales de la Ciudad de México. [Effects of violence and discrimination on the mental health of bisexuals, lesbians, and gays in Mexico City]. Cad Saude Publica. 2005 May-Jun;21(3):913–25. doi: http://dx.doi.org/10.1590/S0102-311X2005000300026 PMID: 1586805088. Ortiz-Hernández L, Granados-Cosme JA. Violence against bisexuals, gays and lesbians in Mexico City. J Homosex. 2006;50(4):113–40. doi: http://dx.doi.org/10.1300/J082v50n04_06 PMID: 1672334389. Paterson S, Kielinger V, Fletcher H. Women’s experience of homophobia and transphobia: survey report. London: Metropolitan Police Service; 2008.90. Pelullo CP, Di Giuseppe G, Angelillo IF. Frequency of discrimination, harassment, and violence in lesbian, gay men, and bisexual in Italy. PLoS One. 2013 08 22;8(8):e74446. doi: http://dx.doi.org/10.1371/journal.pone.0074446 PMID: 2399122091. Pitts M, Smith A, Mitchell A, Patel S. Private lives: a report on the health and wellbeing of GLBTI Australians. Melbourne: Australian Research Centre in Sex Health and Society; 2006.92. Poelman M, Smits D. Agressie tegen holebi’s in Brussel stad. [Agression against homosexual, lesbian and bisexual people in Brussels]. Brussels: European University College of Brussels; 2007. Flemish. 93. Rodríguez-Madera SL, Padilla M, Varas-Díaz N, Neilands T, Vasques Guzzi AC, Florenciani EJ, et al. Experiences of violence among transgender women in Puerto Rico: an underestimated problem. J Homosex. 2017;64(2):209–17. doi: http://dx.doi.org/10.1080/00918369.2016.1174026 PMID: 2705439594. Rose SM. Community interventions concerning homophobic violence and partner violence against lesbians. J Lesbian Stud. 2003;7(4):125–39. doi: http://dx.doi.org/10.1300/J155v07n04_08 PMID: 2483138895. Transgender experiences in Scotland. Edinburgh: Scottish Transgender Alliance; 2008. Available from: http://www.scottishtrans.org/our-work/completed-work/research-publications [cited 2016 Jun 14].96. Scruton S. Trans needs assessment report. Ottawa: Canadian AIDS Society; 2014.97. Smith E, Jones T, Ward R, Dixon J, Mitchell A, Hillier L. From blues to rainbows: mental health and wellbeing of gender diverse and transgender young people in Australia. Melbourne: Australian Research Centre in Sex, Health and Society; 2014.98. Strizzi J, Fernández-Agis I, Parrón-Carreño T, Alarcón-Rodríguez R. Enacted sexual stigma, stigma consciousness, and subjective happiness scale adaptation: a two-country study. J Interpers Violence. 2016 Jan;31(2):316–38. doi: http://dx.doi.org/10.1177/0886260514555372 PMID: 2538127399. Testa RJ, Sciacca LM, Wang F, Hendricks ML, Goldblum P, Bradford J, et al. Effects of violence on transgender people. Prof Psychol Res Pr. 2012;43(5):452–9. doi: http://dx.doi.org/10.1037/a0029604Bull World Health Organ 2018;96:29–41E| doi: http://dx.doi.org/10.2471/BLT.17.197251 41Systematic reviewsPhysical and sexual violenceKarel Blondeel et al.100. van San M, de Boom J. Geweld tegen homoseksuelen. [Violence against homosexuals]. Rotterdam: Risbo Contractresearch; 2006. Dutch. 101. Operario D, Soma T, Underhill K. Sex work and HIV status among transgender women: systematic review and meta-analysis. J Acquir Immune Defic Syndr. 2008 May 1;48(1):97–103. doi: http://dx.doi.org/10.1097/QAI.0b013e31816e3971 PMID: 18344875102. Savin-Williams RC, Vrangalova Z. Mostly heterosexual as a distinct sexual orientation group: a systematic review of the empirical evidence. Dev Rev. 2013;33(1):58–88. doi: http://dx.doi.org/10.1016/j.dr.2013.01.001103. Zou C, Andersen JP. Comparing the rates of early childhood victimization across sexual orientations: heterosexual, lesbian, gay, bisexual, and mostly heterosexual. PLoS One. 2015 10 7;10(10):e0139198. doi: http://dx.doi.org/10.1371/journal.pone.0139198 PMID: 26444428104. Chamberland L. L’impact de l’homophobie et de la violence homophobe sur la persévérance et la réussite scolaires. [The impact of homophobia and homophobic violence on the perseverance and scholar success]. Montréal: Fonds de recherche sur la societé et la culture, Université du Québec; 2011. French.105. Blondeel K, Say L, Chou D, Toskin I, Khosla R, Scolaro E, et al. Evidence and knowledge gaps on the disease burden in sexual and gender minorities: a review of systematic reviews. Int J Equity Health. 2016 01 22;15(1):16. doi: http://dx.doi.org/10.1186/s12939-016-0304-1 PMID: 26800682106. Willen SS, Knipper M, Abadía-Barrero CE, Davidovitch N. Syndemic vulnerability and the right to health. Lancet. 2017 Mar 4;389(10072):964–77. doi: http://dx.doi.org/10.1016/S0140-6736(17)30261-1 PMID: 28271847107. Jewkes R, Morrell R, Hearn J, Lundqvist E, Blackbeard D, Lindegger G, et al. Hegemonic masculinity: combining theory and practice in gender interventions. Cult Health Sex. 2015;17(sup2) Suppl 2:S112–27. doi: http://dx.doi.org/10.1080/13691058.2015.1085094 PMID: 26680535108. Jewkes R, Flood M, Lang J. From work with men and boys to changes of social norms and reduction of inequities in gender relations: a conceptual shift in prevention of violence against women and girls. Lancet. 2015 Apr 18;385(9977):1580–9. doi: http://dx.doi.org/10.1016/S0140-6736(14)61683-4 PMID: 25467578109. Bos H, Sandfort T. Gender nonconformity, sexual orientation, and Dutch adolescents’ relationship with peers. Arch Sex Behav. 2015 Jul;44(5):1269–79. doi: http://dx.doi.org/10.1007/s10508-014-0461-5 PMID: 25548066110. Herek GM, Cogan JC, Gillis JR. Victim experiences in hate crimes based on sexual orientation. J Soc Issues. 2002;58(2):319–39. doi: http://dx.doi.org/10.1111/1540-4560.00263Bull World Health Organ 2018;96:29–41E| doi: http://dx.doi.org/10.2471/BLT.17.197251  41ASystematic reviewsPhysical and sexual violenceKarel Blondeel et al.Table 2. Main characteristics of the 76 articles (74 studies) included in the systematic review of physical and sexual violence motivated by perception of sexual orientation and gender identityAuthor and year Area, country Data-collection periodStudy populationa Study type; sampling methodType of violenceb Sample, no. No. (%) affected by violencecD’Augelli et al., 200142USA and Canada1997–1998 Lesbian gay and bisexual people (≥ 60 years old)Convenience; cross-sectionalLifetime experience of physical victimization (object being thrown), physical assault (punched, kicked, or beaten), or sexual assault or rapeAll groups: 416 Object thrown: 46 (11.2%)  Punched, kicked, beaten: 62 (15.6%)  Sexual assault or rape: 29 (7.3%)Male: 297 Object thrown: 34 (12.0%) Punched, kicked, beaten: 58 (21.6%) Sexual assault or rape: 27 (9.4%)Female: 119 Object thrown: 10 (9.0%) Punched, kicked, beaten: 4 (3.6%) Sexual assault or rape: 2 (1.8%)Diaz et al., 200148 New York, Los Angeles and Miami, USA1998–1999 Gay and bisexual people (Latino)Venue-based; cross-sectionalEver experience in childhood and adulthood of physical assault912 Physical assault in childhood: 18% (95% CI: 15–21); in adulthood: 10% (95% CI: 7–12)Lombardi et al., 200178USA 1996 −1997 Transgender people Convenience; cross-sectionalIn the past 30 days, 12 months or ever experienced assault with a weapon, assault without a weapon, rape or attempted assault402 Assault without weapon in past 30 days: 7 (1.7%); past 12 months: 26 (6.5%); lifetime: 78 (19.4%) Assault with weapon in past 30 days: 5 (1.2%); past 12 months: 12 (3.0%); lifetime: 41 (10.2%) Object thrown in past 30 days: 9 (2.2%); past 12 months: 26 (6.5%); lifetime: 70 (17.4%) (Attempted) rape in past 30 days: 2 (0.5%); past 12 months: 11 (2.7%); lifetime: 55 (13.7%)D’Augelli et al., 200243USA, Canada and New-Zealand1995–1997 Lesbian, gay and bisexual people (age ≤  21 years)Convenience; cross-sectionalLifetime experience of physical victimization: (object being thrown, punched, kicked, or beaten) or sexual assaultAll groups: 350 Object thrown: 35/299 (11.7%)  Punched, kicked, beaten: 32/301 (10.7%)  Sexual assault: 14/292 (4.8%)Male: 193 Object thrown: 24/165 (14.5%) Punched, kicked, beaten: 24/165 (14.5%) Sexual assault: 9/159 (5.7%)Female: 154 Object thrown: 10/134 (7.5%) Punched, kicked, beaten: 9/136 (6.6%) Sexual assault: 5/133 (4.0%)Kosciw, 200264 USA 2001 Lesbian, gay, bisexual and transgender youth (13–20 years old)Convenience; cross-sectionalIn the past school year, been physically assaulted at schoolAll groups: 904 Physical assault based on sexual orientation: N/A (21.1%); gender expression N/A (13.7%) Male: 458 Physical assault based on sexual orientation: N/A (23.6%); gender expression: N/A (14.2%) Female: 385 Physical assault based on sexual orientation: N/A (15.8%); gender expression: N/A (10.5%) Transgender: 28 Physical assault based on sexual orientation: N/A (31.6%); gender expression: N/A (35.1%) Carrara et al., 200334Rio de Janeiro, Brazil2003 Lesbian, gay, bisexual and transgender peopleConvenience; cross-sectionalLifetime experience of physical aggression or sexual violence All groups: 403 Physical aggression: 67 (16.6%) Sexual violence: 24 (6.0%) Gay: 215 Physical aggression: 42 (19.5%) Sexual violence: 17 (7.6%)Lesbian: 102 Physical aggression: 10 (9.8%) Sexual violence: 1 (1.0%)Bisexual: 41 Physical aggression: 3 (7.3%) Sexual violence: 1 (2.4%)Transgender: 26 Physical aggression: 11 (42.3%) Sexual violence: 3 (11.5%)Jarman et al., 200362Northern Ireland2002–2003 Lesbian, gay and bisexual peopleConvenience; cross-sectionalLifetime and in the past 2 years experience of having object thrown, physical or sexual assault186 Object thrown in past 2 years: 45 (24.2%); lifetime: 65 (35.0%) Physical assault in past 2 years: 46 (24.7%); lifetime: 56 (30.1%) Sexual assault or rape in past 2 years: 10 (5.4%); lifetime: 18 (9.7%)Morris et al., 200381USA 1994–1995 Lesbian and bisexual womenConvenience; cross-sectionalLifetime experience of physically attack, sexual assault or rape2431 Physical attack: N/A (6.5%) Sexual assault or rape: N/A (–2.0%)Rose, 200394 Saint-Louis, USAN/A Lesbian people Convenience; cross-sectionalIn the past 12 months been assaulted with a weapon, or experienced physical or sexual assault 229 Sexual assault: N/A (7.4%) Physical assault: N/A (5.2%) Assault with a weapon: N/A (1.7%)Huebner et al., 200459Phoenix, Albuquerque, New Mexico and Austin, USA 1996–1997 Gay and bisexual peopleConvenience; cross-sectionalIn the past 6 months experienced physical violence1210 Physical violence: 58 (4.8%; 95% CI: 3.6–6.0)Kosciw 200465 USA 2003 Lesbian, gay, bisexual and transgender youth (13–20 years old)Convenience; cross-sectionalIn the past school year, been physically assaulted at school887 Physical assault based on  sexual orientation: N/A (17.0%); gender expression: N/A (11.5%)Carrara et al., 200535Rio de Janeiro, Brazil2004 Lesbian, gay, bisexual and transgender peopleConvenience; cross-sectionalLifetime experience of physical aggression or sexual violenceAll groups: 504 Physical aggression: 94 (18.7%) Sexual violence: 28 (5.6%)Fígari et al., 200550Buenos Aires, Argentina2004 Lesbian, gay, bisexual and transgender peopleConvenience; cross-sectionalLifetime experience of physical aggression or sexual violenceAll groups: 484 Physical aggression: 92 (19.0%)  Sexual violence: 55 (11.4%) Gay: 279 Physical aggression: 53 (19.0%)  Sexual violence: 29 (10.4%) Lesbian: 106 Physical aggression: 17 (16.0%)  Sexual violence: 14 (13.2%) Bisexual: 63 Physical aggression: 3 (4.8%)  Sexual violence: 5 (7.9%) Transgender: 32 Physical aggression: 18 (56.3%)  Sexual violence: 7 (21.9%) Hillier et al., 200557Australia 2003–2004 Same sex attracted people (14–21 years old)Convenience; cross-sectionalLifetime experience of physical abuse All groups: 1749 Physical abuse: N/A (15%) Male: 1106 Physical abuse: N/A (19%)Female: 643 Physical abuse: N/A (9%)(continues. . .)Karel Blondeel et al.Physical and sexual violenceSystematic reviewsBull World Health Organ 2018;96:29–41E| doi: http://dx.doi.org/10.2471/BLT.17.197251 41BAuthor and year Area, country Data-collection periodStudy populationa Study type; sampling methodType of violenceb Sample, no. No. (%) affected by violencecCarrara et al., 200636São Paulo, Brazil2005 Lesbian, gay, bisexual and transgender peopleConvenience; cross-sectionalLifetime experience of physical aggression or sexual violenceAll groups: 721 Physical violence: 133 (18.4%)  Sexual violence: 46 (6.4%)Homosexual and bisexual male: 413Physical violence: 102/411 (24.8%) Sexual violence: 24 (5.9%)Homosexual and bisexual female: 219Physical violence: 11 (4.9%) Sexual violence: 12 (5.6%)Transgender: 80 Physical violence: 43 (53.8%) Sexual: 19 (23.8%)Clements-Nolle et al., 200640San Francisco, USA1997 Transgender people Targeted, respondent driven and convenience; cross-sectionalLifetime experience of physical abuse or beating511 Physical violence: 184 (35.7%)D’Augelli et al., 200644New York, USA N/A Lesbian, gay and bisexual people (15–19 years old)Convenience; longitudinalLifetime experience of physical violence (punched, kicked, or beaten or hurt with a knife, gun, bat, or some other weapon) or sexual violence (sexual abuse or rape)Male: 274 Physical violence: N/A (15%) Sexual violence: N/A (14%)Female: 254 Physical violence: N/A (7%) Sexual violence: N/A (5%)Jones et al., 200663Argentina, Buenos Aires2005 Lesbian, gay, bisexual and transgender peopleConvenience; cross-sectionalLifetime experience of physical aggression or sexual violenceGay: 289 Physical aggression: 39 (13.5%) Sexual violence: 11 (3.8%)Lesbian: 138 Physical aggression: 14 (10.1%) Sexual violence: 11 (8.0%)Bisexual: 90 Physical aggression: 12 (13.5%) Sexual violence: 5 (5.6%)Transgender: 67 Physical aggression: 35 (52.2%) Sexual violence: 23 (34.3%)Kosciw et al., 200666USA 2005 Lesbian, gay, bisexual and transgender youth (13–20 years old)Convenience; cross-sectionalIn the past 12 months, been physical assaulted at school1732 Physical assault based on sexual orientation: 302/1717 (17.6%); gender expression: 201/1706 (11.8%)Ortiz-Hernandez et al., 200688Mexico City, Mexico2001 Lesbian, gay and bisexual peopleConvenience; cross-sectional(i) Been hit or beaten in childhood and adolescence due to gender stereotypes transgression (ii) Ever or in the past 12 months experienced physical and sexual violence in adulthood (age >  18 years)In childhood All groups: 506 Hit or beaten from age 6–11 years: N/A (8%); age 12–17 years: N/A (6%)Male: 318 Hit or beaten from age 6–11 years: N/A (11%); age 12–17 years: N/A (7%)Female: 188 Hit or beaten from age 6–11 years: N/A (2%); age 12–17 years: N/A (4%)In adulthoodAll groups: 494 (past 12 months); 422 (lifetime) Object thrown in past 12 months: N/A (8%); lifetime: N/A (15%) Physical aggression: in past 12 months: N/A (7%); lifetime: N/A (16%)  Physical injury with a weapon in past 12 months: N/A (3%); lifetime: N/A (6%) Rape: in past 12 months: N/A (3%); lifetime: N/A (9%) Male: 312 (past 12 months); 264 (lifetime)Object thrown in past 12 months: N/A (7%); lifetime: N/A (18%) Physical aggression in past 12 months: N/A (5%); lifetime: N/A (17%) Physical injury with a weapon in past 12 months: N/A (2%); lifetime: N/A (6%) Rape in past 12 months: N/A (4%); lifetime: N/A (10%)Female: 182 (past 12 months); 158 (lifetime)Object thrown in past 12 months: N/A (8%); lifetime: N/A (10%)  Physical aggression in past 12 months: N/A (10%); lifetime: N/A (14%) Physical injury with a weapon in past 12 months: N/A (4%); lifetime: N/A (5%) Rape in past 12 months: N/A (3%); lifetime: N/A (8%)Pitts et al., 200691 Australia 2005 Sexual and gender minoritiesConvenience; cross-sectionalLifetime experience of  physical attack or other kind  of violence, object thrown, rape or sexual assaultMale: 3429 Physical violence: N/A (17.3%) Object thrown: N/A (14.0%) Rape: N/A (4.1%) Sexual assault: N/A (3.7%)Female: 1929 Physical violence: N/A (7.2%) Object thrown: N/A (7.9%) Sexual assault: N/A (2.7%) Rape: N/A (2.5%)Female-to-male transgender people: 34Physical violence: N/A (11.8%) Object thrown: N/A (14.7%) Rape: N/A (8.8%) Sexual assault: N/A (8.8%)Male-to-female transgender people: 66Physical violence: N/A (18.2%) Object thrown: N/A (12.1%) Rape: N/A (3.0%) Sexual assault: N/A (10.6%)Intersex male: 11 Physical violence: N/A (18.2%) Object thrown: N/A (27.3%) Rape: N/A (18.2%) Sexual assault: N/A (18.2%)Intersex female: 7 Physical violence: N/A (28.6%) Object thrown: N/A (28.6%) Rape: 0 (0%)  Sexual assault: N/A (28.6%)van San et al., 2006100Netherlands N/A Homosexual males and femalesConvenience; cross-sectionalLifetime experience of physical violence 761 Physical violence: 24 (3.3%)(. . .continued)(continues. . .)Systematic reviewsPhysical and sexual violenceKarel Blondeel et al.Bull World Health Organ 2018;96:29–41L| doi: http://dx.doi.org/10.2471/BLT.17.197251  41CEAuthor and year Area, country Data-collection periodStudy populationa Study type; sampling methodType of violenceb Sample, no. No. (%) affected by violencecCarrara et al., 200737Recife, Brazil 2006 Lesbian, gay, bisexual and transgender peopleConvenience; cross-sectionalLifetime experience of physical aggression or sexual violenceAll groups 544: Physical violence: 113 (20.8%)  Sexual violence: 55 (10.2%)Homosexual male: 269Physical aggression: 65 (24.2%)  Sexual violence: 32 (12.1%)Bisexual male: 53 Physical aggression: 12 (22.6%) Sexual violence: 3 (5.8%)Homosexual female: 113Physical aggression: 9 (8.6%) Sexual violence: 4 (3.8%)Bisexual female: 49 Physical aggression: 30 (6.1%)  Sexual violence: 30 (6.1%)Transgender: 36 Physical aggression: 20 (57.1%) Sexual violence: 11 (30.6%)Couch et al., 200741Australia and New Zealand2006–2007 Transgender people Convenience; cross-sectionalLifetime experience of physical attack or other kind of violence, object being thrown, sexual assault or rape253 Physical attack: 47 (18.6%) Object thrown: 37 (14.6%) Sexual assault: 29 (11.5%) Rape: 25 (9.9%)Lippl, 200776 Germany 2007–2008 Homosexual and bisexual menConvenience; cross-sectionalIn the past 12 months been physically assaulted23 949 Physical injury: N/A (8.6%)Poelman et al., 200792Brussels, Belgium2006 Lesbian, gay and bisexual peopleConvenience; cross-sectionalLifetime experience of physical aggression, sexual assault or rape377 Physical aggression: 34 (9.0%)  Sexual assault or rape: 8 (2.1%)Barrientos et al., 200825Santiago, Chile 2007 Lesbian, gay, bisexual and transgender peopleCross-sectional; convenienceLifetime experience of physical aggression or sexual violence All groups: 400 Physical aggression: 91 (22.8%) Sexual violence: 43 (10.8%) Lesbian: 133 Physical aggression: 23 (17.3%) Sexual violence: 12 (9.0%)Gay: 193 Physical aggression: 51 (26.4%) Sexual violence: 18 (9.3%)Bisexual: 55 Physical aggression: 8 (14.5%) Sexual violence: 5 (9.1%)Transgender: 19 Physical aggression: 9 (47.4%) Sexual violence: 8 (42.1%)Cadiou et al., 200833France 2003–2004 Lesbian and gay womenConvenience; cross-sectionalLifetime experience of physical violence or rape in different contexts 1740 Physical violence from family: 30 (1.67%); friends: 11 (0.61%); neighbours: 39 (2.18%); in public life: 92 (5.13%); by government services: 18 (1.00%); at workplace: 2 (0.11%); by police: 4 (0.22%). Rape by family 17 (0.95%); friends: 4 (0.22%); neighbours: 4 (0.22%); in public life: 6 (0.33%); at workplace: 4 (0.22%)Kosciw et al., 200867USA 2007 Lesbian, gay, bisexual and transgender youth (13–21 years old)Convenience; cross-sectionalIn the past 12 months, been physically assaulted at school6209 Physical assault based on  sexual orientation: N/A (22.1%) gender expression: N/A (14.2%)Lampinen et al., 200872Vancouver, Canada1995–2004 Men who have sex with men (15–30 years old, HIV-negative)Convenience; longitudinalEver or in the past 12 months experienced physical abuse521 Physical abuse in past 12 months: 18 (3,5%); lifetime: 84 (16,1%)Paterson et al., 200889United Kingdom of Great Britain and Northern IrelandN/A Lesbian, bisexual and transgender womenConvenience; cross-sectionalEver or in the past 12 months experienced physical violence, grievous bodily harm, attempted murder, rape or other sexual violence1112 Physical violence or assault in past 12 months: N/A (4.6%); lifetime: N/A (17.9%) Grievous bodily harm in past 12 months: N/A (1.4%); lifetime: N/A (8.3%) Rape in past 12 months: N/A (0.4%); lifetime: N/A (6.0%)  Other sexual violence: in past 12 months: N/A (0.7%); lifetime: N/A (7.1%) Attempted murder in past 12 months: N/A (0.4%); lifetime: N/A (4.8%)Scottish Transgender Alliance, 200895Scotland 2007 Transgender people Convenience; cross-sectionalLifetime experience of physical or sexual abuse in domestic relationships or by a stranger71 Physical abuse in the home: 8 (11.3%); by a stranger: 12 (16.9%) Sexual abuse in the home: 4 (5.6%); by a stranger: 3 (4.2%)Brigeiro et al., 200930Bogotà, Colombia2007 Lesbian, gay, bisexual and transgender peopleConvenience; cross-sectionalLifetime experience of physical or sexual aggression Lesbian: 167 Physical aggression: 42 (25.1%) Sexual violence: 20 (12.0%)Gay: 419 Physical aggression: 133 (31.7%) Sexual violence: 69 (16.5%)Bisexual: 95 Physical aggression: 24 (25.3%) Sexual violence: 14 (14.7%)Transgender: 88 Physical aggression: 43 (48.9%) Sexual violence: 29 (33.0%)Greytak, 200952 USA 2006–2007 Transgender students Convenience; cross-sectionalIn the past year, been physically assaulted in school (punched, kicked, or injured with a weapon)295 Physical assault based on sexual orientation: N/A (28%); gender expression: N/A (26%) Herek, 200954 USA 2005 Lesbian, gay and bisexual peopleRandom digit dialling; cross-sectionalLifetime experience of violent crime (hit, beaten, physically attacked, sexually assaulted) All groups: 662 Physical violence: N/A (13.1%; 95% CI: 9.7–17.6) Object thrown: N/A (12.5%; 95% CI: 9.4–16.6)Gay: 241 Physical violence: N/A (24.9%; 95% CI: 17.3–34.5) Object thrown: N/A (21.1%; 95% CI: 14.4–29.8)Lesbian: 152 Physical violence: N/A (7.1%; 95% CI: 3.7–13.1) Object thrown: N/A (14.6%; 95% CI: 8.9–23.0)Bisexual male: 110 Physical violence: N/A (6.9%; 95% CI: 3.1–14.5) Object thrown: N/A (5.6%; 95% CI: 2.4–12.5)Bisexual female: 159 Physical violence: N/A (6.7% (95% CI: 3.3–13.0) Object thrown: N/A (6.8%; 95% CI: 3.6–12.5)Lippl, 200977 Germany 2006–2007 Homosexual and bisexual menConvenience; cross-sectionalIn the past 12 months been physically assaulted17 477 Physical assault: N/A (4.6%)Hillier et al., 201058Australia 2009–2010 Same sex attracted and gender questioning people (14–21 years old)Convenience; cross-sectionalLifetime experience of physical abuse All groups: 3134 Physical abuse: N/A (18%) Male: 1265 Physical abuse: N/A (23%)Female: 1766 Physical abuse: N/A (14%)Gender-questioning: 103Physical abuse: N/A (31%)Kosciw et al., 201068USA 2009 Lesbian, gay, bisexual and transgender youth (13–21 years old)Convenience; cross-sectionalIn the past 12 months been physical assaulted at school7261 Physical assault based on sexual orientation: N/A (18.8%); gender expression: N/A (12.5%)(. . .continued)(continues. . .)Karel Blondeel et al.Physical and sexual violenceSystematic reviewsBull World Health Organ 2018;96:29–41E| doi: http://dx.doi.org/10.2471/BLT.17.197251 41DAuthor and year Area, country Data-collection periodStudy populationa Study type; sampling methodType of violenceb Sample, no. No. (%) affected by violencecNuttbrock et al., 201084New York, USA 2004–2009 Male-to-female transgender peopleConvenience; longitudinalLifetime experience of physical abuseAll ages: 571 Physical violence: 286 (50.1%) Age 19–39 years: 333 Physical violence: 171 (51.3%) Age 40–59 years: 238 Physical violence: 113 (47.4%)Chapman et al., 201139Kigali, Rwanda 2008–2009 Men who have sex with menSnowball; cross-sectionalLifetime experience of physical mistreatment 98 Physical violence: 12 (12.2%)Hightow-Weidman et al., 2011568 cities, USA 2006–2009 Men who have sex with men (13–24 years old; HIV-positive; non-white)Convenience; cross-sectionalLifetime experience of physical violence (hit or beaten up)351 Physical violence: 57 (16.2%)Nemoto et al., 201183San Francisco, USA2000–2001 2004–2006Male-to-female transgender sex- workersConvenience; cross-sectionalSometimes or almost daily experiences of physical violenceAge 12–18 years: 561 Physical violence sometimes: N/A (39.0%); almost daily: N/A (6.8%)Age >  18 years: 561 Physical violence sometimes: N/A (25.0%); almost daily: N/A (0.7%)Barrientos et al., 201226Santiago, Chile 2011 Lesbian, gay, bisexual and transgender peopleCross-sectional; convenienceLifetime experience of physical or sexual aggression All groups: 196 Physical aggression: 49 (25.0%) Sexual violence: 20 (10.2%)Brito et al., 201231 Mexico City, Mexico2008 Lesbian, gay, bisexual and transgender peopleConvenience; cross-sectionalLifetime experience of physical or sexual aggression All groups: 823 Physical aggression: 149 (18.1%); Sexual: 75 (9.1%) Homosexual male: 467Physical aggression: 89 (19.1%) Sexual violence: 62 (13.3%)Homosexual female: 152Physical aggression: 19 (12.5%) Sexual violence: 11 (7.5%) Bisexual male: 60 Physical aggression: 10 (16.7%) Sexual violence: 5 (8.6%)Bisexual female: 69 Physical aggression: 4 (5.8%) Sexual violence: 4 (5.8%)Transgender: 71 Physical aggression: 27 (38.0%) Sexual violence: 15 (21.1%)Guasp, 201253 United Kingdom of Great Britain and Northern Ireland2011–2012 Lesbian, gay and bisexual people (12–19 years old)Convenience; cross-sectionalLifetime experience of homophobic bullying in and around school: physical abuse or sexual assault1614 Physical abuse: N/A (16%) Sexual assault: N/A (3%)Iosa et al., 201260 Córdoba, Argentina2010 Lesbian, gay, bisexual and transgender peopleConvenience; cross-sectionalLifetime experience of physical aggression or sexual violence All groups: 347 Physical violence: 81 (23.3%)  Sexual violence: 29 (8.4%)Gay: 174 Physical violence: 42 (24.1%) Sexual violence: 8 (4.6%)Lesbian: 95 Physical violence: 13 (13.7%) Sexual violence: 7 (7.4%)Bisexual: 44 Physical violence: 6 (13.6%) Sexual violence: 4 (9.1%)Transgender: 34 Physical violence: 20 (58.8%) Sexual violence: 10 (29.4%)Kosciw et al., 201269USA 2011 Lesbian, gay, bisexual and transgender youth (13–20 years old)Convenience; cross-sectionalIn the past 12 months been physically assaulted at school8584 Physical assault based on sexual orientation: N/A (18.3%); gender expression: N/A (12.4%)Leonard et al., 201274Australia 2011 Sexual and gender minoritiesConvenience; cross-sectionalIn the past 12 months, been sexually assaulted or physically attacked with a weaponAll groups: 3835 Physical attack: N/A (1.8%)  Sexual assault: N/A (2.9%) Male: 1701 Physical attack: N/A (2.2%)  Sexual assault: N/A (2.3%)Female: 1849 Physical attack: N/A (1.3%) Sexual assault: N/A (3.1%) Transgender male: 47 Physical attack: N/A (0.0%)  Sexual assault: N/A (0.0%) Transgender female: 122Physical attack: N/A (2.5%)  Sexual assault: N/A (6.8%) Other gender identity: 116Physical attack: N/A (6.2%)  Sexual assault: N/A (4.5%) Levitt et al., 201275USA and CanadaN/A Sexual minority women (non-androgynous identity)Convenience; cross-sectionalLifetime experience of throw object, physical attack or sexual assault909 Object thrown: 29 (3.7%) Physical attack: 36 (4.6%) Sexual assault: 24 (3.0%)McNeil et al., 201279United Kingdom of Great Britain and Northern Ireland2012 Transgender people Convenience; cross-sectionalIn past week, past year, past 1–10 years past 10 years or ever been hit or beaten up, sexually assaulted or raped889 Hit or beaten up in past week: N/A (0%); past 12 months: N/A (5%); past 1–10 years (10%); > 10 years: N/A (5%); lifetime N/A (19%) Sexual assault in past week: N/A (0%); past 12 months: N/A (4%); past 1–10 years: N/A (7%); > 10 years: N/A (2%); lifetime (14%) Rape in past week: N/A (0%); past 12 months: N/A (2%); past 1–10 years: N/A (3%); > 10 years: N/A (2%); lifetime N/A (6%)Motmans et al., 201282Belgium 2012 Transgender people Convenience; cross-sectionalLifetime experience of physical violence or sexual violence 260 Physical violence: N/A (27%) Sexual violence: N/A (32%)Oogachaga 201286Singapore 2012 Lesbian, gay, bisexual, transgender and queer peopleConvenience; cross-sectionalLifetime experience of physical attack or controls on movementsSame-sex-attracted male: 272 Physical violence: N/A (6.8%)Same-sex-attracted female: 134 Physical violence: N/A (3.7%)Male-to-female transgender: 18 Physical violence: N/A (22.2%)Female-to-male transgender: 14 Physical violence: N/A (14.3%)Testa et al., 201299Virginia, USA 2005–2006 Transgender people (transitioning)Convenience; cross-sectionalLifetime experience of physical or sexual violence271 Physical violence: N/A (37.1%)  Sexual violence: for any reason: N/A (23.7%)Chamberland et al., 201338Québec, Canada2009 Lesbian, gay, bisexual and queer people (3rd–5th year of secondary school)Venue-based; cross-sectionalSince beginning of the school year (6–8 months) been pushed or hit or having objects thrownAll groups: 213 Physical violence: 39 (18.3%)de Sousa et al., 201347Recife, Brazil 2008–2009 Male-to-female transgender peopleResponse driven; cross-sectionalLifetime experience of physical aggression or sexual violence110 Physical aggression: 75 (68.2%) Sexual violence: 54 (49.1%)(. . .continued)(continues. . .)XSL Version:   |  JobID:   |  Title:  | Copyright Year  2018 |  Volume 96 |  | Issue 1  |  pub-date 01 2018Systematic reviewsPhysical and sexual violenceKarel Blondeel et al.Bull World Health Organ 2018;96:29–41L| doi: http://dx.doi.org/10.2471/BLT.17.197251E  41EAuthor and year Area, country Data-collection periodStudy populationa Study type; sampling methodType of violenceb Sample, no. No. (%) affected by violencecPelullo et al., 201390Naples, Italy 2011 Lesbian, gay and bisexual peopleConvenience; cross-sectionalEver experienced episodes of victimization: physical or sexual violence1000 Physical or sexual violence in past 12 months: 18 (1.8%); lifetime: 74 (7.4%)Aho et al., 201424 Abidjan, Côte d’Ivoire2011–2012 Men who have sex with menCross-sectional; Respondent Driven SamplingHistory of coerced sex or physical abuse 603 Physical abuse: N/A (8.5%; 95% CI: 5.5–11.4)Boza et al., 201429 Australia 2012 Transgender people Convenience; cross-sectionalLifetime experience of physical or sexual violence255 Objects thrown: 18 (7.4%) Assault without a weapon: 25 (10.3%) Assault with a weapon: 7 (2.9%); Sexual assault: 17 (7.0%); Attempted rape: 4 (1.6%); Rape: 8 (3.3%)de Deus 201446 São Paulo, Brazil2011–2012 Men who have sex with menTime-location; cross-sectionalLifetime experience of physical aggression or sexual violence1215 Physical aggression: 268 (22.1%)d Sexual violence: 86/1214 (7.1%)dHerrick et al., 201455Los Angeles, USA2005–2006 Men who have sex with men (18–24 years old)Venue-day-time; longitudinalLifetime experience of physical victimization470 Physical victimization: 107 (22.8%)Ivanković et al., 201461Croatia 2011–2013 Men who have sex with men (18–50 years old)Convenience; cross-sectionalLifetime experience of physical abuse (hit or beaten)507 Hit: N/A (23.4%)e  Beaten: N/A (10.6%)eKosciw et al., 201470USA 2013 Lesbian, gay, bisexual and transgender youth (13–21 years old)Convenience; cross-sectionalIn the past 12 months been physically assaulted at school7898 Physical assault based on: sexual orientation: N/A (16.5%); gender expression: N/A (11.4%)Lea et al., 201473 Sydney, Australia2010 Lesbian, gay and bisexual people (18–25 years old)Convenience; cross-sectionalEver or in the past 12 months been physically abused Gay: 301 Physical abuse in past 12 months: 27 (9.0%); lifetime: 87 (28.9%) Bisexual male: 17 Physical abuse in past 12 months: 0 (0.0%); lifetime: 2 (11.8%)Lesbian: 146 Physical abuse in past 12 months: 9 (6.2%); lifetime: 35 (24.0%) Bisexual female: 108 Physical abuse in past 12 months: 2 (1.9%); lifetime: 21 (19.4%)Mereish et al., 201480New England, USA2001–2003 Sexual and gender minoritiesConvenience; cross-sectionalLifetime experience of physical attack 1457 Physical violence: 246 (16.9%)Nuttbrock et al., 201485New York, USA 2004–2007 Transgender women Convenience; longitudinalIn the last 6 months been physically abused 230 Physical abuse: N/A (10.0%)Scruton, 201496 Canada 2013–2014 Transgender people Convenience; cross-sectionalLifetime experience of physical violence or sexual assault267 Physical violence: N/A (22%) Sexual assault: N/A (19%)Smith et al., 201497Australia N/A Transgender and gender variant people (age 14–25 years)Convenience; cross-sectionalLifetime experience of physical abuse189 Physical violence: 38 (20.1%)Strizzi et al., 201498Spain and USA N/A Lesbian, gay, bisexual and queer peopleConvenience; cross-sectionalIn the past year had object thrown. Lifetime experience of physical or sexual assaultUSA: 83 Object thrown: N/A (14%) Physical assault: N/A (6.0%) Sexual assault: N/A (8.7%) Spain: 157 Object thrown: N/A (10%) Physical assault: N/A (6%) Sexual assault: 0 (0%)Bauer et al., 201528Ontario, Canada2009–2010 Transgender and gender variant people (age 14–25 years)Cross-sectional; respondent-driven SamplingLifetime experience of physical or sexual harassment and violence380 Physical or sexual assault: N/A (21.2%; 95% CI: 15.0–27.3%)Burks et al., 201532Houston, USA 2015 Lesbian, gay, bisexual and transgender peopleConvenience; cross-sectionalLifetime experience of physical attack or sexual assault All groups: 336 Physical attack: 61 (18.2%) Sexual assault: 34 (10.1%)Ferlatte et al., 201549British Columbia, Canada2011–2012 Gay and bisexual peopleConvenience; cross-sectionalLifetime experience of physical and sexual violence (unwanted sex)8382 Physical violence: 1044 (12.5%) Sexual violence: 985 (11.8%)Goldbach et al., 201551USA 2000 Lesbian, gay and bisexual people (12–18 years old)Convenience; cross-sectionalLifetime experience of beating, physical violence or having object thrown1911 Beaten: 167 (10%)  Physical violence: 421 (25%)  Object thrown: 305 (18%) Barrientos et al., 201627Arica, Valparaiso, and Santiago, Chile2011 Men who have sex with men and male-to-female transgender peopleCross-sectional; respondent-driven sampling (men who have sex with men) and snowball (transgender people)Lifetime experience of physical or sexual aggression or violent assault (robbery with violence)Gay: 325 Physical aggression: 54 (16.6%) Sexual aggression: 37 (11.5%) Violent assault: 44 (13.7%)Transgender: 112 Physical aggression: 68 (61.3%)  Sexual aggression: 45 (40.5%) Violent assault: 59 (53.2%)D’haese et al., 201645Flemish Community, Belgium2013 Lesbian, gay and bisexual people Convenience; cross-sectionalLifetime experience of physical violenceAll groups: 1402 Physical violence: 436 (31.1%) Male: 916 Physical violence: 318 (34.7%)Female: 486 Physical violence: 118 (24.3%)Kramer et al., 20167138 European countries2011 Men who have sex with menConvenience; cross-sectionalIn the past 12 months been punched, hit, kicked or beaten91 477 Punched, hit, kicked or beaten: N/A (2.5%)fRodriguez-Madera et al., 201693San Juan, Puerto Rico2011–2013 Transgender women Respondent-driven sampling; cross-sectionalLifetime experience of physical or sexual violence59 Physical violence: 16 (weighted percentage: 25%)  Sexual violence: 8 (weighted percentage: 16%)CI: confidence interval; N/A: data not available; SD: standard deviation; USA: United States of America.a  Definitions of terms were based on the 2015 Joint United Nations Programme on HIV and AIDS terminology guidelines (Box 1).23b  We only report violence perceived by the victim to be based on sexual orientation or gender identity/expression. Specific descriptions and definitions of physical and sexual violence that were used to elicit participants’ responses varied across studies (Box 3).c  Number of cases are not reported in all articles, notably for respondent-driven sampling where different weights are given to different participants.d  Data from a presentation of the study.e  Data provided by the author.f  Data from the technical report of the study.(. . .continued)",
    "id": 147045568,
    "identifiers": {
        "doi": "10.2471/BLT.17.197251",
        "oai": "oai:archive.ugent.be:8544094"
    },
    "title": "Violence motivated by perception of sexual orientation and gender identity : a systematic review",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://biblio.ugent.be/publication/8544094/file/8544095"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/147045568.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/147045568"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/147045568/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/147045568/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/147045568"
        }
    ],
    "abstract": "Objective: To assess the prevalence of physical and sexual violence motivated by perception of sexual orientation and gender identity in sexual and gender minorities. \nMethods: We searched nine databases without language restrictions for peer-reviewed and grey literature published from 2000 to April 2016. We included studies with more than 50 participants that measured the prevalence of physical and sexual violence perceived as being motivated by sexual orientation and gender identity or gender expression. We excluded intimate partner violence and self-harm. Due to heterogeneity and the absence of confidence intervals in most studies, we made no meta-analysis. \nFindings: We included 76 articles from 50 countries. These covered 74 studies conducted between 1995 and 2014, including a total of 202 607 sexual and gender minority participants. The quality of data was relatively poor due to a lack of standardized measures and sometimes small and non-randomized samples. In studies where all sexual and gender minorities were analysed as one population, the prevalence of physical and sexual violence ranged from 6% (in a study including 240 people) to 25% (49/196 people) and 5.6% (28/504) to 11.4% (55/484), respectively. For transgender people the prevalence ranged from 11.8% (of a subsample of 34 people) to 68.2% (75/110) and 7.0% (in a study including 255 people) to 49.1% (54/110). \nConclusion: More data are needed on the prevalence, risk factors and consequences of physical and sexual violence motivated by sexual orientation and gender identity in different geographical and cultural settings. National violence prevention policies and interventions should include sexual and gender minorities",
    "tags": [
        "journalArticle",
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Social Sciences",
        "Medicine and Health Sciences",
        "INTIMATE PARTNER VIOLENCE",
        "TRANSGENDER WOMEN",
        "MENTAL-HEALTH",
        "MINORITY STRESS",
        "UNITED-STATES",
        "YOUNG MEN",
        "SOCIAL SUPPORT",
        "SUBSTANCE USE",
        "HATE CRIMES",
        "GAY"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "journalArticle",
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:archive.ugent.be:8544094",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1493",
        "openDoarId": 0,
        "name": "Ghent University Academic Bibliography",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 147045568,
        "depositedDate": null,
        "publishedDate": "2018-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-05T04:19:59+00:00",
        "acceptedDate": null,
        "createdDate": "2018-02-08T12:48:40+00:00"
    },
    "urls": [
        "https://biblio.ugent.be/publication/8544094/file/8544095",
        "http://hdl.handle.net/1854/LU-8544094",
        "https://biblio.ugent.be/publication/8544094",
        "http://doi.org/10.2471/BLT.17.197251"
    ],
    "lastUpdate": "2024-02-05T04:19:59+00:00",
    "setSpecs": []
}