{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Tomczyk, Stacy Lynn"
        }
    ],
    "contributors": [],
    "createdDate": "2018-10-02T12:14:53+01:00",
    "dataProvider": {
        "id": 292,
        "name": "Columbia University Academic Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/292",
        "logo": "https://api.core.ac.uk/data-providers/292/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.7916/D8TQ6CPH",
    "downloadUrl": "https://core.ac.uk/download/161456979.pdf",
    "fullText": "           VISUALIZING VALUE: A GEOSPATIAL LOOK AT COMPARATIVE APPROACHES TO LOCAL VALUATION OF CULTURAL HERITAGE         Stacy Lynn Tomczyk              Submitted in partial fulfillment of the requirements for the degree  Master of Science for Historic Preservation  Graduate School of Architecture, Planning and Preservation  Columbia University May, 2017     ii Acknowledgements   I first and foremost would like to thank my advisor William Reynolds for his constant support throughout this study and for sharing his extensive knowledge, creativity and passion for the field of preservation. Equally, I would like to thank the NYC LGBT Historic Sites Project team including Ken Lustbader, Andrew Scott Dolkart, Amanda Davis and Jay Shockley. They opened my world to the rich LGBT history and cultural resources of New York City by giving me the opportunity to intern with them. I would also like to thank them for generously giving their time and knowledge in answering my questions and giving me feedback for this study. I would also like to thank them for allowing me to use the project’s first 100 sites for this study. It has greatly enriched this thesis work and it would not be the same without this great resource they have provided to me for this study as well as the LGBTQ community of New York City and the world. I would like to thank the revolutionary women at the Lesbian Herstory Archives for their inspiration and for exposing me to idea that archiving the movements of the present can be a radical asset to the future.  I would like to thank my readers Jennifer Most and Ken Lustbader for their comments and feedback as well as constant support in this study. I also want to thank the people who have dedicated their time and energy to helping me formulate this project and have given me positive and inspiring feedback on participatory preservation especially Caitlin Cahill, Christopher Neville, Emilie Evans, Leah Meisterlin, and Erica Avrami. I would like to also thank Jen Jack Gieseking, Juan Francisco Saldarriaga Chaux and Richard Dunks who have shared their knowledge of mapping and using Twitter for social research. I would like to also thank Claudia Cavanaugh, Paul Bentel, Jorge Otero Pailos, Norman Weiss, George Wheeler for helping me formulate this thesis.  Thank you also to all who have guided me through this study and given feedback, resources and support. This includes the Columbia GSAPP Historic Preservation faculty and students through this process who gave great support and feedback and especially Adam Lubitz who dedicated time and knowledge helping me map this data in GIS. Thank you those in QSAPP, the Queer Students of Architecture, Planning and Preservation, who gave support and feedback and all who participated in the online survey. Finally I would like to thank Sara Godoy Brito for her constant support, as well as my friends and family and especially my mother, Laurie Lindstrom.              iii Table of Contents  Chapter 1: Introduction 1 1.2. Research Problem 1 1.2.i. Collecting Twitter Data for the Future 1 2.1.ii. Collecting Twitter Data for the Present 3 1.3. The Challenges 5 1.3.i. Political and Economic Challenge 5 1.3.ii. Competing Values around Cultural Resources 6 1.3.iii. A Challenge for Local Communities 7 1.3.iv. Ways Preservationists Have Addressed These Challenges 11 1.3.v. The Need for New Tools in Preservation 13 1.3.iv. The Challenge that Remains 16 1.4. Opportunities 18 1.4.i. Twitter for Preservation 18 1.4.ii. Introduction to Twitter 18 1.4.iii. Accessing Twitter Data through Twitter APIs, Twitter Geodatabases, Mapping services, and Scraping Services 23 1.4.iii.1. Twitter Geodatabases and Mapping services 23 1.4.iv. How Twitter Data is Being Used 24 1.4.iv.1. Social Research 25 1.4.iv.2. Twitter Within Preservation for Assessing Cultural Significance of Sites 26 1.4.v.  Twitter as a Potential Participatory Action Research Method 27 1.5. Conclusion 30 Chapter 2: Methodology 31 2.1. Overall Research Methodology 31 2.1.i. Subject Population 31 2.1.ii. NYC LGBT Historic Sites Project Data Use Methodology 31 2.2. Participatory Online Survey Methodology 33 2.2.i. Online Survey Limitations 33 2.2.ii. IRB Certification 34 2.2.iii. Recruitment 35    iv 2.2.iv. Survey 37 2.3. Twitter Methodology 38 2.3.i. Twitter Limitations 38 2.3.ii. Assessing Tools for Twitter Research 39 2.3.ii.1. Attaining Historical Twitter Data 40 2.3.ii.2. Online Mapping Programs 41 2.3.ii.2.a. CARTO 41 2.3.ii.2.b. MAPD 43 2.3.ii.3. Collecting Current Twitter Data: 44 2.3.iii. Twitter Tool Assessment Conclusions 46 Chapter 3: Analysis and Results 47 3.1. Introduction 47 3.2. NYC LGBT Historic Sites Project’s Data 48 3.3. Analysis and Results of the Online Survey 51 3.3.i. Survey Sub-Method One 53 3.3.ii. Survey Sub-Method Two 56 3.3.iii. Survey Method Three 60 3.3.iv. Survey Sub-Method Four 65 3.3.v. Combined Sub-Method Results 68 3.3.v.1 Cubbyhole 69 3.3.v.2. Sites Appearing in Two Sub-methods’ Top Sites 70 3.4 Analysis and Results of the Twitter Research 73 3.4.i. New York City Tweets 73 3.4.ii. “Stonewall” Search Results 77 3.4.ii.1. “Stonewall” Tweeted Sites 79 3.4.iii. People of Color Search Results 81 3.4.iii.1. People of Color Tweeted Sites 83 3.4.iv “LGBT” and “LGBTQ” Search Results 92 3.4.iv.1. “LGBTQ” Tweeted Sites 94 3.4.v. “Transrights” Search Results 98 3.4.v.1 “Transrights” Tweeted Sites 101 3.4.vi. “Queer” Search Results 103    v 3.4.vi.1 “Queer” Tweeted Sites 105 3.4.vii. “Lesbian” Search Results 106 3.4.vii.1. “Lesbian” Tweeted Sites 109 3.4.viii. “Gay” Search Results 110 3.4.viii.1. “Gay” Tweeted Sites 113 3.4.ix Three Datasets Combined Results 116 3.4.x. Discussion on Sharing Contested Sites Publically 121 3.5. Findings 124 3.5.i. Online Survey 124 3.5.ii Twitter 124 3.5.ii.1 Methodological Findings: 124 3.5.ii.2 Twitter for Current and Archival Use 126 3.5.ii.3 Twitter for Future Use 128 3.5.iii. Twitter Used With Other Methods of Assessing Value: Primary Source Research, Online Survey Research 128 3.6. Ramifications 129 3.6.i. Who should be using this tool? 129 3.7. Conclusion 132 Bibliography 133 Mapped Data Sources 136 Appendix 137              vi Glossary  API: API stands for “Application Programming Interface” which it is a set of clearly defined methods of that programmers can use to create software or interact with an external system, giving developers “standard commands for performing common operations so they do not have to write the code from scratch.”1  Cross-Dresser: Cross-dresser was intended to be a non-judgemental replacement to transvestite and is “a way of resisting or moving away from assigned gender norms” through dress for a variety of reasons.2  ESRI ArcGIS: This is a Windows desktop software and geographic information system through ESRI (Environmental Systems Research Institute) for creating and working with maps and geographic information in a geodatabase.  GIS: GIS stands for “Geographic Information System” which is used for working with maps and geographic information.  Intersectionality: It is concept derived from feminist theory which recognizes the interconnected nature of social categorizations such as race, class, and gender, age, religion, mental disability, and other identities as they apply to an individual or group.3 It recognizes that there are overlapping and interdependent systems of discrimination or disadvantage within these categories.4 It recognizes that these identities overlap and that none of them are homogenous groups of equal privilege.  Genderqueer: Genderqueer refers to people who resist gender norms without changing their sex, or people who do change their sex and possibly resist gender norms/ transgender norms.  LGBT: LGBT is an acronym that stands for lesbian, gay, bisexual transgender.  LGBTQ: LGBTQ as an acronym that stands for lesbian, gay, bisexual transgender, and queer. The term “queer” is borrowed from the queer theory used in this study as an umbrella term for all non-normative gender and sexual identities.5 This study includes “queer” in this acronym to be as inclusive as possible.                                                   1 TechTerms. “API (Application Program Interface) Definition,” n.d. https://techterms.com.. 2 Stryker, Susan. Transgender History. Seal Press, 2008. 17-18. 3 Women’s Rights and Economic Change. “Intersectionality: A Tool for Gender and Economic Justice,” August 2014. https://lgbtq.unc.edu. 1. 4 Oxford English Dictionary Online. “Intersectionality.” Oxford University Press, June 2015. http://www.oed.com.ezproxy.cul.columbia.edu/view/Entry/429843. 5 Qmunity. “Queer Terminology - from A to Q.” Qmunity: BC’s Queer Resource Center, July 2013. http://qmunity.ca. 12.    vii Transgender: This term refers to the widest range of variant gender practices, norms and identities.6   Transsexual: Is used here as meaning individuals who change their sexual morphology to live as a gender other than the one than they were assigned at birth. The term was popularized in the 1950’s.7  Transvestite: This term coined in 1910 was used to describe the expression of a social gender other than one was assigned at birth, leading them to for instance wear clothes associated with the opposite of their gender morphology.8   Qualitative research: A qualitative research approach is generally a “value-laden” methodology that emphasizes the “qualities of entities, processes and meanings,” how social experience is created and given meaning, and how “situational constraints that shape the inquiry.”9  Quantitative Research:  Quantitative research involves the collection of data so that information can be quantified and subjected to statistical treatment in order to support or refute a claim.10  Queer: Queer is a difficult term to unpack and concisely define because it is used in different ways that are often in dialogue.11 It also has a history of being used as a pejorative term toward LGBTQ people, but has begun in the last half century to be redefined and re-appropriated by the LGBTQ community. It started being re-appropriated in the 1990s as a positive term and was used to talk about opposition to the heterosexual norms of representing labeling and categorizing non-normative sexualities and genders expression and identity.12 The Queer movement and queer activism is a social movement born in ACT-UP and the AIDS crisis in the 1980s.13 It the movement still, to put simplistically, rejects the consolidation and stabilization of identity labels (such as Lesbian, Gay, Bisexual, and Transgender).14 Queer theory is also a post-structuralist academic movement that emerged in the 1990s and developed “queer” as an umbrella term to represent non-normative gender and sexual identities.15                                                     6 Stryker, Susan. Transgender History. Seal Press, 2008. 19. 7 Stryker, Susan. Transgender History. Seal Press, 2008. 18. 8 Stryker, Susan. Transgender History. Seal Press, 2008. 18. 9 Center for Teaching, Research & Learning. “Qualitative Research Introduction.” American University, 2009. 1. 10 Williams, Carrie. “Research Methods.” Journal of Buisiness and Economic Research, March 2007. 66. 11Spargo, Tamsin. Postmodern Encounters: Foucault and Queer Theory. Totem Books USA, 2000. 9. 12Stryker, Susan. Transgender History. Seal Press, 2008. 20. 13Brown, Gavin. “Queer Movement.” University of Leicester, 2015. 1. 14Qmunity. “Queer Terminology - from A to Q.” Qmunity: BC’s Queer Resource Center, July 2013. http://qmunity.ca. 12. 15 Spargo, Tamsin. Postmodern Encounters: Foucault and Queer Theory. Totem Books USA, 2000. 9.     viii List of Images Image 1: August, 2016 Protesting Low Income Housing Demolition, Source: Sarah Kaufman/Patch  Image 2: 2015 Protesting Slave Theater Demolition, Photo Source: DNAinfo/Camile Bautista  Image 3: 2014 Protesting Renaissance Theater Demolition, Source: Gustavo Solis Image 4: 2010 Protesting St.Vincent Hospital Demolition, Source: Smith for News Image 5: 2009 Protesting the closing of Starlite Lounge, Source: Documentary “We Came to Sweat” Image 6: LGBTQ Solidarity Rally, Stonewall Inn/ Christopher Park, February 4, Manhattan. Source: Twitter Image 7: LGBTQ Solidarity Rally, Stonewall Inn/ Christopher Park , February 4, Manhattan, Source: Twitter Image 8: Schomburg Center for Research in Black Culture - “The Loud 100 People of Color Award.” Source: Twitter Image 9: Community Healthcare Center - LGBT Youth Presentation. Source: Twitter Image 10: Asia Society’s Leo Bar, Manhattan. Source: Twitter Image 11: Astoria World Manor’s Winter Pride Ceremony honoring ‘Chutney Pride’ for “uniting Queer Caribbeans for 20 years creating safe spaces and visibility where one did not exist,” Queens. Source: Twitter Image 12: LGBT community leaders attending Bronx Drafthouse - Event “Out Bronx,” Bronx. Source: Twitter Image 13: Hardware Bar Drag-a-Thon Fundraiser, Manhattan. Source: Twitter Image 14: LGBTQ Solidarity Rally outside Stonewall, February 4, Manhattan. Source: Twitter Image 15: Cinthia Nixon Speaking at LGBTQ Solidarity Rally, Ferburary 4, Manhattan. Source: Twitter Image 16: Rally to Oppose Trump Attack on Trans Students, February 24 at Stonewall/ Christopher Park, Manhattan. Source: Twitter Image 17: Macy’s Protest, February 23, Manhattan, Source: Twitter Image 18: Lesbian Herstory Archives, Brooklyn, Source: Twitter Image 19: Queens Lesbian and Gay Pride Committee, Astoria, Queens. Source: Twitter Image 20: The Mansfield Hotel - Annual Night of a Thousand Gowns, Manhattan. Source: Twitter Image 21: NYC Gay Men’s Chorus at Skirball Center for the Performing Arts, Manhattan. Source: Twitter  List of Graphics Graphic 1: Facebook Use of Americans, 2016. Source: PEW Research Center Graphic 2: Social Media Site Use by Race and Ethnicity, 2014.  Source: PEW Research Center Graphic 3: Total number of sites related tweets compared to total number of sites tweeted by searched LGBTQ category keyword Graphic 4: Total number of sites related tweets compared to total number of sites tweeted by searched keyword  Graphic 5: Filtered Negative or Offensive Tweets by LGBTQ Category searched keywords  Graphic 6: People of Color Tweets by Search Keyword. Source: Twitter Graphic 7: People of Color Site-Related Tweets by LGBTQ Category       ix List of Maps: Map 1: Site Distribution in New York City of NYC LGBT Historic Sites Project’s Top 100 Sites Map 2: Lower West Side Manhattan, from NYC Historic Sites Project’s Top 100 Sites Map 3: Survey Sites LGBTQ Category Distribution Map 4: Survey Method One - Number of Surveys Submitted per Site, Lower East Side Manhattan Map 5: Survey Method One - Number of Surveys Submitted per Site, New York City Distribution Map 6: Survey Sub-Method Two - Historical Sites, Sites in Danger, Sites that Deserve Protection, New York City Distribution Map 7: Survey Method Two - Historical Sites, Sites in Danger, Sites that Deserve Protection, Lower East Side Distribution Map 8: Survey Sub-Method Three - Significant Sites to World and Individuals, Lower West Side, Manhattan Map 9: Survey Sub-Method Three - Significant Sites to World and Individuals, Lower West Side, Manhattan Map 10: Survey Sub-Method Four - Median Indicator Significant Sites, New York City Distribution Map 11: Survey Method Four - Median Indicator Significant Sites, Lower East Side, Manhattan  Map 12: All LGBTQ Category Site Tweets, New York City Distribution Map 13: All LGBTQ Category Site Tweets, New York City Distribution Map 14: All LGBTQ Category Site Tweets, Stonewall Site Tweets, and Historic Site Project Sites, Around Stonewall Bar on the Lower West Side, Manhattan Map 15: All LGBTQ Category Site Tweets and Stonewall Site Tweets of People of Color, New York City Distribution Map 16: All People of Color Site Tweets, NYC LGBT Historic Sites Project People of Color Sites and Survey Sites for Primarily for People of Color, New York City Distribution Map 17: All People of Color Site Tweets, NYC LGBT Historic Sites Project People of Color Sites and Survey Sites for Primarily for People of Color, Manhattan Distribution Map 18: LGBT and LGBTQ Site Tweets, New York City Distribution Map 19: “Transrights” Site Tweets, New York City Distribution Map 20: “Queer” Site Tweets, New York City Distribution Map 21: “Lesbian” Site Tweets, New York City Distribution Map 22: “Gay” Site Tweets, New York City Distribution Map 23: All Tweets Collected, All Survey Sites Found, and First 100 Sites From NYC LGBT Historic Sites Project, New York City Distribution Map 24: All Tweets Collected, Survey Sites Found, and First 100 Sites From NYC LGBT Historic Sites Project, Lower East Side Map 25: All Tweets Collected, Survey Sites Found, and First 100 Sites From NYC LGBT Historic Sites Project, Brooklyn and Queens Distribution Map 26: All Tweets Collected, Survey Sites Found, and First 100 Sites From NYC LGBT Historic Sites Project, Park Slope Area, Brooklyn        1 Chapter 1: Introduction 1.2. Research Problem    Cultural resources matter to people today not only because of their architectural or artistic value, but also for being places where significant things happened and are happening. This type of value based preservation requires using more traditional tools and methods that assess local value, but also require harnessing new tools and methods that can help codify this community significance, making accomplishing this task even more productive.  Ideally these tools would be fast, inexpensive, and without excessive complexity, since historic preservationists only have access to limited resources to accomplish this task. Assessing community values attributed to cultural sites should thus be of equal if not a higher priority to preservationists as these currently significant places need better forms of advocacy and ways of ensuring that these community voices can and will continue to be heard.  1.2.i. Collecting Twitter Data for the Future  Anyone who is looking back now into the past and trying to understand the sites that were important to a community of the past, especially a marginalized community, knows that it is not an easy task. That is why historic preservationists should be looking into tools that can make this task much easier in the future as well as supplementing current research.  Imagine, for instance, that Twitter was active during the Stonewall riots. It might be an incredible resource for historic preservationists looking back at this and other such events. If preservationists had an archive full of Twitter data like this, it would be an immense record of details that might not have then seemed historical or monumental at the time, but might one day. Thus harnessing the power of social media data could offer preservationists the opportunity to track narratives and histories like this but in great detail.  Stonewall was a notable riot at the Stonewall Inn, but it is also a significant because it triggered a flood of activism and progress throughout the United States and the World. Twitter data not only allows for researchers this level of place-based event detail, but could be mapped to show temporal and geographic trends of value attached to sites.    2 Collecting and archiving these bits of information that seem like small, trivial details about the current state of the community is exactly what Joan Stanley and Joan Nestle, the founders of the Lesbian Herstory Archives, began doing in the 1970s. They noticed that the existence of their present was not guaranteed in the history books if they relied on others to document their present. They saw that this rich time for lesbian civil rights in the 1970s that they were living through was going to be watered down or lost to future generations and interpreted through “patriarchal eyes”  if they did not start collecting and saving and these tiny relics and create the Lesbian Herstory Archives.16 Collecting the ephemeral bits of history to create a narrative that becomes history is what collecting Twitter data could allow for, in incredible greater detail than a traditional archive, and would take up practically no physical space to store. Preservationists in other areas of the field are also looking at how technology might aid future research. Conservationists are becoming increasingly invested in technology such as photogrammetry as well as laser scanning to preserve the state of materials in the present in the hope that the archive of this data will presently or one day be a tool to measure change. This change for conservationists using photogrammetry or laser scanning might be in the form of deterioration or, in worse case scenarios, demolition. These tools are also used for building diagnostics as well as a tool for making digital drawings of plans, sections and elevations as a basis for future work. As Adam Lowe states, founder of Factum Arte a team dedicated to digitally documenting present cultural heritage, “The Recording is critical, because unless you record it, you don’t know how it’s changing.”17  Historic preservationists as cultural resource managers should continue looking into ways to collect information from the present about cultural fabric through the incredible modern technological resources that are becoming more and more available today. This should be done for cultural sites as well as architectural sites so that so that the field of historic preservation will in the future have a nuanced, democratic, and culturally specific archive to one day study in retrospect.  This study has made some promising developments about this which this paper has documented. One can use these findings to take steps to harness Twitter data to give historic preservationists another instrument in their preservation tool belts for the present and future.                                                  16 The Lesbian Herstory Archives. “The Lesbian Herstory Archives: History,” 2017. http://www.lesbianherstoryarchives.org. 17 “How High-Tech Replicas Can Help Save Our Cultural Heritage.” PBS Newshour, April 28, 2017.    3  2.1.ii. Collecting Twitter Data for the Present  A major limitation when researching the history or minority populations is that it is often very difficult at times to locate historical records for populations whose existence, relevance and history and were historically contested and often are still contested today.  One example of this limitation at work is with the contested history surrounding the Stonewall Rebellion of 1969. This was a major historical event that mobilized LGBTQ human rights fights in subsequent decades in New York City around the world, when the LGBT community fought back at police brutality.18 The Landmarks Designation Report says that Stonewall was associated with Lesbian, Gay, Bisexual, Transgender history that lesbians, transvestites were involved in the start of the rebellion in addition to gay men.19 It asserts also that and that lesbian, gay, bisexual and transsexual New York City civil rights organizations were created soon after in response to this event.20  Evidence of the transgender and lesbian involvement is documented by the journalist Lucian K. Truscott’s first person account in a the “Village Voice” of 1969.21  The diverse narrative of the Stonewall rebellion is currently embraced by many LGBTQ community members and is reflected in documentaries made such as the “Sylvia River: A Tribute,” “Pay it No Mind: The Life and Times of Marsha P. Johnson,” “Major!” and other documentaries that testify to the diverse nature of the movement, especially of the large role transgender women, often black, played in the riots and pre and post riot history of Stonewall.22 There is also frustration by some at the perceived “ciswashing” of Queer history around the night of Stonewall rebellion.23 Widespread criticism within the queer community for the 2015 film “Stonewall Inn” also reflects this call for a narrative reflecting the diversity of the Stonewall Rebellion. The film portrays that the rebellion was primarily led driven by a fictional white gay man, with black, lesbian and trans characters as only secondary.24 The testimonies of a                                                 18 Landmarks Preservation Commission. “Landmarks Preservation Commission Stonewall Designation Report,” June 23, 2015. http://s-media.nyc.gov. 8. 19 Landmarks Preservation Commission. 8. 20 Landmarks Preservation Commission. 19. 21 Truscott IV, Lucian K. “Gay Power Comes to Sheridan Square.” Village Voice, July 3, 1969. 22Williams, Cristan. “7 Films That Tell the Real Story of the Stonewall Rebellion.” The Daily Dot, August 8, 2015. https://www.dailydot.com. 23O’Hara, Mary Emily. “Interview With an Actual Stonewall Riot Veteran: The Ciswashing of Stonewall Must End!” The TransAdvocate, February 19, 2013. http://transadvocate.com. 24 “I Was at the Stonewall Riots. The Movie ‘Stonewall’ Gets Everything Wrong.” PBS NewsHour. Accessed April 10, 2017. http://www.pbs.org.    4 more diverse Stonewall narrative are widespread in the LGBTQ Community.  In the 2000 National Historic Monument designation report, however, it is stated that Stonewall represents “the struggle for gay civil rights in America.”25 None of the words “transsexual,” “transgender,” nor “transvestite.” Nor was the acronym “LGBT” used in this report.  One reason for their absence in this report might be that these gay men were more organized and their presence well documented that printed guidebooks and flyers that that these were kept, whereas participation such as by black transsexual women is limited to oral testimonies. This then leads their gay men’s involvement in the riot is not just regarded as primary, but also as alone in this event according to the National Designation Report.  Also, the term “transgender” was not yet in common use in 1969, when “transvestite” or the less offensive version “cross-dresser” was in use, but this does not preclude that the site is not historically significant to transgender and genderqueer people of today.26 The terms people use to label and identify themselves through time evolve as society evolves; yet this does not mean that the people do not identify with the historical narrative around these previous ways of identifying. The history of cross dressing, drag, transvestites and others is part of a history of gender nonconformity that that paved the way for transgender people today. How can preservationists make a more unified and compelling case for local narratives like this that are backed by oral history, but not by physical, written documents?  The solely written document-based evidence that the narrative in Landmark Designation Report relies upon when there is an overflow of primary source evidence through personal testimonies that point toward a more diverse narrative hints that something is being missed. Archival documents research is the backbone to preservation research, but when the research must deal with intersectionality and extremely diverse subcultures, as it almost always does, there is a need for it to be combined with other research methods to capture the diversity of narratives for present and future use.  If the problem is that these narratives cannot be verified by historic documents, then how can they form a compelling case for these local communities that do not want to be written out of the history books? Further, how can historic preservationists make the historical significance attributed to sites of communities who have less of a paper trail through history, but a strong oral history, more compelling now?  This study investigates how Twitter date, when combined with other, more tested participatory research methods and tools, might help to address these and other questions about capturing current local significance attributed to sites.                                                 25 National Parks Service. “Stonewall NHL Nomination.” 2000. https://www.nps.gov. 7. 26 Stryker, Susan. Transgender History. Seal Press, 2008. 1, 16-19.    5 1.3. The Challenges   1.3.i. Political and Economic Challenge  The future of historic preservation for underrepresented communities is uncertain in United States today with the quickly changing political climate after the recent political election. Most notable is the recent threats for budget cuts to the National Parks Service. These budget cuts would potentially be detrimental to how the National Park Service deals with at underrepresented communities.27 NYC LGBT Historic Sites Project and many other projects were largely funded, at least in part, through the National Park Service’s Underrepresented Communities Grants.28 These grants started in 2015 and are administered by the New York State Office of Parks, Recreation, and Historic Preservation.29 The Trump administration’s budget cuts could likely eliminate this grant funding that was created to support more inclusion of the United State’s diversity in the National Register of Historic Places.30  It is historic preservationists’ responsibility to develop stronger tools and methodologies, especially ones that reinforce the diversity and acceptance of underrepresented heritage and history. The more historic preservation tools that can concretely and efficiently represent community value toward their cultural resources, the better historic preservationists can be at fostering a more equitable collaboration between all stakeholders from real estate developers, architects, to local communities. These tools might enable preservationists to better tap into local stakeholders’ values and needs and give local stakeholders more effective ways to convincingly advocate for their local heritage.                                                   27 National Parks Conservation Association. “Budget Proposal Threatens National Parks,” March 16, 2017. https://www.npca.org. 28 “NYC LGBT Historic Sites Project.” Making an Invisible History Visible. Accessed April 10, 2017. http://www.nyclgbtsites.org/. 29 National Park Service. “Underrepresented Community Grants,” 2017. https://www.nps.gov. 30 Office of the Secretary. “Interior Department Announces Grants for Underrepresented Communities Through Historic Preservation Fund,” November 2015. https://www.doi.gov.    6   1.3.ii. Competing Values around Cultural Resources  “In the field of cultural heritage conservation, values are critical to deciding what to conserve — what material goods will represent us and our past to future generations- as well as to determining how to conserve.”31   The field of preservation has, since its beginnings, established various types of value systems to establish how various sites are significant in different ways. This could be a site's architectural value, historical value, patriotic or national value, economic value or even Outstanding Universal Value.32 Further, many preservationists also believe that taking into account the values and concerns of a site's local community is essential to the understanding and treatment of cultural heritage. However, one challenging area that preservationists have encountered and will continue to encounter when addressing local community valuation of sites is figuring out how to make a persuasive and concrete assessment of local community values in relation to cultural heritage.  The hierarchy of values as well as competing values informs policy decisions that deal with funding and care of cultural resources.33 Within these complex systems of competing interests, economic interests often trump local and sometimes competing cultural values.34 It thus presents a great challenge for local communities and preservationists to advocate for the local community value for a site, and their needs, concerns and living relationship to the site are often bypassed or ignored for what may seem like for the greater often economic good.  Today preservationists are figuring out ways in which to address this challenge to local communities, but these methods still need to be added to make the argument for local community value compelling enough not to be dwarfed by or seen as in opposition to other pressing values attributed to a site.    This study researched tools that offer sensitive and concrete reinterpretation of public value systems operating among communities not accustomed to being heard, using new technologies, hopefully                                                 31 Avrami, Erica, Randall Mason, and Marta de la Torre. “Values and Heritage Conservation Research Report.” The Getty Conservation Institute, Los Angeles, 2000. 1. 32 UNESCO World Heritage Center. “The Criteria for Selection.” UNESCO World Heritage Centre. Accessed April 10, 2017. http://whc.unesco.org. 33  Avrami, Erica, Randall Mason, and Marta de la Torre. “Values and Heritage Conservation Research Report.” The Getty Conservation Institute, Los Angeles, 2000. 9. 34   Ibid.     7 with results that do not merely reinforce existing value systems but shed light on the significance community value while revealing a finer grain to the fabric of community valued places in the city. It researched social media research methods and technologies might be one possible way of addressing these challenges.    1.3.iii. A Challenge for Local Communities    From the present, back to Jane Jacobs and Pennsylvania Station and beyond, there have historically been many architectural preservation movements and demonstrations in the five Boroughs of New York City that revolve around a community expressing concern over the demolition of a building that they see essential to their communities cultural history and even livelihood. It is a fight that reaches and involves a broad range of communities across the world and continues to be a frequent form of cultural heritage advocacy in New York City. It is an indicator of the passion and urgency of community stakeholder investment in historic sites.  Image 1: August, 2016 Protesting Low Income Housing Demolition, Source: Sarah Kaufman/Patch      8 A protest in August of 2016 was held over what was the impending destruction of 5 “Old Law” historic low income housing in the East Village, to make room for a Marriott branch Moxi, targeting millennials. The protesters, led by Senator Brad Hoylman were asking the mayor, “Why, when the city is trying to create more low income housing, do they have to be uprooted?” The Landmarks Preservation Committee designated the buildings as eligible to be historic landmarks in 2008, but the property was never brought in for a hearing. The protesters are thus also asking, “How, when several neighborhood groups then wrote a proposal to the LPC to save the buildings, did the LPC not respond with their denial until after the city issued until the city approved the demolition?” 35  One protester stated, \"This is a perfect example of tasteless, moneyed people missing the point that— what makes this neighborhood hot is not destroying its largest assets, which are its physical fabric.\"36     Image 2: 2015 Protesting Slave Theater Demolition, Photo Source: DNAinfo/Camile Bautista   Demonstrators in BedStuy, Brooklyn in 2015 were protesting the demolition of the local community’s beloved and historic Slave Theater. In 1984, Judge John L. Phillips Jr., aka. The “Kung fu” judge, “one of the only candidates ever to win a race against the Brooklyn political machine,” bought the Regal movie house and changed the name to “The Slave” as a symbol of the community’s struggles.37                                                  35 Kaufman, Sarah. “Protesters Accuse Mayor of Corruption Over Demolition of East Village Buildings.” East Village, NY Patch, August 22, 2016. http://patch.com. 36 ibid 37 Chaban, Matt A. v. “As Demolition Looms, Slave Theater’s Ownership Is Disputed.” The New York Times, December 28,    9   Image 3: 2014 Protesting Renaissance Theater Demolition, Source: Gustavo Solis   In the above photograph the historian Michael Henry Adams is being arrested during a peaceful one-man protest of the proposed demolition of the abandoned Renaissance Theater and Casino in Harlem. The historian has written two books on Harlem architecture and was propelled by the fact that the theater was a culturally significant site since the Harlem Renaissance in the 1920s. Community awareness and cohesion to rally support for this one man show, might save this historic site from becoming condos.38   Image 4: 2010 Protesting St.Vincent Hospital Demolition, Source: Smith for News                                                                                                                                                        2015. http://www.nytimes.com. 38 Solis, Gustavo. “Historian Arrested While Protesting Renaissance Casino Demolition.” DNAinfo New York, November 17, 2014. https://www.dnainfo.com.    10   A demonstration of 300 people in 2010 was held against the demolition of the 150 year old St. Vincent Hospital in Manhattan which was a key resource for those with AIDS victims in the 80’s. They were not fighting for just it’s architectural or historic value, but more for the need for care facilities that the institution had provided such as an Emergency Room and facilities that catered to the homeless and the remaining Manhattan working class people.39    Image 5: 2009 Protesting the closing of Starlite Lounge, Source: Documentary “We Came to Sweat”   In 2009 protests were held over the shutting down of the Starlite Lounge in Crown Heights. This bar is known as the oldest gay-friendly bar in Brooklyn. It was also beloved for being a “black-owned, non-discriminating club.”40  “If we lose this,” said the bar manager Tim La’Viticus, “I don’t know where these people would go… They’d be scattered, and there’s nothing like your neighborhood bar.” The bar closed and is currently a corner bodega after it was not allowed to renew its lease after the building changed owners.41    Although protesting can be effective form of advocacy for cultural heritage, it is clearly not enough. As seen with these examples and in so many other cases within New York City, as well as                                                 39 Chapman, Ben, and Rich Shapiro. “More than 300 Angry Protesters March for St. Vincent’s Hospital.” NY Daily News, April 24, 2010. http://www.nydailynews.com.  40 Campbell, Andy. “Hope Dims at Starlite Lounge — Oldest Gay Bar in Boro.” The Brooklyn Paper, January 7, 2010. http://www.brooklynpaper.com. 41 ibid    11 around the country and around the world, there appears to be a need for better connections between preservation professionals and minority, underrepresented and underprivileged, and unheard local populations.  There is the need also for more productive tools developed within preservation to bridge this divide, to make these voices better heard, and to harness and recognize the power behind these voices. This means preservationists must take responsibility for these issues relating to currently significant cultural sites that are valued by a community now for their historic and/or contemporary significance, and accepting the need for place-based preservation. If one considers what the field of preservation is doing to be cultural resource management, then where does its responsibilities begin? Preservationists are irrevocably fighting for significant cultural resources from the past, of course, but preservationists also have the growing responsibility to advocate for the cultural resources of the present.  This must be done by tapping into the living people who consider these sites significant in the present and letting their voices be heard in more compelling ways beyond just picketing and demonstrating to rally support. They need these compelling tools, as do preservationists, to solidify compelling arguments for a building’s community value and unite communities. The fight for cultural resources in the built environment needs to continue working toward being more unified with preservationists using communities as allies and communities using preservation experts as allies.   1.3.iv. Ways Preservationists Have Addressed These Challenges   There is a need for and great opportunities for more tools that have the potential to be used to quantify, assess and document local community value of a site. There have already been many great attempts within the field of preservation through participatory research methods projects and other community-based and locally oriented preservation. Examples include but are not limited to Brick and Beam Detroit, the NYC LGBT Historic Sites Project, LGBTQ America and others.  The NYC LGBT Historic Sites Project, briefly discussed has developed an educational resource with an interactive online map of their first 100 sites. They have hundreds of other LGBT sites, beyond the first 100 on the website that were not included in the first 100 because they need more research or lacked the resources to include it in the first launch.  The NYC LGBT Historic Sites project has made undeniable progress in creating an educational    12 resource for LGBTQ people of all ages to learn about their own rich heritage as well as increase awareness the LGBTQ heritage for all people. The project is the “first initiative to survey and document historic and cultural places associated with the Lesbian, Gay, Bisexual, and Transgender community” in New York City’s five boroughs.42 “The goal of the project is to broaden people’s knowledge of LGBTQ history beyond Stonewall and to place that history in a geographical context.” The project is also developing a “historic context statement and surveying sites that appear eligible for official listing in cooperation with the New York State Historic Preservation Office.”43 They also are working on nominating sites to the National Register of Historic Places because out of the 92,000 sites on the honorary federal list, only 11 nationwide are included that are recognized as significant to the LGBTQ Community. Only three of these exist in New York City. These include Stonewall, the Bayard Rustin Residence and Julius’.44 This research project is hoping to research other preservation research methods that might assist the existing work to further the inclusion of marginalized culture’s heritage in the field of preservation in its intersectional diversity.  There are other many other projects and organizations around the country and internationally that are invested in and recognize the importance of underrepresented and specifically LGBTQ place-based history.  Some of these are listed here: ● OutGoing NYC  ● Preserving LGBT Historic Sites in New York State ● Pittsburgh Queer History ● Philadelphia LGBT Mapping Project ● History Pin California Pride ● Historic Places LA ● GLBT Historical Society in San Francisco ● LGBTQ Historic Places LA ● Preserving LGBT Historic Sites in California ● Los Angeles LGBT Historic Sites Coalition ● San Diego LGBTQ Historic Sites Project ● Rainbow Heritage Network ● LGBTQ America’s History Pin ● Queer City- London National Trust ● UK Celebrate Cumbria ● UK Pride of Place                                                 42““NYC LGBT Historic Sites Project.” Making an Invisible History Visible. Accessed 2017. http://www.nyclgbtsites.org. 43 “NYC LGBT Historic Sites Project.” About the Project. Accessed April 10, 2017.  44 Ibid.    13  As the case for place-based preservation becomes stronger, there is a growing need to collect data on the current state of community attributed significances to cultural sites that can be used in the future and even in the present as a basis for preservation advocacy in many forms. These sites may not be historic now, but might be one day. Across this field , preservationists in many areas need to take more steps to plan for its own future and adapting it to fit current needs and opportunities. This is done by supplementing already tried and true methods of research and data collection with emerging resources that can add further nuance and depth to the interpretation of cultural heritage in the future. This research is a viability study of how this kind of data collection might be done for the field of preservation in conjunction with other more tested and tried and true methods of research by analyzing geospatially historical archival research, a participatory survey, as well as Twitter data. The study first hopes to explore tools that can assess local community values attributed to places that can be a record for preservationists of the future, as well as be used in aid in creating more compelling evidence for better advocacy of cultural resources significant to marginalized communities.  Such projects and initiatives have made progress forward in including and giving a voice to local community values in the preservation dialogue. This study learns from the methods that these studies employed to provide a basis off of which to compare the viability of assessing local community value through Twitter data. These initiatives offer great contributions to the field of preservation, yet the challenge still exists to make compelling assessments of current local community values of cultural heritage sites.   1.3.v. The Need for New Tools in Preservation   The introduction of The Historic Urban Landscape: Managing Heritage in an Urban Century recognized that there is a great need for new tools in preservation today.45 Further, these tools need to deal with how preservation is historically representative of people, \"The management of the built environment has always played a major role in representations of society.\"46   Bandarin asserts that modern invention of heritage is the invention of the past, taking \"objects\" out of time and giving them a historical narrative. It is this taking out of time and thus out of context that                                                 45 Solis, Gustavo. “Historian Arrested While Protesting Renaissance Casino Demolition.” DNAinfo New York, November 17, 2014. https://www.dnainfo.com. 46 Ibid.    14 too often gives preservationists the name of antiquarians and makes it seem like the goal of preservation is to put a site in a stasis when it could be activated. The question is, how should preservationists activate and keep the site, while also maintaining the urban network in which it belongs? This, on another note, can relate with ideas of authenticity and the real in folklore in the way that modern conceptions tried to gain a cultural identity by claiming the traditions of folklore and vernacular architecture and arts. In the process of doing this for the sake of national identity, scholarship and the public have since been preoccupied with what is authentic and most real instead of with what is alive and dynamic, the real nature of \"folklore\" and cultural \"heritage.\" Understanding cultural values attributed to place as stagnant and unmovable, robs the site of life while only reinforcing an unnecessary distance between an established period of significance and its cultural proprietors, which exist in the present. Local value around cultural sites like oral history is by nature dynamic in its transmission through time as it gets passed down from generation to generation. Community values around their cultural heritage are also in constant flux, but this does not mean that they are insignificant. In fact it is in this transience that their value lies. In tracking the changing cultural significance of a site, one tracks its history, which does not ever stop. Significance around sites travel sometimes without allegiance or loyalty through place and time, across culture, age, politics and spirituality, but it never loses its cultural history unless it is not preserved. It is this need to preserve this dynamism that drives this research.   This current cultural activation of a site has a lot to do with ’material agency’ as discussed in The Radicals’ City: Urban Environment, Polarization, Cohesion. Preservation should as much as possible be about changing cities for the better without losing sight of \"their specific historical, political, geographical and social conditions.\"47 It talks about the consequences of urban artifacts in social shaping processes. Architecture and urban planning design is not the \"silver bullet\" for solving urban problems or to create community cohesion, but needs to be in tandem with this cultural fabric that is valued today. \"The materiality of our cities must not be ignored; in fact, it can and should be ’enrolled’ in our efforts.\" This is making a valid case for the urban fabric that is too often bulldozed, all over the world, in many cities without referencing the validity of that site to the community in which it sits. This in part creates social upheaval, even in an effort to improve the social condition. This study explores ways to better give a voice and visual to this built urban cultural fabric that if torn down, or if its history and people are ignored, the cultural relevance of these sites will deteriorate and society will miss out on rich cultural assets. Thus, this form of participatory research is a tool that can be used by socially minded architects and urban designers as well as preservationists, or those designers who want to create something and save                                                 47 Brand, Ralf, and Sara Fregonese. The Radicals’ City: Urban Environment, Polarization, Cohesion. Routledge, 2016.    15 something that is loved and not disdained by a community, or that does not uproot a community.   This is about preserving intangible culture that Mary Chunko discusses in A Living Legacy: Preserving Intangible Heritage, about preserving this intangible through the tangible.48 So often the intangible culture is anchored in the tangible. Buildings and other cultural resources need to be seen more as proof of present as well as past culture.   The historian and preservationists Joseph Heathcott, in The Historic Urban Landscape of the Swahili Coast: New Frameworks for Conservation deliberates on new conservation practices and notes that a substantial goal and challenge to preservationists is to \"increase the relevance of conservation to everyday urban life, whether by increasing awareness among building owners and tenants or expanding participation by citizens in all levels of decision-making... These goals can only be accomplished by creating more inclusive narratives of architecture, landscape, and history.\"49 It is the increase of relevance of all areas of preservation that can be done through communication, understanding, and participation that is an underlying aim for this thesis. Heathcott is one of many well-known preservation professionals, who are working internationally, who shares this concern and hope for the preservation field.   On a different note, the idea of data conservation has become a more and more interesting topic in relation to preservation. This research hopes to uncover also how and if Twitter data can be used in this endeavor offering a new form of cultural data collection and preservation. The gathered data is making the quantitative and qualitative argument for preservation. The data also needs to be collected and conserved itself, so it can be a tool for assessing changing values through time. Raw data could be potentially a great way to do this, but also two-dimensional maps can form a powerful narrative about changing values and constituencies around historic sites. \"The conservation of human data creates monuments to knowledge and to the arts of memory. They have their own atmosphere and architecture, rooted both in history and in the present.\" Ideally this thesis is a way of justifying human data while making sure that human data, the dynamic and changing oral and experienced history that people carry around with them, doesn't go unheard, unseen and disappear.50 The culture that values the fabric changes, and the material fabric changes through time as well. It is crucial not just to preserve the form or memory of the fabric, the people who activated, currently activate this material fabric and their values that they ascribe to the material fabric, also needs to be recorded and preserved.   A collection of essays on contemporary feminism also started to allow one to notice how the                                                 48 Chunko, Mary T. “A Living Legacy: Preserving Intangible Heritage.” U.S. Department of State: Bureau of International Information Programs, n.d. http://photos.state.gov. 49 Heathcott, Joseph. The Historic Urban Landscape of the Swahili Coast: New Frameworks for Conservation. Swahili Historic Urban Landscapes. 36. World Heritage Papers, Paris: UNESCO World Heritage Center, 2013. 50 Singh, Dayanita. “Artist Intervention: File Room.” Future Anterior: Journal of Historic Preservation, History, Theory, and Criticism 11, no. 1 (2014): 107–10. doi:10.5749/futuante.11.1.0107. 107-110.    16 relationship between the global and the intimate is an important subtopic in this discussion.51 The intimate or local values versus the conceptualized global values is an important issue to take up in many respects, but especially when trying to understand the values of underrepresented populations. It seems that this is a topic that will come of great use when unpacking value, as the concept of Outstanding Universal Value trumps out the local at major World Heritage Sites. It is here that tools need to be developed also that make strong and compelling arguments for the importance of local values. An analysis of how the intimate and the global values might intertwine in preservation is very interesting when researching bottom up research methods and needs to be understood. There need to be more tools and methods to make preservation more accessible to communities as well as making community values more accessible to the field of preservation. There is also a need for quick, inexpensive and relatively easy to execute tools that give compelling visual, qualitative and quantitative evidence allowing for the assessment local community value of sites. An ideal tool might foster community advocacy and cohesion around a valued site by providing concrete quantitative data in the form of value specialization maps, as well as illustrate this data qualitatively. Finding the ideal tool or collection of tools for assessing this value is beyond the scope of this study, but hopefully, this thesis might contribute to the search for these tools though the exploration of mapping and analyzing Twitter data as another means of assessing local value.   1.3.iv. The Challenge that Remains   Information about local people and their places has for a long time needed to be consolidated in order to find the nexus between the the preservation field and the constituencies that currently care about and are invested in the preservation of cultural heritage. This study thus looks at how preservationists can further this goal by taking a closer look at a technology that already exists and of which can be taken advantage by historic preservationists. Further, so much of what preservationists think might naturally be considered valuable by a community is under-recognized merely because no single group has acquired the \"voice\" to express that sentiment. Preservationists can either act as spokespeople for those groups - a role preservationists have played in the past, acting as expert witnesses, testifying to the value of this or that property, or they can                                                 51 Pratt, Geraldine, and Victoria Rosner, eds. The Global and the Intimate: Feminism in Our Time. Columbia University Press, 2012.     17 find ways to allow the local community speak for themselves. The role preservationists can play in the future of preservation is that of a body which facilitates a collective expression of value, rather than acting as the expert defining value for others. Preservationists can be facilitators of current communal expressions of value.  If the goal of preservationists is to save significant, and often historical buildings, it is necessary for the field to learn how to connect to and demonstrate the site’s social value in compelling ways. This has shown to be a challenge within the field of preservation as many researchers have formed excellent ways of collecting qualitative data to advocate for local valuation of community sites. However, the field has a long way to go when it comes to demonstrating local values and significance in compelling quantitative ways, in addition to the qualitative. Neither qualitative methods nor quantitative methods of assessing local values around sites alone is enough to properly assess a local community value of sites. There is, therefore, a need to uncover more compelling ways of assessing local community significance of current sites, to better allow preservationists as well as local communities to have access to even better ways of advocating for these local community valued sites. The participatory research principles that this study’s value assessments are based upon are not extremely new to the field of preservation. What is constantly new is the technology available to preservationists and these tools should be monitored constantly for ways they can advance the field of preservation.  Visualizing these values through social media data coupled with more traditional participatory research methods can allow the community to have a voice in the preservation process at an early start. Finding ways to access how a community communicates their interests, concerns, relationship to the site, and more allows for these crucial stakeholders to have a voice and a way of visually communicating their hopes, concerns, and perspectives.               18 1.4. Opportunities  1.4.i. Twitter for Preservation  A question worth asking in the field of preservation is “how can preservationists can best use social media data to supplement other existing and relevant data sets they can access to assess value more effectively, evocatively and persuasively?” There are technological and capable data collection methods available that can give preservationists insight into how to better assess and advocate for community values and can also possibly answer need for quick, inexpensive and relatively easy to execute tools that give compelling visual, qualitative and quantitative evidence allowing for the assessment of local community value of sites. Using Twitter for social research is a sharpening tool that will continue to sharpen. It is a tool that has benefited other many professional and academic fields and will is able to be applied to a growing diversity of uses as it becomes more effective.  There are many limitations to using Twitter data, however, since Twitter made its hundreds of billions of tweets public, many organizations, businesses, social researchers and many others have been taking advantage of the data's powerful capabilities and have proved the potential power of harnessing Twitter’s manifold uses.      1.4.ii. Introduction to Twitter   Twitter, or Twitter, Inc., was created by in 2006 by Jack Dorsey, Noah Glass, Biz Stone, and Evan Williams. It is a social networking micro-blogging service that has had global use and popularity since its creation and has boomed as a social connector since its use in the mobilization of the Arab Spring uprisings of 2009.52  Registered users of Twitter read and post short public messages of a maximum of 140 characters and these posts are called “tweets.” Users can also upload short videos and photos from their account which can be seen and accessed publically. It has grown to be one of the most                                                 52 Beaumont, Peter. “The Truth about Twitter, Facebook and the Uprisings in the Arab World.” The Guardian, February 25, 2011, sec. World news. https://www.theguardian.com.    19 popular social networks worldwide and at the end of the fourth quarter of 2016, the service averaged at 319 million monthly active users. The number of total users is much higher however. 53   The majority of Americans as of November, 2016 that use twitter admit to using social media for their primary news source. The major contenders in social media world are Facebook, Twitter, Pinterest, Instagram, and LinkedIn. Facebook leads the others by far in users numbers, with 78% of online Americans using Facebook and 24% of online Americans using Twitter, as of November 2016. These numbers are astounding if one considers that out of all Americans, including those using the internet and those not, Twitter claims 21% of the American population as its users, that is nearly one in every five Americans. It is still the case that younger Americans use Twitter much more often than older Americans. 36% of all online Americans using Twitter are 18- 29 years of age and only 10% of all online Americans using Twitter are 65 or older.54   26% of all online American adults who use Twitter, live in cities, while 24% live in the suburbs and 24% live in rural areas. 24% of these online Americans who use Twitter are men while 25% are women. Also, online American Twitter users seem to be fairly evenly distributed along income brackets. Those who make more than $75,000 make up 30% of all these online Americans using Twitter. Though this is more than all the other income brackets, this bracket accounts for a wider range of incomes than the other income brackets.55 This data shows that although there are considerably more young people using Twitter data, Twitter use can be considered to be somewhat evenly distributed among the American online user demographic across gender, income, education, and developed environments. Other social media platforms such as Instagram and Pinterest which show race and ethnicity differences in use, Twitter has fairly even distribution across race and ethnicity demographics.56                                                  53 Statistica. “Twitter: Number of Active Users 2010-2016.” Statista. Accessed April 10, 2017. https://www.statista.com/statistics/282087/number-of-monthly-active-twitter-users/. 54 Greenwood, Shannon, Andrew Perrin, and Maeve Duggan. “Social Media Update 2016.” Pew Research Center: Internet, Science & Tech, November 11, 2016. http://www.pewinternet.org/2016/11/11/social-media-update-2016/. 55 ibid. 56 ibid.    20    Graphic 1: Facebook Use of Americans, 2016. Source: PEW Research Center57                                                    57 ibid.    21   Graphic 2: Social Media Site Use by Race and Ethnicity, 2014.  Source: PEW Research Center58  It is believed that social media is here to stay, partly because all of the major social media sites are growing in usership every day. With that said, even though growth rates for Twitter do seem to be decreasing for some platforms, as well as active Twitter usership, Twitter’s monthly active users growth was 9% year-after-year while Facebook and LinkedIn’s registered users grew by approximately 14% and                                                 58 ibid.    22 7%. 59  In 2015, the site's user population across world wide markets grew 14.3 percent compared to the previous year, however growth is projected to slow to 6.2 percent in 2019.60 In 2016 Twitter saw an overall decrease in usership and made several attempts to bring in new users and keep existing ones by introducing different features such as “Moments,” promoted tweets, embedded video feeds, and ads for logged-out users. Twitter asserted that the decline in active users last year in the fourth quarter came from both seasonality and the company’s decision to reduce the volume of mail sent to dormant users to bring them back to the service. They also asserted that the decline in active users was offset by the marketing spending in the fourth quarter. This could be a momentary decrease in active Twitter usership, but even if its active usership continues to decrease, social media activity in other services is still increasing by the day. If one day Twitter ceases to be one of the social media giants, there is high likelihood that its users and more new social media users will use other social media sources.61 Further, if social media companies like Instagram, Yelp, Facebook, Tumblr, Pinterest or Snapchat fulfill Twitter’s role they will hopefully take Twitter’s lead and allow for researchers to access their data. Such data will continue to be more and more valuable to researchers and software and other methods for accessing Twitter and other social media data are very likely to sharpen.  Twitter attaches geo-coordinates, which tell where a person is on the surface of the earth, to a user’s tweet if the user connects their account to geolocation services such as their iPhone’s geolocation feature. As it is, only 5% of Twitter users in 2016 use these geolocation services. Twitter is developing and will soon release a new API which is targeted at increasing users that use geolocation. The new feature would allow followers of a user to see where the user is when they post a tweet. It will be similar to Facebook’s feature which allows its users to “Check In” and post to their friends where they are in the world.62                                                     59 Thomas, Parker. “How Twitter Justifies Its Decline in Active Users - Market Realist.” Accessed April 10, 2017. http://marketrealist.com. 60 Statistica. “Twitter: Annual Growth Rate Worldwide 2019 | Statistic.” Statista. Accessed 2017. https://www.statista.com. 61  Statistica. “Twitter: Annual Growth Rate Worldwide 2019 | Statistic.” Statista. Accessed 2017. https://www.statista.com. 62 Siegler, M. G. “Twitter Can Now Know Where You Tweet.” TechCrunch. Accessed 2017. http://social.techcrunch.com.    23 1.4.iii. Accessing Twitter Data through Twitter APIs, Twitter Geodatabases, Mapping services, and Scraping Services   When searching for data to use on a GIS program, researchers often rely on public datasets. Twitter has made their historical data public, but that does not mean that it is necessarily easy or free to access this data. It does mean however that Twitter, unlike other social media platforms the information is completely public in the sense that users know that their Tweets can be seen and used by anyone in the world. There are very limited public dataset files (data files) to download if one were to search for them because Twitter removes them quickly after being shared. This is because the company has a policy that prevents academics and social scientists to share the Twitter data they have scraped. They require that each social researcher has to access the data themselves. Researchers and institutions seeking to access this data must then seek out other Twitter approved methods for accessing his public data.    One option which is provided by Twitter is to access the Twitter data through a Twitter API such as GNIP. This will be talked about in more detail in the methodology section, but essentially the researcher must pay for the data to be scraped for them according to filters that limit the payload size in terms of time interval, area, collecting only geocoded, and other filters. The researcher then must convert the data into a useable mapping format. The ease at which this data can be mapped in GIS depends upon how the information within the data file is aggregated. There are conversion tools that allow for this information to be imported into ArcMap or another GIS program.63   1.4.iii.1. Twitter Geodatabases and Mapping services  As one of the aims of this research is feasibility and ease for someone not strong in computer science, other more simple options are explored.  Online Twitter Geodatabases offer mapping services that allow the researcher to access this historical Twitter data for research purposes. This includes services such as CARTO and MAPD which will be explored in greater detail in the methodology and analysis. There is much information that can be gained by such services, however their power is greatly affected by the type of data that one would like to access. Such a proxy could be used to gain insight on the geography of public opinion at this point in time.                                                 63 “JSON To Features—Conversion Toolbox | ArcGIS Desktop.” Accessed April 10, 2017. http://pro.arcgis.com.    24   These platforms are relatively inexpensive tools for organizations to use that can start to map out local constituents that could inform where communities are actively using social media and where one might get sufficient participatory feedback. Attaining mappable data can perhaps give a sense of where a community is located, where they are using social media, and where they are comfortable enough to publicly identify as being a part of a community or similarly identifying group of people as well as other social trends that can be applied to the historic preservation field.   One such platform is CARTO, formerly called CARTODB, that was released in 2011. It is a subscription based, online software that provides GIS and web mapping tools. It is an excellent tool for data analysis and visualization that does not require that researchers have GIS or data management experience. This makes it a tool that is very powerful for how easy it is to use. It has been used for  diverse applications: from activists to NASA and the Wall Street Journal to represent data geospatially. CARTO additionally allows the users to connect with analyze and map with historical Twitter data for a fee. The company offers a free service available for students that enable them to have access to a limited amount of mappable Twitter data up to one month old.64 MAPD is a similar online mapping platform that allows researchers to map tweets. They offer a free demo that allows the user to map out Twitter data back to three months old. This demo can be launched as many times as needed and potentially can give researchers an excellent resource into the Twitter mapping world. These tools will be analyzed and one will be tested for this study and will be used as sources of this study’s Twitter data.  Another option to access mappable Twitter data that will be analyzed in detail is through collecting current Twitter data through the tool #TAGS. It is a program that allows anyone to collect this data, for free without limit and it can be set up so that every week it automatically sifts through and collects all current Twitter data that has happened within the last week according to the user’s parameters. This tool has the potential to offer exceptionally great prospects to the field of preservation as it is easy to use and free.   1.4.iv. How Twitter Data is Being Used   Analyzing Twitter data through online platforms like CARTODB, MAPD, and Audiense has been giving organizations incredible insights into their businesses by forecasting social trends, finding new customers, eliminating market research costs, and enabling new and more targeted and personal                                                 64 “CARTODB Aims To Be The Instagram Of Maps | TPM Idea Lab,” August 8, 2013. https://web.archive.org.    25 kinds of marketing strategies such as value-based marketing by mapping Twitter data to assess user values.65  After a disastrous earthquake in Sichuan, China in 2008 it was realized that Twitter data was faster at reporting the earthquake than the U.S. Geological Survey's (USGS) methods at the time. They now use methods of filtering Twitter data to track earthquakes, revealing how Twitter data has the power to give quick and revealing information about what is happening currently to communities around the world.66  Researchers are also using it to form predictions about where the aurora borealis will be. They filter their data by having people vote for whether they think each tweeter who tweeted actually saw the aurora borealis or whether they are talking about something completely unrelated.67     1.4.iv.1. Social Research    Humboldt State University researchers have made a \"hate map\" that they claim algorithmically plots homophobic tweets. Their methodology is under criticism for not creating reliable enough algorithms which really illustrates one drawback about how when mapping and quantifying things that are typically qualitative. There is a ton of room for bias and skewing of the results to reflect what one wants to show. Even so, this research also really speaks to how powerful and compelling a narrative mapping social media data can create when quantified, ranked and visualized.  There are also many researchers trying to learn about urban conditions by mapping and studying Twitter data. Researchers from the University of Kentucky used geotagged tweets to delve into the travel patterns between Louisville’s West End and the rest of the city to visually understanding racial segregation in that area.68   The Kentucky study highlights something to be careful of when geo-spatializing this type of data. Though Bigdata is thought to give a more 'scientific' approach to the understanding and management of cities, it is not always,\" and most geographic analyses of geotagged social media data have failed to mobilize a sufficiently complex understanding of socio-spatial relations\"                                                 65 Hofer-Shall, Zach. “Growth in the Twitter Data Ecosystem.” Twitter Blogs. Accessed April 10, 2017. https://blog.twitter.com. 66 Ellis, Elaine. “How the USGS Uses Twitter Data to Track Earthquakes.” Twitter Blogs. Accessed April 10, 2017. https://blog.twitter.com/2015/usgs-twitter-data-earthquake-detection. 67 “Aurorasaurus - Reporting Auroras from the Ground Up.” Accessed April 10, 2017. http://www.aurorasaurus.org/. 68 Shelton, Taylor, Ate Poorthuis, and Matthew Zook. “Social Media and the City: Rethinking Urban Socio-Spatial Inequality Using User-Generated Geographic Information.” SSRN Scholarly Paper. Rochester, NY: Social Science Research Network, 2015. https://papers.ssrn.com.    26 The danger of many of these tools is that when the reality in society that the data represents is complex, researchers have to be careful not to oversimplify the results visually.69 In the Kentucky study they also emphasize how important it is to contextualize quantitative data practices through qualitative analysis. They discuss how much more cost effective and less invasive this type of research is than previous methods and that it allows for greater attention to social context on a very micro level that enables for this rich qualitative analysis.70   The Kentucky study has however become an example of one of the pitfalls of using Twitter data for social research. It was critiqued in the article, \"Why Most Twitter Maps Can't Be Trusted: A sophisticated age demands a more sophisticated social media cartography,\" which looks at the common and major mistakes that are often made when analyzing mapped Twitter data for social trends. The data for the Louisville research came from a Twitter API and the researchers scraped Twitter data from 5.7 million tweets that were geotagged to Louisville, Kentucky, between June 2012 and July 2014. The criticism was not in the source, scraping or filtering techniques of the study, but rather that the data was mapped to show correlations and trends that might not exist because other variables were not been considered and that the data should have been used in combination with more extensive socioeconomic and population data. One obvious pitfall that Twitter mappers make is forgetting that the data represents where people exist and this is confused with social trends when not combined with other data such as population density.71 This shows that twitter data is not reliable and cannot produce conclusive  unless it is accompanied with other research methods.   1.4.iv.2. Twitter Within Preservation for Assessing Cultural Significance of Sites  Some great opportunities for assessing local community valuation that exist are new technologies such as GIS to map data collected through social media as well as these online surveying platforms. Eric Fisher, an artist and software developer, for example, creates heat maps from mining Twitter and Instagram data to show where social media photos were taken to locate places that are important to people. These kinds of value assessment tools could benefit all areas of preservation from material conservation, advocacy and planning to architecture and even real estate development to gain insight and tools that can allow professionals to best assess the local community values around a site. This study is                                                 69 ibid. 70 ibid. 71 Marshall, Aarian. “Why You Should Be Skeptical of Most Twitter Maps.” CityLab. Accessed April 10, 2017. http://www.citylab.com.    27 examining new tools that can help preservationists do just that. His project, Geotagger World Atlas, heat mapped the density where social media photos were taken of buildings as a tool for historic preservation in order to locate sites that are important to people. The owner mined Instagram and Twitter data to accomplish the maps. The red is tourist data and the blue is local. The results asserts that historic sites are more often photographed and are thus of great interest to people72 This study examines how preservationists might be able to use these online sources of local community information to explore local valuation of sites by looking at existing local public data and creating new local public data. Understanding how using these inexpensive, relatively easy and increasingly available tools can be a powerful resource to understanding the constituency of sites to see who, where, and why people value sites. Identifying who will spend energy protecting these sites and informing where preservations need to begin, can form a connection with these constituents as well as hopefully uniting the aims and furthering the impact of both the local community's advocacy for their cultural resources and make the field of historic preservation more accessible to communities as well as making community values more accessible to the field of preservation. Such a tool might allow for community advocacy and cohesion of values and would simultaneously provide concrete data in the form of value spatialization maps, as well as illustrate this data through personal value statements.    1.4.v.  Twitter as a Potential Participatory Action Research Method   Participatory Action Research approaches have acquired cross-disciplinary attention as scholars, activists, and practitioners committed to social change through community work. It is worth briefly  exploring the goals and methods of their work here, as participatory action research has much room to grow in the preservation field and Twitter might be seen as one method of addressing this.  Though there is already a great push for participatory research methods and even the development of Participatory Action Research within the field of preservation, there is much room for developing participatory methods that allow preservationists to conduct value assessments and consensus development of an area and population and also for seeing where participatory research can evolve into participatory action research.                                                   72 Fischer, Eric. “Linking the Most Interesting Places in the World.” Mapbox. Accessed April 10, 2017. https://www.mapbox.com.    28 \"'Berate him as we will for not reading our books,' observed [Carl] Becker, 'Mr. Everyman is stronger than we are, and sooner or later we must adapt our knowledge to his necessities.'\" P.19  This quote articulates an idea essential to thinking about participatory action research. It is about the accessibility of the field of preservation to the people who live and interact with the heritage on a daily basis. Participatory action research ideally attempts to bridge the language barrier between the non-expert to the expert to allow for better dialogue. This results in more agency for the community and a better tool for professionals to mine the community needs and perspectives for a more informed evaluation of sites. In this way it gives a voice to both the professionals and the non-professionals. PAR approaches have acquired cross-disciplinary attention as scholars, activists, and practitioners committed to social change through community work identify concerns and develop proposals for change.73Through many online PAR resources, it is becoming easier to customize PAR to fit any number of fields research and is extremely helpful when developing the specifics of my methodology. One of the major focuses of this literature is discovering how to engage people with and develop a working and useful methodology and how essential it can be applied across disciplines. The key idea in Lois Weis work on PAR methodology development is that there is an implicit emphasis in participatory work upon action and inciting social responsibility on the part of the participators, which include the researcher and the public involved. Caitlin Cahill asserts that PAR is more than a method, \"it is an ethic of inclusion\" that needs to be further integrated into the field of cultural resource management.74 This theme of capturing marginalized voices for preservation this could mean capturing these voices so that preservation policy, especially in New York City can use more of a bottom-up approach. The preservation framework needs to include minority voices addressing gender, religious, sexual orientation, class, ethnicity and race. Nelson Mandela’s anti-apartheid words, “nothing about us, without us, is for us,” resonates strongly with the commitment of participatory action research to value knowledge that has been historically marginalized and produced through collaboration and in action. Raising critical questions with regards to the purposes and audiences of research, participatory action research takes seriously the critique that “ivory tower” research not only embodies, but reproduces                                                 73 Fischer, Eric. “Linking the Most Interesting Places in the World.” Mapbox. Accessed April 10, 2017. https://www.mapbox.com. 74 Cahill, Caitlin. “Participatory Action Research.” Article, n.d. http://peopleplacespace.org.    29 class, raced, gendered hierarchies.\"75 Cahill asserts that PAR is grounded in a \"commitment to building capacity, making private troubles public, moving from personal to social theorizing, and in turn to action.\" This making the private public is what this study is concerned with. It is \"an explicit practice and politics of engagement and solidarity in its most profound sense.\"76 Katherine Corbett asserts that PAR gives the practitioners, especially preservationists, a tool to find stories that the community wants to tell- stories about place that are rooted in the built environment. It highlights how these participatory research methods are inextricably tied to oral narratives, and that the researcher cannot drive the dialogue completely - it is about discovery of what needs to be preserved in terms of preservation.77  Twitter research has the potential to be considered to be participatory action research even more than the other two methods this study uses, which are solely participatory methods. In order for a project to be considered participatory action research it must involve the community in the initial and gradual development of the project. Twitter data is a digital participatory tool for cultural preservation that has the potential to better democratize knowledge production and allow for a rethinking within the field of historic preservation of how one operate as a preservation researcher.  Unlike other participatory methods however, where the researcher must often spend time on recruiting people to take a survey, the participation with Twitter data has already happened as soon as a participant  tweets, and it is in the researcher or organization's hands to mobilize to collect and learn from this data in whatever way that best suits their budget, expertise and timeframe.  Although mapping Twitter data has many limitations, primarily that it is a window to a narrow percentage of population, it is a window nonetheless that allows researcher to some extent to ask and answer questions about intersectionality directly and quickly. This can be done specifically though simply crosstabulation of hashtags (a word or phrase that is begun by a pound sign, used to identify messages about a specific topic on social media platforms) or keywords, for instance, mapping wherever #queer is used with “Stonewall.” To see if Queer identities are invested in Stonewall. Not all data is clean or perfect, and Twitter data is certainly not, but it is available and also can be very powerful and accessible tool for researchers. The fact that tweets use a hashtag to identify themselves, allows the Twitter data it to                                                 75 Torre, María Elena, Michelle Fine, Brett G. Stoudt, and Madeline Fox. “Critical Participatory Action Research as Public Science.” In APA Handbook of Research Methods in Psychology, Vol 2: Research Designs: Quantitative, Qualitative, Neuropsychological, and Biological, edited by H. Cooper, P. M. Camic, D. L. Long, A. T. Panter, D. Rindskopf, and K. J. Sher, 171–84. Washington, DC, US: American Psychological Association, 2012. 76 Cahill. 77 Corbett, Katherine T., and Howard S. Miller. “A Shared Inquiry into a Shared Inquiry.” The Public Historian, University of California Press, 28, no. 1 (2006): 15–38.     30 be to an extent pre-coded. In terms of performing data analysis with tweets, this pre-coding works highly and uniquely to the researcher’s advantage.  The theory of metacognition in education pedagogy asserts that the most successful way for a student to acquire new knowledge is for the teacher to make the student aware of the role of their own brain functioning in learning.78This concept can be analogous to the concept of participatory action research especially in preservation as researchers might involving the local community and individuals in the articulation and documentation of their own history. They are thus becoming active participants in recording their own history and in turn becoming more engaged with that history. Community values around their cultural heritage is also in constant flux but this does not mean that they are insignificant, in fact it is in this transience and dynamic story that their significance lies in. Twitter data might be able to serve as a new form recording something like a history of values that acts in ways like an oral history while also being a tool that allows for more an even more participatory and engaged local community.  1.5. Conclusion  New York City is a perfect place to further preservation tools that can garner support for local causes. This is partially in lieu of the city’s hyperactive real estate market posing a constant pressure on community valued historic properties. These tools will continue to improve, and as they do they have the potential to become more and more of an important asset to historic preservationists. Also, as local value is not static, but a dynamic and fluid thing, these types of tools might be repeated over the years, perhaps every five or ten years. These tools produce data and maps that could be valuable to future preservationists and organizations that will want to look back in time to track the changes in value of the constituents of heritage.                                                     78 Chick, Nancy. “Metacognition | Center for Teaching | Vanderbilt University.” Accessed April 10, 2017. https://cft.vanderbilt.edu.    31  Chapter 2: Methodology    2.1. Overall Research Methodology   The research methodology was formed around exploring three primary tools used in assessing local community value attributed to cultural resources. The primary tools are primary source historic data, an online questionnaire and Twitter data. The data sets from these methods were used in combination in order to learn how preservationists can assess the values local communities ascribed to cultural heritage. The data gathered from these tools will be mapped using ESRI’s ArcGIS. The mapping methodology is covered in Chapter 3 of this study.   2.1.i. Subject Population   The subject population for this study are LGBTQ people and LGBTQ allies who are currently living in New York City or who currently frequent New York City. This population is broad enough to potentially gain participation while also starting to identify sites and map out the sites that are valuable to people who are possibly currently invested in the welfare of LGBTQ sites. The LGBTQ community was chosen as a subject population since this study examines ways in which preservationists can connect with local populations through surveys and public data, specifically to get a sense of how and where minority populations might be invested in their heritage. New York City has a strong LGBTQ population that is invested in furthering visibility and thus is a great subject population for this research.    2.1.ii. NYC LGBT Historic Sites Project Data Use Methodology  As discussed previously, the NYC LGBT Historic Sites Project anecdotally assessed and assigned    32 cultural significance to their first 100 sites using basic research through primary sources, secondary sources, and aggregating additional information. These are used to primarily assess LGBTQ community derived significance of places in New York City’s five boroughs. The project released the list of the first 100 significant LGBTQ sites in New York City. These sites were chosen as a starting point out of hundreds of other sites they have on record and “reflect the ethnic and geographic diversity” of New York City’s LGBTQ community. The project is dedicated to continuous research to update the site with the most recent and extensive research.   The sites on their map are color coded by use into these eight uses for map legibility: ● Bars, Clubs and Restaurants ● Medical Facilities ● Performance Venues ● Residences ● Cultural and Educational Institutions ● Organization and Community Spaces ● Public Spaces ● Stores and Businesses  They also break down the list of sites into other categories that then allow for the website visitor to easily filter out and explore different sites relating to their interests. The four main categories include - cultural significance, neighborhood, era and LGBT category. These categories are then broken down into subcategories for website visitors to select as many as they would like to search to get more refined results. This study re-mapped the NYC LGBT Historic Site Project’s 100 top sites in ArcGIS in order to use their data in comparison with the data collected from the other two methods. The base dataset that was given from the project includes the site name and the site address. Other attribute fields that were added to the dataset came from the NYC LGBT Historic Site Project’s web page were the eight uses listed previously, the categories of lesbian gay, bisexual, and/or transgender, and if the site was significant to people of color.         33 2.2. Participatory Online Survey Methodology   The participatory online survey was conducted by the researcher of this study solely for the purpose of this study.. It was necessarily in three parts: IRB Certification, the recruitment, the survey writing and the mapping of the data. They recruitment flyer and survey are located in the appendix of this report.   2.2.i. Online Survey Limitations  Deploying a participatory survey to assess anything can be difficult because the researcher is depending largely on strangers taking time out of their day to contribute to to a project they might not be particularly invested in. This is a major limitation to participatory research involving surveys with which collecting Twitter data can possibly assist.  Although access to internet now have an unprecedented reach into all segments of populations, the impoverished, underprivileged and disenfranchised populations within a local community, even in places like New York City, might not have access to the internet or social media. Also, much of the world does not have access to computers, social media nor the internet, it cannot be used everywhere. The same limitation applies for the older generations in any place, as they often do not use the Internet.  Further, language can also be a barrier to who is able to take an online survey, especially if it is done in a very linguistically diverse place. Unless there is one official language that is spoken by a large majority of the population, the researcher will need to have the survey and recruitment done in all of possible languages and dialects spoken in that given geographical region.  This specific survey needed to be anonymous in order to protect the LGBTQ community’s anonymity. However, if this was not necessary, it might have been possible to reach a greater amount of people, spend less time on recruitment and more on surveying face-to-face and collect more data.  This study unfortunately cannot incorporate a remedy addressing these limitations other than being aware of them in the analysis.  Even with these known and significant limitations of these tools, understanding how to use an inexpensive, relatively easy and increasingly available tools can be very powerful tool in better understanding the constituency of heritage sites, to assess who, where, and why people value sites, what sites are valued and further, who will spend energy protecting these sites. They can help improve communication between preservationists and the local constituents of cultural heritage, and can    34 potentially unify a local community around their heritage and allow for better and more effective cultural heritage advocacy tools for preservationists and local communities who value their cultural resources.  2.2.ii. IRB Certification  The need to get IRB exemption for the recruitment for the survey as well as the survey was evident because the project was conducting participatory research on a sensitive, marginalized and vulnerable population. The methodology for the survey was thus determined to be compliant and was also made to be in agreement with IRB requirements to protect the subject population.  Recruitment and Survey: ● Ensured all participants anonymity at all times. No personal identifying information was be gathered. ● Stated the purpose of the research and what is expected of the participant. ● Stated who can participate. ● Stated the time commitment for completion of online survey.  ● Stated that the research will be for a Columbia University's GSAPP Historic Preservation Master's thesis. ● States that the research will be taking place in New York City's five boroughs. ● Directs participants to a Squarespace website where they can find out more information about the study as well as take the anonymous questionnaire.  ● Needed to be accompanied with an information sheet which told the participants the researcher’s as well as principal investigator’s contact information, instructions for participating as well as any risks or benefits of participating.   Survey IRB Certification Requirements: ●  Participants had to acknowledge the following before taking the survey: ○ Responses will be used for Columbia University Master’s thesis research. ○ No personal identifying information will be gathered nor used in thesis report. ○ Participant can choose to leave any answers blank. ○ Participant can quit this questionnaire at any time. ○ Participant is LGBTQ identifying person or LGBTQ ally.    35   2.2.iii. Recruitment  The recruitment for the online survey used paper flyers which were distributed in selected areas as well as being distributed online through social media and email.  To decide where to distribute flyers, Twitter was initially used in combination with information from historic information available online. As this was before the launch of the NYC LGBT Historic Sites Project’s 100 site online map this extent of information was not available. Twitter was used to locate areas and sites around the city where there is a lot of LGBTQ activity and where LGBTQ people might be comfortable/safe enough and engaged in LGBTQ events or community to tweet about their experience. This was done under the assumption that people will tweet with LGBTQ identifying keywords when in areas where they feel they can and are more inclined to express themselves in this way. These LGBTQ active areas were accessed through public Twitter data maps such as through the CARTO and MAPD, online hashtag mapping platforms that offer a limited free service, the details of which will be further explored in the analysis section. Although Twitter data was sparse for this first round, it was already clear that the most LGBTQ Twitter activity was in the area of lower Manhattan in and around Greenwich Village. More about this finding will also be further explored in the analysis, but this finding adheres with common assumptions the Greenwich Village is currently an LGBTQ haven for New York City. This is now very clear and confirmed by the NYC LGBT Historic Sites Project and other projects that there is a clear cluster of LGBTQ significant historic sites is in the Greenwich Village area. After this area was located, research was then done to find out which sites are still active today by seeing how active some of these sites were on social media. More community oriented sites were chosen for recruitment areas and finally three main areas were located including the area around Stonewall, the area around Washington Square Park as well as the area around the LGBT Community Center. These areas were chosen because they are currently LGBTQ significant sites as well as having historic LGBTQ significance. Both are still used for many LGBTQ social gatherings and protests including the February 4 LGBTQ Solidarity Rally in response to the Trump election79 as well as in June, 2016 the area held the vigil honoring Orlando victims, - both of which took place outside of Stonewall.80                                                 79 Wong, Curtis M. “Thousands Of LGBTQ People Set To Protest Trump In NYC On Saturday.” Huffington Post, February 3, 2017, sec. Queer Voices. http://www.huffingtonpost.com. 80 “Hundreds Gathered in Vigil for Orlando Victims at Stonewall Inn.” NY Daily News. Accessed April 10, 2017.    36  The annual Pride March that attracts hundreds and thousands of LGBTQ people and allies from around the world, ends at Stonewall as well as going around Washington Square Park. Washington Square park was the launching place for the International Women’s March in New York City which included many queer women’s rights groups and supporters and is historically an area entrenched in LGBTQ History as it is located in the center of an area rich in LGBTQ history. Another very popular LGBTQ historic place around this neighborhood is the LGBT Community Center also known as “The Center”. On Twitter alone is has 34,953 followers and it is overwhelmingly praised on Yelp and Facebook as an essential resource to the LGBTQ community. These three sites were thus chosen as the locations for handing out the flyers and information sheets. Other places were canvassed when the opportunity provided itself. These places include The New School for Social Research, Columbia University and others. This is one example of how using Twitter data and social media can work in tandem with other methods. Recruitment was also done on Facebook by making a Facebook page for the study and posting the study information on the pages to the many New York City LGBT/LGBTQ organizations as well as to Facebook groups that are known to be LGBTQ friendly. Further, emails were sent to Columbia University’s GSAPP’s Queer Student of Planning and Preservation Students.  The recruitment materials for this study in addition to being guided by IRB protocol was partially informed by Brick and Beam Detroit’s use of language. The project uses language that is easily understood by all, not just by those within the preservation field and also uses exciting and personalizing language that calls people to action, excites people and motivates participation. These strategies were used as much as possible when creating the recruitment materials and are a very important aspect in much participatory research. They allow professionals to tap into what heritage a community values and might be invested in saving. The tools this project explores in part have the to potential to be a substantial way to inform dialogue between the policy makers and the local people, improving communication between stakeholders and to offer a way to bolster community support, appreciation and proprietorship for their heritage will prove to be essential. Therefore, the language for the recruitment and survey were written to be easily understood and motivating.  All of these recruitment materials provided a URL that led participants to a Squarespace website where they can find out more information about the study, instructions on how to take the survey and also the survey which is embedded in the site.                                                                                                                                                          http://www.nydailynews.com.    37 2.2.iv. Survey   The survey was aimed at gathering qualitative and quantitative mappable data for assessing community value attributed to cultural resources. This form of participatory research is not new and has to a large extent been used by preservationists. It is an extremely valuable method of assessing local community value around heritage sites because of its ability to request meaningful information that people are willing and able to provide.  The survey was set up in order to ask a wide range of questions to that would allow for the overall significance as well as the nuance of the local community significance of the site to be assessed, while not making the survey prohibitively long. The survey also did not ask any unnecessarily personal questions which might offend as well as interfere with participation. In cutting out unnecessary personal questions such as sexual and gender orientation and only asking age group and zip code, the survey could shorten and keep the other questions directly related to the site.  The survey asks participants to tell about a site that they believe is valuable to the LGBTQ community. They can fill out as many surveys as sites that they value. The survey asks questions that try to quantify value in different ways through multiple-choice questions. They also have the option to fill out free response questions that try to illustrate how participants value this site more qualitatively. No personal identifying information was asked and all data was anonymous. The survey taker's online information will be encrypted and the survey responses will be sent to the researcher’s google drive in a private Google sheet. The multiple choice, codified data was then used in the research to create maps in ArcGIS which were then analyzed. Questions were designed to collect data on a variety of elements that might provide the project with enough nuance to rank the provided sites according to a ranking system. (Refer to Appendix for Survey) In order to map the survey data, categorization methods were borrowed from the NYC LGBT Historic Sites Project when possible for consistency when mapping. This was done with use as well as sites that were important to People of Color.  The solely qualitative answers were kept in the unaltered excel spreadsheet for future analysis before the data was prepared to be mapped. In order to map multiple surveys filled out for the same site, it was decided that each site was only mapped once and another feature/row was added for the frequency of surveys the site received. When mapped, these would then be another way of ranking the sites through symbology in order to show another variable of significance to the local LGBTQ community.  The gender or sexual identity or the race or income level of the participants is unknown. This would be very useful information, but was not collected for fear of asking overly personal questions that    38 might be prohibitive for IRB approval and participation.    2.3. Twitter Methodology  2.3.i. Twitter Limitations Just as there are limitations to using an online survey in participatory research, Twitter as a tool is limited in that much of the world does not have access to social media or even the internet and computing devices. Although Twitter is used globally, it cannot assess the values of the most impoverished, underprivileged and disenfranchised populations within a local community, even in places like New York City, who might not have the ability access to the Internet or Twitter. The same limitation applies for the older generations in any location, as they often do not use the Internet or social media.  In assessing this local value, Twitter data has other specific limitations where and how it can be used. First, the percent of tweets that are georeferenced is very small, only around 5% currently as the company CARTO asserts. Not only is it a skewed by age, economic status, race and location and other socioeconomic factors and it is also very a small portion of the population and most of the tweets are not georeferenced. These limitations of mapping and analyzing Twitter data mean that Twitter data cannot be used on its own for analysis to gain any all-inclusive or outstanding insight into a population. It can however, be used in combination with other data as well as other sources of information to add another available layer of nuance to other tools and there is evidence that it will continue to sharpen as a social research tool. Further,  GLAAD's third annual “Accelerating Acceptance” report, in partnership with Harris Poll, surveyed 2,037 US adults aged 18 and older in November of 2016. The survey found that 20% of millennials identify as LGBT/LGBTQ openly, but only 7% of the baby boomer generation, aged 52–71 would openly identify as LGBT/LGBTQ. It found that acceptance of the LGBTQ community was also found to be at an all-time high and the younger generations are more likely to openly label themselves as LGBTQ.81 Since Twitter, as discussed earlier, is used most often by the younger generation, it seems that it can indeed be a useful tool for keying into these younger generations of LGBTQ identifying people and seeing how to best connect them with LGBTQ heritage sites.                                                  81 Karlin, Sarah. “Young People Are Queerer Than Ever, But They Aren’t Using Traditional Labels.” LGBT Institute: Center for Civil and Human Rights, n.d. http://www.lgbtinstitute.org.    39 To combat some of these limitations, this study is using the two other more traditional research methods. The point of this study is not to demonstrate how georeferenced Twitter data is a representative sample of current public opinion on any given subject, but rather is exploring how this data can, with all of its limitations, complement the information preservationists might get from more traditional approaches. Also, the study is looking at how might georeferenced social media data continue to increase in utility through time and what are some of the strategies that preservationists should use to harness these tools to meet their needs. No research method is perfectly inclusive nor democratic, but that does not mean that preservationists should not take advantage of research tools that can give insight, however limited, into the local communities.    2.3.ii. Assessing Tools for Twitter Research    The tools for Twitter research that are considered here offer preservationists a first means of accessing georeferenced tweets. Georeferenced tweets are the tweets that have the location where they were tweeted embedded or “geotagged” in the tweet. The reasoning behind having the tweets georeferenced is so that the tweets can be mapped.  For this study, and in order for it to be as practical as possible to the field of preservation, the tool needs to be quick to operate, relatively inexpensively, as well as relatively easy to use for historic preservationists who may have little to no computer programming expertise, and limited resources.   The methods of analyzing and assessing Twitter research tools are based upon the following variables: ● Georeferenced: Is the data mappable? ● Affordability: What type of budget is required for this tool?  ● Ease of use: What expertise is required to attain and handle this data? ● Time frame: How long does it take to collect and use this data?     40 2.3.ii.1. Attaining Historical Twitter Data   As previously discussed, it is very difficult to get access historical Twitter data. The older the data is, and the more sophisticated the filtering method, the more expensive it will be. This data is extremely valuable to a wide range of social researchers from election campaigns to marketing strategies, thus companies collect that kind of data and then sell it for quite a lot of money. One widely used API that offers this service is the Twitter API called GNIP, Inc. This company was bought by Twitter in 2014 to allow Twitter to package and sell its own data82 Entry level data sets through GNIP include up to 1 million tweets over a 40 day period and start at $1,250. Pricing is inelastic until either threshold is exceeded and the price is impacted by both the timeframe and tweet payload size.  The price is greatly impacted and sharply increased by both the time frame and tweet payload size as this is simply the entry level price. Further, once this data is acquired by the user, it arrives with the data in JSON format, which is the usual format in which one acquires most, if not all, social media data. However, in order to map this JSON formatted data, it must be usually transformed it into a .csv file with latitude and longitude. This must be done through Python (a computer coding language) or a similar to \"parse\" the data and create the .csv file. There is software that can to this as well but it is usually not free and is less reliable than doing it yourself, but does not require any coding. Still these costs are high for obtaining data for researchers on a budget, and if large enough datasets are being converted from JSON to .xls format, there will be a fee involved if the researcher does not have the expertise to convert it themselves. This is a great option for researchers if there is enough funding involved, and could be a realistic option for organizations or institutions where funding resources are not extremely limited. If this is the case and also the researcher team involved has some skills in coding this could be a great option.                                                         82 Shih, Gerry. “Twitter Buys Social Data Provider Gnip, Stock Soars.” Reuters, April 15, 2014. http://www.reuters.com.    41 2.3.ii.2. Online Mapping Programs  2.3.ii.2.a. CARTO  Within CARTO researchers can use their free service of mapping geotagged tweets that were tweeted within the last 30 days. As CARTO maps geotagged tweets, it should only have access to the approximately 5% of tweets that actually geotagged. However, the company claims that through “geo-enrichment enhancements” CARTO increases its Twitter search results to 15% to 20%. This is done by finding location identifying keywords and then giving that Tweet a geotag according to that location. For instance, if someone mentioned the “Detroit” in the body of their tweet, a geotag will be assigned to that tweet that gives it a random location within Detroit’s boundaries. This is a huge limitation when one is using Twitter data geospatially because it disables the researcher from getting accurate distribution information about where people are tweeting. It also means that the researcher will have to comb through a large amount of geo-enriched data in the dataset to see whether each tweet is actually talking about a place where it has been geotagged. Twitter data allows for the data to potentially be compiled in a geodatabase. However, the images cannot be included with ESRI’s ArcGIS. It is possible to do this on CARTO and make an interactive geodatabase, which could be a possible option if the researcher was importing their own Twitter data, because the reliability of CARTO Twitter data is questionable.  If one were to use CARTO for Twitter in spite of this limitation, there are three current options available for using their services to get tweets from their several Twitter APIs and map the data with their online mapping platform. The default and free option is to use a Search API which allows the researcher to query geolocated Twitter data from the last 30 days and connect this dataset to their GIS map. There is also a student option for the Search API which allows students to query and map up to 10,000 tweets per month. The second option, which has additional costs, is called “streaming.” This streams and maps current tweets coming in for a charge. The most valuable option both in research value as well as monetary value is the the Historical API option. This option returns tweets back to 2006 when Twitter first began up until 30 days in the past.83 The researcher would need to get a paid CARTO Enterprise plan which starts at $8,000, although they offer 20% discount for the academic community. In addition to that cost would be $3,000 for the consultancy, and $15 per day just for the search depending on how many days one would like the search                                                 83  “Connecting Twitter Data — CARTO.” Accessed April 10, 2017. https://carto.com    42 for. 10,000 tweets are free, but beyond that the cost of tweets would be $1 per 1000 tweets.84 When operating a query for CARTO’s Search API service there are four categories, which then are used to search for tweets using keywords and hashtags. Within each category, one can search multiple hashtags. But once searched, it is impossible to separate the hashtags for further filtering, within the mapping service or dataset. Only the categories themselves can be filtered. The hashtags or keywords are actually searched for individually, however, which might be useful if the terms within a specific category are themed and each one is specific enough to be lumped together. There is also maximum number of characters that can be entered and that limits the searching possibilities.  In order to explore if this way of using this tool could be viable for cross tabulation of Twitter data, each category was themed according to LGBTQ place indicators or LGBTQ community identifying hashtags. Category 1 was for LGBTQ Specific Identity terms, Category 2 was reserved for LGBT Place Specific hashtags taken from NYC LGBT Historic Sites Project top 100 and priority was given to the better-known sites. Category 3 was reserved for Specific People and Movements attributed to NYC LGBT Historic Sites Project’s Sites to try to see if people were talking about any people or movements possibly attributed to LGBTQ sites. Category 4 was for Social Outreach/ Civil Rights tweets to identify again where the LGBTQ community is most active within the city.    Query 1:  Category 1: (LGBTQ Identity Terms) #lesbian, #lgbtyouth, #lgbtnyc, #queeryouth, #gay, #lgbtqi, #lgbtqia, #ftm, #pansexual, #transwoman, #bisexual, #transsexual, #queer, #bi, #transman, #intersex, #pan, #transgender, #genderqueer, #mtf, #ftm, #drag, #nonbinary, #lgbt, #lgbtq, #boi, #femme, #lipsticklesbian, #butch  Category 2: (LGBT Place Specific - taken from NYC LGBT Historic Sites Project top 100) #lgbtcenternyc, #pfaff, #herstoryarchives, #portofino, #riispark, #nycitycenter, #wowcafe, #liberationhouse, #moma, #orchardbeach, #judsonmemorialchurch, #juliusbar, #christopherstreetpier, #bathesdafountain, #harlemymca, #iplgy, #greenwoodcemetery, #caffecino, #aliceaustenhouse, #littleredschoolhouse, #liberationhouse, #stonewall, #cubbyhole, #apollotheater, #belascotheater, #bumbumbar, #theramble, #hamiltongrange, #lgbtcommunitycenter                                                   84Ibid.    43 Category 3: (Specific People and Movements attributed to NYC LGBT Historic Sites Project’s Sites) #langstonhughes, #arnoldscaasi, #gmhc, #aaroncopeland, #bayardrustin, #andywarhol #aliceausten, #corduroyclub, #gatliberationfront, #dob, #daughtorsofbilitis, #mattachine, #mattachinesociety, #actup, #audreylorde   Category 4: Social Outreach/ Civil Rights Tweets #gayrights, #notafraid, #itgetsbetter, #wedeservebetter, #trevorproject, #bornthisway, #pride, #gaypride, #transpride, #lgbtpride, #nycpride, #bornperfect, #loveislove, #transrights, #transisbeautiful, #samesex, #protecttranslives, #gayparents  Query 2: This mapping technique proved to be unreliable because it produced too few tweets than were possible. This was known because when tweets were queried one at a time for each category, there were about the same number of tweets in the same area for these four separate hashtags as for all of the above hashtags. The four separately quarried tweets were tweets that were used in one already   Query 3:  Another query was done to try to simply identify places through hashtags that were place specific and specific to New York City LGBTQ existing hashtags.  Category 1: #safespace Category 2: #NYCLGBTSites Category 3: #LGBTheritage Category 4: #LGBThistoryNYC   2.3.ii.2.b. MAPD  MAPD allows researchers to search hashtags and keywords such as, “LGBT” or #stonewall over the last few months and zoom in for detail and categorizes the tweets by language. It is also free and easy to use.    44 Through MAPD, one has to filter manually, which takes more time. However, this tool offers a free demo, allows for as many searches as desired, allows for all tweets to be queried within a period of three months, and allows researchers to see the mapped data as well as the individual hashtags. There is no “geoenriching” and is thus more reliable than CARTO data. This is a powerful, fast and easy to use tool that also does not have any fees, so this study used this method of collecting Twitter data. The twitter data that was collected through the Twitter geodatabase MAPD using the keyword results that were previously researched and imported through making a shape file through rasterized screenshots of combined MAPD results.  The actual tweets are available for research as well, which gives the research an insight for filtering these sites and for locating the site the tweet is referring to.  It also allows the research to have strong qualitative information in the form of photographs and personal values statements.   2.3.ii.3. Collecting Current Twitter Data:   Collecting current Twitter data is actually pretty simple to do and also free. However, it is only useful if the researcher knows enough coding to write Python script that queries the Twitter API and downloads the tweets based on a keyword or hashtag. With the state of the field of preservation today, this tool seems a bit out of reach, as coding is not a common skill held by preservation professionals and though learning it could be valuable, it takes additional time and resources to learn such skills. In projects where the budget is tighter, and when one is working with a long term project, a great option when it comes to collecting the Twitter data for assessing local community value around cultural resources, is to begin to collect current data through a program that allows the user to filter and collect data from the last 6-9 days, such as the extremely useful online software called #TAGS.  #TAGS is a free Google Sheet template that allows a user to set up the search parameters and run the automated collection of search results from the user’s Twitter account’s followers. It allows users for free to collect and filter Twitter data from the last 7 days. The software automatically puts the tweets into the user's Google drive in .xls format which, as explained previously, can easily be mapped on a GIS platform. This service allows the user to easily filter only geotagged tweets that can be mapped. The user then has the option to then make it so that the same query is repeated every 7 days and the data is uploaded to the same spreadsheet. The software also allows one to search multiple hashtags at the same time as many hashtags as is desired.  It pulls the data from the user's own Twitter timeline, which means that it does not filter through    45 all the tweets in the Twitterverse, but only the one's on the user's timeline. The Twitter user's timeline is the place where all the tweets from Twitter accounts that the Twitter user follows are located. Thus, if the Twitter and #TAG user would like to have access to a greater pool of tweets, they must follow more Twitter users. Twitter caps the each user's Twitter following at 5000 users, however once someone has followed 5000 users, it is possible to follow more accounts according to the ratio of followers to following. This means that a user can only follow more accounts if the user has more people following them. This might not be much of a limitation for researchers that are using an institution's Twitter account, such as the National Park Service's, Columbia University's Twitter accounts. This method might work fairly well for research through larger institutions; however, this cap to the number of people one can follow is an obvious limitation for those organizations that do not have a high number of Twitter followers. Still, it is possible for smaller institutions to use this method if they decided to be more targeted in who they follow and could offer a way of preliminary filtering of the data. For instance, with mapping the LGBTQ sites in NYC, one might just follow accounts that are based in NYC, and do searches and follow only people who seem to be using #LGBTQ, #Queer and other identifying hash tags in non-derogatory way.  This tool has these two major drawbacks. It takes time to collect enough data to analyse and that it has a limit to how many Twitter accounts are mined for relevant hashtags or terminology. However, it still poses as an extremely viable tool for a specific historical preservation project that hopes to assess community value connected to cultural places and sites in that it allows the users to create and data archives that can be added to year after year. If such a project grows and continues to be in use, it could also put effort into its Twitter account to grow followers. Also as LGBTQ people become more aware of such a project, there is a possibility that people could use a specific hashtag that would link to the project, or even use common LGBTQ hashtags more often. Also, if there are clusters of LGBTQ hashtags used in one area specifically, it would allow for researchers to see this as a pulsepoint. If the researcher knows of an event happening, it would be possible to start collecting the data before the event and collect it all the way through and after. Going back in time is very expensive.          46 2.3.iii. Twitter Tool Assessment Conclusions ● MAPD is a free, easy to use tool that allows for fast acquisition of Twitter data. It also allows the Twitter data to be pulled from over last three months. This tool was used for this research for these reasons. ● #TAGS as an easy to use, free, automatically and iterative way of collecting Twitter data. This and possibly other such tools are available now for preservationists and organizations that might have a tight budget to use for searching, sorting, and collecting current Twitter data for archiving or current research purposes. The main limitation is that it only pulls Twitter data from the Twitter accounts that the user follows.  ● Twitter API’s such as GNIP can be a great option for an organization to access historical Twitter data if they can afford it and if they have a team or team member that has experience working with the data. ● CARTO is fast and relatively user-friendly program, yet it is also more expensive option. Its use of geo-enriching the Twitter data however makes the Twitter data less reliable for looking at geographic trends within a city. ● Once the data is collected there is processing time required for filtering, mapping, and analyzing the data. ● There is also research that needs to be done in order to identify what hashtags and/or keywords would be most productive for the given research. This study found that certain keywords worked better than hashtags for collect the most site-related tweets for the LGBTQ community sites in New York City. 85                                                              85 This is not always the case however. If a site, for instance, the Empire State Building, was being searched it would be more productive to search for the hashtag than a keyword. This is because neither the keyword nor hashtag can contain spaces, and also because the #empirestatebuilding is a better-established hashtag than most LGBTQ site hashtags.     47 Chapter 3: Analysis and Results  3.1. Introduction  As discussed in the previous section, three primary tools/methods were found and used to gather data. These include MAPD for Twitter data, the Squarespace online survey, and the historic site data generously shared by the NYC LGBT Historic Sites Project. Data was collected through these three methods, then all of this data was mapped in the geodatabase, ESRI ArcGIS, as described in the methodology section, to allow for geospatial analysis of the data.  This section delves into the results of mapping this data, explores how effective these tools are by looking directly at the data driven maps of LGBTQ sites in New York City’s to assess how these tools can assist in assessing local significance attributed to current and historic LGBTQ sites. It also addresses the ramifications of such tools to the field of historic preservation. The city was looked at as a whole to pick out any general trends at this scale. For the sake of legibility, the analysis then focuses on analyzing each borough individually and then will zoom in to look at a key areas of Greenwich Village, and Stonewall. All Twitter sites will be listed beneath the maps according to borough. Mapping was done by using general area symbology map in order to protect the site’s specific location. This is important to use when mapping the survey results, because although the location of these exact sites might be found out through a bit a research, their exact address might put the site and the people that use the site in danger.  The study analyzed these three datasets through GIS mapping, but also through lists of the sites, graphs and screenshots of tweets and personal values statements that help make the data come alive.            48 3.2. NYC LGBT Historic Sites Project’s Data  The LGBT Historic Sites project has produced a list of sites that provide an historic point of reference about locations that have been important to the LGBT community in the past. This list of sites was then compared to the results of a web survey and geo-referenced Twitter data, both intended to assess contemporary value ascribed to sites by the LGBTQ community. Map 1 below shows the HSP’s top 100 sites and how they are distributed throughout the five boroughs. It is clear at first glance that there is a high-density cluster in lower Manhattan and that the surrounding boroughs have far less historic sites. This core site in lower Manhattan is looked at in greater detail in Map 2. Map 2 begins to gives a sense of the rich LGBT history of this core area. The NYC LGBT Historic Sites Project has succeeded in exposing a more disperse distribution of LGBT sites throughout Manhattan and the rest of New York City than has ever been attempted or accomplished. They also make it a high priority to find and educate the public about sites that are significant to the LGBT history of People of Color, as well as other underrepresented minorities within the LGBTQ community.                             49  Map 1: Site Distribution in New York City of NYC LGBT Historic Sites Project’s Top 100 Sites     50 Map 2: Lower West Side Manhattan, from NYC Historic Sites Project’s Top 100 Sites     51 3.3. Analysis and Results of the Online Survey   The online survey produced 54 survey responses and 32 sites associated with a period of three weeks. This is an extremely small sample size, but the results are encouraging so that hopefully with a longer survey period and with further efforts to solicit responses a study would be likely to yield more data associated with more sites. The 32 sites are largely private businesses, there are also a number of public facilities mixed in. They range from well known and historic LGBTQ sites such as the LGBT Community Center and Stonewall, to rather obscure or unexpected places such as  Think Cafe and the Union Square Steps in Manhattan. There are also sites that are related to more transient spaces such as parks or streets used for rallies or other community gatherings.   These results are reflected in Map 3. They are mapped by LGBTQ category in Map 4, including LGBTQ, Gay, Lesbian, and Queer sites. The Gay, Lesbian and Queer sites were noted in the survey as belonging solely to these categories. There were no sites that were purely Transgender or Bisexual, according to the survey responses. All combination sites except for sites that noted as being for all identities, “LGBTQ”, were included as “Combination” sites in this map.  The “Combination” sites categories include “GB”, “GBQ”, “GQ”, “GT”, “LQ”, “LGQ” and “TQ”.   These combination sites are:  ● GT - The Ramble in Central Park (Manhattan) ● GBQ - Le Bain at The Standard Hotel (Lower West Side, Manhattan) ● GQ - Big Gay Ice Cream Shop (Lower West Side, Manhattan) ● GB - Metropolitan Bar (North Brooklyn) ● TQ - The Brooklyn Community Pride Center (Brooklyn) ● LTQ - Boots and Saddles (Lower West Side, Manhattan)            52 Map 3: Survey Sites LGBTQ Category Distribution     53    As the goal of this survey was to gather ways of assessing current community significance attributed to sites in New York City, there were four primary ways of doing this in order to visualize this value.  3.3.i. Survey Sub-Method One  Through the online survey the study tested four sub-methods to draw out community significance in different ways. The first sub-method was through symbolizing the number of surveys submitted per site which allows a researcher to assess this significance by assuming that the more attention and participation a site gets, the more it is valued. It uses graduated dots and three classes with natural breaks. (Map 5, Map 6) The results of the first method, as can be seen in Map 4 and Map 5, maps the number of surveys submitted per site was mapped. This is based on the assumption that if more people filled out a survey for one site than another, this could mean that this site is more significant to the community. This is a way to start to get an idea of community significant sites. For this survey only 54 surveys were filled out, which does give a limited sample. In spite of the limited number of surveys received, there are trends showing up within this limited sample. For instance, as can be seen in Map 6, Cubbyhole received 7 surveys, the LGBT Community Center received 4 and Stonewall received 3. Also, the only site outside of Manhattan that received more than 3 surveys was the Happyfun Hideaway bar in Brooklyn.   Further survey work would be required to draw conclusions about the relative importance of any of these sites, but it already starts to indicate that this method can raise flags for researchers as to which sites might be of interest and warrant further investigation.               54 Map 4: Survey Method One - Number of Surveys Submitted per Site, Lower East Side Manhattan                          55  Map 5: Survey Method One - Number of Surveys Submitted per Site, New York City Distribution     56 3.3.ii. Survey Sub-Method Two  The second sub-method used to assess current community significance attributed to sites in New York City through an online survey was through mapping three variables alongside each other. These results can be seen in Map 6 and Map 7.  The second sub-method was to map the perceived historical sites, alongside sites in danger, and also along side sites that deserve protection. It is useful in showing visually what sites are most on the public’s radar for being one, two or all of these three things and tells directly to preservationists where to look next and what sites might need a bit more attention or advocacy, if they don’t have it already. The different unique values in Map 7 and Map 8 are symbolized with different dot sizes and colors that overlap to show trends.  This indicator of significance was thus based on survey taker saying one or more of the following: ● The site is historic ● The site is in danger in some way ● The site deserves some sort of protection  The answers of “I don’t know” and “no” were excluded to better establish which of these are decidedly one or multiple of the three above variables.  Site indicated and perceived as historic might not be historic, but if someone perceived that it is historic it still can be an indicator for preservationists that this site is valued. It also can be an indicator that a site is indeed historic. Together these three variables potentially create an indicator that a certain site is in danger in so much as that the community is concerned about it and also might indicate that the site deserves attention as well as if it is possibly a historic resource.   The sites that had all three of these categories include: ● Cubbyhole (Lower West Side, Manhattan) (Lesbian/Queer Women’s Bar ● The Ramble (Central Park, Manhattan) Central Park Wooded Area ● The Spectrum (East Brooklyn) Dance Studio  No participants felt that Stonewall was in danger, but they did indicate that the site deserves protection and that the site is historic. The fact that this site was not seen as endangered is likely directly related to the fact that it was recently designated as National Historic Monument.     57  It is an interesting finding that, as can be seen in Map 8, most of these sites are perceived as historic. Another observation is that there are three sites that although they are not seen as historic, they are still considered be community participants to be deserving of some sort of protection.   These sites include: ● Flaming Saddles Saloon (Central Manhattan) Gay Bar ● Gingers (Central Brooklyn) Lesbian Bar ● Services and Advocacy for LGBT Elders/ SAGE (Lower West Side, Manhattan) Social Services Organization   Julius’ was seen as being in danger and a historic site but not seen as deserving protection. This is a surprising finding, which might have resulted from a low number of survey responses for the bar and in general. There were also three sites that were seen as historic, but not considered to be in danger nor deserving of protection. This could simply be someone not filling out the entire survey, since it was not required to fill out every question in order to abide by IRB Protocol.   These sites interestingly include: ● Blue Stockings (Brooklyn) Queer Bookshop ● The Brooklyn Community Pride Center (Brooklyn) ● The LGBT Community Center (Manhattan)                   58 Map 6: Survey Sub-Method Two - Historical Sites, Sites in Danger, Sites that Deserve Protection, New York City Distribution     59  Map 7: Survey Method Two - Historical Sites, Sites in Danger, Sites that Deserve Protection, Lower East Side Distribution                 60  3.3.iii. Survey Method Three  The third method’s results used to assess current community significance attributed to sites in New York City through an online survey can be seen in Map 8 and Map 9. In the survey participants were asked to rank the site’s significance to the local LGBT community in 6 ways.   The 6 Questions Were ● How important is this place as an LGBTQ site to me? ● How important is this place as an LGBTQ site to my friends and/or community? ● How important is this place as an LGBTQ site to the neighborhood it is in? ● How important is this place as an LGBTQ site to New York City? ● How important is this place as an LGBTQ site to the country? ● How important is this place as an LGBTQ site to the world?  Each question was multiple choice and ranked 1-5 1. Not important at all 2. Not that important 3. Moderately important 4. Very important 5. Extremely important  No participants responded that the site was not important at all so the averaged answers for each site ranged from 2-5.   The third method compares if the site is significant to the individual on average, “to me,”  to if the site is significant “to the world” according to the participant on average. These values were averaged when there were multiple surveys for each site. The LGBTQ significance of the site to the individual was mapped with the LGBTQ significance of the site to the world according to the participant. It again allows researchers to narrow down the sites and see what sites really are perceived by communities as having this individual as well as universal    61 value, by showing where they do and do not overlap. The map uses graduated colored dots and three classes with natural breaks and with each of the two categories with the same color graduation. The larger dots indicate the significance to the world and the smaller dots within them indicate the significance to the individual, both according to the participant. (Map 9, Map 10) This method makes it so that this perception of global significance is balanced with this individual significance. The most significant sites from this method are then the sites that are both solid red as they indicate that this site is significant globally and individually to participants.    These sites include:  ● Cubbyhole (Lower West Side, Manhattan) ● The Apollo Theater (Northern Manhattan) ● The New York Public Library (Central Manhattan) ● Julius’ Bar (Lower West Side, Manhattan) ● SAGE (Lower West Side, Manhattan) ● Lesbian Herstory Archives (Central Brooklyn)  Sites that are significant to the participant on average, but only moderately significant to the world according to participants include:  ● Boots and Saddles (Lower West Side, Manhattan) ● Blue Stockings (Lower West Side, Manhattan) ● Brooklyn Community Pride Center (West Brooklyn) ● Ginger’s (Central Brooklyn) ● Lot 45 (North Brooklyn) ● The Spectrum (East Brooklyn)  Sites that are significant to the participant on average, but not very significant to the world according to participants include:  ● Le Bain at The Standard Hotel (Lower West Side, Manhattan) ● The Ramble in Central Park (Central Manhattan)    62  There were no sites that are not very significant to the participant on average, but very significant to the world according to participants include. Julius’ Bar was the only site that was moderately significant to the participant on average, and very significant to the world according to participants. Again this might be an anomaly resulting from the low number of surveys, but it also could be indicative that the bar is more has wide-spread recognition for it’s role in LGBTQ history as a site of the relatively famous Mattachine Society’s “sip-in” that was held there in 1966.86                                                                                 86 NYC LGBT Historic Sites Project. “Julius’,” n.d. http://www.nyclgbtsites.org.    63  Map 8: Survey Sub-Method Three - Significant Sites to World and Individuals, Lower West Side, Manhattan          64    Map 9: Survey Sub-Method Three - Significant Sites to World and Individuals, Lower West Side, Manhattan     65 3.3.iv. Survey Sub-Method Four  Method four takes the median indicator of significance from the averaged 6 survey questions described in the third sub-method. The median of these 6 averages was determined to create the median indicator of local significance. Mapping this median indicator for each site gives a way of showing overall significance of a site. It uses graduated dots and three classes with natural breaks. (Map 11, Map 12) The fourth method’s results used to assess current community significance attributed to sites in New York City through an online survey can be seen in Map 11 and Map 12. The same survey questions were used as the third method.  This created a median indicator that attempts to represent the overall significance of each site to the LGBTQ community. Method four did seem to be the most effective method since all of the other 3 sub-method’s highest ranked sites were among the highest ranked sites of this sub-method.  The most significant sites that this method produced include: ● Apollo Theater (Northern Manhattan) ● Boots and Saddles (Lower East Side, Manhattan) ● Cubbyhole (Lower East Side, Manhattan) ● Julius’ (Lower East Side, Manhattan) ● Lesbian Herstory Archives (Brooklyn) ● LGBTQ Community Center (Lower East Side, Manhattan) ● The Rambles (Central Park, Manhattan) ● SAGE (Lower East Side, Manhattan) ● Stonewall (Lower East Side, Manhattan)               66 Map 10: Survey Sub-Method Four - Median Indicator Significant Sites, New York City Distribution     67 Map 11: Survey Method Four - Median Indicator Significant Sites, Lower East Side, Manhattan      68  3.3.v. Combined Sub-Method Results  Below are the most significant sites from each of the three sub-methods. The Green highlighted sites are sites that appear in all four sub-method’s top sites. the red highlighted sites are sites that appear in two of the sub-method’s most significant sites.   Most Significant Sites from Sub-Method One:  ● Cubbyhole (Lower West Side, Manhattan)  ● Happyfun Hideaway (Lower West Side, Manhattan)  ● The LGBT Community Center (Lower West Side, Manhattan) ● Stonewall (Lower West Side, Manhattan)   Most Significant Sites from Sub-Method Two:  ● Cubbyhole (Lower West Side, Manhattan)  ● The Ramble (Central Park, Manhattan)  ● The Spectrum (East Brooklyn)  Most Significant Sites from Sub-Method Three:  ● The Apollo Theater (Northern Manhattan) ● Cubbyhole (Lower West Side, Manhattan) ● Julius’ Bar (Lower West Side, Manhattan) ● Lesbian Herstory Archives (Central Brooklyn) ● The New York Public Library (Central Manhattan) ● SAGE (Lower West Side, Manhattan)  Most Significant Sites from Sub-Method Four:  ● Apollo Theater (Northern Manhattan)    69 ● Boots and Saddles (Lower East Side, Manhattan) ● Cubbyhole (Lower East Side, Manhattan) ● Julius’ (Lower East Side, Manhattan) ● Lesbian Herstory Archives (Brooklyn) ● The LGBTQ Community Center (Lower East Side, Manhattan) ● The Ramble (Central Park, Manhattan) ● SAGE (Lower East Side, Manhattan) ● Stonewall (Lower East Side, Manhattan)   3.3.v.1 Cubbyhole  The only site that appeared in all four of these sub-method’s most significant sites was Cubbyhole, a site used primarily by lesbians and queer women according to the survey. From the result this site seems to be currently a significant site to the LGBTQ community in New York City, though the small sample size can only begin to show these trends. Cubbyhole survey respondents expressed concern that its existence of the site must be under threat because it is in an area with high real estate value. It is also not on a sand that it is deserves of protection and historic site. It is the site that received the most survey participation and within this participation was indicated as being an significant LGBTQ to the world, to individuals, and well as to the LGBTQ community at large. The bar is in the Greenwich Village Historic District so the facade will not be torn down, however, there is nothing stopping the little lesbian bar of potentially great community value from being sold, gutted, reused and forgotten. Survey responses also showed how much people value this site as a lesbian bar. It is not just a drinking hole to the respondents but a rare space for queer women and all people can feel safe, unjudged,  and among a friendly and welcoming community. It is also mentioned that Cubbyhole is one of the “last lesbian bars in the country” and that lesbian bars are becoming less common. This might be an over exaggeration, but is also a flag that can prompt further research into learning about the context in which lesbian bars as cultural resources exist.         70  Respondent Comments on Cubbyhole:  When Asked: “Why is this place significant?  When Asked: “Do you have any additional comments or information about this site?”  “Because it's one of the few lesbian designated sites in NYC and considering that many lesbian spaces have been closing more and more around the USA and other countries as well, I believe this place is really important to the community.” No Response “One of a few women centered queer bars left in the city, and has a warm safe vibe.” “it seems like it could be since it is in such a wealthy neighborhood and is of great real estate value” “It is the first lesbian bar that I visited and provided me a chance to see lovely ladies relaxing and being themselves. Openly happy, loved and loving.” “The real estate value has to be huge. The square feet of the building is very small.” “One of the last lesbian bars in the country. Started by the owners of an earlier lesbian club, now gone.” “In danger from development pressure and rising rents in the neighborhood, but still going strong, it seems!” “It's a wonderful space for women who love women (i.e. for people that are lesbian, bisexual, queer, etc.). These safe spaces are important, if not vital, for us to feel free - whether from religious families, toxic coworkers, and other forms of phobic hate. Or they can serve as a place for us to just have fun, to unwind, allowing us to share space and energy with others in our community.” No Response “Very safe space for LGBTQ+ women.” “highly gender biased toward women”   3.3.v.2. Sites Appearing in Two Sub-methods’ Top Sites  Sites that were deemed most significant to the New York City LGBTQ community from two of these methods include the following. They are listed alongside personal statements submitted by survey respondents.  ● Apollo Theater (Northern Manhattan)    71 ● Julius’ (Lower East Side, Manhattan) ● Lesbian Herstory Archives (Brooklyn) ● The LGBTQ Community Center (Lower East Side, Manhattan) ● The Ramble (Central Park, Manhattan) ● SAGE (Lower East Side, Manhattan) ● Stonewall (Lower East Side, Manhattan)   Site: Free Responses: Apollo Theater  Northern Manhattan (Performance Venue) ● “cultural, historical music venue for African-American performers as well as LGBTQ persons historically” Julius’ Lower East Side, Manhattan (Bar) ● “It has a high real estate value, being in the Village”  ● “the place of the \"sip in,\" where bartender refused to serve gay customers and they refused to leave. How has been appropriated by gay community” Lesbian Herstory Archives Park Slope, Brooklyn (Archive) ● “It's a place where you can go to know more about LGBTQ history, identities, people...it's just a amazing resource of information with all kinds of materials. Beyond that it's also a place where you feel very safe and welcomed. It's not like a regular library and you really feel like home. People from all over the world go there to take a tour, read a book and just hang out or study. So the place is really used in so many aways. They also promote events to the community, such as poetry reading, workshops, lectures and I think this is a really important initiative. You feel like there is a community coming together there, so it's nice to experience this.”  ● “It is owned mortgage free by the Lesbian Herstory Archives”  ● “It is the only one in the nyc area. It is an important home for lesbian history and culture.” The LGBT Community Center Lower East Side, Manhattan (Community Center) ● “It is a tremendous resource to young LGBTQ people in the city. They offer counseling services, public events, have a book store, a beautiful cafe and relaxing outdoor area and a library and archive upstairs. Many other resources as well. Incredible, unique and essential. It has been used over the decades during civil rights fights for meetings and headquarters of many LGBTQ organizations.”  ● “It's a good place to help the LGBT community get together in a safe space... It's dedicated to everyone in the rainbow and also    72 LGBT Friendly people, without discrimination in regard gender, class, sexuality, color. I think it's important to have these declared centers where you know you can reach out in times of emergency or a hard time but also in times when you are well ass well. It's just soothing to know the network you can access”.  ● “The need of LGBTQ people have changed over the years. But finding a center that is relevant to all of us is still important. Especially to. Re and just coming out youth.”  ● “It's a great space for sharing LGBT information in general, and especially contra-normative topics LGBTQ+ themselves may find somewhat radical.” The Ramble  Central Park, Manhattan (Park) ● “I met my husband-to-be there 50 years ago. It was a refuge for gay people, mostly gay men.”  ● “It's beautiful, quiet, secluded, and an ideal place for people to sit around, to walk around, and, at times, make friends.” Services and Advocacy for GLBT Elders (SAGE) Lower East Side, Manhattan (Social Services Organization) ● “I have done volunteer work there as a volunteer in the past and also conducted my own personal project there. It was a photography project and they were very open to help me out, which for me speaks a great deal about their take to support and promote good activities for the LGBTQ population, specially the elderly population. They are one of the very few organizations who dedicates to promote the wellbeing of elderly LGBTQ people, organizing workshops, but also leisure time and providing them with a person who is personally responsible to help them with their daily activities. For me this place was really important to be able to meet elderly LGBTQ people, that in my opinion it's actually very isolated from the rest of the LGBTQ population (one of the many reasons being that most of the social gathering spaces are centered in bars and clubs). If it wasn't this place I probably wouldn't have met older lesbians, transgenders and gays. So it's a really significant space to bridge this gap between the young and old LGBTQ.” Stonewall Lower East Side, Manhattan (Bar) ● “In addition to being part of the LGBTQ NYC history, it's a place where the gay community can get together for drinks and dance, mostly socialize. It's for all LGBTQ people but mostly gay men frequent the place i feel. It's also important because it's a point of reference for many protests or marches; a lot of those events occurs in the surrounding area.”  ● “very historical for lgbt civil rights riot, now a gay bar with one ladies night per week”  ● “This site is an icon.”     73 3.4 Analysis and Results of the Twitter Research 3.4.i. New York City Tweets  All of the gathered tweets that are mapped, listed or shown are LGBTQ tweets in the last three months that were geotagged to New York City and that also are talking about a specific LGBTQ site, event, or gathering. These groups of gathered tweets include “lesbian”, “gay”, “bisexual”, “transrights”, “queer”, “LGBT”, and “LGBTQ”. The “Stonewall” searched tweets are not included here, but will be discussed later.  Throughout this section samples of the site site-related LGBTQ tweets that used in this study are shown. They serve as an illustration of the kind of rich information one can get from Twitter research. These sample tweets have original images taken by individuals and also personal value statements that speak multitudes about how the site is being used, valued, and perceived by the community.  Tweets were only included if they fulfilled the filtering criteria: 1.Specifically about a site in New York City 2. Were tweeted by clearly an LGBTQ ally or LGBTQ person and in a positive manner   Thus, all of the negative tweets were not included but were tallied below to get an idea of the what filtering process included and the response rate per category. Most of these negative tweets occurred scattered throughout the outer Boroughs of New York City including the East Bronx, East Brooklyn and East Queens, but also occurred within Manhattan especially around Midtown up along the east side of Manhattan up to around East Harlem. As can be seen in Map 13, these areas are inversely distributed to the positive site-related LGBTQ category tweets that were collected.             74 Map 13: All LGBTQ Category Site Tweets, New York City Distribution      75  Graphic 3: Total number of sites related tweets compared to total number of sites tweeted by searched LGBTQ category keyword   Graphic 4: Total number of sites related tweets compared to total number of sites tweeted by searched keyword     76  Graphic 5: Filtered Negative or Offensive Tweets by LGBTQ Category searched keywords      All tweets mapped and listed are from January 16 through March 30 via MAPD. There were no bisexual site-related tweets during this time. Searching “Transrights” was chosen over “Trans”, “Transgender” and other Transgender keywords because it turned out the most site-related tweets as well as the fewest aggressive tweets during this search period. The number of sites found from each search term is different than the number of site-related search results because there are sometimes multiple tweets per sites. The number of tweets per site is in parentheses for sites that have multiple tweets.  Many of the tweets were actually at or near the sites that they were referencing or calling out, and almost all have photographs with them, which can be used for an additional source of information. Twitter data often requires a bit more research to see if the site that the tweet is geotagged to confirm that it is actually the site that they are talking about in the tweet. This is true with some of the sites that were found where it was impossible to be sure without additional research. On the sites that were ambiguous, a note was added. A photo of an event at a place also can clear up this ambiguity.  The photos are useful for this as well as adding a layer of nuance to the research, giving faces and    77 personal narratives to the points on the map and list of locations, and lets one see how people are interacting with these historic and non-historic sites.  All tweets that are referencing sites on the NYC LGBT Historic Sites Project’s website or significant people that these sites reference are in bold font in the tweeted site lists. All underlined sites are sites that were also found through the survey. All historic people mentioned in a tweet who relate directly to an LGBT Historic Site Project site were also kept. These include Audre Lorde, Gilbert Baker and Keith Haring with Gilbert Baker in reference to the MOMA’s rainbow flag tribute to him and Keith Haring in reference to the Keith Haring bathroom design at the LGBT Community Center Bathroom.  All sites that occurred through the online survey are underlined in the tweeted site lists. These lists are organized by tearch term used and then by borough, for all lists except for the list of tweeted sites relating to people of color. The sites on this list were copied from the other specific search lists and compiled in the people of color site list.  A wide variety of sites turned up from the Twitter research. There are bars, community centers, art galleries, universities, event spaces, stadiums, parks, streets, archives and others. These sites are distributed throughout the city though with a notable concentration within Manhattan and scarcity in the Bronx and Staten Island. There are also sites that are related to more transient spaces such as parks or streets used for rallies or other community gatherings.  There are also many sites that are event based and many that are more physical, meaning buildings or parks. Most, if not all of the sites were referencing these sites for their cultural or personal value rather than their formal or architectural value.    3.4.ii. “Stonewall” Search Results  The key word “Stonewall” was chosen to analyze because it was by far the most tweeted about site in the LGBTQ community during this time. This was likely because this site was used for two civil-rights rallies in this period and it was also designated a National Historic Landmark recently on June 24, 2016. It was searched to see if Twitter data might be able to assess current significance related to specific sites by searching a historically significant site. The amount of Twitter attention around Stonewall really reinforces that this site is a very powerful site to the LGBTQ community as a whole as well as other minorities such as Black Lives Matter, immigrant, and refugee activists.  Twitter analysis identified some subtleties of community site significance that can be assessed through looking these individual tweets that call out new and historical sites such as Stonewall. This data    78 shows that Stonewall is still used as a place to protest or rally for LGBTQ as well as other minority rights friendly to the LGBTQ community. The LGBTQ Solidarity Rally outside of Stonewall and Christopher Park was one such event that proved that this site is a symbolic location from which minorities and allies from many backgrounds and intersectional LGBTQ people and allies still derive power civil rights power.  As can be seen from Map 14, there is a clear cluster of tweets around Stonewall that is not seen anywhere else in the city to quite this extent. The many of the tweets that happened in these three months around Stonewall were related to from civil rights demonstrations. This type of trend can be beneficial for preservationists hoping to show the force such a site has on the LGBTQ community, but is a great resource for the future preservationists to look back and assess possibly how this site has stayed a significant site to the LGBTQ community throughout history. They would also be able to compare rallies and times to see which protest can be deemed possibly more historically significant than another. This time period, right after the inauguration of President Trump, might be seen as a point in time that there was a historic awakening of civil-rights advocacy and demonstrations and a point in which the general public is taking an interest in these issues. There is no way of knowing if these demonstrations that were tweeted about by the LGBTQ community, such as the LGBTQ Solidarity Rally in Christopher Park, the International Women’s Day Protest in Washington Square Park, the International Women’s March through Manhattan, the Immigration Demonstration in Tompkins Square Park, Manhattan, and the Macy’s protest could be telling this story and one day be seen as having an impact on what will be the history of LGBTQ and minority rights. This intersectionality seen through Twitter specifically with the LGBTQ Rally that occurred at Christopher Park outside of Stonewall and other protests included and LGBTQ people and allies and are not limited to Black Lives Matter, anti-Trump, critics of the Muslim ban, the barrier between Mexico and the US and others.                  79  Map 14: All LGBTQ Category Site Tweets, Stonewall Site Tweets, and Historic Site Project Sites, Around Stonewall Bar on the Lower West Side, Manhattan   3.4.ii.1. “Stonewall” Tweeted Sites ● Stonewall/ Christopher Park LGBTQ Solidarity Rally - Pro-Immigration, Pro-Refugee, Anti Trump, Protect trans youth and trans rights February 4 (6) (53 Christopher St, Manhattan)  ● Stonewall, Performers, Amex NPS Fundraising for Stonewall (9)( 53 Christopher St) (Manhattan (7), Bronx (1), Brooklyn (1)) ● LGBT Community Center-Stonewall Democrats Board Meeting (208 W 13th St, Manhattan) ● George Segal Monument in Christopher Park  ● Big Gay Ice Cream - (61 Grove St, Manhattan)     80   Image 6: LGBTQ Solidarity Rally, Stonewall Inn/ Christopher Park, February 4, Manhattan. Source: Twitter  Image 7: LGBTQ Solidarity Rally, Stonewall Inn/ Christopher Park , February 4, Manhattan, Source: Twitter    81 3.4.iii. People of Color Search Results  Map 15 shows all LGBTQ category site tweets and Stonewall site tweets that are involving sites related to people of color in New York City. From this map it is clear that there is a cluster of LGBTQ site-related tweets being tweeted in lower Manhattan, but also scattered across Brooklyn and Queens.  The diverse range of sites that turn up within the tweet searches of all LGBTQ categories as well as the Stonewall search of sites indicate that people of color are currently tweeting about sites significant to them, and that they have a large presence within the LGBTQ community. The fact that these mapped tweets are not always talking about sites within their own borough is clear if one compares the number of tweets on the map in Queens with the list of sites that are mentioned that are located in Queens.  Looking at these sites it shows that there are many LGBTQ sites used by people of color that are currently considered significant enough to individuals to tweet about them. These sites show up across New York City.                             82 Map 15: All LGBTQ Category Site Tweets and Stonewall Site Tweets of People of Color, New York City Distribution     83 3.4.iii.1. People of Color Tweeted Sites  Manhattan: ● Asia Society’s Leo Bar - LGBT night (LGBT)(725 Park Ave, Manhattan) ● Castro Bar - Latin Saturday Party at gay bar (Gay)(104 Dyckman St, Manhattan) ● Cinepolis Theater - “Moonlight” film black and queer (Queer)(260 W 23rd St) ● The Graduate Center CUNY - Black LGBTQ Health in the US Lecture (LGBTQ)(365 5th Ave)  ● IFC Center - “Kiki” film screening (LGBTQ)(323 6th Ave, Manhattan) ● International Center of Photography Museum - “Queer Icons” Exhibit (Queer) (250 Bowery) ● LGBT Community Center (3)- Slay film Screening, LGBTQ Musical (LGBT-2, LGBTQ)(208 W 13th St) ● The Lynn Redgrave Theater - “The View Upstairs” Queer POC film (Queer) (45 Bleecker St) ● Leslie-Lohman Prince Street Project Space - POC, (Queer) (B, 127 Prince St) ● Macy’s - Trans Rights Protest, Black and Brown Trans Lives Matter, February 23 - protect trans youth (Transrights)(151 W 34th St) ● Rockbar NYC - LGBT film screening, “The Stage” (LGBT)(185 Christopher St) ● Schomburg Center for Research in Black Culture - “The Loud 100 People of Color Award” (LGBT)(515 Malcolm X Boulevard, Manhattan) ● Stonewall/ Christopher Park/ LGBTQ Solidarity Rally, February 4 (LGBTQ-1, LGBT-1, Queer-3, Stonewall-1, Transrights-1) (53 Christopher St) ● Tribeca Journal Studio - Magazine had LGBTQ issue (LGBT)(279 Church St, Manhattan) ● Trump Tower Protest, February 26 - queer/black lives matter (Queer)(725 5th Ave) ● United Nations - Derricia Castillo-Salazar discusses being a lesbian mother in Belize (Lesbian)(760 United Nations Plaza) ● Women’s March, January 21 - One dag Hammarskjold Plaza (LGBTQ)  Brooklyn: ● Alamo Drafthouse Cinema - NBCLA Talk on HIV as more than black gay men’s problem (Gay) (445 Albee Square W #4, Brooklyn) ● Audre Lorde (honorary tweet) (Queer)(Crown Heights) ● Studio 10 - Friday night LGBT party (LGBT)(566 Nostrand Ave) ● Littlefield - bar/venue (Queer) (622 Degraw St, Brooklyn)    84  Queens: ● Astoria World Manor - “Winter Pride Ceremony honoring ‘Chutney Pride’ for uniting Queer Caribbeans for 20 years creating safe spaces and visibility where one did not exist“ (Queer)(25-22 Astoria Blvd, Queens) ● Community Healthcare Center - LGBT Youth Lecture (LGBT)(9004 161st St, Jamaica, Queens)MOMA PS1 - Queer director’s film screening (Queer)(22-25 Jackson Ave)     Image 8: Schomburg Center for Research in Black Culture - “The Loud 100 People of Color Award.” Source: Twitter     85  Image 9: Community Healthcare Center - LGBT Youth Presentation. Source: Twitter   Image 10: Asia Society’s Leo Bar, Manhattan. Source: Twitter     86    Image 11: Astoria World Manor’s Winter Pride Ceremony honoring ‘Chutney Pride’ for “uniting Queer Caribbeans for 20 years creating safe spaces and visibility where one did not exist”, Queens. Source: Twitter   Map 16 and Map 17 map the New York City and Manhattan distribution of the people of color site tweets as compared to the NYC LGBT Historic Sites Project people of color site distribution as well as alongside the survey sites that were indicated as being primarily used by people of color distribution throughout the city. This comparison shows that all three of these data sets tend to align in common areas. This might indicate that these three methods of researching LGBTQ and LGBT significance are Twitter data are fairly reliable source of information since they are relatively consistent in their distribution results. It also indicates that the historic distribution of people of color sites as seen through the NYC LGBT Historic Sites Project is similar to the distribution of today That there are so few sites in the Bronx and Staten Island compared to Brooklyn and Queens and of course Manhattan from three methods of finding LGBTQ significant sites, does not preclude that there are no sites in this area, just that there are potentially hidden factors that contribute to LGBTQ people being less visible. This could be effected by if an area if is more culturally conservative, or less safe for LGBTQ people.  With that said, it can be inferred through the Twitter data there are more people of color tweeting in Queens about LGBTQ sites than in the other outer boroughs, even Brooklyn, even though these are not    87 always tweeting about sites in Queens.  These three areas are within the lower east side, Since all three used different methods of assessing community significance, it might be inferred that these areas are more active sites for LGBTQ people of color and areas where these people are more comfortable and where they feel safer to express themselves and sites where they are and hang out. This information could be used for future research and might also be indicative of where LGBTQ people of color might be more responsive to helping and aligning with preservation efforts, participatory research, recruitment campaigns for site financial or activist support and site outreach programs such as exhibitions about preservation.  This number of these sites tweeted in this three month period by people of color, as well as the the number of these sites that are not only used by people of color hopefully indicates that people of color and their concerns are becoming more included in LGBTQ culture and that they are becoming less segregated within the LGBTQ community than they has been in the past. This cannot be concluded strongly here since this is only a three-month period, but could reasonably be the type of trend that that further iterations of this research might conclude if this method was used every 5, 10, 20 or more year increments and the results were compared. This is significant to sites because these data trends can help in these site’s future cultural significance interpretation. This tool allows for compelling evidence to be gathered that will support that sites are interpreted correctly and inclusively to all users, not just the less marginalized. The people of color sites that show up include night clubs, party sites and bars as well as community meeting and lecture locations, community center lectures, performances, protests, cinemas, performance theaters, department stores, parks, Universities and more. This kind of range of site types is reflected in all the site lists that were compiled through the Twitter method of assessing significance. It shows that this method of assessing community significance around sites is comparable source of information to LGBT 1950s and 1960s guidebooks that were word of mouth compilations of valued locations, flyers and playbills that are used for historic research presently. It shows that this method might be of use to future preservationists when they are looking back in time, like the NYC LGBT Historic Sites Project is doing and mining this information about the past. This data however offers even more nuanced and democratic information than these guidebooks because it included photos of how people interact with the sites and who interacts with the site, personal values statements often in the tweet’s text. Also, most tweeted sites are contributed by the individual giving not just a primary source resource like guidebooks and flyers for future researchers using this information to piece together the past, but also, the information is less likely to be biased by the group or organization publishing the guidebook since the site lists compiled from each tweets from a wide variety of    88 individuals.   A trend that is apparent in the people of color site tweets is that the vast majority of these  It seems that Twitter data is also very useful in capturing trends in how certain minorities are identifying. In all of the searches combined, people of color were most likely to identify as queer. When the LGBTQ identities are compared for tweet responses of people of color, the majority of site tweets related to people of color were found through the “Queer” search. This could indicate that either queer activists are more invested in intersectionality, something that would not be entirely surprising, and/or that people of color are more likely to identify as queer. As queer is a very dynamic term and thus is not easily picked apart in detail through this level of analysis. This trend however tells researchers in the preservation field that this marginalized population of people of color within the within the LGBTQ community in New York City might respond better to recruitment that embraces and targets the queer movement and identity. Further, if this and other trends are tracked through time with iterative Twitter research by preservationists would be extremely helpful to preservationists in tracking what sites have been significant to the histories of minorities and the history of sites relating to such movements.   This is illustrative of how Twitter data allows researchers to dive into this level of detail and produce this type of dataset.  Graphic 6: People of Color Tweets by Search Keyword. Source: Twitter    89   Graphic 7: People of Color Site-Related Tweets by LGBTQ Category                        90 Map 16: All People of Color Site Tweets, NYC LGBT Historic Sites Project People of Color Sites and Survey Sites for Primarily for People of Color, New York City Distribution     91 Map 17: All People of Color Site Tweets, NYC LGBT Historic Sites Project People of Color Sites and Survey Sites for Primarily for People of Color, Manhattan Distribution     92  3.4.iv “LGBT” and “LGBTQ” Search Results  As can be seen in Map 18, there are strikingly more “LGBT” and “LGBTQ” site tweets in Manhattan than in the outer boroughs as well as clear clustering in lower Manhattan around Midtown and South Brooklyn.  It also seems that LGBT is used more often in site specific tweeting than the acronym LGBTQ, especially in Northern Manhattan and the Bronx. LGBT produced twice the amount of sites that the LGBTQ search produced. LGBT as a search produced 28 sites, whereas the LGBTQ acronym produced 14 sites. This indicates that both acronyms are still in active use, but it seems that “LGBT” is used more when people are tweeting about sites. This could be in part because LGBT is more likely to refer to a site name whereas LGBTQ is not used in any of the site names.  It is interesting that within the dense clump of Lower Manhattan sites it does seem that more LGBTQ tweets are used on the Lower East and more LGBT tweets are used on the Lower West side. This is an interesting trend that might inform recruitment for methods such as the survey that depend on recruitment for participation. It might be more effective to use one acronym over the other in certain places around the city depending on the map’s tweet distribution. This could be compared with other variables such as geographic age distribution and other aspects that impact ways of self-identifying.  These research methodologies would also produce more compelling results if they were done every three months, depending on the method of Twitter data collection, to gain a larger dataset for analysis.  Like the people of color tweet results, these searches both produced a large range of sites types.  This method has shown to be particularly helpful when it comes to showing the routes and locations of protests, as well as their popularity, at least as reflected among Twitter users.            93 Map 18: LGBT and LGBTQ Site Tweets, New York City Distribution     94   3.4.iv.1. “LGBTQ” Tweeted Sites  Manhattan: ● The Graduate Center CUNY - Black LGBTQ Health in the US Lecture (365 5th Ave) ● Hudson Terrace - “This Free Life” Event for tobacco free LGBTQ community (ambiguous) ● IFC Center - “Kiki” film screening (323 6th Ave) ● LGBT Community Center - LGBTQ Musical, Keith Haring Bathroom (208 W 13th St) ● Stonewall/ Christopher Park / LGBTQ Solidarity Rally, February 4 (3) 53 Christopher St ● Stonewall -(53 Christopher St) ● Tompkins Square Park - Anti-Immigration/ anti-homophobia Protest, January 29 ● Trump Tower Protest, February 26 - (2) “Queer Dance Party”,  ● UCB Theater East - LBTQ Meetup (153 E 3rd St) ● Waldorf Astoria - LGBTQ Gala  ● Women’s March, January 21 (3) - Passed United Nations, One dag Hammarskjold Plaza, Times Square   Brooklyn ● Lot 45 - Bad Habit LGBTQ Dance Party ● WBAI Brooklyn Studio - LGBTQ & Criminal Justice radio talk with activists  Queens ● Hetrick-Martin Institute (HMI) - LGBTQ Youth Summit    “LGBT” Search Sites:  Manhattan: ● Rockbar NYC - LGBT film screening, “The Stage” (185 Christopher St) ● Schomburg Center for Research in Black Culture - “The Loud 100 People of Color Award” (515 Malcolm X Boulevard)    95 ● Hetrick Martin Institute Center for LGBTQ Youth Advocacy and Capacity Building (2 Astor Pl #3) ● Tribeca Journal Studio - Magazine had LGBTQ issue (279 Church St) ● LGBT Community Center (2) - Slay film screening, Divided States of America exhibition (208 W 13th St) ● Asia Society’s Leo Bar - LGBT night (725 Park Ave) ● Trump Tower Protest, February 26  ● MOMA - Gilbert Baker rainbow flag (11 W 53rd St) ● Broadway Comedy Club - LGBTQ star of “Words” the film, interview (318 W 53rd St) ● Hardwar Bar- Drag-a-Thon fundraiser (697 10th Avenue ) ● Diamond Horseshoe - MASQ Fundraiser (235 W 46th St #1) ● Al Hirschfeld Theater - fundraiser/ performance (302 W 45th St) ● New York Public Library - “premier collections of LGBT history in the world” (476 5th Ave) ● The LGBT Bar Association of Greater New York - “LGBT Law Review 2016” conference (601 W 26th St #325-20) ● United Nations General Assembly (2) - UN LGBT “Free and Equal”, Organizer of LGBT Pride March David Bruinooge Attended (760 United Nations Plaza) ● Javits Center - LGBT expo from 2016 (655 W 34th St)  ● SAGE - Gay Men’s Chorus performed there during presidential inauguration, (305 7th Ave) ● YouTube Space NY- LGBT friendly (75 9th Ave) ● Stonewall/ Christopher Park/ LGBTQ Solidarity Rally, “Gays Against Guns” Attended, Cynthia Nixon spoke, February 4 (13) (53 Christopher St) ● Pieces Bar - LGBTQ Solidarity Rally sign contest (8 Christopher St, New York, NY 10014) ● NewFilmmakers NY - annual festival (32 Second Ave) ● The Metropolitan Museum of Art - LGBT art tour (1000 5th Ave) ● Stonewall, 8th Annual LGBT Story Archives (53 Christopher St) ● Manhattan Monster Bar - LGBTQ Dance Party  Brooklyn: ● Studio 10 - Friday night LGBT party (566 Nostrand Ave)  Queens: ● Community Healthcare Center - LGBT Youth Lecture (9004 161st St, Jamaica)    96 ● Astoria World Manor (2)- “One of the biggest LGBT celebration event in NYC”, “Winter Pride Ceremony honoring ‘Chutney Pride’ for uniting Queer Caribbeans for 20 years creating safe spaces and visibility where one did not exist “ (25-22 Astoria Blvd)  Bronx: ● Bronx Drafthouse - Event “Out Bronx”, LGBT community leaders attending     Image 12: LGBT community leaders attending Bronx Drafthouse - Event “Out Bronx,” Bronx. Source: Twitter    97  Image 13: Hardware Bar Drag-a-Thon Fundraiser, Manhattan. Source: Twitter   Image 14: LGBTQ Solidarity Rally outside Stonewall, February 4, Manhattan. Source: Twitter    98  Image 15: Cinthia Nixon Speaking at LGBTQ Solidarity Rally, Ferburary 4, Manhattan. Source: Twitter   3.4.v. “Transrights” Search Results  There were only 6 transgender sites found and they were staggered down Manhattan with a cluster of three tweets in lower Manhattan around Stonewall/ Christopher Park at demonstrations. The choice of “Transrights” as the search keyword produced only sites that were related to protests, so more search keywords should be used in order to get more sites as well as a more diverse range of sites. The more keywords and hashtag search terms used the more results, as long as the search word is very specific to the community that is being researched. It is therefore necessary to spend time researching what hashtags and keywords such as specific ways of identifying and ways of representing a community of identity, or social action that produce the best and most specific search results. This was done for this study and is outlined in Chapter 2.  With this small sample of sites, what can be noticed is that three of the sites are talking directly to a current issue of transgender rights to use the restroom of their choosing. For three months of Twitter    99 data, six sites is still gives small window into what sites and significant enough to the transgender community to tweet about. This window when expanded through more collection of Twitter data and other research can be used in the future to learn about what history occurred in what places for this extremely marginalized group.   Site related tweets found through the “transrights” search keyword were also talking about the movement and hashtag for Trans Lives Matter, transgender restroom freedom, and often advocating for the safety of transgender youth. This was seen through the hashtags, tweet body and photo accompanying tweets posted at or about rallies.  This is a start to research through this and supplemented by other research methods, but this marginalized community is one that greatly needs to be recorded in order to in the future be better able to acknowledge their story and role in history.                                100 Map 19: “Transrights” Site Tweets, New York City Distribution        101  3.4.v.1 “Transrights” Tweeted Sites   Manhattan ● Teacher’s College, Columbia University - Trans Lives Matter, Restroom Freedom Sign (321 Thompson St) ● Columbia University - gender neutral restrooms (116th St & Broadway) ● Macy’s - Trans Rights Protest, Black and Brown Trans Lives Matter, February 23 - protect trans youth (151 W 34th St) ● Stonewall/ Christopher Park/ LGBTQ Solidarity Rally, February 4 - Trans Youth (2) (53 Christopher St) ● Stonewall/ Christopher Park/ Rally to Oppose Trump Attack on Trans Students, February 24 - (53 Christopher St) ● Stonewall, 8th Annual LGBT Story Archives, (2) (53 Christopher St)  Image 16: Rally to Oppose Trump Attack on Trans Students, February 24 at Stonewall/ Christopher Park, Manhattan. Source: Twitter    102   Image 17: Macy’s Protest, February 23, Manhattan, Source: Twitter                    103  3.4.vi. “Queer” Search Results  Again there is understandably a cluster of queer site tweets in Manhattan as can be seen in Map 20. Here they are mostly congregated below Central Park to the Southern tip of Manhattan. There are also a smattering of tweets on the East site of Queens and Brooklyn and no tweets again in the Bronx and Staten Island. When looking at the sites that these tweets produced there is a large diversity of sites. Queer sites were second most prevalent site tweets results of LGBTQ category, after “gay.” This is true for both the total site tweets as well as total sites tweeted. This shows that although searching for LGBTQ site tweets turns up less results than searching for LGBT site tweets, queer is has turned up a relatively large number of LGBTQ sites and is a significant and active part of the LGBTQ community. (Graphic 3)                               104 Map 20: “Queer” Site Tweets, New York City Distribution     105  3.4.vi.1 “Queer” Tweeted Sites  Manhattan ● Elinor Bunin Munroe Film Center (ambiguous) - Launching inQ an inQubator for Queer thought (144 W 65th St) ● New York Public Library (2) - Queer books to check out, Queer “Histories of Brooklyn’s Working Waterfront “Lecture by author (476 5th Ave) ● Trump Tower Protest, February 26 - queer/black lives matter (725 5th Ave) ● Women’s March, January 21  ● Japan Society - exhibition on third gender and queer culture in japanese art - (333 E 47th St) ● Gay Men’s Health Crisis - Queer Resistance Valentine's Day dinner (446 West 33rd Street) ● Dancing Classroom Academy - Queer Tango classes (25 W 31st St) ● Cinepolis Theater - “Moonlight” film black and queer (260 W 23rd St) ● New York Fine Arts - keynote panel on “Queercore” (219 W 19th Street) ● 13th Street Repertory Theater - Poetry/ performance for Ali Forney Center and Trevor Project (50 W 13th St) ● Washington Square Park - International Women’s Day March 8  ● The Lynn Redgrave Theater - “The View Upstairs” Queer POC film (45 Bleecker St) ● International Center of Photography Museum - “Queer Icons” Exhibit (250 Bowery) ● Leslie Lohman Museum of Lesbian and Gay Art - “world’s first museum of queer art” (26 Wooster St) ● Leslie-Lohman Prince Street Project Space - POC, queer art (B, 127 Prince St) ● Battery Park - pro-immigration protest, January 29  ● Stonewall/ Christopher Park/ LGBTQ Solidarity Rally, February 4 (4) (53 Christopher St) ● Manhattan Monster Bar - LGBTQ Dance Party  Brooklyn ● Lesbian Herstory Archives - Queer-Lady-Types Book Club visit (484 14th St) ● Branded Saloon - Queer Country Quarterly bands played: Karen and the Sorrows, Julie Cira, Girls on Grass, Do it! (603 Vanderbilt Ave) ● Littlefield - bar/venue (622 Degraw St)    106 ● Brooklyn Bazaar - “‘The Arcade’ queer consensual techno dance liberation fundraiser” (150 Greenpoint Ave) ● The Knitting Factory - Queer band (361 Metropolitan Ave) ● MOMA PS1 - Queer director’s film screening (22-25 Jackson Ave)     3.4.vii. “Lesbian” Search Results   The “lesbian” site tweet search did not turn out many results and most of the results only use lesbian in the name of the site or organization that they are talking about, such as the Lesbian Herstory Archives, institutions, committees and clubs. This is in contrast to the “queer” and even “gay” search results in which is is clear that the terms “queer” and “gay” are being used more than”lesbian” in relation to identity. It is interesting comparing these results to the “queer” LGBTQ category search results because it suggests that the term lesbian is a term that used less as a self identifier for people who are tweeting about sites, and more of an institutionalized term for these organizations. Further, there are many queer tweet results that were submitted by people who are assumed to be women. These results could be indicative that those who might have identified as lesbians in the past, are now identifying as queer women or gender queer. Lesbian is traditionally more firmly rooted in the gender binary whereas queer tries to break free of this binary. Older and even all generation members of the LGBT community could see the term queer as very negative87 since it has a history of being used derogatively,88 and/or that they simply do not identify with the more “gender-fluid” terms.89  The generational differences thus can become a point of misunderstanding and difference between generations and it is important for historic preservationists assessing a heritage sites’ constituencies to locate and understand these nuances. This is not saying that the term lesbian might be becoming obsolete, it is just that it is a very specific gender and sexual identity that might be limiting to a younger generation that is tweeting, searching out safe-spaces that they can be themselves, without trying to fit into a very specific category with a fixed and specific gender and sexuality assigned to it.                                                 87 Peron, James. “Not Queer, Just Gay. No, Thanks.” Huffington Post, February 3, 2016. http://www.huffingtonpost.com. 88 Stryker, Susan. Transgender History. Seal Press, 2008. 20. 89 Marsh, Sarah. “The Gender-Fluid Generation: Young People on Being Male, Female or Non-Binary.” The Guardian, March 23, 2016, sec. Opinion. https://www.theguardian.com.    107  Also, there were two people tweeting about the Women’s March using the word lesbian. In one of these they were talking about the Lesbian and Gay Big Apple Corps.  The Lesbian Herstory Archives came up as a lesbian category tweeted site because the search found the name of the Archive, but it also came up as a queer site tweet because in the body of the tweet however, the people in the tweet who are visiting the archive are identifying personally as queer.   This is interesting because it shows that Twitter can be a tool that allows sites like the Lesbian Herstory Archives to be more knowledgeable and thus more receptive of who their current constituency are currently and who their possible constituency could be. These current and potential users of this archive as well as might feel more welcome to this the archive broadcast itself as being more queer friendly. Other such organizations that only cater to Lesbian and or Gay identities who want to stay popular, relevant and beneficial to the LGBTQ community could use this Twitter information to inform their scope and outreach. This could mean the LGBT Community Center and other community centers around New York City adding a “Q.” This might be true especially for the Queens Lesbian and Gay Pride Committee Queens as well as the Leslie Lohman Museum of Lesbian and Gay Art (tweeted as queer) to think about including Bisexuals, Queers and Transgender into their names. Names change, marginalized constituencies around these organizations change and the organizations tied to place, especially historic places need to be conscientious of this if they want to stay relevant and not exclude other gender and sexuality identities. These sites were often revolutionary and radical for LGBTQ history, and they should stay that way. Also the Lesbian Herstory Archives and other organizations might benefit from including such archival practices such as mining Twitter data if they see that this is a viable tool.                    108 Map 21: “Lesbian” Site Tweets, New York City Distribution       109 3.4.vii.1. “Lesbian” Tweeted Sites  Manhattan: ● Women’s March (2), performed, January 21  ● United Nations - Derricia Castillo-Salazar discusses being a lesbian mother in Belize (760 United Nations Plaza) ● Producer’s Club - co-ed Lesbian NY show (358 W 44th St) ● Lesbian Lover’s Lounge - lesbian night club (East 83rd Street) ● Astraea Lesbian Foundation for Justice - (116 E 16th St #7) ● Leslie Lohman Museum of Lesbian and Gay Art - (26 Wooster St)  Brooklyn: ● Lesbian Herstory Archives - Queer-Lady-Types Book Club visit (484 14th St) ● Audre Lorde honorary tweet (Crown Heights)  Queens: ● Queens Lesbian and Gay Pride Committee (Astoria)  Image 18: Lesbian Herstory Archives, Brooklyn, Source: Twitter    110 3.4.viii. “Gay” Search Results  Searching gay produced the largest number of sites related positive tweets than any other LGBTQ category search term. It also has the largest number of negative tweets as was seen previously. Gay tweets are definitely clustered in specific areas within Manhattan, but there is one tweet in Staten Island and tweets that reach a little further out than usual into Queens and Brooklyn. There are no tweet results in the Bronx for this category, but hopefully if this method were used longer in time there would be more sites found. Within Manhattan Island there are two clear clusters, one around Hell's Kitchen and Times Square area where there seems to be a fair number of gay bars, and fundraising events such as galas and performances. There is also a clear cluster in southern Manhattan, particularly around Stonewall These tweets are related to bars around this area including Stonewall and also the LGBTQ Solidarity Rally. Overall there is a wide variety of site types. One thing that might make a researcher perk up their ears if they are looking for LGBTQ significant sites in history are phrases such as “the first ever,” the “30th Annual” something or even a site “used by anybody who is anybody.” These phrases might as well have been taken directly from 1960’s Mattachine gay guidebooks in their wording. If it was the first of anything, and if the event that happened in a certain place was unique enough it could be considered to be a historic event eventually. And if this might be say the 30th annual event at a site, this might more significant because of its longevity.  For the “gay” keyword search, the Barclays Center in Brooklyn came up as hosting the “first ever gay pride night” at a basketball game. It is confirmed on the NBA’s website that this was indeed the first gay pride night that the Brooklyn Nets had ever had. They had a pre-game panel called “Spread Diversity and Inclusion, it’s the Brooklyn Way.”90 This is interesting since LGBTQ people are struggling for visibility and respect in the sports arena, which is such a massive institution in the United States.91 If this actually is the first time this is happening where a large institution such as a sports team and the Barclays Center to be condoning and supporting homosexuality, it could really be something that will one day be considered historically significant.  In the LGBT site search also, it was tweeted that at Stonewall there was the 8th annual Story Archives, also there was a tweet from the “gay” site tweets about the event “Annual Night of a Thousand Gowns” that takes place at the Mansfield Hotel in Manhattan. Going to the event’s website, the                                                 90 “Brooklyn Nets to Host First-Ever Pride Night on Wednesday, January 25.” Brooklyn Nets.. http://www.nba.com. 91 Ross, Terrance F. “Rajon Rondo’s Homophobic Slur Shows How Prejudice Runs Deep.” The Guardian, December 15, 2015, sec. Sport. https://www.theguardian.com.     111 organization claims to have held this event consecutively for 31 years, but determining if it was at this same location would a bit of further research. This is great if one is a researcher in the future looking back and trying to get an idea of the longevity of such events that are valued by the LGBTQ community.  Another “gay” site tweet talking about the Chelsea Gardens Barber Shop in Manhattan says, as if quoting an old guidebook, it's “for every gay man who’s who goes to get the proper cut and shave.” This is another indicator, which is not extremely reliable, but does raise a flag for sites that might be very popular current LGBTQ sites.                          112  Map 22: “Gay” Site Tweets, New York City Distribution        113 3.4.viii.1. “Gay” Tweeted Sites  Manhattan ● Castro Bar - Latin Saturday Party at gay bar (104 Dyckman St) ● Museum of the City of New York - Gay Gotham and Activism in New York shows (1220 5th Ave & 103rd St) ● Townhouse Bar - Gay after party (gay cocktail lounge) (236 E 58th St) ● Women’s March, January 21  ● MOMA - Gilbert Baker rainbow flag (11 W 53rd St) ● Therapy NYC (2)- “Gay Sex: A Raw Conversation” panel (348 W 52nd St) ● Ritz Bar and Lounge - gay bar (369 W 46th St) ● Vodka Soda & Bottoms Up - gay bar (315 W 46th St) ● The Mansfield Hotel - Annual Night of a Thousand Gowns, (a gala event running for 31 years according to their website) (12 W 44th St) ● New York City Gay Men's Chorus - rehearsal (561 7th Ave #803) ● American Academy of Dramatic Arts - (120 Madison Ave) ● Emerging Artists Theatre Co - Haram Iran a gay Iranian Film (Suite 15 W 28th St # 3) ● Chelsea Gardens Barber Shop - “where every gay man who’s who goes to get a proper cut and shave (253 W 23rd St #1) ● Barracuda Lounge - gay bar (275 W 22nd St West 22nd St) ● LGBT Community Center-Stonewall Democrats Board Meeting (208 W 13th St) ● Stonewall - (53 Christopher St) ● Gay Street (3)- lgbt rights (Greenwich Village) ● Big Gay Ice Cream (2) - (61 Grove St) ● The Duplex - (61 Christopher St) ● George Segal Monument - “Gay Liberation Monument” ● Pieces Bar -gay bar (8 Christopher St, New York, NY 10014) ● Skirball Center for the Performing Arts - NYC Gay Men’s Chorus (566 LaGuardia Pl) ● West 3rd Common - gay sunday brunch spot (1 W 3rd St) ● The Lynn Redgrave Theater - “The View Upstairs” Queer POC film (45 Bleecker St) ● La MaMa Experimental Theatre Club Big Gay Opera Performance of Antinous and Hadrian 66 E 4th St) ● Leslie Lohman Museum of Lesbian and Gay Art (26 Wooster St)    114 ● Manny Cantor Center Gay Men’s Health Crisis talk - (197 E Broadway)  Brooklyn ● Sycamore Brooklyn/ Flower Shop Bar- bar (Q Train Queer night) (1118 Cortelyou Rd) ● Barclays Center “First Ever Gay Pride Night” basketball gay pride (620 Atlantic Ave) ● Alamo Drafthouse Cinema - NBCLA Talk on HIV as more than black gay men’s problem (445 Albee Square W #4) Queens ● Queens Lesbian and Gay Pride Committee (Astoria) ● The Creek & The Cave - Rainbow and Sprinkles gray comedy show (10-93 Jackson Ave)  Staten Island: ● Wagner College Theater - actor in a college play (Wagner College, 1 Campus Rd)     Image 19: Queens Lesbian and Gay Pride Committee, Astoria, Queens. Source: Twitter     115   Image 20: The Mansfield Hotel - Annual Night of a Thousand Gowns, Manhattan. Source: Twitter   Image 21: NYC Gay Men’s Chorus at Skirball Center for the Performing Arts, Manhattan. Source: Twitter         116 3.4.ix Three Datasets Combined Results Geospatially comparing the Twitter data with the first 100 historically significant sites from the LGBT Historic Sites Project  as well as the online survey sites the can reveal other trends as well. When these three results are combined as seen in Maps 23-26, where the sites overlap and where they do not overlap between two or all three datasets can indicate interesting trends. Comparing results from these 3 different methods overall in Map 23, the site distribution of each research method seem to have some continuity with the past and present. This is assuming that data from each of these three methods in their own right indicate where the LGBTQ community in New York City is most active and more comfortable expressing itself.  It is clear from Map 23 that most of this activity is happening within Manhattan. The site-related tweets are more equally distributed throughout Manhattan as well as throughout the city. The tweets also form dense clusters around certain areas and sites which can also be indicative of popularity, use and level of comfortability expressing LGBTQ identity. This especially true, as can be seen in Map 24, in lower Manhattan and specifically around Greenwich Village area for Twitter data as well as for all three datasets. The tweets that are included on these maps are the LGBTQ category site tweets and not the stonewall tweets. Even without the Stonewall site tweets there is a clear cluster in Map 24 around Stonewall where the LGBTQ solidarity rally that took place, but also where people tweeting about the site itself. Such clusters in all three datasets around specific blocks and neighborhoods can indicate that there is a strong sense of LGBTQ community and looking at these changes over time through iteration of the current value research can further give a sense of changing community value attributed to sites, what sites are used and community comfort and visibility. Survey and the NYC LGBT Historic Sites overlap in Map as can be seen in Maps 24-26, but there are many more sites in this area as well as around the city that do not overlap within these two datasets. More survey work needs to be done to conclude anything from this observation. Areas in these maps where there is not much overlap, such as in the outer boroughs, especially the Bronx and Staten Island, where there is little site data collected from all three methods, can perhaps be explained through further research that acknowledges some of the cultural differences that might have an impact on LGBTQ visibility.  If Twitter data or Twitter sites and more survey research was gathered iteratively over time and mapped similarly, there could be stronger trends that could reveal the changing nature of community valued sites revealed over time.    117 Map 23: All Tweets Collected, All Survey Sites Found, and First 100 Sites From NYC LGBT Historic Sites Project, New York City Distribution      118 Map 24: All Tweets Collected, Survey Sites Found, and First 100 Sites From NYC LGBT Historic Sites Project, Lower East Side     119  Map 25: All Tweets Collected, Survey Sites Found, and First 100 Sites From NYC LGBT Historic Sites Project, Brooklyn and Queens Distribution      120 Map 26: All Tweets Collected, Survey Sites Found, and First 100 Sites From NYC LGBT Historic Sites Project, Park Slope Area, Brooklyn     121 3.4.x. Discussion on Sharing Contested Sites Publically  The survey allowed for another avenue to assess community site significance that might be missed by looking at Twitter data since, for a variety of reasons, certain minority demographics are less likely than other minority demographics to use Twitter to talk about where they are and how they are interacting with and feeling about a certain place. One of these is clearly the bisexual community which had no site-related tweets in the three month time period that were gathered for this study. All of the tweets that showed up were not site-related and very often clearly not posted by people of the LGBTQ community nor LGBTQ allies as they were often unrelated or using the term derogatively.   Some studies even show that bisexuals receive more prejudice than Lesbians and Gays. Bisexuals are known to have a difficult time fitting in with the LGBTQ community at times because they often are resented for the societal and privilege that results from being in heterosexual relationships and are often pressured to choose to either be heterosexual or homosexual. Further, bisexuals are also stereotyped as being promiscuous by general society and, like lesbians, transgender women, and queer women, are often sexually objectified and are subject to harsh prejudice and even violence.92 Their history is often subject to academic erasure and invisibility for a variety of reasons.93  Transgender people also have a lower site-related tweet rate than lesbian, gay, and queer site-related tweet rates. Transgendered people experience high rates of often fatal violence in the United States and further, black, transgender women are considered to be the most marginalized and most susceptible to hate related violence. Everyone in the LGBTQ community is targeted and faces a diverse range of prejudices, however some people within this community are targeted far more based on their sexual and gender identity but also their economic status and race. \"These are all characteristics of people in the United States who are more susceptible to violence,\" says the Center's Mara Keisling, \"of people who are more marginalized economically and educationally, people who end up having a bullseye on their back.\"94 This could be one explanation for why some sexual, gender identities as well as races and income levels have less site-related tweet rates in this time period than others. It could be that they are still less able to be feel safe or comfortable enough to broadcast their locations on a publicly available social media site such as Twitter.                                                  92 Kristal, Nicole. “Bisexuals Lack Support -- and It’s Literally Killing Us.” Huffington Post, April 4, 2016. http://www.huffingtonpost.com/nicole-kristal/bisexuals-lack-supportand_3_b_9585202.html. 93 Monro, Surya, Sally Hines, and Antony Osborn. “Is Bisexualiy Invisible? A Review of Sexualities Scholarship 1970-2015.” Sociological Review. 1,11. 94 Steinmetz, Katy. “Why Transgender Americans Are Being Murdered.” Time. Accessed April 10, 2017. http://time.com.    122 This is especially true if this method was attempted to be used in the many countries where homosexuality is illegal and the 10 countries where it is and even punishable by death. There are also countries that homosexuality has been decriminalized, like in Russia, but LGBT people face high rates of hate crimes with little impunity for the perpetrators. Since the LGBTQ population in many places, even within New York City, is subject to high rates of hate-related violence, ranging from micro-aggressions to fatal violence, it does not seem like too much of a stretch to think that as LGBTQ heritage gains more recognition and visibility, their heritage might be in danger as well.95 96 This is one reason why LGBTQ sites and safe-spaces are so important. It is also why the exact location of these currently significant sites needs to be shared responsibly if social researchers the field of preservation are going to broadcast these currently significant sites at all, especially in places that are less LGBTQ friendly.  Although New York City is a place of high LGBTQ community acceptance, their history relevance and even existence in other parts of the country and world is often strongly contested. These many different kinds of, often institutionalized, non-normative gender and sexuality phobias and aggressions, that have fueled violent attacks on LGBTQ people, make a climate that potentially put the LGBTQ community and their sites in danger. This was seen recently with the Orlando massacre that sent waves of grief, anger and also a revived activism through the LGBTQ community across the country. In 2015 alone there were 21 deaths of transgender people due to fatal violence, the highest number ever recorded in the United States. Already this year, seven transgender women of color have been murdered in the United States. As this minority community is relatively small, (.6% of the adult US population are known to be transgender) the seven killings send shock waves of fear and trauma to the community.97 98Although more LGBTQ people are feeling comfortable coming out, it is said that the increased visibility has also put more people at risk of being harassed or hurt.99  In February and March of 2017 following the presidential election, a surge of hate vandalisms happened at LGBTQ community centers and similar venues across the United states. This were widespread attacks in cities and states across the country such as New York City, Washington DC, Los Angeles, New Orleans, and many others. These include drive-by During these two months many incidents                                                 95 Bearak, Max. “Analysis | Here Are the 10 Countries Where Homosexuality May Be Punished by Death.” Washington Post. Accessed April 10, 2017. https://www.washingtonpost.com. 96 Avenue, Human Rights Watch | 350 Fifth, 34th Floor | New York, and NY 10118-3299 USA | t 1.212.290.4700. “Russia: Impunity for Anti-LGBT Violence.” Human Rights Watch, December 15, 2014. https://www.hrw.org. 97 O’Hara, Mary Emily. “Wave of Vandalism and Violence Hits LGBTQ Centers across the Country.” NBC News, March 13, 2017. http://www.nbcnews.com. 98 Campaign, Human Rights. “Violence Against the Transgender Community in 2016.” Human Rights Campaign. Accessed April 10, 2017. http://www.hrc.org. 99 Steinmetz, Katy. “Why Transgender Americans Are Being Murdered.” Time. Accessed April 10, 2017. http://time.com.    123 that have often gone underreported and for many of these locations this has not been the first incident of hate related vandalism. These include everything from death-threat graffiti at schools in Portland Oregon, a brick thrown through a New Orleans’s LGBTQ church’s stained glass window, to a drive-by shooting targeted at Tulsa, Oklahoma’s headquarters of Oklahomans for Equality on March 6 this year.100 Looking at these and other LGBTQ targeted violence and vandalisms, it is not a far reach to say that LGBTQ sites might be in danger the more visible they become. This does not mean that they should not be visible, nor that LGBTQ people should go into hiding, since these sites are often safe havens for the same community. Still, this information about current community site significance needs to be shared responsibly with these concerns in mind for any community that is subject to such phobias and aggressions.                                                                        100 O’Hara, Mary Emily. “Wave of Vandalism and Violence Hits LGBTQ Centers across the Country.” NBC News, March 13, 2017. http://www.nbcnews.com.     124 3.5. Findings  3.5.i. Online Survey It is clear that if this survey was continued possible for a year or longer it's already indicative result could become conclusive and more compelling. With only the small sample size of 53 surveys submitted the online survey begins to show sites that are valued highly by the community, which sites are perceived to be historic, endangered, and/or deserving of protection, but perhaps not on the this first 100 historic list and might be an indicator for more advocacy or investigation.  All of these sites are in the most significant sites of sub-method four, which seems to indicate that sub-method four is presumably the best and most reliable method of all of these tested methods for assessing LGBTQ community significance. Having multiple sub-methods to assess value within a survey like this is extremely important because some sub-methods pick up what others cannot. If a site was only received one survey it would not appear to be significant to other sites that has many respondents. However, this site might stand out as significant in another sub-method. With that said, each method has proved to be useful for analysis. Through triangulating between these different ways of assessing value the survey is even more useful and a method in its own right at assessing local community value attributed to cultural resources.   3.5.ii Twitter 3.5.ii.1 Methodological Findings:  ● When using Twitter data for social research, keywords or hashtags tested have a great impact on the results.   ● The search keywords here were limited to one per identity for the sake of this study, but multiple keywords and hashtags could be used to give a greater range of results.     125  ● The more keywords and hashtag search terms used the more results, as long as the search word is very specific to the community that is being researched. It is therefore necessary to spend time researching what hashtags and keywords such as specific ways of identifying and ways of representing a community of identity, or social action that produce the best and most specific search results.   ● The tweets almost always contain personal statements and the photos that have been extremely useful in adding a layer of nuance that allows the researcher to see how the community is interacting with the site and gives it the dots on the map a personality and supplements them with qualitative information.    ● It is also found that people are tweeting about historic sites and LGBTQ history in general. More specifically, as has been shown with Stonewall, more popular sites can be searched specifically.   ● It is also quick and affordable because unlike other participatory methods, the data is ready to be collected. Making the data ready to analyze and map does however require processing time.  ● The levels of data control depend on the type of tool being used. The if a tool is less expensive and does not require a lot of computer programming expertise, it can also cause the researcher to have less control over the type of dataset acquired as well as the sorting methods. Twitter as a research tool will hopefully and likely continue to sharpen to allow for this data to be more accessible to social researchers.  ● Twitter data is also already provided willingly by the Twitter “participant” on their own terms, which adds a unique layer of integrity to the data. The tweets are shared voluntarily and are spontaneously by a diverse range of people posted by the Twitter user and are driven solely by the person’s interest in the site and/or desire to connect with the site in this way. It thus indicates value around these sites. Further, archiving and using Twitter data thus allows for a largely unbiased, and democratic source of information.  ● Twitter data is in a relatively easy to use state to sort and cross-tabulate since it already comes with hashtags and keywords that can be used for cross-tabulation.     126  ● Twitter research can be considered a form of participatory action research since the researcher is only harvesting the information that has already been provided willingly by the participants and on their own terms.     3.5.ii.2 Twitter for Current and Archival Use    ● It was found that tweets are actually often tweeted near or at the sites that people are tweeting about. This shows that using Twitter can quickly give a sense of a community site distribution for recruitment purposes.   ● The negative/ offensive tweets were most often in the outer boroughs and on the upper east side of Manhattan. Twitter thus can indicate where people might be more receptive to preservation efforts and participatory recruitment and trends if continued iteratively.  ● Also looking at where people tweet gives a sense of where they might feel most comfortable and safe enough to express their sexual/gender identity as well as location as well as where they do not feel comfortable to express their exact location and where they hang out for instance. This is valuable information for current and future preservationists.  ● One can also tell which groups are and are not tweeting about site specific things. If they are not tweeting about specific sites this could possibly be that they are not as comfortable or do not feel as safe letting this information be known, since Twitter data is completely public. It does seem that the more marginalized groups within the LGBTQ community are not tweeting as much about specific sites such as bisexual and transgender people who face the most discrimination.    ● This data can also be used to look at how growing visibility of sites might correlate with more negative attention toward a given community well as positive attention toward a given community.    127  ● Many lesbian tweets were referencing the name of an institution or organization sites such as the Lesbian Herstory Archives, without the tweeter using the terms as a form of identification. Also, few people that the tweets are identifying as lesbian and many more women that are tweeting about sites are identified as queer. It was also shown also that people of color are more likely to identify as queer than as lesbian, gay, bisexual or transgender. These findings show that Twitter data can begin to pick up on interesting trends such as shifting ways that Twitter users are identifying and thus help these organizations and historic sites such as the Lesbian Herstory Archives, the LGBT Community Center and others to stay relevant to the community that they hope to cater to, by better understanding their constituencies.   ● Looking at the frequency of sites tweeted can raise a flag for researchers as well as to which sites are the most likely to be in most use which can indicate level of higher community value.  ● It is seen that there is a cluster of gay sites around the Greenwich Village area as well as Hell’s Kitchen in Manhattan. Trends like this might seem obvious to some, but it serves as useful empirical evidence that can be used now as well as in the future that there are indeed a lot of gay identified people and sites in these areas at this time.  ● Twitter also provides information about protests about where they occurred, who was there and how large the protest was. This is valuable information to archive since protests are not easy things to look in this level of detail in retrospect.  ● Of the sites collected there are a very diverse range of site types being used by a wide variety of people within the LGBTQ community. It thus allows researchers to get at intersectionality within a community. This is valuable because it is important that the voices being heard are not merely the most privileged within any diverse population.       128 3.5.ii.3 Twitter for Future Use   All of these findings indicate that Twitter data is a powerful tool that provides a unique insight into how current communities interact and value their cultural resources.    Collecting and storing this Twitter data iteratively, starting now, can form a archive of valuable data for research use. In the future such an archive could provide an indispensable resource for preservationists looking back to see how sites were used in the past by marginalized communities, and also less marginalized communities. Anyone doing such research today that requires looking back into history to find indicators of what sites a community knows how great of a challenge this can be. This challenge gets exponentially more difficult if the community is historically marginalized.  Twitter data in an archive could provide such future researchers with a wealth of incredibly nuanced, genuine, and personal information about what sites were used, how sites were used, and who used them. It could provide information about changing community values attributed to sites through time. It could allow them to have a firmer grasp of the rich historical, cultural context in which a site exists, and could enable researchers to have a firmer understanding of the dynamic and deep nature local valuation of cultural heritage. It could also be an archive containing maps that show trends, photographs from tweets, as well as personal statements. This is a new type of archive, but is based on older principles of storing the present to ensure a historical record for the future. Depending on others to collect this information is not good enough. Historic preservationists should take this opportunity to create an excellent resource for the future of historic preservation.  3.5.iii. Twitter Used With Other Methods of Assessing Value: Primary Source Research, Online Survey Research   ● When Twitter research results compared to primary source research results, as with the NYC LGBT Historic Sites Project research, and direct participatory research results, such as the online survey in this study, analysis of Twitter data really can help researchers learn about these sites’ current use but can also provide as a historic record for future preservationists looking back and trying to track what sites have been significant to whom and the history of sites in general.     129 ● Shows sentiments that site is perceived as historical by communities that might not be included in the historical narrative.   ● The site overlap that happens between the three datasets used in this study indicates preservationists can learn about more marginalized populations within an already marginalized population, such as LGBTQ people of color.  ● If Twitter as a tool combined with other forms of assessing value can be a tool for preservationists to learn about the local marginalized community, then it seems that it can also be used to gauge a local community as a whole that interacts with a historic site.   ● Comparing results from these different methods seem to have some continuity with the past and present state of site and community distribution. The sites and active areas that they do not overlap can show where and how LGBTQ site use might be increasing and decreasing, such as in the outer boroughs of New York City by looking at where these area as well as other trends learned from where these variables do and do not overlap over time. (Map 7, Map 8, Map 9)     3.6. Ramifications  3.6.i. Who should be using this tool?  Twitter data is a tool for cultural resource preservation and it is a tool that can be used now for finding sites that are still used that might be historical, but also much more. There are more and more historic preservations within institutions and projects within the United States and internationally that are greatly invested in advancing marginalized communities’ cultural place-based histories. There are many historic preservation organizations and institutions invested in ensuring that marginalized communities as well as a local communities’ place-based history is remembered. To accomplish this goal, these institutions and organizations should be investing in collecting Twitter data for current use and especially for future use. The United States National Parks Service supports and organized many of these projects. As discussed previously, it has in recent years become active in its mission to acknowledge, preserve, and    130 educate the public about these historically and currently underrepresented population’s cultural resources. These organizations include the many LGBTQ projects that were mentioned in the introduction. Having this archived twitter data can be an extremely powerful asset to such teams, projects, and organizations.  Using this current data can also allow them to better understand what community they are seeking to cater to. Historic sites are often struggling for visitors and community investment to help sustain the sites. Through even minimal Twitter research, site managers could better understand how possible constituencies, visitors, might better respond to the site programming and social outreach. They can key into this information quickly and often for free to evaluate how to better learn about and reach out to their current constituencies as well as foster new constituencies. The value ascribed to cultural heritage changes, the demographics of neighborhoods around cultural sites change, and the people who invest in these sites change. The ways people are identifying change, the ways that heritage is interpreted by the community changes, and the ways that people might want to use this heritage changes. It is smart and essential to keep up with the changing local and non-local communities that value these sites if these sites are going to stay around. Further, these maps will give community activists and leaders that are advocating for local community cultural resources, such as those mentioned in the introduction, a way of concretely and convincingly displaying the force of the local community behind saving a cultural resource. Showing a map, statistics, and hard evidence to the Landmarks Preservation Commission or to a developer that a community will be losing something extremely valued to their cultural identity, history, and possibly even well-being speaks volumes. This quantitative evidence, albeit teamed with the qualitative passion of a community, has the power to form a dialogue with the policy makers in a language that policy makers, developers, and the Landmarks Preservation Commission for instance are accustomed to speaking as well as hearing.  As it is inevitable that some buildings significant to communities will be torn down and replaced, having a record of the cultural significance might also inform community leaders and be proof of a community resource that has gone missing and should be replaced to fill a void. If a community valued building is torn down, perhaps there could further be resources already in place that can answer some of the cultural needs that the former building answered, such as with the hospital, allowing the city, possibly developers to be more receptive of what a community needs and might respond to.  Such compelling physical and quantitative data can also be used within this community advocating against the possible destruction of their local cultural resources as a solidifying and unifying force to help them broadcast their mission through the media with such maps and data. If Twitter data began to be recognized by community members as a way for them to communicate effectively about the    131 sites that they want protected, they might begin to more intentionally tweet about their sites. This might be something that is improved in the future of these tools as they are sharpened and community members as well as historic preservationists learn to take full advantage of their power.  These tools are above all else, a means for better dialogue between stakeholders between policy makers, preservationists, developers, architects, and local communities.  Further, from large libraries and archives, such as the New York Public Library’s extensive LGBT Archive or the Library of Congress’s LGBT collection, to small libraries and archives like the Lesbian Herstory Archives or the LGBT Community Center’s archives in New York City, would also benefit from using and archiving Twitter data in this way. These and other libraries and archives that are invested in preserving the past and current state of the world for the enrichment of the future would be adding a great resource for the public and its unrepresented by collecting and archiving this data.  Twitter data is an excellent option for accessing data for a digital archive for future use because the information comes in a fairly consistent format with a location, a short description, a date and a photograph. It can be thought of as the modern-day equivalent 1960’s guidebook, but it also offers a very personal and first person perspective. It also takes up relatively little space.  Archived Twitter data has the potential to be a version of the Lesbian Herstory Archive for the digital age. The Lesbian Herstory Archives started when Joan Nestle started collecting Lesbian materials, everything from playbills, photographs, newspaper clippings, activist newsletters, notes and flyers for events because she feared that no-one else was or would save these papers and proof of the rich history of Lesbians that was taking place in the 1960s and 1970s would vanish and with the history of their history. There is still a rich LGBTQ narrative of activism, arts and struggle that is unfolding every day now. In the United States civil rights activists have succeeded in recent years to make Stonewall a National Monument, marriage equality for all, and “don’t ask don’t tell” was overturned and the LGBTQ people are slowly working their way into mainstream culture. Transgender activists and others are unceasingly pushing forward with much struggle. All this and more is unfolding with the LGBTQ as well as many other underrepresented communities who are making waves that will hopefully find their way into history. Without identifying better tools and methods of recording these places where history happens, the past will again and again have to be puzzled together with missing pieces.        132 3.7. Conclusion  \"To change deprivation into cultural plentitude\"101    -Joan Nestle about the Lesbian Herstory Archives   This study posed the question, “What is it that preservationists can do now to make sure that the future is deeply embedded in the diversity of the past?” The study found two primary answers.  The first is that when Twitter research is combined with more tested research methods, as in this study, it can produce aids that might offer a means of fostering better dialogue and communication between stakeholders such as policy makers, preservationists, developers, architects, and local communities. It can add more nuance to existing research methods and can be a stronger, even more relevant tool for preservation at the tool sharpens. It now has the potential to aid preservation in the quest to further democratize the process through which community significant cultural sites community value is assessed and how they are identified, understood, and advocated for.  The second is that the archiving of Twitter data can play an incredible role in recording current state of the world for the enrichment of the future’s understanding of the past. Collecting and storing this Twitter data iteratively starting today, historic preservationists can form a archive of valuable data for research use. In the future such an archive would provide an indispensable resource for preservationists looking back to see how all communities, especially marginalized communities, used sites in the past.  Since historic preservation is a field that is embedded in culture, it should move with culture and embrace its diversity and dynamism. Technology unwittingly is an element which drives and reflects this cultural change, thus cultural resource managers should take advantage of these current technological tools that are at their fingertips to best accomplish their goals of protecting cultural resources and collect information from the present about cultural fabric.                                                         101 The Lesbian Herstory Archives. “The Lesbian Herstory Archives: History,” 2017. http://www.lesbianherstoryarchives.org     133 Bibliography  ABC News. “Gay Man Says Term ‘Queer’ Is Like the ‘N’ Word.” ABC News, November 12, 2013. http://abcnews.go.com/Health/gay-man-millennial-term-queer-word/story?id=20855582. ArcGIS. “JSON To Features—Conversion Toolbox | ArcGIS Desktop.” Accessed April 10, 2017. http://pro.arcgis.com/en/pro-app/tool-reference/conversion/json-to-features.htm. Aurorasaurus. “Aurorasaurus - Reporting Auroras from the Ground Up.” Accessed April 10, 2017. http://www.aurorasaurus.org/. Avrami, Erica, Randall Mason, and Marta de la Torre. “Values and Heritage Conservation Research Report.” The Gettes Conservation Institure, Los Angeles, 2000. Bandarin, Francesco, and Ron van Oers. The Historic Urban Landscape: Managing Heritage in an Urban Century. 1 edition. Chichester, West Sussex, UK; Hoboken, NJ: Wiley, 2014. Bearak, Max. “Analysis | Here Are the 10 Countries Where Homosexuality May Be Punished by Death.” Washington Post. Accessed April 10, 2017. https://www.washingtonpost.com/news/worldviews/wp/2016/06/13/here-are-the-10-countries-where-homosexuality-may-be-punished-by-death-2/. Beaumont, Peter. “The Truth about Twitter, Facebook and the Uprisings in the Arab World.” The Guardian, February 25, 2011, sec. World news. https://www.theguardian.com/world/2011/feb/25/twitter-facebook-uprisings-arab-libya. Brand, Ralf, and Sara Fregonese. The Radicals’ City: Urban Environment, Polarization, Cohesion. Routledge, 2016. Brown, Gavin. “Queer Movement.” University of Leicester, 2015. Cahill, Caitlin. “Participatory Action Research.” Article, n.d. http://peopleplacespace.org/frr/participatory-action-research-and-design/. Campbell, Andy. “Hope Dims at Starlite Lounge — Oldest Gay Bar in Boro.” The Brooklyn Paper, January 7, 2010. http://www.brooklynpaper.com/stories/33/3/33_03_ac_starlight_lounge.html. CARTO. “Connecting Twitter Data — CARTO.” Accessed April 10, 2017. https://carto.com/learn/guides/data-and-sql/connecting-twitter-data. Center for Teaching, Research & Learning. “Qualitative Research Introduction.” American University, 2009. Cerullo, Megan, and Ginger Adams Otis. “Hundreds Gathered in Vigil for Orlando Victims at Stonewall Inn.” NY Daily News. Accessed April 10, 2017. http://www.nydailynews.com/new-york/manhattan/hundreds-gathered-vigil-orlando-victims-stonewall-inn-article-1.2672627. Chaban, Matt A. v. “As Demolition Looms, Slave Theater’s Ownership Is Disputed.” The New York Times, December 28, 2015. http://www.nytimes.com/2015/12/29/nyregion/as-demolition-looms-slave-theaters-ownership-is-disputed.html. Chapman, Ben, and Rich Shapiro. “More than 300 Angry Protesters March for St. Vincent’s Hospital.” NY Daily News, April 24, 2010. http://www.nydailynews.com/new-york/300-angry-protesters-march-st-vincent-hospital-article-1.165507. Chick, Nancy. “Metacognition | Center for Teaching | Vanderbilt University.” Accessed April 10, 2017. https://cft.vanderbilt.edu/guides-sub-pages/metacognition/. Chunko, Mary T. “A Living Legacy: Preserving Intangible Heritage.” U.S. Department of State: Bureau of International Information Programs, n.d. http://photos.state.gov/libraries/amgov/30145/publications-english/EJ-intangible-culture-0810.pdf. Corbett, Katherine T., and Howard S. Miller. “A Shared Inquiry into a Shared Inquiry.” The Public Historian, University of California Press, 28, no. 1 (2006): 15–38. Ellis, Elaine. “How the USGS Uses Twitter Data to Track Earthquakes.” Twitter Blogs. Accessed April 10, 2017. https://blog.twitter.com/2015/usgs-twitter-data-earthquake-detection. Ellis-Petersen, Hannah. “Answering ‘Cultural Genocide’: Iraq’s Looted Treasures to Be Displayed at Venice Biennale.” The Guardian, February 21, 2017, sec. World news. https://www.theguardian.com/world/2017/feb/21/iraq-museum-to-display-40-ancient-artefacts-at-venice-biennale. Fischer, Eric. “Linking the Most Interesting Places in the World.” Mapbox. Accessed April 10, 2017. https://www.mapbox.com/blog/geotaggers-world-atlas/.    134 Frulli, Micaela. “The Criminalization of Offences against Cultural Heritage in Times of Armed Conflict: The Quest for Consistency.” European Journal of International Law 22, no. 1 (February 1, 2011): 203–17. doi:10.1093/ejil/chr002. Greenwood, Shannon, Andrew Perrin, and Maeve Duggan. “Social Media Update 2016.” Pew Research Center: Internet, Science & Tech, November 11, 2016. http://www.pewinternet.org/2016/11/11/social-media-update-2016/. Heathcott, Joseph. The Historic Urban Landscape of the Swahili Coast: New Frameworks for Conservation. Swahili Historic Urban Landscapes. 36. World Heritage Papers, Paris: UNESCO World Heritage Center, 2013. Hofer-Shall, Zach. “Growth in the Twitter Data Ecosystem.” Twitter Blogs. Accessed April 10, 2017. https://blog.twitter.com/2015/twitter-data-ecosystem. Human Rights Campaign. “Violence Against the Transgender Community in 2016.” Human Rights Campaign. Accessed April 10, 2017. http://www.hrc.org/resources/violence-against-the-transgender-community-in-2016/. Human Rights Watch. “Russia: Impunity for Anti-LGBT Violence.” Human Rights Watch, December 15, 2014. https://www.hrw.org/news/2014/12/15/russia-impunity-anti-lgbt-violence. Karlin, Sarah. “Young People Are Queerer Than Ever, But They Aren’t Using Traditional Labels.” LGBT Institute: Center for Civil and Human Rights, n.d. http://www.lgbtinstitute.org/news/2017/3/30/young-people-are-queerer-than-ever-but-they-arent-using-traditional-labels. Kaufman, Sarah. “Protesters Accuse Mayor of Corruption Over Demolition of East Village Buildings.” East Village, NY Patch, August 22, 2016. http://patch.com/new-york/east-village/protesters-accuse-mayor-corruption-over-demolition-east-village-buildings. Kindon, Sara, Rachel Pain, and Mike Kesby. Participatory Action Research Approaches and Methods: Connecting People, Participation and Place (Hardback) - Routledge. Routledge, 2008. https://www.routledge.com/Participatory-Action-Research-Approaches-and-Methods-Connecting-People/Kindon-Pain-Kesby/p/book/9780415405508. Kristal, Nicole. “Bisexuals Lack Support -- and It’s Literally Killing Us.” Huffington Post, April 4, 2016. http://www.huffingtonpost.com/nicole-kristal/bisexuals-lack-supportand_3_b_9585202.html. Landmarks Preservation Commission. “Landmarks Preservation Commission Stonewall Designation Report,” June 23, 2015. http://s-media.nyc.gov/agencies/lpc/lp/2574.pdf. Marsh, Sarah. “The Gender-Fluid Generation: Young People on Being Male, Female or Non-Binary.” The Guardian, March 23, 2016, sec. Opinion. https://www.theguardian.com/commentisfree/2016/mar/23/gender-fluid-generation-young-people-male-female-trans. Marshall, Aarian. “Why You Should Be Skeptical of Most Twitter Maps.” CityLab. Accessed April 10, 2017. http://www.citylab.com/housing/2015/03/why-most-twitter-maps-cant-be-trusted/388586/. Monro, Surya, Sally Hines, and Antony Osborn. “Is Bisexualiy Invisible? A Review of Sexualities Scholarship 1970-2015.” Sociological Review, n.d. National Park Service. “Underrepresented Community Grants,” 2017. https://www.nps.gov. National Parks Conservation Association. “Budget Proposal Threatens National Parks,” March 16, 2017. https://www.npca.org. National Parks Service. “Stonewall NHL Nomination,” 2000. https://www.nps.gov/nhl/find/statelists/ny/Stonewall.pdf. NBA. “Brooklyn Nets to Host First-Ever Pride Night on Wednesday, January 25.” Brooklyn Nets, n.d. http://www.nba.com/nets/news/2017/01/19/brooklyn-nets-host-first-ever-pride-night-wednesday-january-25. NYC LGBT Historic Sites Project. “Julius’,” n.d. http://www.nyclgbtsites.org/site/julius/. NYC LGBT Historic Sites Project.” Making an Invisible History Visible. Accessed April 10, 2017. http://www.nyclgbtsites.org/. NYC LGBT Historic Sites Project. About the Project. Accessed April 10, 2017. http://www.nyclgbtsites.org/about/. Office of the Secretary. “Interior Department Announces Grants for Underrepresented Communities Through Historic Preservation Fund,” November 2015. https://www.doi.gov. O’Hara, Mary Emily. “Interview With an Actual Stonewall Riot Veteran: The Ciswashing of Stonewall Must End!” The TransAdvocate, February 19, 2013. http://transadvocate.com/interview-with-an-actual-stonewall-riot-veteran-the-ciswashing-of-stonewall-must-end_n_8750.htm. NBC News. “Wave of Vandalism and Violence Hits LGBTQ Centers across the Country.” NBC News, March 13, 2017. http://www.nbcnews.com/feature/nbc-out/wave-vandalism-violence-hits-lgbtq-centers-across-nation-n732761. Oxford English Dictionary Online. “Intersectionality.” Oxford University Press, June 2015. http://www.oed.com.ezproxy.cul.columbia.edu/view/Entry/429843.    135 PBS Newshour. “How High-Tech Replicas Can Help Save Our Cultrural Heritage.” PBS Newshour, April 28, 2017. Peron, James. “Not Queer, Just Gay. No, Thanks.” Huffington Post, February 3, 2016. http://www.huffingtonpost.com/james-peron/not-queer-just-gay-no-thanks_b_9145566.html. Pratt, Geraldine, and Victoria Rosner, eds. The Global and the Intimate: Feminism in Our Time. Columbia University Press, 2012. Qmunity. “Queer Terminology - from A to Q.” Qmunity: BC’s Queer Resource Center, July 2013. http://qmunity.ca/wp-content/uploads/2015/03/Queer_Terminology_Web_Version__Sept_2013__Cover_and_pages_.pdf. Ross, Terrance F. “Rajon Rondo’s Homophobic Slur Shows How Prejudice Runs Deep.” The Guardian, December 15, 2015, sec. Sport. https://www.theguardian.com/sport/2015/dec/15/rajon-rondo-gay-slur-nba. Segal, Mark. “I Was at the Stonewall Riots. The Movie ‘Stonewall’ Gets Everything Wrong.” PBS NewsHour, n.d. http://www.pbs.org/newshour/art/stonewall-movie/. Shelton, Taylor, Ate Poorthuis, and Matthew Zook. “Social Media and the City: Rethinking Urban Socio-Spatial Inequality Using User-Generated Geographic Information.” SSRN Scholarly Paper. Rochester, NY: Social Science Research Network, 2015. https://papers.ssrn.com/abstract=2571757. Shih, Gerry. “Twitter Buys Social Data Provider Gnip, Stock Soars.” Reuters, April 15, 2014. http://www.reuters.com/article/us-twitter-gnip-idUSBREA3E17D20140415. Siegler, M. G. “Twitter Can Now Know Where You Tweet.” TechCrunch. Accessed April 10, 2017. http://social.techcrunch.com/2009/08/20/twitter-can-now-know-where-you-tweet/. Singh, Dayanita. “Artist Intervention: File Room.” Future Anterior: Journal of Historic Preservation, History, Theory, and Criticism 11, no. 1 (2014): 107–10. doi:10.5749/futuante.11.1.0107. Solis, Gustavo. “Historian Arrested While Protesting Renaissance Casino Demolition.” DNAinfo New York, November 17, 2014. https://www.dnainfo.com/new-york/20141117/central-harlem/historian-arrested-while-protesting-renaissance-casino-demolition. Spargo, Tamsin. Postmodern Encounters: Foucault and Queer Theory. Totem Books USA, 2000. Statistica. “Twitter: Annual Growth Rate Worldwide 2019 | Statistic.” Statista. Accessed April 10, 2017. https://www.statista.com/statistics/303723/twitters-annual-growth-rate-worldwide/. Statistica. “Twitter: Number of Active Users 2010-2016.” Statista. Accessed April 10, 2017. https://www.statista.com/statistics/282087/number-of-monthly-active-twitter-users/. Steinmetz, Katy. “Why Transgender Americans Are Being Murdered.” Time. Accessed April 10, 2017. http://time.com/3999348/transgender-murders-2015/. Stryker, Susan. Transgender History. Seal Press, 2008. TechTerms. “API (Application Program Interface) Definition,” n.d. https://techterms.com. The Lesbian Herstory Archives. “The Lesbian Herstory Archives: History,” 2017. http://www.lesbianherstoryarchives.org/history.html. Thomas, Parker. “How Twitter Justifies Its Decline in Active Users - Market Realist.” Accessed April 10, 2017. http://marketrealist.com/2016/02/twitter-justifies-decline-active-users/. Torre, María Elena, Michelle Fine, Brett G. Stoudt, and Madeline Fox. “Critical Participatory Action Research as Public Science.” In APA Handbook of Research Methods in Psychology, Vol 2: Research Designs: Quantitative, Qualitative, Neuropsychological, and Biological, edited by H. Cooper, P. M. Camic, D. L. Long, A. T. Panter, D. Rindskopf, and K. J. Sher, 171–84. Washington, DC, US: American Psychological Association, 2012. TPM. “CartoDB Aims To Be The Instagram Of Maps | TPM Idea Lab,” August 8, 2013. https://web.archive.org/web/20130808054302/http://idealab.talkingpointsmemo.com:80/2012/11/carto-db-instagram-maps.php. Truscott IV, Lucian K. “Gay Power Comes to Sheridan Square.” Village Voice, July 3, 1969. UNESCO World Heritage Center. “The Criteria for Selection.” UNESCO World Heritage Centre. Accessed April 10, 2017. http://whc.unesco.org/en/criteria/. Williams, Carrie. “Research Methods.” Journal of Buisiness and Economic Research, March 2007. Williams, Cristan. “7 Films That Tell the Real Story of the Stonewall Rebellion.” The Daily Dot, August 8, 2015. https://www.dailydot.com/upstream/stonewall-films-to-watch/. Women’s Rights and Economic Change. “Intersectionality: A Tool for Gender and Economic Justice,” August 2014. https://lgbtq.unc.edu/sites/lgbtq.unc.edu/files/documents/intersectionality_en.pdf.    136 Wong, Curtis M. “Thousands Of LGBTQ People Set To Protest Trump In NYC On Saturday.” Huffington Post, February 3, 2017, sec. Queer Voices. http://www.huffingtonpost.com/entry/lgbtq-trump-protests_us_5893a715e4b09bd304ba6fa2.  Mapped Data Sources  ● LGBT NYC Historic Sites Project, 2017 ● MAPD Twitter Data, 2017 ● Data from This Study’s Survey , 2017 ● Tax Lots of New York City Map Pluto 16v2: Department of City Planning, 2016 ● New York City Neighborhood Boundaries: Bytes New York, 2014 ● New York City Borough Boundary 15b: Department of City Planning, 2015 ● Tri-State Water Bodies: Department of City Planning, 2006, Joined 2008 ● New York City Open-Spaces: Department of City Planning, Date Unknown ● Tri-State Region State Boundaries: Department of City Planning, Date Unknown                     137 Appendix Recruitment Flyer Front:      138   Recruitment Flyer Back: Information Sheet     Instructions for participation 1. Go to (website url) 2. Read the information and instructions provided on the website 3. Follow the links that says \"Take Survey\" 4. After you have answered all the questions that you would like to, click \"Submit Survey\" button. 5. Repeat! The more sites you value the better, though only submit one survey per building.   Benefits Your participation in filling out one or more surveys (as many as you want!) will hopefully benefit the LGBTQ+ community by allowing for more visibility of LGBTQ+ cultural heritage as well as benefit the architectural preservation field by offering insight on what sites are most valued by the LGBTQ+ community. It hopes to find out what sites need better advocacy and attention. Participants will be aiding in research that also aims to help develop tools that can raise awareness of resources in their community and in turn can give the community more tools and resources to advocate for such cultural resources.    Risks As the LGBTQ+ population is often subject to societal prejudices, this survey keeps all participants anonymous at all times. There are thus no potential risks involved in this research, as no personal identifying information of participants will be gathered at any time. The survey questions are not triggering in any way, as they do not ask unnecessarily personal questions. Participants can stop taking the survey at any time and choose to not fill in any or all questions. The survey taker's online information will be kept private through Squarespace in accordance with their privacy policies and only the anonymous survey responses will be sent to researcher's confidential Columbia University Google drive. All addresses offered by participants that are then mapped will be kept as general area pins to keep locations general to protect the site.     If you have any questions or concerns about this study, contact Stacy Tomczyk at slt2137@columbia.edu or Erica Avrami at eca8@columbia.edu.                   139 Online Survey:  Participants had to acknowledge all of the following before taking the survey: ○ Responses will be used for Columbia University Master’s thesis research. ○ No personal identifying information will be gathered nor used in thesis report. ○ Participant can choose to leave any answers blank. ○ Participant can quit this questionnaire at any time. ○ Participant is LGBTQ identifying person or LGBTQ ally.  The name of the site as well as any nicknames, the address and location were asked as basic questions that would allow the study to map the site. Then, more traditional questions for such a survey were asked to set an indicator for things that might put the site at a higher level of attention. Each of these are also multiple choice in order to make the data more quantifiable and mappable. These questions included:   ● Does the site still exist? ● What is its current use? ● What is its condition? ● Is it historical? ● Does it deserve protection? ● Is it in danger in some way?  The participants were asked to provide two major free response questions that sought to form the qualitative and more narrative information to supplement the quantified responses. These questions included: ● Do you have any additional comments or information about the site? ● Why is this place significant?  The part of the survey that directly was attempting to quantify and assess value, was a question that asked people to rank how significant the site was to various levels of society. The question was, “How important is this place as an LGBTQ site…” It then had the subquestions as follows: ● To me? ● To my friends and/or community?    140 ● To the neighborhood it is in? ● To New York City? ● To the country? ● To the world?  Then for each sub-question the participant would then chose one answer from the multiple choice answers: ● Not important at all ● Not that important ● Somewhat important ● Very important ● Extremely important  The survey then asked, “Is this place significant to any specific group of people in particular? (select all that may apply)” This question was aimed at getting at intersectionality within the LGBTQ community and included many options for identity to be as open as possible to the possible constituency around the site.  This was a multiple response question and included the following choices: ●  Lesbian identifying ●  Gay identifying ●  Bisexually identifying ●  Transgender identifying ●  Queer identifying ●  Non-binary identifying ●  Male identifying ●  Female identifying ●  Black people ●  Hispanic people ●  Asian people ●  White people ●  other ●  all of the above    141 ●  do not know ●  do not wish to disclose This question was followed by a free response question asking “If other, who?”  The last two questions ask the participant’s age group as well as their zip code in order to give some idea if the person lived in New York and the range of location of participants.   ",
    "id": 161456979,
    "identifiers": {
        "doi": "10.7916/D8TQ6CPH",
        "oai": "oai:academiccommons.columbia.edu:10.7916/D8TQ6CPH"
    },
    "title": "Visualizing Value: A Geospatial Look at Comparative Approaches to Local Valuation of Cultural Heritage",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://academiccommons.columbia.edu/doi/10.7916/D8JT02NM/download"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/161456979.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/161456979"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/161456979/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/161456979/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/161456979"
        }
    ],
    "abstract": "This study researches the viability and effectiveness of using Twitter data as a research tool for assessing local valuation of cultural resources. It looks at Twitter as a tool that can be used alongside other more tested community value assessment techniques. The study’s subject population is the LGBTQ community in New York City’s five boroughs, but these or similar tools could potentially be used for other populations that use Twitter around the country and world.\n       The other two research methods, used here for comparison and supplementation of the Twitter research, include research generously provided to this study by the NYC LGBT Historic Sites Project as well as an online survey conducted for the sake of this study. The NYC LGBT Historic Sites Project anecdotally assessed and assigned cultural significance to their first 100 sites using basic research through primary sources, secondary sources, and aggregating additional information. The other tool, an online survey, was created for this study as a participatory research method that asked community members to talk directly about and rate the significance of LGBTQ sites that they value. Both provide quantitative, mappable data as well as qualitative information for further analysis.\n       Mapping and comparing the geospatial quantitative data collected from each method, as well as analyzing the quantitative results, allowed the study to gauge the benefits, limitations, and potential of using Twitter research to assess local community valuation of cultural resources when it is used as a supplementary tool. The quantitative data from these three methods of research was be mapped on Esri’s ArcGIS.\n       Collecting and storing this Twitter data iteratively, from this point forward, can form a archive of valuable data for research use. In the future such an archive could provide an indispensable resource for preservationists looking back to see how sites were used in the past by marginalized communities, and also less marginalized communities\n        Twitter research can potentially add more nuance to these other research methods and has the potential to be a stronger, even more relevant tool for preservation as time goes on and the tool sharpens. It already has the potential to aid preservation in the quest to further democratize the process by which community significant cultural sites are identified, understood, how they are advocated for, and the way their community value is assessed",
    "tags": [
        "Theses",
        "Geospatial data",
        "Cultural property--Valuation",
        "Research",
        "Historic preservation",
        "Twitter"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Theses"
    ],
    "oai": "oai:academiccommons.columbia.edu:10.7916/D8TQ6CPH",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "292",
        "openDoarId": 0,
        "name": "Columbia University Academic Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 161456979,
        "depositedDate": null,
        "publishedDate": "2017-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-15T22:03:18+00:00",
        "acceptedDate": null,
        "createdDate": "2018-10-02T12:14:53+01:00"
    },
    "urls": [
        "https://doi.org/10.7916/D8TQ6CPH"
    ],
    "lastUpdate": "2024-02-15T22:03:18+00:00",
    "setSpecs": []
}