{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Leger, Bradley A."
        }
    ],
    "contributors": [],
    "createdDate": "2021-10-28T03:26:02+01:00",
    "dataProvider": {
        "id": 14011,
        "name": "Reflective Practice - Formation and Supervision in Ministry (E-Journal)",
        "url": "https://api.core.ac.uk/v3/data-providers/14011",
        "logo": "https://api.core.ac.uk/data-providers/14011/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/479064486.pdf",
    "fullText": "Reflective Practice: Formation and Supervision in MinistryISSN 2325-2847 (print)*  ISSN 2325-2855 (online)* © Copyright 2019 Reflective Practice: Formation and Supervision in MinistryAll Rights ReservedWalk with Me: Spiritual Direction  with LGBTQ+ Students of MinistryBradley A. Leger“I can do this!” My friend, a Roman Catholic priest, remembers saying these words to himself about his ultimate decision to commit to the priesthood. This was a journey that involved the completion of his seminary training, yet he delayed his ordination for a number of years. His major stumbling block was the fact that he identifies as a gay man. His years of discernment centered around whether he could serve in this role and still be his authentic self, integrating all parts of his very being and focusing his energies on serving the world as a vowed celibate person. After many years of truthful and often painful self-discovery, a married Episcopal priest serving a small congregation as their rector felt that he had to live in honesty and integrity with himself, his family, and his parishioners. Consequently, during a Sunday service, he announced to the faithful in the pews that, although he was physically born male, his true self identified as female, and he asked them to address him using a female name. Even though the Episcopal Church is officially committed to the full incorporation and equality of transgender and gender-nonconforming peo-ple, this announcement caused an uproar among members of the parish, Bradley A. Leger is a spiritual director, retreat facilitator, and educational consultant in Estherwood, Louisiana. Email: brad@balconsulting.org.76which led to the local bishop officially dissolving the relationship between the priest and the parish. However, the priest remains in good standing with the greater church assembly. What is next for her journey?1Hearing these stories has caused me to reflect on my own journey as a gay man who has been involved in some type of ministry within the Ro-man Catholic tradition and service to greater society for most of my life. This includes serving as a music minister, educator, retreat facilitator, and spiritual director. How many times, when leading people in song, facilitat-ing discussions, or leading them in prayer, did I think to myself, “If they only knew . . . .”? These are only three stories among those of the legions of people of faith throughout human history who have felt the call to ministry with-in their particular faith tradition and who have also identified as LGBTQ+ (lesbian, gay, bisexual, transgender, queer/questioning, intersex, and other sexual minorities). Of course, this also includes students who are engaged in formal education to prepare them for their respective ministries and their theological educators who guide and mentor them in their formation pro-cess. An important component of this process in which they normally en-gage is a formal discernment process, which should include spiritual direc-tion. I will address this in more detail later. Note that, although I certainly realize that all faith traditions have the capability of leading and forming a person into holiness and wholeness, I am writing primarily from a Chris-tian perspective. The purpose of this essay is to1. discuss the challenges facing persons who identify as a member of the LGBTQ+ community and who are called to ministry;2. recognize major vulnerabilities and gifts of seminary students who iden-tify as members of the LGBTQ+ community;3. discuss appropriate responses and identify resources for seminary su-pervisors/educators and their students that are in tandem with the mis-sion of their specific professional guidelines for ethical conduct; and4. discuss how spiritual direction can help seminarians who identify as members of the LGBTQ+ community to discern their authentic call to ministry.  Sexual minorities have existed in every culture of the world through-out history. They have generally been at best tolerated but sometimes even embraced for the special charisms that they contribute to society. Statistics WALK WITH ME: SPIRITUAL DIRECTION WITH LGBTQ+ STUDENTS OF MINISTRY77vary widely with regard to the percentage of our world’s population who identify as LGBTQ+. This is largely because most of this data is self-report-ed, and many people who fall into this category do not self-identify due to fear of being discovered. Many theological educators will encounter stu-dents who identify as members of the LGBTQ+ community and vice versa. In turn, upon completion of their formal studies, these newly minted min-isters will invariably encounter members of this community within their flocks. The phrase “Walk with Me” in the title of this article implies a sin-cere invitation steeped in vulnerability from the perspectives of both the supervisor/educator and the student. As professionals who seek the highest ethical standards, ministers should have the necessary skills and insights to walk competently with members of this population. THE DEEP CHALLENGES FACING SEXUAL MINORITIESWithin many civilizations throughout history, members of sexual mi-norities have often been met with exclusion and violence. As Roman Catho-lic priest Craig O’Neill and professor of counseling Kathleen Ritter state, members of sexual minorities “have often been thought of as embodiments of evil, creatures of darkness, or carriers of the worst traits of humanity.”2 Thousands were imprisoned and murdered in Nazi concentration camps during World War II. Evidence abounds, both past and present, in official church doctrines and civil antisodomy laws in many countries that these persons were and are still condemned. As A. Carroll and L. R. Mendos of the International Lesbian, Gay, Bisexual, Trans and Intersex Association re-port, seventy-two countries have criminal laws against sexual activity by lesbian, gay, bisexual, transgender, or intersex individuals. Four countries impose the death penalty for those convicted of engaging in same-sex sex-ual acts.3 The Report of the 2015 U.S. Transgender Survey indicates that people who identify or are perceived to be transgender experience much higher rates of physical and mental trauma, murder, loss of employment, home-lessness, and suicide ideation compared to the general population.4 Walters and colleagues report that lesbians and bisexual women are at greater risk of sexual victimization compared to heterosexual women.5 Other current issues, such as marriage equality and the firing of church workers who are LEGER78discovered to be in same-sex relationships, add to the prickly whirlwind of debate.It is little wonder then, that LGBTQ+ people, who live countercultural lives, often feel alienated, are fleeing oppressive homelands, and are increas-ingly leaving any type of organized religion behind. In the United States, for instance, 48 percent of the LGBTQ+ population identify as having no reli-gious affiliation6 compared with 23 percent of the general population.7 For LGBTQ+ persons who are contemplating ministries within faith traditions that are not LGBTQ+-affirming, the added layers of doubt, fear, shame, and stress they experience have many implications with regard to the person’s motivation for entering ministry or their ability to effectively function as a seminarian and/or ordained clergy. In the Roman Catholic tradition, for example, the 2016 edition of the Congregation for the Clergy’s ratio on priestly formation states: “In relation to people with homosexual tendencies who approach seminaries, or who discover this situation in the course of formation, in coherence with her own magisterium, ‘the Church, while profoundly respecting the persons in question, cannot admit to the seminary or to holy orders those who practise homosexuality, present deep-seated homosexual tendencies or support the so-called “gay culture.’”8 The United Methodist Church has been wrestling with this issue for a number of years. Its 2016 Book of Discipline states that “the practice of ho-mosexuality is incompatible with Christian teaching. Therefore self-avowed practicing homosexuals are not to be certified as candidates, ordained as ministers, or appointed to serve in The United Methodist Church.”9 In re-sponse to an ever-growing chorus of the LGBTQ+ faithful (and their allies) who wish this to be addressed, the denomination’s bishops endorsed a plan in 2018 that would allow individual pastors and regional bodies to make their own decisions on whether to perform same-sex weddings and ordain LGBT people as clergy.10Many seminary students are also at different stages of their own jour-ney as members of the LGBTQ+ community and have varying levels of self-acceptance and spiritual baggage based on their religious upbringing and other factors. As human beings, they are also at different stages in their overall life experience. The process of integrating their whole selves is very important here. Many questions must be courageously addressed, such as: What are their motivations for entering ministry? Will the religious garb be a noble cover to hide their sexuality? What were their prior experiences of WALK WITH ME: SPIRITUAL DIRECTION WITH LGBTQ+ STUDENTS OF MINISTRY79organized religion? What about their image of God? How has this image evolved (or not evolved) over the years? How has God been working in this process? All of these questions, along with many others, directly influence their current stage of spiritual development. How can we help them to navi-gate these often-turbulent waters? Spiritual direction can be of vital impor-tance in assisting them as they navigate through the stages and ultimately discern their call.Engaging in Spiritual DirectionJames Keegan describes spiritual direction as “the contemplative prac-tice of helping another person or group to awaken to the mystery called God in all of life, and to respond to that discovery in a growing relationship of freedom and commitment.”11 For centuries the exclusive domain of Catho-lic monks, the number of ordained clergy and laity in other faith traditions who are engaging in spiritual direction has increased exponentially over the last several decades. Correspondingly, students in Protestant seminar-ies training for religious leadership along with those who feel the call to other forms of nonordained ministry are now seeking spiritual direction. Out of their own inner promptings and/or the urging of supervisors, these students are engaging in spiritual direction because they see the need to in-tegrate their personal lives and academic studies with their own spiritual journeys so that they can, as Keegan put it, “awaken to the mystery called God . . . and to respond to that discovery in a growing relationship of free-dom and commitment.” In my own journey, I can definitely attest to the im-portance of integration as a voyage of courageously discovering and nam-ing the authentic threads of one’s very nature and carefully weaving them into a whole and holy tapestry—a beautiful and harmonious pattern of one-self. I am very grateful that I have had spiritual directors and other wis-dom figures who have skillfully and willingly walked alongside me over the years. When the directee/student approaches spiritual direction with a spirit of openness and commitment and the director is competent, spiritual direction can be a very powerful process by which students can discern their true calling within a safe space. This weaving process will invariably involve going through various stages of spiritual development, which I dis-cuss in the following section.LEGER80STAGES OF ADULT SPIRITUAL DEVELOPMENT  IN SPIRITUAL DIRECTIONSeveral excellent models have been developed over the years that de-scribe the stages of spiritual development. James L. Empereur, writing about spiritual direction of gay persons, references the work of Elizabeth Liebert of San Francisco Theological Seminary, “Stages of Adult Spiritual Develop-ment,” in which Liebert skillfully helps to articulate the experiences of LG-BTQ+ persons in their “sacred work of being human” and provides an effec-tive road map for them to consider.12 Liebert identifies three stages of adult development in spiritual direc-tion: (1) conformist, (2) conscientious, and (3) interindividual. An important task for any spiritual director is to be able to discern the current stage(s) of the spiritual directee and how to help the person navigate this sometimes arduous but hopefully fertile journey. Liebert’s practical suggestions pre-sented below are for spiritual directors and are adapted for use in compan-ioning members of the LGBTQ+ community. Like all models of spiritual de-velopment, this model is not necessarily linear. Most travel on a continuum that is perpetually moving backward and forward. Spiritual growth is a process. ConformistAccording to Empereur, it is not unusual for a directee to begin direc-tion firmly established in this first stage, but this should not be presumed. Directees can enter spiritual direction at any part of the continuum of the three levels. Traits of this level are probably remnants from adolescence in that the directee will want to deny any feelings that they consider negative, such as sexual attractions or anger. Ingrained in all of this, they often have a fundamentalist view of Scripture. As Franciscan Roman Catholic priest Richard Rohr puts it, skilled spiritual directors help directees at this stage to surface their “first half of life” issues: security, sexuality, and gender.13 In ad-dition, spiritual directees at this stage attach great importance to belonging, conformity, following rules (especially church rules), status, and externals. Suggestions for spiritual directors of LGBTQ+ directees in the conformist stage are as follows:• Encourage directees to think for themselves and to make concrete dis-tinctions between what is essential and what is not.• Recommend specific prayers and readings.WALK WITH ME: SPIRITUAL DIRECTION WITH LGBTQ+ STUDENTS OF MINISTRY81• Explore the directee’s coming-out process with them—to whom and how? Methodist pastor and transgender rights advocate David Elias Weekley notes that this process invariably involves spiritual and reli-gious issues.14 Work at this stage also includes reevaluating and reposi-tioning oneself in relation to religious doctrine. Consequently, concrete choices will be made at some point, which can often be frightening—especially for those who are training for ministry and congregational leadership.• Let directees feel that they are free to search for God wherever God may be for them. They will need some help as they look. Since shame is of-ten an important factor for directees at this stage, the director needs to make it clear what is sinful and shameful and what does not need to be a source of shame.15I recall my own experiences of deep fear and shame years ago about who my true self was, which led me into deep depression and anxiety. These feelings were further intensified when I, the ever-obedient follower of rules, got to the point of having to rethink or even challenge church teachings in matters of sexuality. It took me many years to even broach the subject with spiritual directors, mental health professionals, and even myself. I finally reached a breaking point when I had to make the decision to either “walk through the fire” or lose my very life. I am thankful that I chose the former.As the directee maneuvers to the next stage, the director must keep in mind that increased vulnerability will certainly become an issue, and this part of the journey must be handled with utmost care and concern. An im-portant component of this is that the director must be well informed about LGBTQ+ culture in order to assist directees to find healthy and positive as-pects of this experience—within a life of ministry as well as within life in general.ConscientiousThis stage is called conscientious because more is now included in the spiritual directee’s consciousness, with increased powers of introspection. Although some directees will never reach this stage, most will. At this stage, they have come to realize that the conformist stage no longer works. This stage is a time of eliminating the previously accumulated baggage of their lives. Rohr identifies this person as beginning to recognize that “the con-tainer itself has to stretch, die in its present form, or even replace itself with something better.”16 Roman Catholic priest and theologian Daniel Helmin-LEGER82iak adds that “being gay forces people to find themselves and to be them-selves.”17 Empereur goes further to say that, because directees at this stage have become more engaged with their interior lives, they may experience many kinds of crises. This often includes rejecting their old images of God or rebelling against the structure of family and church. This new contact with the inner life also releases a great deal of energy that has long been imprisoned. Life is now more open-ended and far less predictable than it was at the conformist stage. They are now free to really create themselves, building upon the goodness and validity of their lives that they have been uncovering during this stage. Within the Christian context, much of the re-ligious language and imagery of rebirth and resurrection now take on new and concrete meanings. Quite understandably, this can have a profound im-pact on the life of a seminarian and their vision for their future ministry. Suggestions for spiritual directors of LGBTQ+ directees at the conscientious stage are as follows:• Since this process will most certainly include a mixture of emotions such as peace, fright, relief, grief, sadness, and uncertainty, help directees to not turn around or go backwards. • Help directees to rebuild their identities and walk the path to intimacy within themselves and within other life-giving relationships.• Many people grappling with their sexual identity have often suppressed the need to face this issue for much of their lives, usually at the expense of their mental, physical, and spiritual health. Directors must therefore encourage their move to self-care. Besides staying committed to spiritual direction, this could also include psychological counseling and improved nutritional and physical habits. Should the directee choose to see a men-tal health professional, suggest that the directee inform the counselor that they are in spiritual direction. Although being engaged in both ac-tivities simultaneously is often very beneficial, that is not always the case. If the directee is experiencing extreme distress over unaddressed life is-sues that are beyond the expertise of the spiritual director, the counselor may suggest postponing spiritual direction until the directee is healthy and stable enough to proceed.   As I reflect on my own journey within this stage, I recall seeking com-petent mental health professionals and spiritual directors who assisted me in unpacking what had been buried within me for all of my life. The corre-sponding “release of energy” that I experienced also stimulated a voracious appetite within me to learn more about LGBTQ+ issues within the clinical WALK WITH ME: SPIRITUAL DIRECTION WITH LGBTQ+ STUDENTS OF MINISTRY83realm and about how my faith life intersected with my authentic sexuality. This included reading a large number of books on the issue and attending LGBTQ+-affirming faith-based retreats and symposia.18 This energy also propelled me into tending to my long-held fascination with the notion of social justice. As I immersed myself in these studies, I eventually connected with the treasures of Catholic social teaching and understood that working for full inclusion of LGBTQ+ individuals in the life of the church and the greater society are indeed matters of justice.19 I might add that I shed many tears throughout this stage of my life—tears that released much pent-up an-ger, shame, and frustration and eventually became tears of joy, relief, and healing. These tears still appear on occasion. InterindividualEmpereur describes people at this stage as individuals “who are free enough to be themselves and let others be themselves fully.” 20Rohr would say that the spiritual directee at this stage is moving to “the fullness and in-ner freedom of the second half of life.”21 As the LGBTQ+ continues to ven-ture into the depth and breadth of their coming-out process, their lives will take on more of a prophetic quality. Their continued rites of passage will now take on newer, bolder forms. Whereas the passage to the interior life is purely personal and the path to intimacy is semipublic, the rite of passage to this third stage becomes more fully public. Examples include seeking pro-fessional training, becoming involved in public advocacy groups around LGBTQ+ issues, establishing LGBTQ+-positive ministries, and even election to public office. Suggestions for spiritual directors of LGBTQ+ directees at the interindividual stage are as follows:• Both director and directee need to remain very attentive to the tempta-tion for the spiritual directee to remain in the conscientious stage.• Helminiak notes that this journey is all about integration, which means “getting all facets of your being into harmony . . . making peace among them all so that . . . they flow in one wholesome direction.”22 Therefore, it is incumbent upon directors to assist directees in appreciating the many positive components of their lives, such as appreciating the beauty of their own bodies as they have been created.• Assist directees in accepting their call to generativity.• Facilitate and encourage directees in their rites of passage as they become more public.LEGER84In my own experience, this stage manifests in various forms (and is ever-evolving). These forms include providing spiritual direction and re-treats for LGBTQ+ persons and their loved ones; conducting professional development workshops on LGBTQ+ issues for social workers, health pro-fessionals, and spiritual directors; being involved in support groups such as PFLAG (Parents and Friends of Lesbians and Gays); writing articles for vari-ous publications; and communicating with elected officials on pertinent leg-islation. In addition, I am involved with two Catholic organizations whose missions are to work for the full inclusion of LGBTQ+ persons and their families within the life of the church and the greater society.23 GIFTS WITHIN THE LGBTQ+ PERSON AND COMMUNITY: IMPLICATIONS FOR MINISTRYAs we continue this very intense discussion of ministry with our stu-dents or directees in the third stage of development, as described above, educators must always be cognizant of the fact that persons within the LG-BTQ+ community also minister to the greater world through the countless gifts that they offer and often graciously share. This is done via lives that are usually viewed as countercultural by the rest of the world. So, this begs the following questions: How can theological educators assist their students in recognizing these gifts as they walk together? How can they help them to recognize their sexuality as a gift so that they successfully integrate it into their ministry and overall life? How does this knowledge contribute to the student’s sense of wholeness and integrity and their knowledge that are en-dowed with the inherent dignity of being human? If the educator is also a member of the LGBTQ+ community, how can she/he recognize this in her-self/himself? Psychotherapist and theologian John J. McNeill advises, “De-spite all the temptations to despair, we must choose to trust that life is good and our gayness is a gift and not a curse.”24 Episcopal priests William Coun-tryman and M. R. Ritley explain that the very woundedness of gay and les-bian persons makes them pervious to God’s spirit; this woundedness thus becomes “the doorways [through] which God can enter a society, a church, grown deaf to God’s good news.”25 Alford-Harkey and Haffner write that “bisexuality reminds us of the diversity, beauty, and wonder of creation.”26 Lesbian writer, feminist, art therapist, and activist Robin Toler states that WALK WITH ME: SPIRITUAL DIRECTION WITH LGBTQ+ STUDENTS OF MINISTRY85“lesbians have committed their lives to protecting, supporting, and loving females which put them in conflict with social norms as they push to im-prove the quality of life for all women and have a history of working in the service industries helping others through political activism . . . . Lesbians have contributed to society by developing female-centered spirituality, re-jecting stereotypical roles for women, patriarchal values, and man-made in-stitutions, increasing equity and human rights.”27 As transgender woman and author Hilary Howes writes, “Transgender people have a spiritual story that can help heal what is broken about gender for church and what is bro-ken about church for queer people.”28 Weekley observes that the respect that members of the transgender population have for each other helps them to recognize God in each other. In addition, their sense of their sacred, authen-tic selves helps them to recognize “the transgender nature of God, the diver-sity of the Spirit, and respect for diverse expressions of life and faith.”29 The overarching theme of this discussion is that members of this community can be powerful role models as ministers for living one’s life in an authentic manner, maintaining and modeling healthy human relationships, equitably advancing society, and exhibiting the grandeur of creation.Case StudyAt this point, I present a case study of a second-year seminarian who is seeking guidance. The description of the scenario is followed by discus-sion questions. Scenario. “Ted” is a forty-four-year-old male seminarian in the Meth-odist faith tradition. This is his fourth unannounced visit with you over the past two months. As he enters your office and sits down, you notice that he is a bit more anxious than normal. He is doing quite well in his coursework and serves as president of the Student Government Association. He reminds you that he enthusiastically entered the seminary last year as a “second-ca-reer calling” and is looking forward to ordination so that he can better serve God’s people. He was a very successful educator in the nearby public high school, where he was held in high regard by students, parents, and peers. He is also active in his local faith community as a liturgical musician and Sunday School teacher. As a recognized church minister, he is expected to adhere to all official church teachings as outlined in the church’s Book of Dis-cipline. In addition, he is well known and respected in the wider community for his involvement with community development issues. He is single and LEGER86has been in a romantic relationship with a woman for the past twelve years. He and his companion were engaged to be married three years earlier, but the engagement was called off due to some deep-seated anxiety and depres-sion Ted experienced that he could not quite articulate. This resulted in a temporary hiatus of the relationship and led him to engage in professional counseling. (This ending of an engagement replicated an earlier situation with another woman when he was in his late twenties.) Ted shares with you that, for many years, he has been praying intently to Jesus to make him a good husband and father and to take away any thoughts of same-sex attrac-tion. He goes on to reveal that even though he still feels a sense of commit-ment to his current romantic relationship, he has secretly fallen in love with a fellow male seminarian. This deeply frightens and confuses him. He has been having dreams with themes revolving around people whom he loves chasing and taunting him. Tearfully, he tells you that he wants some peace in his life, wants God to love him, and is willing to listen to you.Questions for discussion.• Give a brief description of the student and the main energy brought to the visit.• Comment on the movements of feelings or thoughts that you noticed in him.• Comment on the movements of feelings or thoughts that you noticed in yourself.• Based on what you know about Ted at this point, •  Where is the best professional arena for this man to resolve this issue: psychotherapy, couple therapy, spiritual direction, or CPE? Or, all of these? • Must this issue be resolved before he can move on to ordination?  • If you were his CPE supervisor or field education supervisor, what would your role be in acknowledging or addressing this issue with him?  • If you were working with this man as his spiritual director, what re-sources or perspective would you bring that might be helpful to him?• Does his struggle imply that he is not really called to ministry? Do you believe that resolving this issue is integral to and interwoven with his call to ministry, or is it a separate issue that he needs to work out on his own with a therapist and has nothing to do with his fitness for ministry?WALK WITH ME: SPIRITUAL DIRECTION WITH LGBTQ+ STUDENTS OF MINISTRY87Faithfulness and Perseverance in the Journey and Personal Models for MinistryWhen it comes to educators, supervisors, and spiritual directors mak-ing the sacred walk with members of the LGBTQ+ community within semi-naries, an article such as this one could hardly cover every aspect of every situation. It is a never-ending voyage of discovery and wonder, both from external sources such as scientific research and critical theological reflection and from within a person’s particular life experiences. We must always re-member that LGBTQ+ persons often come from a place of deep wounded-ness that requires healing and that they desire to develop a sense of com-munity. It is our role, then, as theological educators, supervisors, spiritual directors, and educators, to be willing to take this precious walk with them as they develop an authentic spirituality and realize their own giftedness and truth. All should be reminded that the journey is not a sprint but a mar-athon; therefore, it requires much effort, which will hopefully provide sus-tenance and bring about transformation. NOTES 1 “Statements from Rev. Gwen Fry and Bishop Larry Benfield,” can be found in Epis-copal Arkansas, accessed February 7, 2019, http://episcopalarkansas.org/statements-from-the-rev-gwen-fry-and-bishop-benfield/.2 Craig O’Neill and Kathleen Ritter, Coming Out Within: Stages of Spiritual Awakening for Lesbians and Gay Men (New York: HarperCollins Publishers, 1992), 5.3 Aengus Carroll and Lucas Ramos Mendos, “State-Sponsored Homophobia 2017: A World Survey of Sexual Orientation Laws—Criminalisation, Protection and Recogni-tion,” International Lesbian, Gay, Bisexual, Trans and Intersex Association, accessed Feb. 7, 2019, https://ilga.org/state-sponsored-homophobia-report. 4 Sandy E. James, Jody L. Herman, Susan Rankin, Mara Keisling, Lisa Mottet, and Ma’ayan Anafi, The Report of the 2015 U.S. Transgender Survey (Washington, DC: Na-tional Center for Transgender Equality, 2016), 3–4.5 Mikel L. Walters, Jieru Chen, and Matthew J. Breiding, The National Intimate Partner and Sexual Violence Survey (NISVS): 2010 Findings on Victimization by Sexual Orientation (Atlanta, GA: National Center for Injury Prevention and Control, Centers for Disease Control and Prevention, 2013), 1.6 Pew Research Center. A Survey of LGBT Americans: Attitudes, Experiences and Values in Changing Times, 2013, accessed April 2, 2018, http://www.pewsocialtrends.org/files/2013/06/SDT_LGBT-Americans_06-2013.pdf, 2013. 7 Gregory A. Smith and Alan Cooperman, The Factors Driving the Growth of Religious ‘Nones’ in the U.S. (Pew Research Center, 2016).LEGER888 Congregation for the Clergy, The Gift of the Priestly Vocation: Ratio Fundamentalis Insti-tutionis Sacerdotalis (Vatican City: L’Osservatore Romano, 2016), 81.9 The Book of Discipline of the United Methodist Church—2016 (Nashville: United Method-ist Publishing House, 2016), 226.10 According to the Religion News Service, A special session of the General Confer-ence, to be held in February [2019] in St. Louis, will decide whether, how and which churches within United Methodism will allow openly gay clergy and same-sex mar-riage rites, and whether homosexuality is “incompatible with Christian teaching.” No matter which of three ways forward is adopted at the meeting, it’s expected that some congregations will choose to sunder their ties to the worldwide body of United Methodism. https://religionnews.com/2018/08/02/united-methodists-debate-lob-by-and-worry-in-advance-of-lgbt-decision/.The final decision of this body will have been made by the time this article is published.11 Spiritual Directors International, “What is Spiritual Direction?” accessed Feb. 11, 2018, http://www.sdiworld.org/find-a-spiritual-director/what-is-spiritual-direction.12 James L. Empereur, Spiritual Direction and the Gay Person (New York: Continuum, 2002), 113–66.13 Richard Rohr, Falling Upward: A Spirituality for the Two Halves of Life, (San Francisco: Jossey-Bass, 2011), 3–4.14 David Elias Weekley, Retreating Forward: A Spiritual Practice with Transgendered Persons (Eugene, OR: Resource Publications, 2017), 31.15 Empereur, Spiritual Direction and the Gay Person, 114–15, 119, 121.16 Richard Rohr, Falling Upward, 2.17 Daniel Helminiak, Sex and the Sacred: Gay Identity and Spiritual Growth (New York: Haworth Press, 2006), 139.18 I owe a large debt of gratitude to the very important work of New Ways Ministry based in Mount Rainier, Maryland. Its mission is as follows: “New Ways Ministry ed-ucates and advocates for justice and equality for lesbian, gay, bisexual, and transgen-der (LGBT) Catholics, and reconciliation within the larger church and civil communi-ties. Through research, publication and education about sexual orientation and gen-der identity, we foster dialogue among groups and individuals, identify and combat personal and structural homophobia and transphobia, work for changes in attitudes and promote the acceptance of LGBT people as full and equal members of church and society. “Our Mission,” New Ways Ministry, https://www.newwaysministry.org/about/#mission. 19 I am grateful for the work of JustFaith, which is “a nonprofit organization that forms, informs, and transforms people of faith by offering programs and resources that sustain them in their compassionate commitment to build a more just and peaceful world.” “History and Mission,” JustFaith Ministries, https://justfaith.org/about-us/history-mission/. 20 Empereur, Spiritual Direction and the Gay Person, 15321 Richard Rohr, Falling Upward, 87.WALK WITH ME: SPIRITUAL DIRECTION WITH LGBTQ+ STUDENTS OF MINISTRY8922. Daniel Helminiak, Sex and the Sacred: Gay Identity and Spiritual Growth (New York: Haworth Press, 2006), 42.23. These organizations are The Marianist Social Justice Collaborative LGBT Initiative. “The LGBT (Lesbian, Gay, Bisexual Transgender) Initiative, an issue team of the MSJC, responds to the Church’s call to be welcoming and compassionate by offering effective pastoral care and spiri-tual support for LGBT Catholics and their families. We foster dialogue, education and understanding among the diverse communities and institutions affiliated with the Marianist family. Our goal is to fully welcome our Marianist GLBT members into all aspects of our communities.” “LGBT Initiative,” Marianist Social + Justice Collabora-tive, http://www.msjc.net/portfolio/lgbt-team/.  Fortunate Families “Fortunate Families, a Catholic Family, Friends & Allies Minis-try, supports LGBTQ+ sisters and brothers by facilitating respectful conversation and sharing personal stories within dioceses, parishes and communities, especially with bishops, pastors and Church leadership. By accompaniment and bridge building we seek to uphold and safeguard the dignity of LGBTQ+ daughters and sons of God.” “Mission Statement,” Fortunate Families, https://fortunatefamilies.com/mission-vi-sion-amp-history. 24 John J. McNeill, Sex as God Intended (Maple Shade, NJ: Lethe Press, 2008), 104.25 L. William Countryman and M. R. Ritley, Gifted by Otherness: Gay and Lesbian Chris-tians in the Church (Harrisburg, PA: Morehouse Publishing, 2001), 151.26 Marie Alfred-Harkey and Rev. Debra W. Haffner, Bisexuality: Making the Invisible Vis-ible in Faith Communities (Westport, CT: Religious Institute, 2014), 103.27 Toler is a board-certified art therapist, licensed addictions counselor, and advanced integrative therapy practitioner based in Baton Rouge, Louisiana. She is a frequent contributor of writings and art to Sinister Wisdom: A Multicultural Lesbian Literary & Art Journal.28 Hilary Howes, “Question Time,” Quarterly Voice (Dignity USA) 13, no. 1 (2015): 5.29 David Elias Weekley, Retreating Forward, 67.LEGER",
    "id": 479064486,
    "identifiers": {
        "doi": null,
        "oai": "oai:rpfs.pkp.sfu.ca:article/587"
    },
    "title": "Walk with Me: Spiritual Direction with LGBTQ+ Students  of Ministry",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-05-21T01:00:00+01:00",
    "publisher": "Reflective Practice",
    "references": [],
    "sourceFulltextUrls": [
        "https://journals.sfu.ca/rpfs/index.php/rpfs/article/download/587/563"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/479064486.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/479064486"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/479064486/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/479064486/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/479064486"
        }
    ],
    "abstract": "This essay discusses the challenges for people identifying as members of the LGBTQ community and who are called to ministry, and explores how spiritual direction can facilitate the process of integration and discernment",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "LGBTQ",
        "call to ministry",
        "gifts for ministry",
        "and discernment."
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:rpfs.pkp.sfu.ca:article/587",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14011",
        "openDoarId": 0,
        "name": "Reflective Practice - Formation and Supervision in Ministry (E-Journal)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 479064486,
        "depositedDate": null,
        "publishedDate": "2019-05-21T01:00:00+01:00",
        "updatedDate": "2024-02-15T16:25:49+00:00",
        "acceptedDate": null,
        "createdDate": "2021-10-28T03:26:02+01:00"
    },
    "urls": [
        "https://journals.sfu.ca/rpfs/index.php/rpfs/article/view/587"
    ],
    "lastUpdate": "2024-02-15T16:25:49+00:00",
    "setSpecs": []
}