{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Trew, Hannah G"
        }
    ],
    "contributors": [],
    "createdDate": "2019-08-08T18:36:55+01:00",
    "dataProvider": {
        "id": 1650,
        "name": "ISU ReD: Research and eData",
        "url": "https://api.core.ac.uk/v3/data-providers/1650",
        "logo": "https://api.core.ac.uk/data-providers/1650/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.30707/ETD2019.Trew.H",
    "downloadUrl": "https://core.ac.uk/download/223056095.pdf",
    "fullText": "Illinois State UniversityISU ReD: Research and eDataTheses and Dissertations4-3-2019\"We Need to Stop Temporarily Caring:\" Pulse,Spoken Word Poetry, and Audience Counter-narrative CreationHannah G. TrewIllinois State University, hannahgtrew@gmail.comFollow this and additional works at: https://ir.library.illinoisstate.edu/etdPart of the Communication Commons, Lesbian, Gay, Bisexual, and Transgender StudiesCommons, and the Theatre and Performance Studies CommonsThis Thesis and Dissertation is brought to you for free and open access by ISU ReD: Research and eData. It has been accepted for inclusion in Thesesand Dissertations by an authorized administrator of ISU ReD: Research and eData. For more information, please contact ISUReD@ilstu.edu.Recommended CitationTrew, Hannah G., \"\"We Need to Stop Temporarily Caring:\" Pulse, Spoken Word Poetry, and Audience Counter-narrative Creation\"(2019). Theses and Dissertations. 1095.https://ir.library.illinoisstate.edu/etd/1095“WE NEED TO STOP TEMPORARILY CARING:”  PULSE, SPOKEN WORD POETRY, AND  AUDIENCE COUNTER-NARRATIVE  CREATION   HANNAH G. TREW 65 Pages On June 12, 2016, 49 people were killed, and 53 people were injured in a shooting at Pulse, a popular gay club in Orlando, Florida. The Pulse Nightclub shooting was the deadliest mass shooting in the United States at that time and the deadliest violent act against the LGBTQ+ community in the United States (Hancock & Haldeman, 2017; Jackson, 2017; Walter, Billard, & Murphy, 2017). The media were divided in labeling the shooting a terrorist attack or a hate crime, creating a master narrative surrounding the shooting. However, LGBTQ+ spoken word poets rejected the media’s storylines, developing counter-narratives, and instead called attention to existing violence targeting the LGBTQ+ community and promoted healing after Pulse. To better understand the connection between the Pulse Nightclub shooting, spoken word poetry, and counter-narrative creation, I conducted focus groups where individuals watched and reacted to poems about Pulse, performed by LGBTQ+ poets. Applying Braun and Clark’s (2006) thematic analysis, I hope to uncover how the counter-narratives created by the LGBTQ+ poets influences the way their audience make sense of their own experiences. KEYWORDS: Narrative, Narrative Repair, Master Narrative, Counter-narratives, Spoken Word Poetry, LGBTQ+ oppression   “WE NEED TO STOP TEMPORARILY CARING:”  PULSE, SPOKEN WORD POETRY, AND  AUDIENCE COUNTER-NARRATIVE  CREATION   HANNAH G. TREW           A Thesis Submitted in Partial  Fulfillment of the Requirements for the Degree of MASTER OF SCIENCE School of Communication ILLINOIS STATE UNIVERSITY 2019  © 2019 Hannah G. Trew    “WE NEED TO STOP TEMPORARILY CARING:”  PULSE, SPOKEN WORD POETRY, AND  AUDIENCE COUNTER-NARRATIVE  CREATION   HANNAH G. TREW            COMMITTEE MEMBERS: John Baldwin, Chair Joseph Zompetti Megan Hopper  i ACKNOWLEDGMENTS I would like to express my deepest appreciation to my advisor, Dr. John Baldwin, for believing in my research and providing invaluable advice on both my research and career. He has shown me, by his example, of what a good scholar (and person) should be. Thank you to my thesis committee: Dr. Joseph Zompetti and Dr. Megan Hopper for their insightful feedback and challenging questions. I would like to also give Dr. Lindsey Thomas a shout out for assisting me in establishing the theoretical framework for this study.  I could not have finished this degree without the incredible friends I made while attending ISU. Thank you, Mika Richards, for the writing sessions (Oh Captain! My Captain). Thank you, Maddison Jansen, for hot chocolate chats and introducing me to Bob’s Burgers. Thank you, Erica Efi, for the giraffe memes and inspirational quotes. Thank you Nichole Hughes-Liss for wine and documentary nights. Thank you to my Avengers, Viraj Patel, Melissa Belmontes, and Emily Cumming. Being your mentor has been an incredible experience and I am so proud of your endless accomplishments.  Thank you to Lauryn Hopkins for being my rock since 7th grade and my beautiful nephew, Munch. Auntie Hannah hopes to make you proud! Thank you to Bradley Haramis for never letting me give up on myself. Thank you, Kiley, Deacon, Ophelia, Sebastian, and Theo, for your constant inspiration. I am so grateful for our little family and look forward to seeing where life takes us.  Last, but not least, I would like to extend my sincerest gratitude to Katy Ross, who convinced me to continue my education and has continued to encourage me to keep going, even when I thought I couldn’t. None of this would have been possible without you. H. G. T. ii CONTENTS Page ACKNOWLEDGMENTS i CHAPTER I: STATEMENT OF THE PROBLEM 1 CHAPTER II: LITERATURE REVIEW 7 LGBTQ+ Oppression 7 Spoken Word 10 YouTube 12 Mediated Spoken Word as Narrative 14 The Narrative Paradigm 15 Counter-narratives 18 Narrative Repair 20 Narrative Redemption 21 Research Questions 22 Conclusion 23 CHAPTER III: METHODS 24 Participants 24 Data Collection 26 Text Analyzed 27 Data Analysis 29 Conclusion 29 CHAPTER IV: RESULTS 31 Acceptance versus Support 31 iii Familial Rejection 31 Chosen Families 32 Governmental Neglect 33 Beefs Within the Community 34 Post-Pulse 34 Media Coverage 35 Distrust of Public Spaces 36 Negative Affect 36 Poetic Influences 37 Poetry Humanizes Victims 38 Starting Conversations 38 LGBTQ+ Erasure 39 Slacktivism 40 Conclusion 41 CHAPTER V: DISCUSSION 42 Practical Applications 46 Limitations and Future Research 47 Conclusion 49 REFERENCES 50 APPENDIX A: FOCUS GROUP INTERVIEW PROTOCAL 57 APPENDIX B: A POEM FOR ORLANDO BY BUZZFEED 60 APPENDIX C: ORLANDO BY ANDREA GIBSON 62 APPENDIX D: ORLANDO BY HEIDI 64 1 CHAPTER I: STATEMENT OF THE PROBLEM In the early morning of Sunday, April 13, 2016, I drug myself out of bed still covered with glitter from the night before. I quickly changed and rushed to catch up with the rest of my friends, who were impatiently waiting for me outside of our hotel. The six of us piled into my 98’ Saturn, filling the already cramped space with laughter and intense deliberation of which song Ke$ha performed best the night before. We were heading to the Pittsburgh pride parade which closed the weekend celebration. But our feelings of excitement and peace quickly evaporated. Pride attendees were corralled into lines, they were patted down and bags were searched, something that did not happen the day before. We sat on the sidewalk, waiting for the parade to begin. Crowds of people decked out in rainbow pack the sidewalks of downtown Pittsburgh waiting for the pride parade to start. But there’s something unusual about this parade. Cops line the streets armed with rifles, making me wonder if this celebration was now a war zone.  Despite the excitement of Pride, people are quiet. An eerie discomfort hangs over the crowd. As the final group in the parade stopped in front of me and my friends, my stomach drops and for a moment, there is silence. A voice over the loud speaker cuts through the tension, asking for a moment of silence as the names of the eight Pulse Nightclub shooting victims are announced. My partner at the time grabs my hand, my best friend puts his arm around my shoulders, and we watch people wipe tears from their eyes as the victims’ names are read, not realizing that there were more tragedy to come. In the early hours of June 12, 2016, forty-nine people were killed and fifty-three were wounded at Pulse, a popular gay nightclub in Orlando, Florida during their Latinx Night. Even though the nightclub was classified as a “gay” nightclub, a majority of the attendees were part of 2 the LGBTQ+ community, or individuals who identified as lesbian, gay, bisexual, transgender, queer, and other gender and sexual identities. The Pulse Nightclub shooting was labeled the deadliest mass shooting in the United States at that time and the deadliest violent act against the LGBTQ+ community in the United States (Hancock & Haldeman, 2017; Jackson, 2017; Walter, Billard, & Murphy, 2017). In the aftermath of the shooting, journalists tried to uncover why shooter, Omar Mateen, would commit such a violent crime. Conflicting stories emerged behind Mateen’s motivations. Family members explained that Manteen was triggered by seeing two men kissing, which then caused individuals to interpret the attack as a hate crime toward the LGBTQ+ community. However, during his call to 911, he pledged his allegiance to the Islamic State, resulting in people interpreting the crime as an Islamic terrorist attack (Calafell, 2017; Walter et al., 2017). These conflicting stories resulted in news agencies framing the shooting in different ways.  “In the Orlando massacre, the frames that surfaced seemed to involve the threat of terrorism at the hands of radical jihadists and the need for increased gun control in the United States” (Hancock & Haldeman, 2017, p. 155; Handardt, 2016). However, even though framing the shooting as a terrorist attack and therefore an attack on Americans can lead to “greater collective victimization,” it simultaneously undermines “the need for reconciliation with the LGBTQ+ outgroup” (Walter et al., 2017, p. 862). Furthermore, “framing the victim as the collective LGBTQ+ community increased collective guilt, encouraging [heterosexual] participants to make reparations with the victims” (p. 863).  Mainstream media created a division between various identities: LGBTQ+, Latino/a, Muslim, immigrant, and American (Atay, 2016). The intersectionality of these identities is nonexistent within the media framing, with one identity often overpowering the other. Muslim and immigrant identities were labeled as terrorists and un-3 American, while Latino/a and LGBTQ+ identities, if even discussed, were labeled victims. The framing of the shooting highlights that the media can “divide minority groups in order to support the mainstream dominant ideology” (p. 173). Despite the ways in which the massacre was framed, the impact Pulse had on the LGBTQ+ community was substantial.  In the weeks that followed Pulse, a cloud hung over me. I was mourning the deaths of strangers over thirteen hours away. It was in those moments that I was reminded that “safe havens” were no longer safe. I was transported to the first time I went to a gay club. I had just turned eighteen and my cousin convinced my parents to let me spend the night at her place on a school night. Being the only family member I was out to at the time, my cousin thought the best way to celebrate was taking me to my first gay club. As I walked into the club, feelings of safety, peace, and security washed over me. For the first time in my life, I did not feel like I had to hide who I was. In that space, I was free to be my authentic self.  As I read the stories of the Pulse shooting victims, their names began to blur, being replaced by the names of my friends. The night the shooting happened, my friends and I were at a club like Pulse and were having the time of our lives like the victims were when their lives were taken from them. The shooting showed that hatred can destroy innocent lives based on aspects of themselves that they cannot control. Being non-binary and pansexual, I found myself questioning the way I presented myself. I worried that because I could not pass as straight, I had a target on my back. The Pulse Nightclub shooting showed that an intimate moment between two people, like a kiss, can motivate someone to wreak havoc on the lives of people that just wanted a place to be themselves.  LGBTQ+ individuals’ reactions to Pulse varied, including experiencing emotional distress, feelings of in-group isolation and community connectedness, the need for action, and 4 gratitude for virtual discussion forums (Jackson, 2017). LGBTQ+ individuals expressed feelings of sadness, fear, shock, and anger in the aftermath of Pulse (Jackson, 2017). Reports show that 69% of LGBTQ+ individuals used alcohol to cope with the Pulse shooting, while 41% used other drugs (Boyle et al., 2017). LGBTQ+ individuals also expressed feelings of isolation if they could not easily access LGBTQ+ resources, but still wanted to feel connected to the larger LGBTQ+ community because this was an experience they were all mourning together (Jackson, 2017). However, some felt isolated because they questioned whether there were “safe spaces” available for LGBTQ+ people or if the reason Pulse was a target was because it was deemed a “safe space” (Handhardt, 2016). Harris and Jones (2017) explain, “Gathering together now has radical and life-taking consequences: It is no longer safe to gather” (p. 562). In other words, the places in which LGBTQ+ people gather can be viewed as easy targets for violent acts like what happened on June 12, 2016.  LGBTQ+ individuals, however, found other avenues to allow them to join together. Many LGBTQ+ individuals utilized online forums to discuss the shooting and gain the connectedness they desired if they could not access LGBTQ+ resources. As Boyle et al. (2017) explain, 75% of their LGBTQ+ participants expressed their feelings through social media, and 71% utilized these platforms to gain social support.  LGBTQ+ individuals mourned and processed the Pulse Nightclub shooting in various ways, ultimately highlighting the fact that even if one does not experience an event first hand, that event can still leave a lasting impact. I sought solace in online platforms. I craved connecting with others that were struggling to come to terms with the Pulse Nightclub shooting. One platform I used was YouTube. It was on YouTube that I found a poem written by a popular queer poet, Andrea Gibson, discussing their reactions to Pulse. After watching their performance, I finally felt like someone else 5 understood what I was feeling and brought to light the horrific violence individuals in my community still faced. I found my voice in their poetry and was inspired to write my own. Spoken word gave me the ability to express myself and provided a platform that encouraged me to speak up.  Creative outlets served as platforms for many LGBTQ+ individuals to express how the Pulse Nightclub shooting impacted them. At the 2016 National Communication Association Conference (NCA), a panel was dedicated to Pulse to “engage in critical and poetic responses to Orlando” (Alexander & Weems, 2017, p. 484). After the panel, a special issue of the academic journal, Qualitative Inquiry, was created, calling for poetic and performative pieces discussing Pulse (Alexander & Weems, 2017). Alexander and Weems (2017) explain: It came to mind because this happening came to pass. It came to mind in that way in which scholars, and artists, and poets immediately turn to  their craft; trying to articulate the ineffable. It came to mind, not as an opportunistic moment for academic advancement or  accomplishment (as some had assumed) —but in that necessary and critical way in which scholars of good conscious attempt to  respond to current social happenings—  with the tools of their intellect and with passion and compassion. (p. 484) Additionally, many LGBTQ+ spoken word poets focused on the healing of those impacted, bringing to light the inequality LGBTQ+ individuals still face and advocating for changes to be made. Utilizing open-mics, slam poetry competitions, and YouTube, LGBTQ+ poets shared how the shooting affected them and what they believe needs to be done next. LGBTQ+ poets called 6 for healing and attempted to open a conversation about the extreme in which hatred can reach. The shooting at Pulse is an extreme example of the oppression LGBTQ+ people face daily.  Being a non-binary queer person, I have experienced the violence a majority of the LGBTQ+ community faces and the immense anxiety they face as a result. However, it was within spoken word poetry that I found community and a platform where people encouraged people to speak freely about their experiences. It is clear that spoken word poetry has the ability to assist LGBTQ+ people with making sense of their experiences. To further understand the connection between spoken word poetry, the pulse nightclub shooting, and how they influence how individuals make sense of their experiences, it is important to address LGBTQ+ oppression, the complexities of the narrative paradigm and the characteristics of spoken word. This study will address these issues through a focus group study of LGBTQ+ individuals, having them respond to the shooting and to spoken word poems that addresses it.   7 CHAPTER II: LITERATURE REVIEW  The Pulse Nightclub shooting was an extreme example of the oppression LGBTQ+ people face daily. Furthermore, it is through building connections with others online and utilizing creative outlets like spoken word poetry that allows LGBTQ+ people to regain autonomy of their experiences. LGBTQ+ poets fight against the ideologies of the dominant culture by adding their own voices to the discussion. By sharing these contradictory stories on platforms like YouTube, LGBTQ+ people can connect with others that they would not commonly have access. To further understand how spoken word poetry can be used to make sense of tragic events like the Pulse shooting, it is imperative to further explore LGBTQ+ oppression, the complexities of narratives, and how people are capable of connecting with others online.  LGBTQ+ Oppression  Nelson (2001) explains that oppression consists of unjust structures of power that restrict the freedoms and autonomy of minority groups because of their identities, which impacts their abilities to fulfil their basic needs. There are five faces of oppression: exploitation, marginalization, powerlessness, cultural imperialism, and violence (Young, 1990).  Since the U.S. Supreme Court ruled in favor of marriage equality in 2015, there has been a rise in legislation created to attack the rights of LGBTQ+ individuals (Thoreson, 2018). Many of these policies enact the freedom of religion as the justification to discriminate against the LGBTQ+ community. During the 2016 and 2017 state legislative sessions, hundreds of anti-LGBTQ+ bills were filed. Not only did these bills request religious exceptions, but they also requested to restrict transgender rights, ban transgender individuals from accessing public restrooms and locker rooms that aligned with their gender identities, and restrict LGBTQ+ 8 parents from adopting or fostering children (Gaille, 2017; Harvard, 2017; Thoreson, 2018). Reports show that only 19 states and the District of Columbia enacted legislation that explicitly prohibited discrimination based on sexual orientation and gender identity in the beginning of 2018 (Thoreson, 2018). These 19 states and the District of Columbia prohibited discrimination “in employment, housing, and public accommodations” (p. 8). However, it is still legal in 39 states to be terminated from employment based on an individual’s gender identity (Gaille, 2017). Some of the remaining states have legislation that might protect some LGBTQ+ individuals, but not all, as well as providing protection in only some sectors of society. For example, New Hampshire and Wisconsin prohibit discrimination based on sexual orientation but not gender identity (Gaille, 2017; Harvard, 2017; Thoreson, 2018). Additionally, Utah forbids discrimination based on gender identity and sexual orientation in employment and housing, but does not provide protection in public accommodations (Gaille, 2017; Harvard, 2017; Thoreson, 2018).   Discriminating against LGBTQ+ individuals can result in restricting their access to basic necessities, applying additional costs by forcing them to travel to places that are accepting, and/or cause them to pay more for the same services afforded to individuals not in the LGBTQ+ community (Thoreson, 2018). The inability for LGBTQ+ individuals to obtain services can result in not being able to access physical and mental health services, despite them being at a higher risk of physical and mental health problems. Reports show “that LGBT people who face discrimination are more likely to fear or expect discrimination in the future” (Thoreson, 2018, p. 29). This fear can result in LGBTQ+ individuals not seeking help or treatment. One in six LGBTQ+ people avoid requesting medical services or police, even when in distress, out of fear of being discriminated against (Harvard, 2017). The discrimination that LGBTQ+ individuals 9 face can negatively impact not only their sense of safety and belonging, but also their self-concept. Mangum-Dear explained the impact discrimination can have on an individual in an interview with Thoresone (2018):  We’re not being melodramatic. You’re being treated with disrespect, as a second-class citizen – not even a citizen, an outsider. And after a while, that begins to tear a person down, to hurt them emotionally and spiritually. Rejection is hard for everyone, and we get it over and over. Even in small things—disapproving looks, hateful stares. It adds up, and it’s damaging. (p. 32) LGBTQ+ individuals not only face discrimination within legislation, but also within educational structures, work environments, and social interactions. On average, LGBTQ++ people earns around sixty-eight cents to every heterosexual male’s dollar (Gaille, 2017, para. 4). LGBTQ+ people not receiving equal pay is an example of exploitation or “a steady process of the transfer of the results of the labor of one social group to benefit another” (Young, 1990, p. 49). This wage gap limits LGBTQ+ individuals’ abilities to participate “in social and economic life,” resulting in marginalization (Nelson, 2001, p. 109). Members of the LGBTQ+ community make up 14% of the 5.9% of the general population that makes less than $10,000 annually (Gaille, 2017). LGBTQ+ people have little access to important knowledge and resources, resulting in them feeling powerless (Young, 1990). Especially with one in four LGBTQ+ youth being kicked out of their homes once they reveal their LGBTQ+ status, it is no surprise that they make up around 40% of homeless youth (Gaille, 2017). The discrimination that LGBTQ+ individuals face is often rooted in society’s depiction of them as deviant.  Society labeling LGBTQ+ individuals as weird or different is an example of cultural imperialism (Young, 1990). Negative ideologies surrounding the LGBTQ+ community are still 10 present within the United States. One in four Americans are against the equal rights protection of lesbian, gay, and bisexual individuals, with one in five Americans being against the equal rights protection of transgender individuals (Gaille, 2017). Reports reveal that 30% of Americans believe that LGBTQ+ couples should not be allowed to raise children in their homes (Gaille, 2017; Harvard, 2017). These negative views of LGBTQ+ individuals cannot only isolate them from the rest of society but could put their safety at risk.  Young’s (1990) final face of oppression is violence.  Individuals can encounter a range of dangers at the hands of people who want nothing more than to degrade, damage, and demolish a minority group. Fifty-eight percent of LGBTQ+ people reported hearing inappropriate jokes and derogatory comments about them made by their coworkers (Gaille, 2017). The severity of violence LGBTQ+ people face can range from lesser practices of harassment and intimidation to more extreme cases like physical violence and murder (Nelson, 2001; Young, 1990). Hate crimes against LGBTQ+ people constitutes 14% of all hate crimes reported in the United States (Gaille, 2017). More than half of LGBTQ+ individuals have experienced being threatened, sexually harassed, and have experienced violence based on their queer status (Gaille, 2017; Harvard, 2017). LGBTQ+ people face various levels of oppression and are often viewed as outcasts. However, as seen in the aftermath of the Pulse Nightclub Shooting, creative outlets, like spoken word poetry, can be used as a tool to heal from traumatic experiences, advocate for LGBTQ+ equality, and allow LGBTQ+ people to make sense of their experiences.  Spoken Word Spoken word is a sensual practice. Performers incorporate music, art, light, dancing, and visual effects to capture and maintain the audience’s attention. Anglesey (1999) furthers, “physical motion, expressive body language, stance, or gesture is an indelible part of spoken 11 word performance” (p. xvii). Spoken word has an extensive history. Before humans could write, they had to rely on spoken word to preserve and celebrate “all aspects of the human condition” (Smith & Kraynak, 2018, p.41).  Variations of poetry performances can be seen throughout history in countries including Greece, Japan, and Africa. In Ancient Greece, poetry competitions were held during the Olympics. Japan would commonly hold Haiku contests in country towns. African cultures would hold word battles among their citizens or would have poets pass on news to other villages through song. However, during the twentieth century, Americans neglected poetry and due to systems like New Criticism, poetry became more elitist and focused less on raw emotion and more on “good taste” (Eleveld, 2004; Smith & Kraynack, 2018; Somers-Willet, 2009). During the Cold War era of the 1950s and 1960s, poets, called beatniks, addressed the restrictive political climate of the time. Also, a byproduct of hip hop, spoken word gives marginalized groups a voice and gives them a platform to celebrate what make them different (Eleveld, 2004; Somers-Willet, 2009). In the 1980s, scholars and organizations dedicated to maintaining the poetry discovered that, to keep it alive, they had to bring poetry outside of academia and find ways to reconnect with larger mainstream audiences. Spoken word was designed to be dedicated to “putting the passion, excitement, and entertainment back into the presentation of poetry on stage” (Eleveld, 2004, p. 117). Somers-Willet (2009) explains that one way to rebuild the relationship between mainstream audiences and poetry was to accept the fact that no one reads poetry anymore, suggesting that more poetry should, instead, be performed. With that in mind, Marc Smith and The Chicago Poetry Ensemble created opportunities for individuals to participate in spoken word poetry competitions, often referred to as “poetry slam” (Eleveld, 2004; Smith & Kraynack, 2018; Somers-Willet, 2009). From there, spoken word 12 poetry and slam poetry competitions spread, with the first national poetry slam held in 1990 and the first international poetry slam held in 2001 (Smith & Kraynack, 2018).  Spoken word gives both performers and audience members the ability to investigate the “political possibilities of identity,” creating discussions through personal empowerment (Somers-Willet, 2009, p. 7). What makes spoken word performances unique, however, is their ability to bring together “everyday workers, bus drivers, waitresses, and cops …letting them cut loose” (Glazner, 2000, p. 11). Through telling their own personal stories, poets are able to highlight injustices that they face. Somers-Willet (2009) explains that “this immediate, often urgent relationship between the slam poet and the audience is at the heart of understanding the appeal of such work, and in studying that relationship a more accurate portrait of slam poetry’s contributions to performative culture can emerge” (p. 21). In other words, in order to understand the extent of spoken word’s impact, it is important examine the relationship between the performer and the audience. Audience members are given the opportunity to hear the poets’ stories and evaluate their own stances on the presented controversial topics. Through performers sharing their stories and audience members connecting with those stories, conversations have the possibility of being started. Because of the emphasis on the connection between the audience and the performer, poets have explored countless avenues to reach larger audiences, including the internet. Since the inception of the internet in the early 1990s, it has become easier for spoken word poets to share their art by utilizing social media platforms like YouTube.  YouTube Since its creation in 2005, YouTube has become the largest video sharing site of our time (Gill et al., 2017). YouTube has “over 100 million video accesses per day and 65,000 video uploads per day” (p. 2). Also, Rotman and Preece (2010) explain that “more than 20 hours of 13 video are uploaded to YouTube every minute” (p. 320). Because YouTube is frequently accessed, it brings into question the potential of building communities on YouTube. As Pace (2018) explains “YouTube represents a sophisticated and visual form of ‘public intimacy’ that one can find in some internet-personal spaces, where people let others see their own lives” (p. 217). Since YouTube allows individuals to create that public intimacy, it could be possible for individuals to feel connected to the YouTube personalities that they see, even if they have not met in person. The Internet has erased the geographical limitations society once had when connecting to others.  Unlike television, YouTube videos are often created by the subjects of the videos and are not just a collection of images created by a larger organization (Pace, 2018). Chau (2010) explains that YouTube is an example of participatory culture, which can be identified through five distinctive characteristics. First, there are few limitations to what individuals can create. Next, individuals are encouraged to create and share their projects, especially since YouTube provides directions and inspiration for new YouTubers looking to start their own channels. Content creators often create how-to-videos which allow for informal mentorships to occur. Additionally, YouTube allows individuals to create, respond to, rate, and view videos, reinforcing the belief that contribution matters. Lastly, YouTubers attempt to create a sense of social connection by collaborating with other YouTubers and allowing viewers to provide feedback on current videos and suggestions for future projects (Chau, 2010). All of these characteristics can provide individuals with the sense of importance and belonging.  The participatory culture of YouTube can assist with the creation of online communities which Rotman and Preece (2010) define as “a group (or various subgroups) of people, brought together by a shared interest, using a virtual platform, to interact and create user-generated 14 content that is accessible to all community members, while cultivating communal culture and adhering to specific norms” (p. 320). The ability to create online communities around the world is especially important for minority groups that might otherwise feel isolated. Langellier and Peterson (2004) state that online communities can “benefit groups and communities whose interests are marginalized in society, whose lives are ignored or distorted by mass media, and whose members are isolated from each other” (p. 183). LGBTQ+ individuals are consistently marginalized, have limited media representation, and do not always have access to LGBTQ+ resources, resulting in feelings of isolation. Because LGBTQ+ individuals experience discrimination, isolation, invisibility, they often “[maintain] more online friends and receive more support from those online friends than heterosexual teens” (Bond and Figueroa-Caballero, 2016, p. 289). Many LGBTQ+ individuals use computer-mediated communication (CMC) to explore their gender identities and sexualities, as well as connect with other LGBTQ+ individuals (Ashford, 2006; Bond & Figueroa-Caballero, 2016; Miller, 2016). LGBTQ+ individuals are able to utilize YouTube to create communities and express themselves through various ways, including storytelling.  Mediated Spoken Word as Narrative  Fisher (2015) suggests that humans “experience and comprehend life as a series of ongoing narratives, as conflicts, characters, beginnings, middles, and ends” (p. 303). Spoken word poetry is often utilized to accomplish the same as narratives. Spoken word poetry utilizes stories, highlighting different characters and conflicts to assist the poets to make sense of their experiences. The poems are raw presentations of the experiences that the poets face, performed with the hope of connecting with the audience. With that being said, the best approach to analyzing spoken word poetry and its impacts is to apply narrative theoretical framework. 15 Exploring spoken word poetry through a narrative lens will assist in the understanding of how the art form can influence the narratives created by both poet and audience.  The Narrative Paradigm To fully understand the ways in which LGBTQ+ individuals are able to express themselves through spoken word poetry and connect with others through online platforms like YouTube, I will analyze my data through the lens of the Narrative Paradigm. Humphrey (2018) explains, “The Narrative Paradigm is more concerned with life story as it fits into a universe of narratives that allows people to choose certain beliefs and values and take certain actions” (p. 227). Fisher (1984) explains that people are homo narrans, or storytelling animals. He explains this further within his development of the Narrative Paradigm when he states that all people are either storytellers (authors) or audience members (co-authors):  It is important to read and evaluate the texts of life and literature, existing institutions provide “plots” that are capable of being re-created, and people are full participants in theirs and others stories (Fisher, 1985). The Narrative Paradigm evaluates stories, narratives, through coherence and fidelity. Coherence assesses whether the story is in one piece, makes sense to the audience, and does not jump between conflicting ideas (Fisher, 1984, 1985, 1989). Fidelity evaluates the reliability and credibility of a story based on Fisher’s (1984) good reasons. Fisher (1985) explains that for a story to contain fidelity, that story must “ring true” to the audience. In other words, the audience might find themselves asking, “Is this story loyal to the other experiences we have had and to the other stories we have heard?” Fisher continues that good reasons in stories can include the values that are embedded in the messages, the relevance of those values on the decisions being made, the consequences of those values, the way the portrayed values align with the worldview of the audience, and how well the values conform to the beliefs of the audience (Fisher, 1984, 1985, 16 1989). Narratives are “an integral and consequential part of daily life” (Langellier & Peterson, 2004, p. 1). Because narratives are engrained in society, they have various functionalities and characteristics.  First, there are several functions of narratives. Ochs and Capps (2001) describe narrative as a way of using language or other symbolic systems to process events. Herman (2009) states that narrative is a basic human strategy used for people to come to terms with time, process, or change. In other words, people practice storytelling to make sense of their experiences, create meaning from those experiences, and cultivate their identities. Langellier and Peterson (2004) suggest that narratives can be performed and/or embodied, which means that narratives are “acts, event, and discourse – a site for understanding and intervening in the ways culture produces, maintains, and transforms relations of identity and difference” (p. 3). Bochner (1994) explains that narrative can be utilized for catharsis, for advocacy, to reiterate societal beliefs, and to build connections. Individuals tell stories to vent about difficult experiences or celebrate accomplishments. Narratives can be used for individuals to advocate for both themselves and others. Often, the narrative of the dominant culture, the master narrative, expresses the norms created within a culture. Lastly, narrative can make individuals feel less alone, by connecting them with others that might have the same experiences.  Various authors provide characteristics of narratives. Baxter et al. (2010) explain that narrative must contain sequential organization, orientation, causal explanation, congruence of affect with content, and sense-making. Most narratives have a beginning, middle, and end, classifying them as maintaining sequential organization (Baxter et al., 2010; Fisher, 1984, Langellier & Peterson, 2004). Rowland (1989) clarifies that narratives simply need some sort of sequencing, since stories could begin in medias res, at the end of a story and work backwards, or 17 include flashbacks. Narratives should introduce the audience to the setting of a story and the characters of the story, allowing the audience to create connections between their experiences and those of the narrator. To be considered a narrative, a story should contain an aspect of causal explanation and/or maintain a chronological order, which can be seen in stories where a character has to overcome adversity. Words, visual elements, and music can be utilized to emphasize the emotional aspects of a story, providing a congruence of affect within the content of the narrative. Lastly, many narratives contain moral lessons that can be interpreted by the narrator and audience, allowing for sense-making (Baxter et al., 2010; Fisher, 1984; Langellier & Peterson, 2004).  Nelson (2001) furthers that narratives are depictive, selective, interpretive, and connective. Often, the narratives individuals tell or represent human experience. However, individuals will select the ways in which their experiences are depicted, resulting in the full story not always being told. The acts, events, and personas being portrayed in stories can be understood differently by the narrator and the audience (Fisher, 1984; Nelson, 2001). This suggests that stories can be subjective, impacting individuals differently based on their own beliefs and experiences. Stories, however, are often told to create relationships between individuals, as well as link the narrator to the stories of their audience members.  Within spoken word poetry, not only is the performer moved to tell a story, but also to tell the tale in a way that builds a connection between the audience and the performer. An application of Baxter et al. (2010) and Nelson’s (2001) characteristics of narrative will demonstrate that spoken word is another form of narrative that allows individuals to express and make sense of their experiences. The accounts of poets’ experiences more often than not have a beginning, middle, and end (sequential organization). Poets’ stories often identify characters that 18 play a part in their narratives, as well as explain how the setting influenced the importance of the experience (orientation). It is common for poets to utilize poetic techniques including metaphor, hyperbole, and personification to create an image in the audiences’ minds that correlate the emotions that they are attempting to portray (congruence of affect with content). As previously stated, the experiences poets share are ones in which they must overcome obstacles or address inner demons (causal expectations). Lastly, the stories are told to assist the poets in making sense of their experiences and how those experiences not only impact how they view themselves, but how others view them, as well (sense-making). Moreover, because spoken word performances are often based on a poet’s experiences, they are depictive. With the short time frame poets have to share their experiences, they often have to pick and choose what parts of the stories to tell, making their stories selective. The stories poets share can not only impact how the poet as narrator views their story, but also how the telling of their story influences the ways in which the audience views their own narratives, making spoken word interpretive. Finally, because there is such an emphasis put on the connection between the audience and the poet, poets will often take the time to connect with the audience and build a sense of community from their personal experiences, making spoken word connective. Based on the criteria provided by Baxter et al. (2010) and Nelson (2001), spoken word poetry can be classified as a narrative. With that being said, there are times in which individuals can change the stories that they tell or that are told about their experiences, including within spoken word poetry. Individuals that decide to reoccupy their story can be seen as creating a counter-narrative.  Counter-narratives  As previously mentioned, members of the LGBTQ+ community are often labeled as “other,” defining them as a co-culture, which separates them from the dominant culture, or those 19 who are non-LGBTQ+. The dominant culture often implements master narratives, which “are discourses which gain cultural authority through mechanisms of social, political, and institutional structures of power” (Maagaard & Lundholt, 2018, p. 119). In other words, master narratives often influence and restrict how individuals interact. However, master narratives can be viewed as oppressive, excluding the “perspectives or experiences which diverge from those conveyed through the master narratives” (p. 120). As a response, people have started creating counter-narratives, which are defined as acts of resisting an oppressive identity and demanding the respect of those within the dominant culture. Narratives are often influenced by the beliefs of a dominant culture, resulting in the stories of marginalized cultures being pushed to the background. Rogers and Brefeld (2014) explain that counter-narratives “generate knowledge by privileging the perspectives and insights of those who have been marginalized and silenced” (p. 47). In other words, counter-narratives are created to mend any discrepancies between the ways in which individuals view themselves and the ways in which they are portrayed within the master narrative (Nelson, 2001). Master narratives are often defined as summaries of social understanding. The master narrative, often controlled by the dominant culture, contains stock plots, highlights recognizable characters, and feeds into stereotypes created of groups that are not a part of the dominant culture. Master narratives can paint a picture of how individuals’ self-concept is connected and/or disconnected from the views, values, and belief systems of society. Master narratives attempt to naturalize the oppression of co-cultures, arguing that individuals have to fill various roles within society, including the role of the “other” (Friedman, 1992; MacIntyre, 1980; Nelson, 1995; Nisbett & Ross, 1980). Master narratives can influence the ethics of individuals and can cause them to believe that “resistance is futile. You will be assimilated” (Nelson, 2001, p. 161). 20 The narratives told are used to try to show the dominant culture that individuals of a co-culture are human. Additionally, counter-narratives show members of the oppressed group that they are moral agents. In other words, counter-narratives underline the ways in which the individuals telling the master narrative incorrectly portray the stories of those who are viewed as “other” by the dominant culture. Resisting the master narrative makes counter-narratives insubordinate, but that insubordination ultimately replaces the negative parts of a narrative with positive views of the co-culture. Rogers and Brefeld (2014) further that marginalized individuals can build communities among those who are marginalized, challenge the “perceived wisdom” of the dominant culture, show that marginalized individuals are not alone in the struggles they face, and show people that they have the ability to construct a more accepting reality. Counter-narratives can show the flaws within dominant beliefs while giving individuals the autonomy to resolve those flaws. By resisting, repairing, and replacing the stories told by the dominant culture, co-cultures are able to retell their stories in a way that reveals the morally relevant details of their experiences, making them more identifiable. Counter-narratives can repair both the ways in which individuals view themselves and the ways they are viewed by others.  Narrative Repair The ability to repair one’s narrative allows an individual to fight against the denial of opportunity and the subverted self-perception (Nelson, 2001). Additionally, by correcting inadequacies and addressing oppression within the master narrative, minority groups are able to find communities and improve their own self-definition. Nelson (2001) explains that found community can both establish and obscure an individual’s identity. Found communities usually consist of individuals who share the same values, experiences, and interests, but have been labeled as “other” because of those values, experiences, and interests. For example, when 21 LGBTQ+ individuals are labeled as outcasts by their families, friends, and/or communities, they will attempt to connect with other LGBTQ+ people online or in person, to build a community of their own. When individuals feel as though their identity does not align with the master narrative, they can develop feelings of isolation. To combat that, they will join found communities, allowing them to solidify their confidence within their own identity. Found communities give individuals the ability to mobilize, allowing them to fight against the injustices they face, while also fostering a sense of belonging (Riessman, 2013). However, Nelson (2001) explains, because found communities can hold differentiating moral understandings of the communities in which individuals are born into, their identity can seem conflicting. Friedman (1992) argues that the differences between the communities that individuals are born into and the communities that they discover can give an individual the unique ability to access various experiences, strengthening their self-concept.  Narrative Redemption  Langellier and Peterson (2004) explain that storytelling is a battle for autonomy over the story being told. Individuals tell stories to have control and agency over that story.  Those most at ease and comfortable in an interview society are those whose stories are already recognizable as stories that are good, satisfying, and pleasing and those whose agency as storytellers and audiences has already been established as meaningful and significant. (Langellier & Peterson, 2004, p. 239) When members of a minority group, like the LGBTQ+ community, feel they do not have autonomy over their stories, they could potentially create a narrative to redeem themselves and create a narrative that is easily accepted by the dominant culture. When individuals are not able to repair their stories, they could instead redeem them, by attempting to find the positive lessons 22 within a negative experience (McAdams, 2006). Redemptive narratives are rooted within American culture (McAdams, 2006). Redemptive narratives highlight the belief in human progress and hope for the future. American culture is built upon the ideology that, for individuals to succeed, they must first experience tragedy. There are six languages of redemption within American culture: atonement, emancipation, upward mobility, recovery, enlightenment, and development (McAdams, 2006). Atonement is often experienced within religious context, where individuals can be forgiven for their sins and in return gain salvation. Next, emancipation happens when individuals gain freedoms that they did not have before. Upward mobility can happen when individuals can build themselves up from poverty to gain financial security. Additionally, individuals can experience recovery if they go from being sick to their illness being cured. Through education individuals can gain enlightenment allowing them to gain knowledge. Lastly, development can happen when individuals experience moral development or positively build their character. LGBTQ+ individuals have faced persecution in various facets of society, weakening the power they have over their own stories. To gain autonomy, LGBTQ+ individuals can establish a redemptive narrative in the face of adversity. In other words, after a tragedy like the Pulse nightclub shooting, LGBTQ+ individuals can take control of the narrative within the aftermath by showing how they with overcome.  Research Questions  LGBTQ+ individuals have experienced countless acts of discrimination and oppression throughout history. The Pulse nightclub shooting that left 49 dead is an extreme example of the violence LGBTQ+ people face. In the aftermath of the shooting, LGBTQ+ poets sought to utilize spoken word poetry to regain autonomy over their own stories, resulting in the creation of counter-narratives. Additionally, with the rise in social media platforms like YouTube, LGBTQ+ 23 poets are capable of sharing their stories with more people than ever before. My desire to understand the connection between the Pulse nightclub shooting, spoken word poetry, counter-narrative creation, and the LGBTQ+ community has led me to the following research questions: RQ1: What are the participants’ experiences of support and acceptance from family  members, friends, members of the LGBTQ+ community, and the government? RQ2: How, if at all, were the participants impacted by the Pulse nightclub shooting? RQ3: What aspects, if any, of the poets’ performance resonated with the participants?  RQ4: In what ways, if at all, do participants feel the poems provide them with tools to  make sense of their experiences? Conclusion The Pulse Nightclub shooting was one of the deadliest mass shootings in the United States and is still one of the deadliest attacks towards the LGBTQ+ community (Hancock & Haldeman, 2017; Jackson, 2017; Walter, Billard, & Murphy, 2017). Although news outlets were divided in labeling the shooting a terrorist attack or a hate crime, LGBTQ+ spoken word poets decided to instead focus on the impact the shooting had on the LGBTQ+ community. LGBTQ+ poets shared these counter-narratives through YouTube, allowing them to reach larger audiences. As a result, those counter-narratives had the ability to influence how other LGBTQ+ individuals make sense of the Pulse Nightclub shooting. Through group discussions with LGBTQ+ people, I hope to discover how LGBTQ+ people have been impacted by the Pulse Nightclub shooing and uncover the various ways spoken word poetry can influence how LGBTQ+ people make sense of their experiences.    24 CHAPTER III: METHODS Counter-narratives give individuals the ability to regain autonomy of their stories and create storylines that best align with their experiences. After the Pulse nightclub shooting, LGBTQ+ poets fought against the master narrative that viewed LGBTQ+ individuals as victims and the event as just another expected tragedy. Instead, LGBTQ+ poets wanted to motivate their audience to heal from Pulse and advocate for the equality and protection of the LGBTQ+ community. However, with the growing popularity of YouTube, LGBTQ+ poets are able to reach even more audiences, and, with that, they are able to influence even more individuals’ stories. As Fisher (1985) explains, when people come into contact with each other, they can become co-authors of each other’s stories; this brings into question whether the LGBTQ+ poets are capable of influencing the counter-narratives created by their audiences in regard to the Pulse nightclub shooting.  To better understand the relationship between counter-narratives, spoken word poetry, LGBTQ+ individuals, and the Pulse Nightclub shooting, I conducted several focus groups. During the focus groups, participants watched three performances by LGBTQ+ poets discussing the Pulse Nightclub shooting, accessed through YouTube. Participants discussed their experiences being LGBTQ+, explored their understanding of the Pulse Nightclub shooting, and reacted to the performances and poems by the LGBTQ+ poets. Participants  Participants were recruited from a medium sized midwestern university. To be eligible for the study, participants had to identify as LGBTQ+, be at least 18 years of age, and be affiliated with the university. Participants were recruited utilizing convenience and snowball sampling techniques. I asked individuals I knew to pass along an invitation to participate with 25 my contact information to others they felt met the study’s requirements via email and Facebook. Additionally, my study was sent to participants through a voluntary Campus ListServ to university students who were willing to receive invitations for research. I abided by the guidelines provided by Morgan (1997) and conducted three focus groups, which ranged from two to eight participants. I reached saturation after the third focus group, which is when “new data no longer add much of significance to the concepts that have been developed” (Lindlof & Taylor, 2011, p. 117).   Fourteen people in total participated in this study, with one being later disqualified from the study when it was discovered that they did not meet the criteria to participate. Most participants were Caucasian/White (79%) and their ages ranged from 19 to 26. A majority of participants identified as female (64%), while two identified as male, two identified as non-binary, and one was questioning. When discussing pronouns, eight preferred she/her pronouns, while two preferred he/him pronouns, two preferred they/them pronouns, and two did not respond. In reference to their sexual orientation, two participants identified as gay, three identified as lesbians, three were queer, three identified as bisexual, and two identified as pansexual. All participants were affiliated with the university, with a majority being undergraduate students (57%). Because identity is multifaceted in nature, it is challenging to associate participants’ experiences to just one part of their identity (e.g., gender, sexual orientation, race, education level, etc.) (Collins, 2000). However, with intersectionality in mind, I examined how participants’ LGBTQ+ status impacted their lives as a whole, and more specifically how they processed the Pulse Nightclub shooting.    26 Data Collection Since this study focused on the specific experiences of LGBTQ+ individuals during and after the Pulse Nightclub shooting, I decided to conduct focus groups. Focus groups utilize “nondirective procedures,” allowing the interviewees to guide the conversation and provides me with the flexibility to ask clarifying and follow-up questions (Krueger, 1988, p. 19). Morgan (1997) explains that focus groups allow researchers not only to learn about the participants’ beliefs and positions, but also to give the participants the ability to share their experiences and viewpoints. Participants were able to compare and contrast their experiences, which allowed me not only to observe individual experiences, but also to discover the narratives participants might share (Krueger, 1988; Morgan, 1997). The focus groups lasted about an hour and a half and participants were given pseudonyms to use during the discussions to maintain their anonymity. The discussions were audio recorded and transcribed verbatim, allowing me to refer back to data and conduct further analysis.  Morgan (1997) explains that the group dynamic can influence individual opinions, potentially “polarizing” individual beliefs and preventing individuals from sharing their experiences fully. To assist in avoiding these barriers, I created a semi-structured interview protocol to guide conversations. I planned the general topics we were going to discuss and had some initial questions to keep the conversation flowing. Some initial questions included: “In what ways do you feel supported and/or accepted?,” “Can you remember where you were when you found out about what happened at Pulse?,” and “Describe that for me, and how, if at all, did the poems change the way you view the Pulse Nightclub shooting??  Using the semi-structure method allowed for open conversations and the development of new ideas. Participants discussed their experiences being LGBTQ+, where they were when the Pulse Nightclub shooting 27 happened, how they reacted to the shooting, and how the shooting has influenced their lives currently. Individuals discussed their reactions to the LGBTQ+ poets’ performances. Specifically, participants watched three spoken word performances from YouTube of LGBTQ+ poets discussing the Pulse nightclub shooting. That is, the focus group used auto-driving questions, which are questions that ask participants to respond to a specific text (McCracken, 1988). Auto-driving questions are useful because they help “to both foreground and objectify aspects of the respondents’ experience that are otherwise difficult to bring into the interview” (p. 37). In other words, the participants watching the YouTube videos sparked feelings they had surrounding the Pulse nightclub shooting that they could otherwise have not discussed.  Text Analyzed The performances being shown are spoken word poems written by LGBTQ+ people in response to the Pulse Nightclub shooting. The videos chosen were discovered using the search terms “Pulse nightclub shooting spoken word poetry.” I specifically chose the poems that had the most views and comments because they were able to reach the most audiences, potentially increasing their impact. The first poem showed was A Poem for Orlando by the LGBTQ+ Buzzfeed staff, which had over 500,000 views and over 5,000 comments. According to their official website, Buzzfeed (2019) “is the world’s leading independent digital media company, which leverages data and innovation to reach hundreds of millions of people globally” (para. 1). The performance consisted of eight LGBTQ+ Buzzfeed staff members. The staff was diverse, representing various races, sexual orientations, and gender identities. The setting of the performance was somber. All performers were sitting in a dimly lit room with melancholy music playing in the background. The performers discussed how they were tired of the violence and the lack of actions in response. They further explore who is to blame for the violence that continues. 28 There was little discussion or focus on the LGBTQ+ community, however, they mainly focused on the actions of mass shootings and the affects they have on everyone.  Next, participants watched Orlando by Andrea Gibson, which has a little over 45,000 views and over 100 comments. Andrea Gibson is a genderqueer poet that has been a staple in the spoken word community for over a decade (Esposito, 2018). Gibson, wearing a black hoodie zipped all the way up, stood in front of a mic on a stage, almost blending into the black background. They discuss the experiences of the victims and parallels those descriptions with the mourning the rest of the LGBTQ+ community went through in its aftermath. Gibson emphasizes that for queer people, violence, rejection, and hatred are rooted in their everyday experiences. They further investigate the impacts of the shooting, which include LGBTQ+ people being stripped of the few safe spaces they have left.  Lastly, participants watched Orlando – A Slam Poem by YouTuber Heidi, also known as “hiheidz,” which had over 20,000 views and over 100 comments. Heidi joined YouTube in 2013 and is from Southern California. Her performance was black and white with the lyrics coming up to the right of her. Heidi discusses how her community was impacted by the shooting in San Bernardino and how, after the news trucks left, their community was left to pick up the pieces. She writes a letter to Orlando, explaining that until people can come together to fight against mass shootings, they will just become another statistic. She furthers that because of the current political climate she was reminded that no one is truly free. She explains how growing up she believed that the United States was the greatest country, one that gives its citizens the ability to be their authentic selves. However, after the way the government treated both shootings, she does not believe that the country has the best intentions for all of their citizens. Although all the 29 performances discussed Pulse, the diversity of the performances allowed for diverse perspectives to be explored during the focus group discussions.  Data Analysis  I utilized thematic analysis to examine the focus group discussions. To thoroughly review the discussions, I applied Braun and Clark’s (2006) six-phase-process for creating a comprehensive list of themes. First, to build a connection between myself and the data, I transcribed, read, and re-read the interview transcripts. Next, I cultivated initial codes by pinpointing arguments that were both interesting and repetitive. I read through the focus groups transcripts to develop relevant codes, keeping raw exemplars to establish context. Third, I reviewed the codes, finding similarities that would allow me to reconfigure and solidify potential themes, which are “patterns within the data set” (Braun & Clark, 2006, p. 79). Following, I re-read the themes and considered if the themes created coherent patterns. I then checked the validity of the themes in relation to my research questions. The themes fell into larger categories, or themes that had similar characteristics or discussed similar topics. Fifth, I sought themes related to the research questions, specifically participants’ experiences being LGBTQ+ post Pulse. Because of the lack of theorization in this area, I labeled and defined themes based on participants’ definitions. I produced a list of exemplars that reinforced my themes and clearly answered my research questions. Once my results were completed, I sent participants the data set to review to make sure the themes spoke true to their experiences (Morgan, 1997).  Conclusion LGBTQ+ individuals, being one of the co-cultures directly impacted by the Pulse Nightclub shooting, have utilized various avenues to create counter-narratives about their community. Through initiating focus groups of LGBTQ+ individuals reacting to spoken word 30 performances about the Pulse Nightclub shooting, I hope to uncover the connection between LGBTQ+ individuals, spoken word poetry, and counter-narrative creation.    31 CHAPTER IV: RESULTS After analyzing the focus groups transcripts, I found that three categories emerged: acceptance vs. support, post pulse, and poetic influences. Several prominent themes were identified by participants and further explored below.  Acceptance versus Support  Participants shared how they were accepted and/or supported by their families, friends, the government, and other members of the LGBTQ+ community. In our discussion, Bailey explains, “Acceptance is passive and support is going out of your way to show that you approve or to make someone feel comfortable.” In other words, participants believed that acceptance can be shown through acknowledging their LGBTQ+ identity, while support is connected to the actions people take to show support. For example, Max explains that they feel accepted when people acknowledge their non-binary identity and supported when people use their preferred pronouns. However, Landry argues that for people to be “authentic” allies, they must be capable of accepting and supporting members of the LGBTQ+ community.  During the discussion of acceptance and support, participants shared stories of familial rejection, establishing their “chosen families,” governmental neglect, and “beefs” within the LGBTQ+ community. Familial Rejection Even though several participants expressed feeling accepted and supported by their families, a majority of participants shared the various ways in which their families are struggling to show them acceptance and support. Karter shares how they have had family members tell them “that they will not respect certain aspects of [their] sexuality” and that Karter should feel lucky that their family is giving them “as much flexibility as they are.” Landry and Addison further explain that in their families it is understood that they do not discuss their LGBTQ+ 32 identities. Lastly, Bailey explains how even though her brother knows about her current (female) partner, she does not feel like he shows the same acceptance and support as he did with her past (male) partners: He doesn’t take an active role in seeking out a relationship with my partner. He knows that she exists but doesn’t send friend requests, that sort of thing. Where before with my, you know, past male praters it was, oh yeah, I’ll just add them on Facebook.  Chosen Families However, despite struggling with gaining acceptance and support from their families, a majority of participants shared that they find support and acceptance from their friends. Carson shares his experience coming out to his friends: “We all like, you know, talked about it and then like we all cried together and then like we hugged each other. It was a great night. And I just feel I’ve become closer with them since.” Many of the participants shared that, with their friends, they feel like they can be who they are and receive little to no rejection from their friends based on their LGBTQ+ status. Max shared how they became friends with someone that also identified as non-binary which helped Max become more confident in their non-binary identity. Max states, “It was a whole connection where [they] are literally everything that I identify as. Um, so it’s valid, [they] think I’m valid.” Bailey and Addison give insight to why it might be easier for them to be accepted by their friends versus their families.  Bailey: If I’m rejected by my friends, they’re not my friends and I don’t have to talk to them again. Which is not the case for your family.  Addison: I feel like there’s just a lot more tiptoeing with family than friends because, as you said, like you can just stop being their friend, but you can’t stop being family.  33 This conversation shows that, because people have more control over who their friends are, they are more likely to surround themselves with people that accept them. However, the families that people are born into are not always chosen, resulting in more conflict.  Governmental Neglect Discussions within the focus groups highlighted the lack of support participants felt they were receiving from the government. Even though several celebrated the fact that more LGBTQ+ people were nominated into positions of power this past election than ever before, they still feel that they receive minimal support from the government. When discussing governmental support, Cameron stated bluntly, “I’m not aware of anything that they’re doing that is in support of our community.” Several participants share the various ways in which the LGBTQ+ community is being “attacked” by the government:  Carson: Have I heard somewhere that they’re trying to get rid of same sex marriage again? Is that a thing? Max: That is a thing. Along with gender markers. Carson: There you go. Yeah. They started making progress, but I just feel like they’re trying to take it away again.  Karter: And the Trans ban is real too in the military, that 100% happened. It was passed.  While discussing the lack of support they feel from the government, several participants discussed the differences between the current president and how he has influenced their feelings of governmental acceptance and support. Landry, Reagan, and Ripley agree that “when Donald Trump was elected it gave hateful people confidence to do hateful things.” Participants agreed that the violent rhetoric used by the current administration has encouraged increased aggression during political conversations.  34 Beefs Within the Community The tension experienced by LGBTQ+ people is also found within their own community. Participants discussed how there are rifts even within the LGBTQ+ community. Several participants discussed how bisexuals are not taken seriously. Avery, who identifies as bisexual, explains that they feel like they “shouldn’t take up space in the community,” especially if they are dating a man. Ripley, Reagan, and Elliot explain how bisexuality is viewed as “experimenting,” “fun or cute,” and/or “a phase.” Additionally, Max explains how nonbinary individuals are not viewed as transgender enough, especially if they do not transition medically.  Addison adds, “I’ve seen it a lot with gay men. They try to take each other down.” The tension within the LGBTQ+ community can negatively impact the people within the community. Bailey explains that, when LGBTQ+ people are rejected by their own community, “[they’re] being rejected by the only community that says that they want to help…so, it makes [them] feel like even more of a pariah…like a leper amongst lepers.” When LGBTQ+ individuals are rejected by members of their community, they are further isolated. Even though Pulse could have been used as a way to bring the community together, because of the beefs within the community, participants felt like the community was not able to unify.  Post-Pulse  After the Pulse Nightclub shooting happened, participants discussed several changes that occurred, including their increased distrust of public spaces and experiencing negative emotional reactions. Additionally, participants explored the consistent narratives present in the media and how they would have altered those narratives. Now that Pulse happened, participants explore what to do next.   35 Media Coverage Participants explain that there were several storylines produced within media coverage of the Pulse Nightclub shooting. They explain that the media “talked about ISIS a lot and claimed the shooter had ties to ISIS” (Elliot). Avery also states that the media were “putting a lot of effort into speculating if the shooter was gay.” Adrian, Elliot, and Reagan believe that this was an attempt to shift the blame onto the LGBTQ+ community, by claiming that the shooter was part of the LGBTQ+ community that he targeted. Participants shared how there were continuous discussions about gun control, focusing less on the victims and more on the act. However, when asked how they would fix the news coverage, Reagan states, “I think there wasn’t a lot of emphasis from news outlets on if you are a member of the community and you are feeling X, Y, and Z, then here are resources for you.” Participants shared how they felt that LGBTQ+ people did not receive the emotional support they should have received, and they were often erased from the media’s storyline completely. Additionally, as Karter highlights, the media discussed the shooter more than the victims of the Pulse Nightclub shooting. Karter states, “I can remember the shooter’s face from Pulse, but I don’t remember all the victims.” Multiple participants believed that the media’s focus was not on the victims of the shooting, but instead, on the shooter and the mass shooting itself. Carson explains, “They mostly just talked about the shooting aspect of it and not the people and not the community that was affected.” He continues, “The victims aren’t cared for anymore. They’re just another number.” Participants believed that the motivations of the shooter, the shooter’s sexuality, and gun control were the main focuses of the media, resulting in the victims being forgotten. The Pulse Nightclub shooting caused many LGBTQ+ people to lose trust in their abilities to stay safe, especially in larger public settings.   36 Distrust of Public Spaces During the group discussion, Cameron explained how gay clubs, like Pulse, are no longer safe havens of LGBTQ+ people. “I think that for a lot of people, gay clubs were the only places that [LGBTQ+ people] felt safe.” Cameron further explains that after the Pulse Nightclub shooting happened, she now feels “like a sitting duck” whenever in larger public spaces. Carson explains that, after coming out shortly after Pulse, he felt like he “put a target on [his] back…that’s going to come back to haunt [him] later.” He fears walking home by himself or being in large crowds. Avery explains that, when she tells her friends to be safe whenever traveling to LGBTQ+ events, the meaning has changed. Elliot and Reagan expand on Avery’s point, stating that now they are telling their friends to “watch out” and, more bluntly,  “please don’t die.” These examples show that even at LGBTQ+ events, LGBTQ+ people no longer feel safe. Adrian and Reagan shared that, when they are teaching, they catch themselves being hypervigilant of students’ actions if they are acting out of the ordinary. Elliot explains that they have escape plans for every classroom they’re in. Reagan expands, “We’re all tired of being scared and being on edge and looking to see if we can see somebody’s hands or wondering if they’re carrying a bomb.” LGBTQ+ people feeling unsafe in public places can take a toll on their emotions.  Negative Affect After the Pulse Nightclub shooting, participants experienced a range of emotions, including isolation, fear, and denial. First, since Elliot’s family was not accepting of their LGBTQ+ identity, they felt like, once they found out about the shooting, they could not talk about what happened. Reagan shares similar feelings, “You want to talk about it, but you can’t. What’s the point? It’s not going to go anywhere and you’re just gonna feel like garbage 37 afterwards.” Not only are there times that participants felt like they could not talk about the shooting, but they also felt that talking about the shooting would only make them feel worse. Ripley explains that, when he first heard about Pulse, he experienced denial. Ripley kept telling himself, “That’s not real” and “That didn’t happen.” Addison furthers, “As soon as I heard about it, I just turned everything off. Like, I, I could not look more into it at the moment. I had to wait till it died down.” Landry and Carson share how finding out about the shooting caused them to question if they should be out or not, fearing the repercussions.  Carson states, “It’s like if this stuff can happen to people like me, then it’s like…what’s going to happen to me?” Landry furthers, “I was so uncomfortable within my identity because I realized that it was like really dangerous to be different.” Bailey also expresses feelings of hopelessness, frankly exclaiming, “People don’t care. People don’t care about the queer community unless it’s women and in porn. The Pulse Nightclub shooting caused participants to experience feelings of fear, denial, and hopelessness. However, spoken word poetry gave participants another avenue to understand their experiences.  Poetic Influences  Participants watched three poems about Pulse performed by LGBTQ+ poets. After viewing the poems, participants discussed their reactions to the performances. Four key points emerged in our discussion. First, participants believed that the poems humanized the victims because they focused less on the act and more on the individuals that were impacted. Second, the poems sparked conversations. Next, participants noted how some of the poems erased LGBTQ+ from the narrative, embodying the actions of the dominant culture. However, participants noted that the poems doing that also gave them the space to critique. Lastly, the poems sparked 38 conversations surrounding what is and is not activism, focusing on who is to blame for the Pulse Nightclub shooting.  Poetry Humanizes Victims Specifically, Andrea Gibson’s (2017) poem resonated with the participants because Gibson focused on telling the stories of the victims, humanizing them. Bailey explains that Gibson’s poem “kind of makes you imagine how people felt while that was happing…it puts you in that place where you think, ‘Wow, that could have been me.’” Karter shares that the part of Gibson’s poem that “said half of [LGBTQ+ people] are already dead to their families” resonated with her. Carson furthers: It shows how this is different than all those other situations…half of those people didn’t have their families that care. Half of those probably had the family they chose there with them. So, it’s like they’re, you know, not only losing their own lives, but they’re losing their chosen family too. In other words, when LGBTQ+ people’s families reject them, they often find their own families within other LGBTQ+ people, meaning that whole “families” could have been lost or destroyed the night of shooting. Max also notes that hiheidz’s (2016) poem helped them gain a new perspective. “I guess like, I never really considered the people within the home town. Like their reaction to, uh, Orlando.” Hiheidz’s poem showed participants that the people that live in the communities where mass shootings take place, like Pulse, are also impacted.  Starting Conversations A section of Heidi’s poem discussed how she came to the sad reality that the United States is not “the best country in the world” and that she does not live in a world “where empathy trumped apathy.” Her performance sparked conversations among the focus groups about that 39 concept. Reagan notes how she wrote an essay in elementary school that talked about how the United States was the greatest country in the world. However, her ideas changed as she got older. “You grow up and you realize that nothing is…nobody is free. Nothing here is that great. And we live in this awful society in which we get over mass shootings in a week.” Elliot shares that same sentiment. “America was started by this group of people who didn’t want to be controlled by their government…and because of that, we can have life, liberty, and the pursuit of happiness…but that is not what it feels like at all.” When asked what groups they believe are free, Reagan responds, “being a heterosexual, white, Christian male is freedom.” Adrian explains that to be free “there has to be less fear. I feel like you can’t fully be free if you’re afraid all the time and bad things are going to happen.” This interaction is one example of how poems can spark conversations about topics that people do not always take the time to explore.  LGBTQ+ Erasure One critique of the poems that participants shared was that some of the poems, even though written by LGBTQ+ poets, paid more attention to the shooting than those affected. When discussing the Buzzfeed poem, Karter notes, “I feel like that was a very good example of exactly what we were talking about…how they focused on it as a shooting. Max felt that the poem by Buzzfeed’s LGBTQ+ staff could be borderline “problematic” for not further addressing their LGBTQ+ identities. They further, “If I were to just listen to this poem…the only thing I would really get out of it was that ‘oh, there are shootings and not that it was not LGBTQ related.’” Additionally, Landry was shocked by the fact that Heidi “didn’t mention her queer identity.” Participants felt that, even though mass shootings have impacted many communities, the Pulse Nightclub shooting was an attack on their community and that should be considered and emphasized.   40 Slacktivism Participants discussed and shared the frustration presented in the poems surrounding how to resolve the violence that people are experiencing. Bailey and Addison discuss how individuals on social media platforms would send “hopes and prayers” in the aftermath of the shooting: Addison: Um, I mean, I think it's a good sentiment…but it's not actually doing anything. It's not changing gun laws, it's not protecting anyone. It's, um, it's just an idea. Um, and I think it's like a good starting point, but that's not the only thing you should be doing. Bailey: I think it's lazy to have a stencil response for everything that happens… it just makes me mad. It does. When people say, oh, thoughts and prayers and then they go about their day and share a meme. Even though they understand the sentiment of sending thoughts and prayers, Addison and Bailey believe that people have to do more than just that to make a difference. Ripley shares their frustration that is also portrayed in the poems. Ripley notes how BuzzFeed’s (2016) poem tries to find “who is to blame,” creating this dichotomy between the idea that it is not anyone’s fault but the shooter’s and the idea that nobody’s changing any laws. “Nobody’s helping us out. Nobody’s telling us what to do.” Bailey feels like BuzzFeed’s (2016) poem captures her feelings of reaching a “saturation of negativity” and “just lack of direction.” Addison also explains, “Everybody’s just talking and not doing any action…not doing anything to change any behavior or laws.” However, she corrects herself, “The people in power aren’t doing anything, but there’s so many people who don’t have that power who are trying to do something, but they’re being shut down.” Participants agree with the poets’ frustrations with the lack of action post-Pulse. However, participants believe that, for there to be real change, people need to replace words with actions and develop a clear strategy to accomplish protection for everyone. 41 Conclusion  Through the focus group discussions, three categories immerged: acceptance versus support, post-pulse, and poetic influences. Each category had prominent features that were further discussed. The results showed that, even though participants felt support and acceptance from their friends, they still experienced rejection from their families and the government, while dealing with rifts within the LGBTQ+ community. Participants explored what the media did and did not cover when reporting the shooting. Furthermore, they expressed their increased distrust of public spaces and negative emotional reactions to Pulse. Finally, after watching three poems performed by LGBTQ+ poets, participants explain how the poems humanized the victims and cultivated further exploration of slacktivism.    42 CHAPTER V: DISCUSSION Several categories emerged after an analysis of the group discussions: acceptance versus support, post pulse, and poetic influences. When evaluating their levels of acceptance and support, participants shared that they do not feel supported and/or accepted by their families or the government. Participants also explored the “beefs” present within the LGBTQ+ community and discussed how they have found their chosen families among their friends. During the group discussions, many participants expressed how they felt the media covered the Pulse Nightclub shooting, shared their distrust of public spaces post-Pulse, and shared various negative emotions they experienced when finding out what happened in the early morning of June 12, 2016.  During our group discussions, participants shared how they believed that there was a difference between acceptance and support. For people to be viewed as accepting, participants agreed, people need to be able to acknowledge their LGBTQ+ status. However, participants explained that support is shown through peoples’ actions. For example, Max shared how they feel accepted when individuals acknowledge their non-binary identity; however, they feel supported when individuals use their preferred pronouns. Bailey shares Max’s sentiment when she explains that for her to feel that her brother supports her LGBTQ+ status, he would have to attempt to build a relationship with her partner instead of just acknowledging that relationship. With this in mind, it is clear that for people to fully support LGBTQ+ people, their actions have to show that. People can show their support through simple acts like making sure to ask and use someone’s proper pronouns and/or name. Also, people can show support by building relationships with the partners of the LGBTQ+ people in their lives.  A majority of participants discussed feeling rejected and neglected by their families and the government. One participant, Elliot, explained how they had considered running away from 43 home because of the tension surrounding their LGBTQ+ status. Gaille’s (2017) research shows that thoughts of running away or being kicked out is common for LGBTQ+ people. Gaille (2017) explains that 25% of LGBTQ+ people are kicked out of their homes as a result of their LGBTQ+ status. As other participants explained, the tension and isolation created within their homes causes them to consider leaving, noting that, even though they could end up homeless, it would be better than living in an environment that forces them to live a lie. Furthermore, participants share how they feel unsupported by the government listing the various ways in which the government has restricted and/or taken away their freedoms. From the current administration banning transgender people from the military to states still allowing discrimination based on religion, LGBTQ+ people expect and fear facing discrimination at the hands of the government (Thoreson, 2018). Because LGBTQ+ people fear experiencing discrimination at the hands of people in power, they will avoid seeking help by police and/or medical treatment (Harvard, 2017). The discrimination LGBTQ+ people face by those that are expected to support and protect them negatively impacts their sense of safety, physical health, mental health, and self-concept development (Gaille, 2017; Harvard, 2017; Thoreson, 2018).  However, participants did share that they were able to successfully find support and a sense of security from their friends, which multiple participants referred to as their “chosen family.” These “chosen families” are similar to the found communities discussed by Nelson (2001). As Nelson’s research shows, peoples’ found communities often consist of individuals that share similar ideologies and often have experienced the same and/or similar situations in which they are othered. While LGBTQ+ people can be negatively affected by experiencing rejection at the hands of the communities they are born into, being a part of a found community can strengthen their self-concept (Friedman, 1992). Friedman (1992) and Nelson (2001) state 44 that self-concept is strengthened because members bring with them their unique experiences. LGBTQ+ people show resilience in the sense that when they are rejected and isolated, they are able to find other communities and establish the support they were not afforded by their own families.  There were several ways in which the Pulse Nightclub shooting impacted the participants. They shared feelings of hopelessness, fear, and denial. Several participants expressed not being surprised by the shooting because of the discrimination they had faced. Also, some participants shared comping with the shooting by ignoring and separating themselves from the conversation developing surrounding the shooting. Although participants did not express partaking in riskier coping behavior, Boyle et al. (2017) explains that some LGBTQ+ people abused alcohol and other drugs to cope with the shooting. Participants also shared that they no longer felt safe in public places, resulting in them being hyperaware of their surroundings and subconsciously planning how they would escape from potential violence. Handhardt (2016) and Harris and Jones (2017) confirm the participants’ fears because they believe that LGBTQ+ people put themselves in danger when they gather together. Pulse, being a gay club, was considered a “safe space” for LGBTQ+ people to be themselves, but the shooting showed that even safe spaces are not protected from violence. However, participants agreed that an easy solution to start working towards decreasing the negative emotions that corresponded with the shooting is to provide LGBTQ+ people with easily accessible resources that can ease their mourning process. Jackson (2017) agrees, explaining that by providing LGBTQ+ people with easily accessible resources and bringing them together can reduce their feelings of isolation. LGBTQ+ people cannot change the trauma that their community faced. As McAdams (2006) explains, they instead sought ways in which they can find support and start developing solutions 45 to improve the experiences of future generations. Even though it is important to continue finding ways to reduce LGBTQ+ isolation, participants believed that creating a space for LGBTQ+ people to mourn together and access resources is a step in the right direction.   Lastly, the participants discussed the various ways in which the spoken word performances resonated with them and influenced their understanding of their experiences. After watching the performances, participants agreed that they felt the poems affirmed their feelings of not knowing how to resolve the issues discussed, feeling exhausted of talking, and wanting the individuals in power to use their influence to finally make progress. The ways in which the participants became unified in their feelings and felt connected to the poets personifies that spoken word can bring together individuals from diverse backgrounds and gives them the platform to share their unique experiences (Bochner, 1994; Glazner, 2000). Participants felt connected to the performers, their messages, and each other, which Baxter et al. (2010) and Nelson (2001) explain is a characteristic of narrative. Furthermore, the creative language often used in spoken word gives participants the ability to interpret the poets’ messages, which gives them the ability to apply the poets’ ideologies to their experiences, which shows that spoken word maintains the interpretive characteristic found in narratives.  The participants explained that, even though some ideas within the poems aligned with the master narrative, the poems also altered the conversation and moved the focus from the act to the people that were lost, emphasizing the “perspectives or experiences which diverge from the those conveyed through the master narrative” (Maagaard & Lundholt, 2018, p. 120). The fact that spoken word gives voice to diverging ideologies shows that they can be counter-narratives which ultimately allow individuals to redeem or take back their stories. Participants were moved by the vulnerability of the poets and noted how Andrea Gibson’s emotions could be clearly seen through the way they 46 closed off their body and how their voice would shake. The poets’ performances represent Langellier and Peterson’s (2004) suggestion that narrative can be performed and embodied. By hearing the poets’ stories, participants start developing their own counter-narratives, which challenged the ways in which they have been silenced and ignored within the dominant discussion (Rogers & Brefeld, 2014). Spoken word’s emphasis on building relationships with their audiences and discussing controversial topics gave participants the ability to also challenge the dominant ideologies and provided a platform for them to regain autonomy of their own experiences.  Practical Applications  This study shows that spoken word is more than individuals telling stories in a creative way. Spoken word is a tool that poets and people within and outside of the LGBTQ+ community can use to connect with and better understand each other. First, the reactions by participants showed the power of spoken word poetry. Poets, most advocates themselves, could build communities and provide spaces for minorities to share their stories. LGBTQ+ people are not given platforms to share their stories and the few safe spaces they had were destroyed. Spoken word performances, workshops, and open mics could create safe spaces for them to share their stories, ultimately empowering them and decreasing their feelings of isolation. Many poets emphasize the importance of advocacy and often add action to the words that they say. Andrea Gibson, for example, has held writing workshops for anyone that wanted a space to write. If people learn how to write poetry and are given the space to share their experiences, they could understand more how their experiences influence their self-concepts. Next, because spoken word poetry is a creative outlet enjoyed by many, it could be used to bridge the divide between LGBTQ+ and non-LGBTQ+ people. Spoken word poetry is present within both dominant and 47 co-cultures. The raw emotions often seen within spoken word and the emphasis of connection are characteristics that attract many. With that in mind, providing spaces for LGBTQ+ people to share their stories could give them a platform to tell their stories, while simultaneously giving non-LGBTQ+ people the ability to understand the obstacles LGBTQ+ people face and how their actions assist in building those obstacles. At the same time, participant responses to silenced identities within some of the poems used in this study suggest that LGBTQ+ poets and other marginalized identities should be sure to articulate those identities, when relevant, to strengthen their connection with their marginalized audience members and use their platform to give a voice to marginalized identities. Being a person that writes and performs spoken word poetry, I have seen spoken word’s potential. To further explore that potential, more research must be done.  Limitations and Future Research  Referring back to Collins (2000), because identities are multifaceted, it is important to recognize how all aspects of someone’s identity can influence their experiences. All of my participants were affiliated with the university and the majority of participants in this study were white and female identified, limiting the diversity of experiences. Furthermore, the Pulse Nightclub shooting took place on Latinx night, resulting in a majority of victims being Latinx. In future studies, I want to focus on how Latinx people reacted to the shooting and how the performances by LGBTQ+ poets can resonate and/or influence how they experienced Pulse. Additionally, I would like to conduct future research that focuses on understanding how different aspects of identity intersect. With that in mind, I want to conduct future studies that focus on understanding how LGBTQ+ Latinx people were impacted by the Pulse Nightclub shooting. For future research, I would also like to extend the study to LGBTQ+ people within the larger community to increase the number of participants and collect a richer data set, allowing the 48 inclusion of older LGBTQ+ generations. Conducting additional intersectional research will allow a more well-rounded understanding of the experiences of those who were impacted by the Pulse Nightclub shooting. Lastly, even though focus groups allow people to connect through shared experiences, the group setting could also cause participants to hold back more sensitive and/or personal information. If future researchers conducted one-on-one interviews than it would provide them with the privacy that could influence them to open up more about sensitive topics. However, I did reach saturation. Lindlof and Taylor (2011) explained that saturation is accomplished when “new data no longer add much of significance to the concepts that have been developed” (p. 117).  There were several experiences participants shared that are important to further explore. First, a majority of participants expressed frustration with the tensions within the LGBTQ+ community. It is important to further identify and understand the origins of those tensions. Especially in the face of tragedy, is it possible for LGBTQ+ people to put aside those tensions and band together? Next, to gain a deeper understanding of spoken word’s potential and culture, future research should focus on how that setting can influence the audience experience (i.e. online vs. in person). Also, because all of the poets that performed identify as activists, it would be interesting to explore how spoken word can be used as a tool within social movements. Lastly, multiple participants discussed chosen families and found communities. For future research, it would be interesting to investigate how those chosen families and found communities assisted in participants’ healing after Pulse. Since spoken word poetry being a subject that is not commonly researched within the communication field, there is vast space for exploration.  49 Conclusion The Pulse Nightclub shooting was a tragedy that not only impacted the LGBTQ+ community but added to an alarming trend of mass shootings that can no longer be brushed aside. As LGBTQ+ poets expressed, the conversation needs to move past the debate of whether the shooting was a hate crime or a terrorist attack and instead focus on how society can reestablish feelings of safety and support for LGBTQ+ people. The focus group discussions showed that for LGBTQ+ people to feel supported, the actions of the people they interact with must align with those individuals’ verbal expressions of acceptance. Participants lost their sense of safety after Pulse and experienced feelings of denial, fear, and hopelessness. However, the performances by LGBTQ+ spoken word poets affirmed to the participants that they are not the only ones experiencing confusion, hopelessness, and fear. Additionally, the spoken word performances switched the participants’ focus from the shooting itself to the victims, replacing numbers with faces, names, and stories. Spoken word poetry is a tool that not only gives LGBTQ+ people a platform to share their experiences, but also allows their audiences to realize that they are not alone. During a time where the rights of LGBTQ+ people are at risk of being stripped away and hate speech is encouraged within the current national political climate, it is more important than ever to stop talking about how to make changes and start making changes to avoid further isolation of the LGBTQ+ community. It is up to the ones that still have a pulse to stop sending thoughts and prayers and instead take the steps to assure that more lives are not lost. As Karter states, “We need to stop temporarily caring.”   50 REFERENCES Alexander, B. K., & Weems, M. E. (2017). June 12, 2016, Terrorism and hate in Orlando, America-poetic and performative responses. Qualitative Inquiry, 23(7), 483-487. doi: d0o.i.1o1rg7/71/01.101778/100747180707418727818228 Anglesey, Z. (1999). Listen up! Spoken word poetry. New York: One World. Ashford, C. (2006). The only gay in the village: Sexuality and the net. Information & Communications Technology Law, 15(3), 275-289. doi: 10.1080/13600830600961202  Atay, A. (2016). A response to the Orlando Shooting: Queer communication pedagogy. QED: A Journal in GLBTQ Worldmaking, 3(3), 171–173. ISSN 2327- 1574. Baxter, L.A., Norwood, K.M., Asbury, B., Jannusch, A., & Scharp, K. M. (2012). Narrative coherence in   online stories told by members of the adoption triad. Journal of Family Communication, 12, 265-283. Bochner, A. P. (1994). Perspectives on inquiry, II: Theories and stories. In M. L. Knapp & J.A. Daly (Eds.), Handbook of interpersonal communication, 2nd ed. (pp. 21-41). Thousand Oaks, CA: Sage. Bond, B. J., & Figueroa-Caballero, A. (2016). Exploring the relationship between computer-mediated communication, sexual identity commitment, and well-being among lesbian, gay, and bisexual adolescents. Communication Research Reports, 33(4), 288-294. doi:10.1080/08824096.2016.1224159 Boyle, S. C., LaBrie, J. W., Costine, L. D., & Witkovic, Y. D. (2017). “It's how we deal”: Perceptions of LGB peers' use of alcohol and other drugs to cope and sexual minority adults' own coping motivated substance use following the Pulse nightclub shooting. Addictive Behaviors, 65, 51-55. http://dx.doi.org/10.1016/j.addbeh.2016.10.001 51 Braun, V., & Clarke, V. (2006). Using thematic analysis in psychology. Qualitative Research in Psychology, 3, 77-101. doi: 10.1191/1478088706qp063oa Button Poetry. (2017). Andrea Gibson: Orlando [Video File]. Retrieved from https://www.youtube.com/watch?v=VNadnTT7Zk&list=PLegLcOlKzfqtlkhfpYo4DV4QaQpd41h6v&index=6&t=0s Buzzfeed. (2019). About Buzzfeed. Retrieved March 28, 2019, from https://www.buzzfeed.com/about BuzzFeedVideo. (2016). A poem for Orlando [Video File]. Retrieved from https://www.youtube.com/watch?v=ZG3MtXV_ziQ&index=5&list=PLegLcOlKzfqtlkhfpYo4DV4QaQpd41h6v&t=0s Calafell, B. M. (2017) Brownness, kissing, and US imperialism: contextualizing the Orlando massacre. Communication and Critical/Cultural Studies, 14(2), 198-202. http://dx.doi.org/10.1080/14791420.2017.1293957 Cantley, J. (2017). Working my way out. Science, 353(6299), 618, doi: 10.1126/science.353.6299.618 Carmack, H. J. (2009). Slam this: Understanding language choice and delivery in argument using slam poetry. Communication Teacher, 24, 19-22. doi: 10.1080/17404620802581844  Chau, C. (2010). YouTube as a participatory culture. In Marina Umaschi Bers (Ed.), New media and technology: Youth as content creators (pp. 65-74). Hoboken, NJ: Wiley Periodicals, Inc. Collins, P. H. (2000). Gender, black feminism, and black political economy. The Annals of the American Academy of Political and Social Science, 568, 41-53.  52 Eleveld, M., (E.d.). (2004). The spoken word revolution: Slam, hip hop & the poetry of a new generation. Naperville, Illinois: Sourcebooks.  Esposito, C. (2018, March 18). Queery with Cameron Esposito: Andrea Gibson. Player FM. Podcast retrieved from https://player.fm/series/queery-with-cameron-esposito-2078512/andrea-gibson Fisher, W. (1984). Narration as a human communication paradigm: The case of public moral argument. Communication Monographs, 51, 1-22.  Fisher, W. (1985). The narrative paradigm: An elaboration. Communication Monographs, 52, 347-367. Fisher, W. (1989). Clarifying the narrative paradigm. Communication Monographs, 56, 55-58 Fisher, W. (2015). Narrative paradigm. In E. Griffin, A. Ledbetter, & G Sparks, A first look at communication theory, 9th ed. (pp. 303-313). New York, NY: McGraw-Hill. Friedman, M. (1992). Feminism and modern friendship: Dislocating the community. In Cole and Coultrap-McQuin, Explorations in Feminish Ethics. Gaille, B. (2017) 39 shocking LGBT discrimination statistics. Retrieved from https://brandongaille.com/37-shocking-lgbt-discrimination-statistics/ Gill, P., Arlitt, M., Li, Z., & Mahanti, A. (2017) YouTube traffic characterization: A view from the edge. Retrieved from http://www.hpl.hp.com/techreports/2007/HPL-2007-119.pdf Glazner, G. M., (E.d.). (2000). Poetry slam: The competitive art of Performance Poetry. San Francisco, California: Manic D Press.   53 Green, M., Bobrowicz, A., & Ang, C. S. (2015). The lesbian, gay, bisexual and transgender community online: discussions of bullying and self-disclosure in YouTube videos. Behaviour & Information Technology, 34(7), 704-712. doi:10.1080/0144929X.2015.1012649 Hancock, K. A., & Haldeman, D. C. (2017). Between the lines: Media coverage of Orlando and beyond. Psychology of Sexual Orientation and Gender Diversity, 4(2), 152-159. http://dx.doi.org/10.1037/sgd0000228 Hanhardt, C. B. (2016). Safe space out of place. QED: A Journal in GLBTQ Worldmaking, 3(3), 121-125. ISSN 2327-1574 Harris, A., & Jones, S. H. (2017). Feeling fear, feeling queer: The peril and potential of queer terror. Qualitative Inquiry, 23(7), 561-568. doi://1d0o.i.1o1rg7/71/01.101778/100747180707418737018430 Harvard T.H. Chan School of Public Health. (2017). Discrimination in America: Experiences and views of LGBTQ+ Americans. Retrieved from https://www.hsph.harvard.edu/horp/discrimination-in-america/ Herman, D. (2009). Chapter 1: Getting started. In D. Herman, Basic elements of narrative (pp. 1-22).   Malden, MA: Wiley-Blackwell.    Hiheidz. (2016). Orlando: A slam poem [Video File]. Retrieved from https://www.youtube.com/watch?v=dSCQ9ux095c&index=4&list=PLegLcOlKzfqtlkhfpYo4DV4QaQpd41h6v&t=0s Humphrey, M. (2018). Confession narratives and mass kinship of YouTube celebrities: A narrative rationality analysis. Interactions: Studies in Communication & Culture, 9(2), 225-237.  54 Jackson, S. D. (2017). ‘Connection Is the Antidote’: Psychological distress, emotional processing, and virtual community building among LGBTQ+ students after the Orlando shooting. Psychology of Sexual Orientation and Gender Diversity, 4(2), 160-168. http://dx.doi.org/10.1037/sgd0000229 Kahn, E., Johnson, A., Lee, M., & Miranda, L. (2018). 2018 LGBTQ+ youth report. Retrieved from the Human Rights Campaign website: https://www.hrc.org/resources/2018-LGBTQ+-youth-report Krueger, R. A. (1988). Focus groups: A practical guide for applied research. Newbury Park, California: SAGE Publications, Inc.  Lange, P. G. (2007). Publicly private and privately public: Social networking on YouTube. Journal of Computer-Mediated Communication, 13(1), 361-380. doi:10.1111/j.1083-6101.2007. 00400.x Langellier, K. M., & Peterson, E. E. (2004). Storytelling in daily life, Philadelphia, PA: Temple University Press.  Lindlof, T. R., & Taylor, B. C. (2011) Qualitative communication research methods. Newbury Park, London, & New Delhi: Sage Publications, Inc. Maagaard, C., & Lundholt, M. W. (2018). Taking spoofs seriously: The counter-narrative potential of spoofs as critical discourse, 64, p. 116-137. Retrieved from https://tidsskrift.dk/mediekultur  MacIntyre, A. (1984). After virtue: A study in moral theory, New York, NY: Oxford University Press.  McAdams, D. P. (2006). The redemptive self: Stories Americans live by, New York, NY: Oxford University Press.  55 McCracken, G. M. (1988). The long interview: Qualitative research methods series. Newbury Park, London, & New Delhi: Sage Publications, Inc.  McLuhan, M., Schoeck, R. J., Sirluck, E., & Olson, E. (Eds.). (1965). Aristotle’s ‘poetics’ and English literature: A collection of critical essays. Chicago & London: The University of Chicago Press. Miller, B. (2016). A computer-mediated escape from the closet: Exploring identity, community, and disinhibited discussion on an internet coming out advice forum. Sexuality & Culture, 20, 602-625. doi: 10.1007/s12119-016-9343-4  Morgan, D. L. (1997). Focus groups as qualitative research. Thousand Oaks, California: SAGE Publications, Inc.  Muller, A. (2011). Virtual communities and translation into physical reality in the 'It Gets Better' project. Journal of Media Practice, 12(3), 269-277. doi:10.1386/jmpr.12.3.269_1 Nelson, H. L. (2001). Damaged identities: Narrative repair. Ithaca, New York: Cornell University Press. Nisbett, R., & Ross, L. (1980). Judgmental heuristics and knowledge structures, Cambridge: MIT Press.  Ochs, E., & Capps, L. (2001). Living narrative: Creating lives in everyday storytelling. Cambridge, MA: Harvard University Press. ISBN 0-674-01010-8  Pace, S. (2018). YouTube: An opportunity for consumer narrative analysis? Qualitative Market Research: An international journal, 11 (2), 213-226, Retrieved from https://doi.org/10.1108/13522750810864459 Riessman, C. K. (2013). Narrative methods for the Human Sciences. Thousand Oaks, CA: Sage Publications, Inc.  56 Rogers, R., & Brefeld, R. (2014). Parents appraise schools: A study of counter-narrative. Linguistics and Education, 29, 46-58.  Rotman, D., & Preece, J. (2010). The ‘WeTube’ in YouTube: Creating an online community through video sharing. International Journal of Web Based Communities 6(3), 317-333. Rowland, R. C. (1989). On limiting the Narrative Paradigm: Three case studies. Communication Monographs, 56(1), 39-54. Smith, M. K., & Kraynak, J. (2009). Take the mic: A poetry speaks experience. Naperville, Illinois: Sourcebooks, Inc.  Somers-Willet, S., B., A. (2009). The cultural politics of slam poetry: Race, identity, and the performance of popular verse in America. Ann Arbor: The University of Michigan Press. Soukup, P. A. (2017) Looking at, with, and through YouTube. Communication Research Trends, 33(3) 3-33.  Thoreson, R. (2018). “All we want is equality”: Religious exemptions and discrimination against LGBT people in the united states. Retrieved from the Human Rights Watch website: https://www.hrw.org/sites/default/files/report_pdf/lgbt0218_web_1.pdf Walter, N., Billard, T. J., & Murphy, S. T. (2017). On the boundaries of framing terrorism: Guilt, victimization, and the 2016 Orlando shooting. Mass Communication and Society, 20, 849-868. https://doi.org/10.1080/15205436.2017.1334071 Young, I. M. (1990). Justice and the politics of difference. Princeton: Princeton University Press.    57 APPENDIX A: FOCUS GROUP INTERVIEW PROTOCAL I. Introduction A. Welcome. Thank you for coming. I am excited to have the opportunity to learn more about your experiences. To start, let’s get to know each other a little bit by going around and saying names and preferred pronouns.   II. Brief Overview of Project A. Brief Description. Today, we will be watching poems written and performed by LGBTQ+ poets about Pulse, discuss your reactions to the poems, and discuss the Pulse Nightclub Shooting. Through my research, I am hoping to, not only give the LGBTQ+ community a platform to share their experiences, but also explore how spoken word could, if at all, provide individuals a way to understand and process their experiences.  B. Consent Form. This consent form is a document I have created to explain your rights as a participant in this study. The form describes the study, any risks and discomforts you might experience, and the benefits of participating in the study. The form also explains how I will keep your personal information private. I do not anticipate that you will experience significant discomfort while participating in the study. However, if there is any point during the discussion that you get uncomfortable, you are more than welcome to step out or refrain from answering any questions. If you agree to continue participating in the study, I need your signature, date, and printed name at the bottom of the 2nd page. You are also receiving a copy of the consent form for your own keeping and referencing. • Need: Consent forms (two copies per person) & pens  III. Demographic Collection A. I would like to collect some basic demographic information for reporting purposes. Please take a few minutes to fill out this handout. Because I want to make sure everything stays anonymous, please don’t put your names on the document. Please be as honest as possible with this information. • Need: Demographic forms for each person & pens  IV. Discussion A. To start, we will talk about your experiences being LGBTQ+. As a reminder our conversation will be audio-recorded so I can re-visit our discussion during my analysis.  B. Introductory Questions ● In what ways do you feel supported/accepted by your family 1. Do you feel acceptance and support are the same? a. Why or why not?  2. In what ways do you feel not support ● In what ways do you feel supported/accepted by your friends 1. In what ways do you feel not support ● In what ways do you feel supported/accepted by your government 1. In what ways do you feel not support 58 ● In what ways do you feel supported/accepted by other members of the LGBTQ+ community 1. In what ways do you feel not support C. Pulse Questions ● Can you remember where you were when you found out about what happened at Pulse? Describe that for me.  ● How did you feel/react when you heard what happened? ● How, if at all, were you affected by the shooting?  ● Can you explain how, if at all, your feelings of safety changed? ● Were their public places you avoided or became nervous being in after Pulse? 1. What were those places? 2. What aspects of the places caused you to feel uncomfortable? ● When discussing Pulse with other LGBTQ+ people what topics are often discussed? 1. When discussing Pulse with non-LGBTQ+ people what topics are often discussed? ● How did the media discuss the Pulse Nightclub shooting? ● How would you evaluate the media’s accuracy in portraying the shooting? ● If you were in charge of covering the Pulse shooting, how would you have covered the events that happened? D. Poem Reaction Questions ● What is your initial reaction to the poem? 1. Was there anything you liked 2. Was there anything you disliked? 3. How did the poem make you feel? ● What do you think the poet’s message was? ● What emotions do you think the poet was attempting to portray? ● How do you feel the poet views the level of equality of the LGBTQ+ community?  ● How do you feel the poet views the level of acceptance of the LGBTQ+ community? ● What do you feel are the poet’s views on the Pulse Nightclub shooting?  ● How, if at all, did the poems change the way you view the Pulse Nightclub shooting?  1. How, if at all, did the poems change the way you view the level of equality of the LGBTQ+ community?  2. How if at all, did the poems change the way you view the level of acceptance of the LGBTQ+ community? 3. Do you feel equality and acceptance are the same? a. Why or why not?  V. Conclusion A. Thanks so much for your time and your willingness to participate in my project. B. If you have any questions, please don’t hesitate to e-mail me. 59 C. If I have any questions as I begin to analyze my data, I might contact you. There is also a chance I will contact you to gather your opinions on some of the things I find in my analysis.  D. My next steps will be conducting more group analysis, analyzing the data and writing up my findings. If you are interested in receiving a written copy of my findings, please let me know.      60 APPENDIX B: A POEM FOR ORLANDO BY BUZZFEED At least 49 dead 53 injured Hundreds of lives changed forever and not for the better  But we know this story  At what point do we add this to our list of proud American traditions?  I don't know  I hate to argue; I hate rolling my eyes at people that I respect Hate leaving a conversation only feeling worse, so I'll stay out of it  But at least 49 dead  And 53 injured  There are too many dark days  Too many heavy hearts  Too many bodies  Too many bodies  And I don't know  I watched my brothers and sisters fall  I turn on the news  I try to understand  But we fight and we argue  And nobody is to blame  And everybody is to blame  Machines are to blame  Healthcare is to blame  Gods are to blame  We are to blame  But we aren't doing anything  We throw opinions like punches  Spilling out of our mouths like blood with our last breath  But nobody listens  Nothing changes And it happens again  And again  And again  And again  So, tell me what do I do?  Do I sign or donate?  Give my blood or my tears? And what is that doing? What are we doing? I don't know This is not a time for getting defensive or being offended  No, you know what I am offended  I'm offended that our children are growing up in a world afraid of going to school  Or the movies  61 Or the club  That place is meant to help us grow as individuals are being turned into graveyards  I am offended that this is our new normal  There is nothing normal about this  And yet  Active shooter in Texas  A family murdered in New Mexico  Seven mothers mourn in Chicago  Another child lost in Maryland  Two more lives in Florida  Another in New York  Another in Louisiana  Another in Arkansas And that was just one day  I am tired of talking  Tired of praying  Tired of wet cheeks and raw eyes  I am tired  I'm tired  Do we love freely or restrict freedom?  Do we change our laws or acknowledge our illnesses?  Do we crackdown or straighten up  Or maybe do we do all of the above?  because I don't know much  But I know I've had enough    62 APPENDIX C: ORLANDO BY ANDREA GIBSON When the first responders entered the Pulse Nightclub after the massacre in Orlando,  they walked through the horrific scene of bodies and called out,  \"If you were alive, raise your hands.\"  I was sleeping in a hotel in the Midwest at the time,  but I imagine in that exact moment, my hand twitched in my sleep.  Some unconscious part of me, aware that I had a pulse  that I was alive.  The next day, I woke to the news  that an assault rifle had fired 202 bullets to a gay bar on Latin Night  In one of the worst massacres in US history.  A massacre of people who did not leave the dance floor when they heard gunshots  because they thought they were the beats of a song.  Everyone around me spent that day grieving and every tear tasted like someone's dance sweat drying in the morgue.  Later that night, I was performing for an audience that had spent two hours in line waiting to get to the bag checks and metal detectors.  On stage, I couldn't keep my hand from covering my heart.  I kept scouring the club for the fastest route to every exit.  I knew the person working security within the text war and wasn't keeping his eyes on the door.  I knew there was a man in the fifth row picking at the seams of a duffel bag.  Every few seconds, I eyed the balcony for the glint of whatever might aim to tear the bodies off the spirits of the boys holding hands or the girls with their hair cut short  as my temper when rage as decimal I can actually get to.  When I’m not just grieve, sick and ruined, watching history not be history,  Watching the music not be music.  Knowing someone having the best night of her whole life said, \"This is my favorite song,\"  and then a rifle lifted over a bathroom stall and emptied a magazine into the kidneys of a grown man texting,  \"Mommy I'm going to die,\" his hand prints in blood on the wall reaching for people dying in the fetal position.  People covered in their friend's blood, sobbing too hard to hide from their own deaths.  People outside pushing bandannas into bullet wounds.  It's true, what they say about the gays being so fashionable.  Their ghosts never go out of style.  Even life, it's like funeral practice.  Half of us are already dead to our families before we die.  Half of us on our knees still trying to crawl into the family photo that night on stage. I kept remembering being fifteen at Disneyland, wearing my best friend's hoodie like it was my boyfriend's class ring.  How many years it took me to just touch her face.  How many years I spent praying my heart could play dead  Till the threat was gone  Till the world changed  till history was history,  63 but history just keeps coming for the high,  shooting up bodies,  kids drumming up reasons to have metal detectors at poetry readings  With the poems, they're just unanswered calls to people who claim their God,  their apathy,  is unwilling to accept the charges.  Dear God, how broke do you have to be to not buy people, time  to get out the fucking door when the song goes to hell,  when this world drunk on hate decides blood is wine  and drinks its fill  in the only place they ever thought was safe  and the only place they thought they did not have to hide in,  the only place they were wanted because,  because of who they loved  and how they loved and how they loved  till someone walked to the bodies  and asked who was still alive.  And hardly anyone put their hand up.   64 APPENDIX D: ORLANDO BY HEIDI  I still remember that day in December  Chair tipped back  Fingers curled around the phone screen  Eyes lifted to the letters scattered across the ceiling  Believe me   And there was light and warmth and laughter that cocooned me  The sounds of desks scraping, of pencils lifting, of mouths smiling  Of life moving  But when I closed my eyes,  I heard gunshots.   Five minutes later, we were on lockdown  Because this mass shooting?  It had happened ten minutes away from my house  And in my head, like a twisted melody, like shouts down a gaping tunnel, endlessly,  Like empathy, like felony,  I saw lists of names.   I read the name of my hometown on news anchors’ lips  I saw news vans parked on the street like stoplights  And I felt a scream, born from incredulity, clawing up my throat, drowning out the articles and the videos and the opinions and the politics  This is my home.   I know these streets,  I know these people,  I have walked down that boulevard,  I have seen that building—   It’s been months now, and the scars still haven’t healed  Because that mass shooting left behind a lot more than some broken glass  It left behind families and children and a weeping, grieving community   San Bernardino hasn’t been in the news since then  The news vans have left, the cameras are gone, the world has moved on  Until now.  Until the next mass shooting.   How many more is it going to take?  How many more deaths, how many more cities, how many more destroyed communities  Before we realize that these lives, so similar to yours and mine,  Deserve priority   65 Above finding who’s to blame,  Above scrolling on to the next celebrity breakup,  Above partisanship   I remember growing up and believing that I lived in the best country in the world  Because our government cared about its people  It made laws for the people, by the people  But it’s been months now, and we’ve only lost more people   I remember growing up and believing that I lived in a world where empathy trumped apathy  Because despite our backgrounds, our cultures, and our beliefs,  We are all united in humanity  In compassion  In kindness  In wanting to help one another   Orlando, they say you had the deadliest in history  Forty-nine beautiful, precious lives lost,  Ripped away from this world by a single gunshot   Orlando, you’re very soon going to be history  Because it’s been a week and already, we’re forgetting  Congress is going to go into a deadlock  The rest of America will move on to talk  About the next tragedy, the next mass shooting  But only for a week   A week.  In a week Congress will decide whether this is yet another ripple in time  Or a cause for change  And us  Are we going to scroll past?  Or are we going to do something about it?   ",
    "id": 223056095,
    "identifiers": {
        "doi": "10.30707/ETD2019.Trew.H",
        "oai": "oai:ir.library.illinoisstate.edu:etd-2095"
    },
    "title": "We Need To Stop Temporarily Caring:  Pulse, Spoken Word Poetry, and Audience Counter-Narrative Creation",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-04-03T08:00:00+01:00",
    "publisher": "ISU ReD: Research and eData",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.library.illinoisstate.edu/cgi/viewcontent.cgi?article=2095&amp;context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/223056095.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/223056095"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/223056095/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/223056095/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/223056095"
        }
    ],
    "abstract": "On June 12, 2016, 49 people were killed, and 53 people were injured in a shooting at Pulse, a popular gay club in Orlando, Florida. The Pulse Nightclub shooting was the deadliest mass shooting in the United States at that time and the deadliest violent act against the LGBTQ+ community in the United States (Hancock & Haldeman, 2017; Jackson, 2017; Walter, Billard, & Murphy, 2017). The media were divided in labeling the shooting a terrorist attack or a hate crime, creating a master narrative surrounding the shooting. However, LGBTQ+ spoken word poets rejected the media’s storylines, developing counter-narratives, and instead called attention to existing violence targeting the LGBTQ+ community and promoted healing after Pulse. To better understand the connection between the Pulse Nightclub shooting, spoken word poetry, and counter-narrative creation, I conducted focus groups where individuals watched and reacted to poems about Pulse, performed by LGBTQ+ poets. Applying Braun and Clark’s (2006) thematic analysis, I hope to uncover how the counter-narratives created by the LGBTQ+ poets influence the way their audience make sense of their own experiences",
    "tags": [
        "text",
        "Counter-narratives",
        "LGBTQ+ oppression",
        "Master Narrative",
        "Narrative",
        "Narrative Repair",
        "Spoken Word Poetry",
        "Communication",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Theatre and Performance Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:ir.library.illinoisstate.edu:etd-2095",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1650",
        "openDoarId": 0,
        "name": "ISU ReD: Research and eData",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 223056095,
        "depositedDate": null,
        "publishedDate": "2019-04-03T08:00:00+01:00",
        "updatedDate": "2024-02-14T12:40:23+00:00",
        "acceptedDate": null,
        "createdDate": "2019-08-08T18:36:55+01:00"
    },
    "urls": [
        "https://ir.library.illinoisstate.edu/etd/1095",
        "https://ir.library.illinoisstate.edu/context/etd/article/2095/viewcontent/Trew_ilstu_0092N_11459.pdf"
    ],
    "lastUpdate": "2024-02-14T12:40:23+00:00",
    "setSpecs": []
}