{
    "acceptedDate": "2010-10-22T00:00:00+01:00",
    "authors": [
        {
            "name": "Cowan, Sharon"
        }
    ],
    "contributors": [],
    "createdDate": "2015-02-08T15:48:06+00:00",
    "dataProvider": {
        "id": 647,
        "name": "Edinburgh Research Explorer",
        "url": "https://api.core.ac.uk/v3/data-providers/647",
        "logo": "https://api.core.ac.uk/data-providers/647/logo"
    },
    "depositedDate": "2009-01-01T00:00:00+00:00",
    "documentType": "research",
    "doi": "10.1353/jwl.0.0033",
    "downloadUrl": "https://core.ac.uk/download/28961786.pdf",
    "fullText": "     Edinburgh Research Explorer                                      We Walk Among YouCitation for published version:Cowan, S 2009, 'We Walk Among You: Trans Identity Politics Goes to the Movies' Canadian Journal ofWomen and the Law, vol 21, no. 1, pp. 91-118., 10.1353/jwl.0.0033Digital Object Identifier (DOI):10.1353/jwl.0.0033Link:Link to publication record in Edinburgh Research ExplorerDocument Version:Preprint (usually an early version)Published In:Canadian Journal of Women and the LawPublisher Rights Statement:© Cowan, S. (2009). We Walk Among You: Trans Identity Politics Goes to the Movies. Canadian Journal ofWomen and the Law, 21, 91-118.General rightsCopyright for the publications made accessible via the Edinburgh Research Explorer is retained by the author(s)and / or other copyright owners and it is a condition of accessing these publications that users recognise andabide by the legal requirements associated with these rights.Take down policyThe University of Edinburgh has made every reasonable effort to ensure that Edinburgh Research Explorercontent complies with UK legislation. If you believe that the public display of this file breaches copyright pleasecontact openaccess@ed.ac.uk providing details, and we will remove access to the work immediately andinvestigate your claim.Download date: 20. Feb. 2015“We Walk Among You”: Trans identity politics goes to the movies  Sharon Cowan, University of Edinburgh  1. Introduction  In the UK, the development of legal discourse on transgender identity and citizenship, or what Andrew Sharpe calls ‘Transgender Jurisprudence’,1 has been of concern to critical legal scholars for some years now, and has led to a broad range of work including theoretical approaches,2 law reform and policy oriented work driven by distinctly (human) rights based analyses,3 as well as comparative analyses of the legal status of trans people in different jurisdictions, such as the UK and Canada.4 In particular, recent changes to the legal and political articulation of sex/gender identity and citizenship have prompted critical engagement. For example, the UK has relatively recently introduced the Civil Partnership Act 2004 and the Gender Recognition Act 2004, the former recognising same sex civil unions (but not marriages), and the latter recognising the rights of (some) transgender people to be legally recognised in their self perceived gender. These Acts have provoked debate and critique,5 and of course some interesting research. For instance, in relation to civil                                                   I would like to thank the participants of the 2008 Berkeley meeting of the Association for the Study of Law, Culture and the Humanities, and the 2007 Berlin joint meeting of the LSA/ISA, for their comments and feedback on earlier incarnations of this paper. Thanks also to the editors of this special issue, Gillian Calder and Rebecca Johnson, for their patience and encouragement in allowing this paper to blossom, and to anonymous reviewers for helpful comments. 1 Andrew Sharpe Transgender Jurisprudence: Dysphoric Bodies of Law (London: Routledge, Cavendish, 2002). 2 For example Andrew Sharpe “Institutionalising Heterosexuality: The Legal Exclusion of “Impossible” (Trans)sexualities”, in Les Moran, Daniel Monk and Sarah Beresford, eds., Legal Queeries: Lesbian, |Gay and Transgender Legal Studies (London: Cassell, 1998); Ralph Sandland “Crossing and not Crossing: Gender, Sexuality and Melancholy in the European Court of Human Rights, Christine Goodwin v. United Kingdom (Application no. 28957/95), I. v. United Kingdom (Application no. 25680/94) (ECHR)” (2003) 11(2) Feminist Legal Studies 191–209; Ralph Sandland “Between “Truth” and “Difference”: Poststructuralism, Law and the Power of Feminism” (1995) 3(1) Feminist Legal Studies 3-47. 3 For instance, Stephen Whittle Respect and Equality: Transsexual and Transgender Rights (London: Cavendish 2002) 4 See for example, Sharon Cowan “Gender is no substitute for Sex” A Comparative Human Rights Analysis of the Legal Regulation of Sexual Identity,” (2005) 13 Feminist Legal Studies 67-96.  5 For example, on the Gender Recognition Act see: Andrew Sharpe, Ralph Sandland and Sharon Cowan, “The Gender Recognition Act 2004: Debate and Dialogue” (2009) 18(2) Social and Legal Studies (forthcoming); but see also Stephen Whittle “The Opposite of Sex is Politics – The UK Gender Recognition Act and Why it is Not Perfect, Just Like You and Me” (2006) 15(3) Journal of Gender Studies 267-271. On the Civil Partnerships Act see Nicola Barker “Sex and the Civil Partnership Act: The Future of (Non) Conjugality?” (2006) 14(2) Feminist Legal Studies 241-259. partnerships, sociological and socio-legal studies have been carried out by Rosie Harding, who has investigated the legal consciousness of same sex couples who want to enter in civil partnership and be recognised by the state,6 and by Carol Smart and Beccy Shipman who have interviewed same sex couples who have decided to enter into civil partnership, asking them what their reasons were for doing so.7   This type of legal and social consciousness research has been accompanied by a body of sociological work; researchers such as Sally Hines8 and Surya Munro9 have been investigating notions of trans identity and citizenship, and asking transgender folk how they see themselves in terms of sex/gender identity. In addition, studies by Press for Change, the leading UK trans campaigning and pressure group, have examined the experiences of trans people across a range of issues such as discrimination, health and relationships.10 However there has been no research, at least in the UK, that corresponds to the kind of legal consciousness research on civil partnerships, asking trans people why (or why not) they turn to law and rights to solve social issues, for example by way of legislation such as the Gender Recognition Act 2004. This raises questions about the need for ethnographic research within the trans community, in its broadest sense, regarding the desirability of legal reform and the effectiveness of legal regulation of sex/gender identity.11  As this growing body of legal regulation and socio-legal research has emerged, it seems also that culturally trans people are currently everywhere. In the UK, as well as other jurisdictions such North America, the transgender movement, if it can be                                                  6 Rosie Harding ““Dogs Are Registered, People Shouldn’t Be”: Legal consciousness and Lesbian and Gay Rights” 2006 15(4) Social and Legal Studies  513-535. 7 Beccy Shipman and Carol Smart “‘It’s Made a Huge Difference’: Recognition, Rights and the Personal Significance of Civil Partnership” (2007) 12(1) Sociological Research Online,  8 Sally Hines “(Trans)Forming Gender: Social Change and Transgender Citizenship” (2007) 12(1) Sociological Research Online  9 Surya Munro Gender Politics: Activism, Citizenship and Sexual Diversity (London: Pluto Press, 2005); “Transgender Politics in the UK” (2003) 23(4) Critical Social Policy 433-452. 10 Stephen Whittle, Lewis Turner and Maryam Al-Alami Engendered Penalities:Transgender and Transsexual People’s Experiences of Inequality and Discrimination (A Research Project and Report Commissioned by the Equalities Review, 2007, available at http://www.pfc.org.uk/files/EngenderedPenalties.pdf); Stephen Whittle, Lewis Turner, Ryan Combs and Stephenne Rhodes Transgender EuroStudy: Legal Survey and Focus on the Transgender Experience of Healthcare (ILGA Europe, 2008, available at http://www.pfc.org.uk/files/eurostudy.pdf).   11 Paisley Currah has undertaken empirical research in the US interviewing trans activists about their choice of legal strategies when arguing for trans rights. See “Gender Pluralisms under the Transgender Umbrella” in Paisley Currah, Richard Juang and Shannon Price Minter, eds., Transgender Rights (Minneapolis: University of Minneapolis Press, 2006). referred to as such, has gained widespread visibility and recognition, though not always positively. In the UK, transgender characters have appeared in a mainstream prime-time television soap opera (Coronation Street), a reality television show (Big Brother), advertisements for the soft drink ‘Irn Bru’, and in the lyrics of pop songs (such as the Welsh pop group Goldie Lookin’ Chain’s ‘Your Mother’s Got a Penis). Stories about transgender individuals are often in the mainstream press (though often they are sensational stories of transsexual individuals who have changed their minds about their reassignment surgery).12 In the US, while legal and political gains may in some ways trail behind those of the UK,13 the visibility of trans people has also increased. Take for example recent reports of the trans man Thomas Beattie, who, having kept his uterus, gave birth to a baby girl in mid 2008. In a climactic moment of mainstream cultural visibility, Beattie appeared on the Oprah Winfrey show to tell his story.14 The media interest in Beattie has recently been revived in light of the news that he is pregnant with his second child.15  Amidst the frenzy of cases such as this, the growing acknowledgement of trans citizenship claims that have been made both legally and in popular culture enables us to question the ongoing evolution of trans politics and identity, and the relationship between socio-political identities and popular culture. In order to explore this issue, this paper will highlight key disputes and tensions in contemporary debates about transgender identity, citizenship and claims to legal rights, by examining the ways in which sex/gender identity is portrayed in three very different films.                                                   12 See: “Torment of sex change soldier trapped in a woman’s body’ Scotland on Sunday, 28 April 2002; “Mistaken Identity” Guardian, Weekend, 31 July 2004; “Accused doctor quits transsexualism committee”  Guardian, 28 September 2004. In addition see www.transgenderzone.com/features/changemeback.htm and www.pfc.org.uk/pfclists/news-arc/2004q3/msg00103.htm.  13 See Introduction in Currah, Juang and Minter (eds) supra, note 9. 14 Despite Oprah Winfrey’s sympathetic interview of Beattie when he appeared on her show in April 2008, reporting of this story has often been extremely negative. See for example: http://www.towleroad.com/2008/04/david-letterman.html (David Letterman on his US television show referred to Beattie as “an androgynous freak show”; http://www.towleroad.com/2008/04/morning-joe-hos.html (where the hosts of a US cable show Morning Joe referred to Beattie’s pregnancy as disgusting and nauseating); and http://sandrarose.com/2008/04/04/oprah-puts-on-a-freak-show/. In news reports of this case, inverted commas are often used around ‘pregnant man’ or even ‘transsexual’. See for example http://news.bbc.co.uk/1/hi/world/americas/7488894.stm; http://www.guardian.co.uk/world/2008/jul/04/usa.gender;   http://news.sky.com/skynews/Home/Sky-News-Archive/Article/20082851311794. 15 See for example the interview of Beattie and his wife by Larry King, the transcribed version of which is available at http://edition.cnn.com/2008/US/11/18/lkl.beatie.qanda/index.html. A word about terminology. Transsexual” has begun to be used as an adjective rather than a noun.16 Many people also use the term trans rather than transsexual or transgender.17 I will use ‘trans’ in this paper as an ‘umbrella’ term used to describe a wide range of people who do not conform to the heteronormative sex/gender binary, and who either purposefully or just by their existence, challenge that binary.18 It covers identities (and practices) that include transvestites, transsexuals, those who wish to take hormones but not engage in surgery, intersex people, drag performers, and a range of others that we mostly don’t have words for but are, generally speaking, sex/gender rebels.19 Herein the term trans or transgender refers to what might be called the broader community of these gender rebels, although the term transsexual also appears as it is still commonly used in legal, medical and social discourses to describe individuals who wish to cross over and be recognised as fully as possible as the sex/gender opposite to that attributed at birth.   I do not identify as trans. However it is important for all those, trans or otherwise, who are interested in sex/gender issues to fully engage with the questions and debates raised by the ways in which trans identity is legally and socially regulated.  All of us are affected by the heteronormativity that pervades legal and political debates about ‘what to do about the trans problem’. All of us are affected by the ways in which trans people’s attempts to gain rights or cultural visibility are translated into law. This is not solely because as human beings we should all be interested in the fate of other human beings, though that is certainly true. People across the world who identify as trans are at risk of discrimination, violence and death – a transgender day of remembrance ceremony was held in London in November 2008, to memorialise those who have been killed in the last year simply for being trans. Beyond these matters of life and death, however, it is also important to pay attention to the way in which trans people have struggled for legal and social acceptance, because the constraining heteronormative assumptions and ideologies about sex and gender that underpin the                                                  16 See Press for Change, Submission to the Joint Committee on Human Rights Regarding the Draft Gender Recognition Bill (2003), paragraph A.2.a., at n.2 (available at www.pfc.org.uk/gr-bill/jchr-sub.pdf ).  17 Stephen Whittle, “The Trans-Cyberian Mail Way”, (1998) 7(3) Social and Legal Studies 389-408.   18 See Whittle, Turner and Al-Alami, supra note 10. For brief discussion of the potential problems of using this umbrella term, and on what it might mean to be trans, see Judith Halberstam In a Queer Time and Place: Transgender Bodies, Subcultural Lives (New York: New York University Press, 2005), at 49; 54. 19 See also Paisley Currah  supra note 11.  dominant medico-legal and social discourses about trangenderism, also constrain the sexed/gendered lives of non-trans people. It is important that we all remain alert to this and, in recognising the unique specificity of trans experience, do not compartmentalise trans issues as single issue politics.  This paper begins by briefly setting out the reasons for using film to look at trans identity and rights, before going on to explain the choice of films for analysis. The remainder of the article undertakes to understand something about recent rights and citizenship claims that have been made by and for the trans movements in both the UK and the US, before going on to examine cinematic portrayals of trans identity in three films: Cabaret, Transamerica, and Hedwig and the Angry Inch.   2. Using film to understand trans-Atlantic sex/gender rights claims  Film scholars have argued that it is important to bring to light the things that film can teach us about our legal and social world. Orit Kamir suggests that “Law and film both create meaning through storytelling, performance, and ritualistic patterning, envisioning and constructing human subjects and social groups, individuals and worlds.”20 Indeed, they are “two of contemporary society’s dominant cultural formations, two prominent vehicles for the chorus through which society creates and narrates itself”.21 As such, Rebecca Johnson and Ruth Buchanan have suggested that there is much to learn by taking cinematic portrayals of law very seriously, not as representations of the “truth” of law but as analogies for how law itself operates in helping to construct truth.22   Similarly, there is much to learn by looking at how films depict sex and gender, not as representations of sex/gender truths, but as a way of seeing how so called truths are constructed and maintained, and how meaning is created. The contemporary politics of transgender identity, and struggles for citizenship, can thus be seen within the                                                  20 Orit Kamir Framed: Women in Law and Film (Durham: Duke University Press, 2006). 21 Orit Kamir “Why ‘Law-and-Film’ and What Does it Actually Mean? A Perspective” (2005) 19(2) Continuum: Journal of Media and Cultural Studies 255-278 at 256. 22 Rebecca Johnson and Ruth Buchanan “Getting the Insider’s Story Out: What Popular Film Can Tell Us About Legal Method’s Dirty Secret” (2001) 20 Windsor Yearbook of Access to Justice, 87-110 at 88. cinematic portrayal of sex/gender. Johnston and Buchanan claim that: “Struggles over meaning, shifting social roles and expectations get played out in films and in courtrooms everyday. Learning how to unpack the interweaving of truth, justice and narrative might help us to see how law comes to recognise some emerging claims for justice whilst dismissing others”.23 The same can be said of sex/gender; analysing the ways in which sex/gender is depicted in film demonstrates a recognition of some sex/gender identity claims and a dismissal, or at least incomprehension or misrecognition, of others. Equally, Jessica Silbey states that studying law films can “reveal the way law lives beyond its formal processes”.24 Analysing the portrayal of sex/gender identity in film also reveals non-formal (i.e. non legal) regulatory mechanisms that socially constrain and enable us to theoretically and politically conceptualise sexual identity.   Although films cannot be said to hold up a mirror to the world around us, they are a window into contemporary values and popular perceptions of social life. The stories portrayed in movies are not purely fictional escapism; rather, as Johnson and Buchanan argue, we must recognise “…the ways in which representations bleed into and shape the reality they purport to reflect”.25 Movies do not only represent life, but indeed are “the most visible site of ideological struggle waged for access to and control of these representations”.26 Likewise, Stephen Bowles reminds us that: “Some 2500 years ago Aristotle advanced the notion that the stories a culture tells about itself reveal more about that culture than any archival compilation of information.”27 Therefore, this paper argues that by engaging with the popular cultural representation of sex/gender in film we can shed light on the ways in which society engages with socio-political and cultural questions about what it means to live as trans, and that trans movies can tell us something about the ways in which particular political discourses come to dominant sex/gender identity debates and construct ‘good’ legal sexual subjects.                                                   23 Ibid. at 110. 24 Jessica Silbey “Patterns of Courtroom Justice” (2001) 28(1) Journal of Law and Society 97-116. 25 Supra note 22 at 91. 26 Ibid. at 96, quoting from R.B. Ray A Certain Tendency of the Hollywood Cinema, 1930-1980 (Princeton, NJ: Princeton University Press, 1986) at 21. 27 Stephen Bowles “Cabaret and Nashville: The Musical as Social Comment” (2004) 12(3) Journal of Popular Culture 550-556 at 550. This paper draws upon the cinematic portrayals of sex/gender in three North American movies, analysing these alongside the development of transgender politics in both the UK and the US. For a number of reasons, the argument is illustrated by way of three US-produced films. For one thing, unlike the UK, the US has a wide range of movies dealing with trans identity issues from which to choose,28 while few UK based films deal with sex/gender identity issues (Neil Jordan’s films The Crying Game (1993), and Breakfast on Pluto (2005), and the 1982 Blake Edwards film Victor/Victoria being notable exceptions).29 For pragmatic reasons then, the use of US films is an obvious choice. In addition, the permeation and indeed saturation of the UK film market with movies made in North America is beyond doubt. At least two of the three films analysed here (Cabaret and Transamerica) will be known (if not well known) to mainstream UK film audiences (though perhaps of different generations). And while the two jurisdictions30 vary in innumerable ways, both generally rely on liberal conceptions of rights, law and citizenship, and the influence of these notions upon the trans movement on both sides of the Atlantic will, it is hoped, be clear from the analysis below.  More importantly, the choice of these three particular films is based on their commonality, in that they all deal with issues of transition, crossing, and liminality. Given that each film describes (and is produced within) a different social, temporal and cultural context, they each take a different approach to trans issues. Broadly speaking, all three demonstrate various ways in which people strain against – and work within – normative sex/gender categories, but crucially, in each movie the trans story is one where “gender ambiguity is not a trap or a device but part of the production of new forms of heroism, vulnerability, visibility and embodiment”.31  Each film tells the story of sex/gender identity performances, and also, for two of                                                  28 To name but a few, of various different genres, and in no particular order: Boys Don’t Cry (1999); Some Like it Hot (1959); To Wong Foo Thanks for Everything (1995); Tootsie (1982); The Rocky Horror Picture Show (1975); Mrs Doubtfire (1993); Dressed to Kill (1980).  29 Both of Jordan’s films are analysed in John Phillips Transgender on Screen (Hampshire: Palgrave MacMillan, 2006), and the Crying Game is also discussed by Judith Halberstam, supra note 15. Victor/Victoria was made by in the UK by an American director with both American and British actors. I do not intend here to engage in a discussion of what makes a film ‘British’ or ‘American’, though Victor/Victoria is, ironically, in some senses both. 30 For the purposes of this article I leave aside the fact that one could interpret the US as constituted by many different jurisdictions, and that within the UK there are at least 3 different legal systems in operation (Scotland, England and Wales, and Northern Ireland). 31 Judith Halberstam, supra note 18 at 96. these films, the struggle for legal or social identity validation, and the sexual subject is taken seriously in that none of the three uses a transgender story either to ‘surprise’ the viewer, or purely as a vehicle for comedy or human tragedy (even though there are moments of comedy and tragedy in each film).   Before analysing the films in more detail, I begin with a discussion of the ways in which recent trans identity claims - both political and theoretical - have evolved, in order to explore the tensions and dichotomies that suffuse debates about sex/gender identity. I then go on to tease out the ways in which these various competing approaches to questions of sex/gender have seeped into cultural representations in popular film. Engaging with the ways in which film deals with these difficult questions of categories, boundaries and identity can in turn help illuminate the ways in which socio-political investment in heteronormative binary sex/gender categories can be both maintained and, to some extent, evaded.  3. The dichotomies of trans identity politics  It seems that trans politics has been riven by binary positioning on the issue of what it means to be trans. Two particular competing articulations of this question have emerged, one based on deconstructing sex/gender categories, the other on crossing boundaries but investing in categories.  While the conflict between the two should not be overstated, it is apparent within and between transgender groups and communities. For example, Katrina Roen documents the tensions in two strands of transgender political activism – on the one hand for one group of trans people, passing is the ultimate in “selling out” – “complicit with normative gendering” and is “contrary to the gender transgressive ethic of transgender politics”.32 For these people, being trans is about gender fluidity and challenging the heteronormative binaries of sex/gender. Passing is assimilationist.  Adhering to the psychiatric and medical models that dominate discussions of transsexuality is dangerous, gives too much control to the medical profession and pathologises trans folk. Roen connects this political activism to postmodern and distinctly queer notions of sexual identity as contingent and fluid. This discourse around this position usually refers to the status of being transgender or                                                  32 Katrina Roen ““Either/Or” and “Both/Neither”: Discursive Tensions in Transgender Politics” (2002) 27(2) Signs 501-522 at 501. trans rather than transsexual. Roen terms this the “both/neither” approach - some of her interviewees described themselves as being both genders, or neither gender.  One the other hand, Roen suggests, for a second group of trans people there is another equally strong pull in the opposite direction, to affirm existing sex/gender categories but to allow people to cross over, to adopt the “other” category. This position is founded in the “modernist” assumption that there are two biological sexes and that one’s gender should mirror one’s biological sex – men are masculine, women are feminine and so on. This is usually connected to a discourse of transsexuality rather than transgender.33 Again Roen found in her interviews with trans people that many described themselves in these terms. She calls this the “either/or” approach. While one might be tempted to see this as identity politics, as Roen suggests, it is a curious form of identity politics as the end goal of the transsexual identity claims is to obscure one’s identity as a “transsexual”.34 Thus the overriding aim for the transsexual movement is to enable crossing, followed by the rendering of that crossing invisible.35  This demarcation between both/neither and either/or approaches is obviously a simplistic division, a heuristic device for the purposes of highlighting tensions between two political positions. It is not to say that there is clear bright line between the two. In fact Roen’s research shows that people often hold views on themselves that demonstrate elements of both of these political positions.36 Similarly, Sally Hines describes the movement for transgender citizenship as being an “uneven and contested terrain”.37 In her interviews with trans people she found differing levels of experience of identity that shifted both spatially, across borders, and temporally, across their lives.                                                   33 Ibid. at 501-2. 34 Ibid.  at 502. 35 And indeed, while many transsexuals do not wish to legally identify as such, there is a middle position, a rejection of this binary dichotomy, and an adoption of a third kind of identity, neither male nor female, which is validated by some legal jurisdictions; this approach was recently taken in Tamil Nadu, in India, where for the first time a transsexual person was allowed to identify themselves on their official ration card as transsexual rather than male or female. See http://timesofindia.indiatimes.com/Third_sex_gets_official_status_in_TN/articleshow/2869909.cms. 36 Supra note 32. 37 Hines, supra note 8 at para 1.3.  However, it seems that while there is a range of people across the sex/gender political spectrum who identify in different ways, some of whom do not neatly fit her classification, Roen found that the majority of those campaigning on trans issues fall into one of two camps - crossing with legal recognition (either/or), or living at the limits, defying sex/gender boundaries, and embracing fluidity (both/neither). And it is clear that at the farthest ends of the trans spectrum, these positions do clash over the question of what should be the main strategy or goal of the trans movement – challenging heteronormative gendered identities, or allowing people to live and be recognised according to their sex/gender as self perceived.   This political debate, and its ongoing tensions, are not new. It is very similar to the debates that emerged within the gay and lesbian movement in the late 1960s and early 1970s, where the radical politics and strategies of the short lived Gay Liberation Front (which emerged in the US and in the UK) were in direct conflict with previous (and subsequent) reformist and liberal political campaigns by gay and lesbian groups. The kind of politics embraced by the GLF, unlike the politics of many previous and subsequent gay activists, relied little on ideas of “ethnic” models community, fixed identities and formal legal reform - in short, gays and lesbian activists, heavily influenced by feminism, questioned the construction of gender and sexuality.38 These activists wanted to smash the existing sex/gender system, and their position is neatly summed up in Altman’s statement “Everyone is gay, everyone is straight”.39 This is similar to the position taken by trans activists who challenge sex/gender on the basis that to divide society into two groups of male and female is to deny the extent to which the existence of two categories is socially constructed and the division between the two, arbitrary. One might say then that everyone is male, everyone is female. Seidman states that “the aim of gay liberation was to abolish a sex/gender system that privileges heterosexuality and men”. 40 In the same vein, the trans activists who challenge sex/gender are also influenced by feminist and other analyses of sex/gender,                                                  38 See for example Steven Seidman “Identity politics in a “postmodern” gay culture: some historical and conceptual notes” in Michael Warner, ed, Fear of a Queer Planet (Minneapolis: University of Minnesota Press, 1993). 39 Dennis Altman Homosexual: Oppression and Liberation (New York: New York University Press, 1993), at 246. Altman himself writes in the afterword, “[W]ithout fully understanding what I was writing, I was I fact a social constructionist without knowing the term” (253). Note that there is no organised trans movement, akin to the GLF, that represents a similar view, though some trans people undoubtedly would express a wish to ‘smash’ the existing sex/gender system. 40 Supra note 38 at 115. and want to free all people - not just trans people - to be able to express themselves as a sexed/gendered being without the constraints of a binary heteronormative sexual identity system. 41  For gay and lesbian politics in the 1970s though, running alongside this radical stance was a constant pull towards legal validation of homosexuality as an identity, and legal reform to end discrimination against gays and lesbians. Like heterosexuality, homosexuality was seen as natural - and even for some, biological - and therefore it could not be said to be unlawful, and could not be a legitimate basis for discrimination.42 This has been described by some an assimilationist reformist position.43 The same could be said of the trans movement that campaigns for the legal recognition of a change to sex on birth certificates, of trans marriages, an end to discrimination in the provision of goods and services on the basis of trans status, and for other legal rights for trans people and non-trans people equally (all understandable and important goals). In the UK, these campaigns have been successful insofar as they have led to the introduction of the Gender Recognition Act and discussion and consultation on trans issues for the purposes of a recent discrimination law review.44 The framework for these successful campaigns and challenges has been one of human rights, and what Hines and Munro would both call a turn to rights claims based on citizenship rather than transgression.45  In any case, the juxtaposition of these two seemingly oppositional stances – reform versus revolution - is more complex than the comparison of these two outermost poles would suggest. Within the trans movement, the dangers of setting up the two political                                                  41 This is reminiscent of the words of Dustin Hoffman as Michael Dorsey to Jessica Lange as Julie, in Tootsie – “I was a better man with you as a woman, than I ever was with a woman as a man. I’ve just got to learn to do it without the dress.” For the GLF, it should be possible for Michael to be a man with Julie and still wear a dress! 42 Myra Hird suggests that nature is often invoked in discussions of morality in order to support a cause since natural behaviours seen as morally superior. See “Animal Transex” (2006) 21(49) Australian Feminist Studies 35-50. However many anti-trans, including feminist anti-trans, activists argue that it is the naturalness and authenticity of women-born-women that sets them apart from trans (phoney) women. For discussion see Cowan supra note 2.  43 For discussion of GLB politics in the US see John D'Emilio, Making Trouble: Essays on Gay History, Politics and the University (New York: Routledge, 1992); for the UK see Jeffrey Weeks, Coming Out (London: Quartet, 1990).  44 For the UK government’s response to this process see http://www.equalities.gov.uk/publications/Government_Response_to_the_consultation.pdf. 45 Supra notes 8 and 9. positions against each other in this way are noted by Paisley Currah,46 who argues that there is a certain amount of arrogance and condescension in an academic theoretical postmodern position that advocates fluidity at the expense of the experiences of people who want to cross and yet live within the existing two-sex system. As Katrina Roen also points out, this view is founded upon an assumed hierarchy of knowledge and experience whereby passing is seen as a politically inferior way of living. 47 For the trans community however, often this hierarchy is reversed, and passing is seen as the ultimate goal, without which identity is always in crisis.48 Roen’s conclusion is that rather than feeding the notion that trans politics is dichotomised in this passing versus transgression sense, we should be striving for ways to enhance trans theorising through an eclectic politics. Likewise, Paisley Currah notes a tendency in academic writing to criticise activist strategies and goals that uphold sex/gender binaries, such as passing and surgery, but argues that working to dismantle gender, and working to end discrimination on the basis of sex/gender, including litigation strategies, should not be mutually exclusive. It is not a dualistic either/or strategy; rather the question is how to negotiate the tensions.49   Secondly, as I suggested earlier, in reality, many people do not hold such stark perceptions of themselves. As Roen suggests, the two positions – both/neither and either/or are not mutually exclusive - “Any one person may adhere to aspects of each line of argument simultaneously.”50 In her interviews she found that many people shifted between these two positions as part of an ongoing process of living as a trans person. And in fact, some rejected both positions as untenable. This disjuncture between individual lives and experiences, and the categories that have evolved to describe them, is not a surprise - lived identities often do not correspond precisely with legal or social classifications. What is more, the tension between the complexity of experience and the convenience of categories and labels used to describe sex/gender identities is also evident in the ways in which sex/gender is represented in popular culture. It seems that the different stories told through the politics, theory and                                                  46 Paisley Currah “The Transgender Rights Imaginary” (2002-3) 4 Georgetown Journal of Gender and the Law 705-720. 47 Roen, supra note 32 at p503-4. 48 Think of Bree’s frantic panic in Transamerica when she realises that her hormones are in her bag that has been stolen, and the impact that this will have on her ability to pass. 49 Currah, supra note 46. 50 Supra note 32 at 502. activism of the trans community are in many ways mirrored within cinematic portrayals of sex/gender identity. In order to explore the ways in which different socio-political stances are evident within cultural representations of sex/gender, in the following sections I will examine the ways in which three films, Cabaret, Transamerica and Hedwig and the Angry Inch both reinforce and challenge the dichotomies of trans identity politics.   Chronologically the films would be analysed from Cabaret, thorough to Hedwig and ending with Transamerica. However the story told here is not a linear one and therefore the paper begins with Cabaret and ends with Hedwig. Each film presents a particular set of assumptions about sex/gender identity and relates a story about both social acceptance, and personal fulfilment. While none of these films could in any way be described as a law film, political and social rights of recognition are implicated in all three films. Finally, each film takes a different stance towards the question of sex/gender identity, and each stance, I argue, can be seen to be mirrored in the various ways in which the trans movement engages with questions of citizenship and rights.   4. Trans identity goes to the movies  a. Cabaret, or goodbye to rigid sex and gender boundaries?  Cabaret is the oldest film in the trio, and is set in Berlin in 1931 during the era of the Weimar Republic, which was also a period marked by the growing power of the Nazi party. It is based on Goodbye to Berlin which forms part of the 1930s Berlin Stories by Christopher Isherwood. Goodbye to Berlin was published in 1939, and has formed the basis of a 1951 play and a 1955 British film, both entitled I Am Camera, a 1966 stage musical and a musical film directed by Bob Fosse in 1972, both produced under the name Cabaret. It is this last film version of Cabaret that I will focus on here.  Quoting from Tom Milne in Sight and Sound, Stephen Bowles says that the original Goodbye to Berlin was “a series of airily impressionistic sketches and anecdotes strung together to illustrate the gradual, almost imperceptible process whereby the Berlin of the twenties, the city of gaiety and sin, turned into the seedbed of the Nazi terror.”51 But, he argues, the more recent film version of Cabaret is less a traditional musical and more of a social document – the Kit Kat club, where the musical is mostly set, and clubs like it, provided an escape from the outside world, which was either banal or unpleasant.52  In the film, a young English man Brian Roberts (Michael York) moves to Berlin and finds a cheap room next door to the beautiful young American Sally Bowles (Liza Minnelli) who is a singer in the local cabaret, the Kit Kat club. The two become sexually involved, and against the increasingly tense background story of the growing grip of the Nazi Party, they lead a life of decadence, drinking, dancing and socialising. They meet the exceptionally rich Maximillian (Helmut Griem) who ends up having sex with both of them. Sally becomes pregnant, and the film ends with Sally having had an abortion, and Sally and Brian split whereupon Brian decides to return to England. The film won 8 Oscars and great critical acclaim for the acting, music, direction and cinematography.  Cabaret is not a trans film as such – that is, it is not a film about a transgendered person or community, but it is a sex/gender film and a story of the performance of non-normative sexualities. In that sense it has implications for trans politics because it challenges the heteronormative categories on which the concepts of sex, gender and sexual identity are based. There are drag queen performers, cross dressing musicians and singers, female mud wrestling matches, a song about a ménage a trios – “we switch partners daily to play as we please; two beats one but nothing beats three” and a non-monogamous marriage where the bisexual Maximillian is free to have sex with both Sally Bowles and Brian Roberts. The film confronts us with homosexuality, bisexuality, cross dressing, non-monogamy, racial difference, and androgyny - issues that are all connected to the political analysis of sex and gender that underlies both feminist and trans activism and theory.  The Weimar Republic of Germany between the two world wars has been described as an age when anything goes and everything did go – as Alan Lareau describes it, “prostitution, sadism, gambling, drugs, transvestism, nudism, homosexuality, jazz,                                                  51 Bowles, supra note 27 at 551. 52 Ibid. at 554. alcohol, any form of sexual and sensual excess found a niche here”.53 The cabaret was seen as the perfect venue for breaking taboos and experimentation. The cabaret therefore provided a space for patrons to become the people they cannot be out with its boundaries, and to enjoy “fleeting diversions of the purposely grotesque world of the Cabaret”.54 Lareau examines what he calls the complexity of the cabaret’s cultural negotiations between entertainment and satirical critique, commenting that issues relating to homosexuality and sexual decadence and excess, which were not explicit in the early versions of the story, were highlighted in Fosse’s 1972 film.55 In fact, as Lareau points out, during the period in which the film is set, the German penal code still prohibited sexual activity between men (as in Britain, women, of course, were not explicitly included in the regulation). Although the years following World War One saw new tolerance regarding homosexuality, this of course changed dramatically as the Nazis grew in power. The subjects portrayed in Cabaret would certainly be at the margins of legality. With respect to the actual cabarets of the time, Lareau argues that while the cabaret had countercultural ambitions, it was first and foremost a commercial venture - if it was too radical, there would be no audience.56 In that sense it might well be the case that the film Cabaret could afford to be more radical than the real night clubs of that period.  But the aim here is not to examine claims about historical accuracy. Rather, what seems clear is that the film represents sex/gender and sexuality in a particular way – that it derides conventional morality around sex/gender and sexuality, showing the cabaret as a place that provides “a forum for a plurality of lifestyles, a sort of waxworks chamber of taboos and abnormalities, both celebrating diversity and lambasting eccentricities.”57 The representation of sexuality and sex/gender here suggests that the boundaries between categories are fluid, and that one can cross back and forth between them – as Brian does in having a sexual relationship with both Sally and Maximillian. The viewer is drawn into a world where frontiers are made to be crossed, boundaries to be broken down, and the fluid movement from one to the other is achieved with humour and playfulness. This calls to mind the words of Judith                                                  53 Alan Lareau “Lavender Songs: Undermining Gender in Weimar Cabaret and Beyond” (2005) 28(1) Popular Music and Society 15-33, at 15. 54 Bowles, supra note 27 at 552. 55 Supra note 53 at 16. 56 Ibid. at 24. 57 Ibid. at 18. Butler who suggests that \"laughter in the face of serious categories is indispensable for feminism\".58 In other words, the characters in Cabaret encourage and celebrate non-normative sex/gender and sexuality, and we as viewers are invited to do the same. The categories that normally bind us are not destroyed as such but rather their rigidity is called into question. These cinematic representations demonstrate what Sally Hines would call moments of transgression rather than moments of citizenship.59 The approach taken in Cabaret is reminiscent of a political stance that promotes porous boundaries and the ability to reject oppositional compartmentalised sex/gender identities. However the characters in Cabaret do not altogether dismiss the male/female categories, rather it is the right to a kind of subcultural identity, where boundaries are recognised as socially constructed and open to challenge that is embraced. This has implications for the kind of legal subject that could materialize from such a practice; the law, at least as regards sex/gender, is not comfortable with constant movement and fluidity, and requires that subjects be stable in their sex/gender categories – for example, in the UK, legal gender recognition depends in part upon a promise to stay in the ‘assumed’ gender for life. As such, the homosexual/bisexual/queer activities in Cabaret occur both metaphorically and literally underground, and to the extent that the characters are sex/gender rebels, they remain outlawed.   The next movie for analysis however, does almost the opposite in its production (and co-option) of the ‘good’ trans citizen.  b. Transamerica - the traditional transsexual subject?  Directed by Duncan Tucker, Transamerica premiered in Berlin in 2005. Set in the US, the film tells the story of our protagonist Sabrina Claire Osborne, or Bree, (played by the Oscar nominated and Golden Globe winning Felicity Huffman), who having been born a man, is struggling for a distinct and definite female identity. She does not want a liminal life on the frontier, on the threshold between genders. Bree most definitely is reaching for recognition of her womanhood. On one level this is a road                                                  58 Judith Butler, Gender Trouble: Feminism and the Subversion of Identity (New York: Routledge, 1990). See also Shane Phelan, Identity Politics: Lesbian Feminism and the Limits of Community (Philadelphia : Temple University Press, 1989). 59 Supra note 8. trip movie. The story is one of reconciliation between Bree and her son Toby (played by Kevin Zegers), who was born as a result of a one-off sexual encounter while Bree was living as a man. Toby turns up in Bree’s life just before she is due to have her sex reassignment surgery. He does not know that she is trangendered, or that Bree was her father. Her therapist, who has to formally support Bree’s sex reassignment surgery before it can go ahead, advises Bree that she has to confront her past life and reconnect with her son, before she can go ahead with her new life. The film focuses on the journey, both literal and metaphorical, that Bree and Toby take together across America, learning about each other and themselves.   The tag line for the film was “Life is more than the sum of its parts.” And the pun here is a clue to the essence of the film; one might read Transamerica as the quintessential transsexual film – Bree is trying desperately to pass and be accepted as a woman, the ultimate goal of her own journey to find and accept her son is to prove her readiness for sex reassignment surgery so that she may finally live properly, legally and socially, as a woman. At the beginning of the film her therapist tells her, “You look very authentic”. Bree replies, “I try to blend in, keep a low profile. I believe the slang terminology is living stealth”. Later in the film the unlikely pair stumble upon a transgender party at the house of friend, where they have planned to stay overnight. Bree apologises to Toby, for the behaviour of “phoney women” that they meet there – the “phoney women” are in fact, as Bree is, transgender people in varying stages of transition. Bree’s discomfort with the ambiguity of sex/gender and the open discussions of medical and sexual aspects of transsexual life is tangible in this scene. It reflects the contemporary struggles that transsexual people face in many parts of the world, and in particular the anxieties and difficulties around concealing one’s birth sex/gender, and passing in one’s self perceived sex/gender.   Sally Hines documents the increasing visibility of trans issues in popular culture especially television and cinema, and suggests that while we ought not to overplay the political significance of this, it can give an indication of how far minority sex/gender identities have shifted in marginalised status.60 However it seems that this mainstream cultural acceptance is most likely to occur where the trans person is transsexual.                                                  60 Supra note 8 at para 3.1. Hence, it might appear that the success of Transamerica shows that the transsexual who wants to cross and pass is, more than ever, accepted by mainstream culture – Bree does not really threaten the heteronormative order as she does not want to live as a trans person, continually calling into question our safe, comfortable categories of male/female. She is not interested, unlike many of the characters in Cabaret, in exploring the fluidity of boundaries. What Bree wants is to absolutely cross the boundary between male and female, and live and be recognised as a woman. And Bree identifies as a feminine, heterosexual, vaguely religious, and in most senses (other than her transsexuality) conventional, even traditional, ‘regular’ woman. In other words, in so far as she identifies in these ways, she plays by the rules of the heteronormative sex/gender game. This, then, is what Hines would describe as a call for citizenship rather than a move towards transgression. Bree claims her right to exist as a good citizen in a politically liberal society that rewards her for her commitment to heteronormativity; Bree is exactly the sort of good transsexual subject that the UK’s 2004 Gender Recognition Act would recognise.   Jessica Silbey demonstrates that certain law films represent a society “which cannot imagine sustainable human civilization without law”61 – Transamerica represents a society which cannot imagine sustainable human civilization without binary sex/gender. In that sense, the film takes what might be seen as the more conservative, assimilationist and less radical stance towards sex/gender than that portrayed in Cabaret. One might be tempted to read from this that Cabaret is more radical, more open ended, more fluid in its depitction of sexuality, and that Transamerica on the other hand simply reflects existing gender binaries, does not challenge the idea that one has to choose from the existing binary system (and once chosen, stick to it), and demonstrates a deep anxiety about sex/gender ambiguity. In an age of postmodern and queer and feminist legal and social theory, one might be tempted to prefer and privilege strategies that mirror the representation of sex/gender in cabaret than those implied by the film Transamerica. However, Transamerica is in many ways the more popular, successful and mainstream movie, and here the (implicitly non-trans) viewer of the Hollywood mainstream movie is invited to witness that while transsexual                                                  61 Supra note 24 at 112. people face hardship and discrimination, they are people ‘just like us’, who deserve socio-political and cultural acceptance.   These two seemingly contradictory representations of sex/gender/sexuality that are set out in Cabaret and Transamerica - fluidity versus rigidity - are also evident within the ways in which trans activists have approached the issue of identity and citizenship, as discussed above. However it appears that such a stark division in approach is not always reflected in the ways in which people themselves understand their experience of what it means to live as trans, as demonstrated by Roen. Moreover, these polar positions still appear to be anchored within the available sex/gender compartments of male/female, even though one approach is more fluid than the other. Is it really possible to move beyond these two approaches, and the existence of sex/gender categories? It is here, with the possibility of rejection of the available positions for anchoring gender, that Hedwig comes in.   c. Hedwig and the Angry Inch – or somewhere I have never travelled, gladly beyond  Hedwig and the Angry Inch is a 2001 film based on a book that became a stage musical, written and directed by John Cameron Mitchell (of more recent Shortbus (2006) fame). The movie is set in East Berlin, not long before the Berlin wall comes down, and tells the story of Hedwig formerly Hansel, (played by Mitchell himself), who wants to escape East Berlin and go back to the US with his new GI Joe boyfriend (who has initially mistaken Hansel for a girl). The only way he can do so is to marry him, and the only way to marry is to have sex reassignment surgery in Berlin. The operation is botched and Hansel, now Hedwig, is left with an angry inch (also the name of Hedwig’s band). The film tells the story, as a musical, of Hedwig trying to come to terms with this new physical state, and in particular how this impacts upon relationships with others.62 The story starts with the band, who are on tour, playing a gig in a seedy, half-empty restaurant, while Hedwig’s ex-boyfriend, Tommy, who has                                                  62 For me the narrative of this film evokes the tragic story of David Reimer, the boy who was made famous by Dr John Money, who advocated that, following a botched operation on the foreskin which burned off the majority of David’s penis, David should be raised as Brenda. Later in life Brenda reverted to living as a man, David, and talked openly of the life experience of being the subject medicalisation, psychologisation and experimentation. Sadly David committed suicide in 2004. For discussion of this case see Judith Butler Undoing Gender (New York: Routledge, 2004) chapter 3. stolen all of Hedwig’s songs, is now famous and is playing at a huge rock concert venue next door. The film is fabulous and flamboyant and has been described as a “Post-punk neo-glam rock odyssey”.63   Although Hedwig describes “herself” as a “girly boy from East Berlin”, s/he is also called a faggot by an audience member, and throughout the film it is not clear whether we, the viewers, are supposed to think of Hedwig as a man or a woman. Hedwig dresses and performs as a woman, but in over exaggerated drag queen/glam rock style. But the angry inch is still very much there - “It’s what I have to work with”, says Hedwig. This lack of certainty that the audience experiences over Hedwig’s sex/gender is at least in part due to a concurrent ambiguity in Hedwig’s sexuality.  Hedwig is confused about who would be the right sexual partner. The GI is a macho military type, and Hedwig’s most recent partner, Tommy Gnosis is a young beautiful boy. But Hedwig’s lover in the band, Yitzhak, appears to be a very feminine man who has a female singing voice, who dreams of being a drag queen and is often found playing with Hedwig’s wigs. In fact this character is played by a woman, Miriam Shor.   Moreover, there is no suggestion in the film that Hedwig is ‘psychologically’ female. The description of Hedwig as a transsexual woman seems to depend completely on the fact that ‘she’ dresses and lives as a woman and does not in any conventional sense have a “functioning” penis.64 In short, Hedwig is in some senses man, in some senses female, and because of that, Hedwig’s sexuality is also ambiguous – is Hedwig a transsexual? Is she a straight woman? Is he a gay drag queen? We, the audience, realise that if only we could decide whether Hedwig was gay or straight, we might be able to say whether or not Hedwig is male or female. Hedwig provides a clear example of how our normative assumptions about sex/gender and sexuality are intimately interwoven, that they are firmly anchored in the binary dichotomous M/F paradigm, and that ambiguity about sex/gender throws our expectations about                                                   63 As described in the film’s press kit - see www.imdb.com/title/tt0248845/usercomments.   64 This notion that in order to be properly male one has to have a ‘functioning’ penis, and that this is mainly a question of size, has historically been a much critiqued basis upon which decisions as to sex are taken by doctors when faced with the ‘problem’ of intersex babies. For discussion see Anne Fausto-Sterling Sexing the Body: Gender Politics and the Construction of Sexuality (Basic Books, 2000); Sharon Preves “Sexing the Intersexed: An Analysis of Socio-Cultural Responses to Intersexuality” (2002) 27(1) Signs 523-556.  sexuality into confusion, and vice versa. This assumption that sex/gender and sexuality will line up in a way that makes sense of who a person is, is what Judith Butler calls the \"Compulsory Order of Sex/Gender/Desire\".65 Hedwig flouts the rules of sex/gender/desire in his/her embodiment of queer desire, queer identity and queer sexual practice that cannot be easily captured in binary categories, inhabiting a queer world where “social bodies only exist in a process of constant historical transformation, ... there are only hybrid bodies, moving bodies, migrant bodies, becoming bodies”.66    At the end of the film, Hedwig only finds peace by accepting the body and mind s/he has, becoming whole not by finding the perfect partner, but by becoming whole inside, and loving her/himself. Finally, Hedwig is transformed from a performing drag queen to an androgynous young rock star in the mould of David Bowie or Iggy Pop (two of Hedwig’s boyhood heroes).  Hedwig seems to have found inner reconciliation with both male and female aspects of sex/gender in way that really is more than the sum of the male and female parts. In some sense there is a rejection of the both/neither and either/or positions, and an acknowledgment of the beauty of the particularity of the person beyond gender. It is this idea of beyond that is so politically tantalising about Hedwig.  Is it possible to be beyond gender? Judith Butler argues that there is no doer before gender, that we become sexed and sexual subjects through the ‘doing’ of gender. This is not to say that we choose our subjecthood through choosing how we perform gender, since to a great extent the binary normative framework that guides us in conceptualising gender - heterosexuality - is already a constraining force in our lives. It is not possible imagine or make choices that lie out with this constraining force, even though we can try to ‘play’ with gender and challenge its confines from within. The issue then is not whether one has the choice to reiterate (or not) the norms, but how to do so, and whether, through a “radical proliferation of gender”, 67 to queer or displace those norms. While we can offer some resistance to the power of heteronormativity, our ‘choices’ about if and how to ‘do’ gender are always-already mediated through its lens. Here Butler is not suggesting that there is no such thing as                                                  65 Supra note 58 at 6. 66 Carol Griggers “Lesbian bodies in the age of (post)mechanical reproduction” in Michael Warner, ed., Fear of a Queer Planet (Minneapolis: University of Minnesota Press, 1993), p188.   67 Supra, note 58 at 148. agency, but rather there is no possibility of agency “outside of the discursive practices that give those terms the intelligibility they have”.68  For Butler, one does not qualify as a girl unless one continually repeats the performance of femininity.69 We become male or female through every day rituals of performing masculinity and femininity. And indeed we are more likely to notice gender in its absence or variance than in its everyday and ritualised, normative sense.  “Because there is neither an “essence” that gender expresses or externalizes nor an objective ideal to which gender aspires, and because gender is not a fact, the various acts of gender create the idea of gender, and without those acts, there would be no gender at all. Gender is, thus, a construction that regularly conceals its genesis; the tacit collective agreement to perform, produce, and sustain discrete and polar genders as cultural fictions is obscured by the credibility of those productions - the punishments that attend not agreeing to believe in them; the “construction” compels our belief in its necessity and naturalness”.70   The punishments she is referring to that are imposed on those who attempt to transgress gender are listed as including “the surgical correction of intersexed persons, the medical and psychiatric pathologization and criminalisation in several countries, including the United States of “gender dysphoric” people, the harassment of gender-troubled persons on the street or in the workplace, employment discrimination, and violence”.71 The transgendered person, for example, cannot become a recognised gendered subject before the law, who can marry, work, and achieve recognition through sexual citizenship, unless they become male or female, unless they achieve and perform gender as men or as women. At least as far as the UK’s 2004 Gender Recognition Act is concerned, it a very particular kind of transgender citizen – i.e. the transsexual citizen - that is recognised in law. The transsexual person is subject to (and the subject of) rigorous medico-legal procedures and discourses, including a diagnosis of a mental disorder (gender dysphoria), before the “assumed gender” can                                                  68 Ibid. at 148, emphasis added. 69 Judith Butler Bodies that Matter: On the Discursive Limits of ‘Sex’ (New York: Routledge, 1993) at 232.  70 Butler, supra note 58 at 140. 71 Supra note 69 at 55. be legally recognised. One might go as far as to argue, as Ralph Sandland so eloquently has done, that this process of ‘recognition’ is only engaged and brought to fruition if the trans person conforms to naturalised ideals of heterosexual marriage and family life, and where a legal promise is made to remain in the “assumed gender” for life.72 In that sense, the process fails to recognise difference. The recognition so tantalising offered to the trans person, by way of these legislative provisions, is ultimately a misrecognition of otherness, and only applies to those trans folk who submit to the sameness of heteronormativity in all its binary monochrome.73  Further examples of the constraining regulatory effect of law upon trans people can be found in other jurisdictions. For example, in Canada, human rights challenges to the exclusion of trans women from certain ‘women only’ spaces such as a rape crisis centre74 has led to a more entrenched dichotomised positioning between those who believe that only those born and socialised as women are ‘women enough’ to populate a women only space, and those who believe that womanhood is something that can be at least partly self defined, expressed and determined by an individuals. The unfortunate result here was not only the court’s refusal to recognise Kimberley Nixon’s claim to individual self determination, but also the denial of her right to be recognised as part of the social group ‘women’. As the sociologist Raewyn Collins has argued , contesting gender is not (solely) about “individual gestures of dissent” but involves “a collective process (of) social struggle” which in turn “requires some base of solidarity, of mutual support”.75 What is more, the debate has perpetuated deep divisions within the Canadian feminist community about what constitutes                                                  72 Ralph Sandland, “Gender, Recognition, and Difference: A Critical Appraisal of the Gender Recognition Act 2004” Paper presented to the School of Law, University of Edinburgh, 6 December 2007, on file with author. 73 While surgery is not necessary under the Gender Recognition Act, it remains to be seen how the regulating body – the Gender Recognition Panel – who are the gatekeepers of sex/gender, will interpret the rules in cases where the trans persons do not subject themselves to invasive, painful and costly surgery. For discussion see Sharpe, Sandland and Cowan, supra note 5. Roen (supra, note 32) also points out that the practical focus on surgery obscures the ways in which poor, disabled and racialised trans people have limited access to surgery, at least in the US, as compared to white middle class, able bodied people. Although surgery is available on the NHS in the UK, it seems that its availability is not consistent across the country; according to Press for Change, many transsexual people are denied surgery because their Primary Healthcare Trust has insufficient funds to support surgical reassignment as a priority treatment. See www.pfc.org.uk. 74 Nixon v Vancouver Rape Relief Society [2002] B.C.H.R.T.D. no. 1 (Q.L.). For discussion see Cowan, supra note 4. 75 Raewyn Collins “Accountable Conduct: ‘Doing Gender’ in Transsexual and Political Retrospect” (2009) 23 Gender and Society” 104 at 110. womanhood, despite the potential that discussion of transgender issues have to expose sex/gender debates to a more complicated and empowering analysis. This in turn raises questions about the value of a human rights approach in this area, and in particular, questions about who counts as human in order to make successful legal rights claims.  In other words, to become male or female is to become an individually recognised person. To achieve gender is to achieve personhood. To become a man or a woman is to become human. In a very real sense the struggles of trans people demonstrate this. Trans people experience the constraining forces of heteronormativity in their bids for citizenship and recognition. Maleness and femaleness as medico-legally understood is always contained by the normative ideals of heterosexuality (not homo-, bi-, a- or poly-sexuality), monogamy (not polygamy or polyamory), marriage (rather than non-marital relationships), life long commitment (rather than short term, casual, or intermittent connections), dual (rather than solo or multiple) systems of partnership, and family life (based on the primacy of relationships with, children, spouses and relatives rather than friends, workmates or non-spousal intimates). If the trans(sexual) person conforms to these ideals, he or she is formally recognised as both gendered, and consequently human. The struggle to become a man or woman who is legally recognised as such, then, is a struggle where gender is precondition to becoming human - or what Butler calls a “presupposition of humanness”.76  On this reading, it is not really possible to travel beyond gender. Perhaps one reason that Hedwig appeals to us, then, is because despite the impossibility of a genderless world, we are attracted to the utopian quality of the moment that Hedwig experiences at the end of the film. However, in the real world, it seems, we may just be stuck with gender, at least for the foreseeable future. How we engage gender, and how we ‘play’ with its binaries are the areas where we should apply our energies for imaginative engagement. In so far as Hedwig lives at the limits of intelligibility, then, what Hedwig shows us is that, in Butler’s words, “There are humans… who live and                                                  76 Supra note 62 at 58. breathe in the interstices of this binary relationship, showing that it is not exhaustive; it is not necessary”.77  One final important question we are must attend to is as to whether it is possible to travel beyond the reform/revolution dichotomous and divisive cul-de-sac in which trans politics often finds itself. Paisley Currah argues that here trans legal scholars can learn from critical race theory – that we can challenge the ‘reality’ of categories while still battling real discrimination based on those categories.78 Our focus should be on the effect of the system of subordination – even though the categories aren’t ‘real’, the effects are real material effects and consequences. Without conflating the two, Currah points out that this is similar to the central issue in battles over racial equality. Currah suggests that some trans activists are already doing both – inhabiting and challenging gender categories.79 The conclusion is that we should develop gender pluralism - and in fact, he says, through necessity trans activists are already doing this; in the trans community beliefs about gender so incommensurate that pluralism has become the only thing that people could agree on, and this is its strength. Likewise Roen concludes that there is a wide variety of transgender experiences, and that in failing to recognise this we thereby obscure the subtleties and nuances in the ways that individuals negotiate competing categories and discourses throughout their lives.80 As Hedwig shows us, and as Currah would put it, it’s about “letting many flowers bloom”.81  5. Conclusion  Jeffrey Weeks suggests that most social movements such a feminism, the gay and lesbian movement, and now the transgender movement, are characterised by an initial moment of transgression, but that this is always followed by a claim to citizenship – after the invention of new selves comes claims to rights for these new selves.82 However he urges us to remember that in the move towards inclusion, “we must also                                                  77 Ibid. at 65. 78 Supra note 46. 79 Butler, supra note 69 at 222, would refer to this as the “double gesture” of both challenging and inhabiting categories simultaneously.  80 Supra note 32 at 521. 81 Supra note 46 at 720. 82 Hines, supra note 8 at para 6.2. bring a more radical voice into the frame”.83 In our moments of legal recognition then, it is important to remember the exclusionary as well as inclusionary tendencies of law.   What does film have to do with all of this? We have seen how different parts of the trans movement, as well as different cinematic portrayals of sex/gender, have tended towards either transgression/ assimilation and citizenship. Where trans folk look and behave ‘just like us’ (i.e. non trans folk), they are more legally and socially tolerable. That Transamerica was so successful, I would contend, is connected to the fact that transsexual folk, as opposed to trans folk in general, are less threatening to the heteronormative order. The representation of a world that can conceive of fluid boundaries, or even more radically, the representation of a world beyond gender, has perhaps less purchase in terms of its translation into coherent legal and social rights of sexual citizenship. And that transsexual people and not trans people generally are more readily recognised in legal claims to citizenship supports the heteronormative concession that those who cross (and stay crossed) are more readily acceptable than those who try to live in between or beyond. As Hines has argued, “Although the law now allows for movement across the binary of male/ female, the spectrums in-between male and female, such as transgendered, intersexed, bigendered and androgynous, remain outside current frameworks of citizenship.”84  Johnston and Buchanan exhort us to look at film and ask questions about the legal world, such as – “how do the available narratives operate to amplify the veracity of a particular account?” 85 Similarly, here I have raised questions about what particular accounts of trans identity are given primacy within law, and how can film help us to reflect upon questions about which sexed/gendered people get to count as citizens, and are socially and legally recognised as viable humans within the existing heteronormative system.   In each of these three films we can see various ways of interpreting and reworking the constraints that heteronormative binary notions of sex/gender place on all our lives, and these struggles over meaning are reflected in the ways in which different                                                  83 Quoted by Hines, ibid. at para 6.4. 84 Supra note 8 at para 7.3. 85 Supra note 22 at 109. articulations of trans identity and citizenship claims have been heard in society, and in law. But I want to end with my friend Hedwig, who manages to leave us at the end of the film with a sense that he is somehow beyond the ordinary parameters of gender. And it is only by rejecting the fundamental importance of gender categories, and by refusing to be understood in terms of the referent of gender, that Hedwig is able to walk out in the world as human, reborn. Has Hedwig simply accepted, finally, that he is a man with a small penis, and is not ashamed of his body? I would like to believe that Hedwig’s final moment of reincarnation, his individual gesture of dissent, signals something else - the possibility of humanity and personhood, a way of being “which we do not yet know how to name or that sets a limit on all naming”86 for which gender is not a referent, and in which we can walk amongst each other without the need for gender recognition.                                                  86 Butler, supra note 62, at p74. ",
    "id": 28961786,
    "identifiers": {
        "doi": "10.1353/jwl.0.0033",
        "oai": "oai:pure.ed.ac.uk:publications/9ed79a05-d42b-434b-8cbd-b6b05ef3fc9d"
    },
    "title": "We Walk Among You:Trans Identity Politics Goes to the Movies",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2009-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2009",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/28961786.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/28961786"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/28961786/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/28961786/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/28961786"
        }
    ],
    "abstract": "Recent legal and social acknowledgement of (some) trans citizenship claims demonstrates the continuing evolution of trans politics and identity, and the relationship between socio-political identities and popular culture. This article examines current debates over trans citizenship and identity, and argues that certain kinds of identity and citizenship claims have cultural currency in contemporary representations of sex/gender. In order to address these issues, this article highlights key disputes and tensions in contemporary debates about transgender identity, citizenship and claims to legal rights, by examining the ways in which sex/gender identity is portrayed in three films – Cabaret, Transamerica and Hedwig and the Angry Inch. Each film demonstrates various ways of interpreting and reworking the constraints of heteronormative binary notions of sex/gender, and these struggles over meaning are also reflected in the ways in which different articulations of trans identity and citizenship claims have been legally and culturally recognised. The article explores the ways in which particular accounts of trans identity are given primacy within law, and how film can help us to reflect upon questions about which sexed/gendered people get to count as legal citizens. The paper concludes by reminding us that despite discourses of recognition, it is important to remember the exclusionary as well as inclusionary tendencies of law.</p",
    "tags": [
        "article",
        "transgender, film, rights, identity"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.ed.ac.uk:publications/9ed79a05-d42b-434b-8cbd-b6b05ef3fc9d",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "647",
        "openDoarId": 0,
        "name": "Edinburgh Research Explorer",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 28961786,
        "depositedDate": "2009-01-01T00:00:00+00:00",
        "publishedDate": "2009-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-11T05:06:01+00:00",
        "acceptedDate": "2010-10-22T00:00:00+01:00",
        "createdDate": "2015-02-08T15:48:06+00:00"
    },
    "urls": [
        "https://www.pure.ed.ac.uk/ws/files/14725517/We_Walk_Among_You_CJWL_revised_11_Jan.pdf",
        "https://doi.org/10.1353/jwl.0.0033",
        "https://www.research.ed.ac.uk/en/publications/9ed79a05-d42b-434b-8cbd-b6b05ef3fc9d",
        "https://hdl.handle.net/20.500.11820/9ed79a05-d42b-434b-8cbd-b6b05ef3fc9d"
    ],
    "lastUpdate": "2024-02-11T05:06:01+00:00",
    "setSpecs": []
}