{
    "acceptedDate": "2011-02-10T00:00:00+00:00",
    "authors": [
        {
            "name": "Dawson, V."
        },
        {
            "name": "Schibeci, R."
        }
    ],
    "contributors": [],
    "createdDate": "2013-07-09T12:24:35+01:00",
    "dataProvider": {
        "id": 343,
        "name": "Research Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/343",
        "logo": "https://api.core.ac.uk/data-providers/343/logo"
    },
    "depositedDate": "2003-12-01T00:00:00+00:00",
    "documentType": "research",
    "doi": "10.1080/00219266.2003.9655889",
    "downloadUrl": "https://core.ac.uk/download/11236910.pdf",
    "fullText": "Western Australian high school students' attitudes to\"\\tVards biotechnology processes Vaille Dawson1 and Renato SchibecF School of Education, Edith Cowan University1 and School of Education, Murdoch University, Perth, Australia This study reports on the attitudes towards biotechnology of 905, 1,5 - 16 year-old students from 11 Western Australian schools. Students were asked to read 15 statements about biotechnology processes and to draw a line to separate what they considered 'acceptable' statements from those they considered 'unacceptable'. Overall, the students hold a wide range of beliefs about what is an acceptable use of biotechnology. Their atti-tudes range from those of the 55 (6.0%) students who do not agree with the use of any living organisms in biotechnology to the 125 (14%) students who approve of all the stated uses of biotechnology, with a wide spread in between. Acceptance of the use of organisms in biotechnology decreases as we move from microor-ganisms (>90%approval) to plants (71 - 82%) to humans (42 - 45%) and animals (34 - 40%). The attitudes of 99 students who recently studied biotechnology and have a good understanding of the processes and issues were similar in percentage and spread to those who were less informed. Key words: Attitudes, Biotechnology, Students, Understanding. An important outcome of science education is scientific literacy (Goodrum et ai., 2001). A high level of scientific literacy can help young people to question the claims of the scientific com-munity and enable them to use their understanding of science to make well-informed ethical decisions. Young people need to be informed, not only about the practical applications of biotechnology, but also they need to appreciate the social and ethical implications so that they can make wise personal choices and contribute to public debate in the future. In short, we need to prepare our students for citizenship (Bingle and Gaskell, 1994; Jenkins, 1999). That is, we need to prepare students to make personal and social choices about issues related to science and technology. In preparing our students, we need to consider what aspects of school science education are especially suitable for such preparation. Biotechnology, because it is cutting edge science and has clear social, political and ethical dimensions, is a particularly suitable candidate in helping us prepare students for citizenship (Schibeci, 2000). Until recently, there was no published Australian literature on the understandings and attitudes of school students about biotechnology. One study investigated teachers' perceptions (Schibeci, 1999), but none could be found on student know-ledge and attitudes. In March 2001, however, 1116 Year 11 students (aged 15 - 16 years) from 11 Western Australian schools were surveyed to determine their understanding of, and Journal of Biological Education (2003) 38(1) attitudes towards recent advances in modern biotechnology (Dawson and Schibeci, 2003). The results of questions related to understanding indicate that approximately one third of students have little or no understanding of biotechnology and one third were unable to give a single example of biotechnology. There was also considerable variation in the understanding of students. For example, the number of examples given by stu-dents varied from seven to none with most students providing only one or two examples. Many students were unable to distinguish between current and potential uses of biotechnology. For example, some students stated that humans, limbs and organs are currently cloned. Although skin has been successfully cloned for use in skin grafts with burn victims, and limited stem cell research occurs in Australia, cloning is not currently used in the treatment of disorders. The responses given as examples of biotechnology seem to indicate that students equate biotechnology with new medical technologies. For example, students offered a range of examples related to tissue and organ transplantation, repro-ductive technology and medical research. Some students also appeared to be confused about the difference between cloning and genetic engineering. Almost half (48.4%) of the students gave Dolly (the sheep) as an example of cloning. However, more than a quarter (28.7%) of students also gave cloning/ Dolly the sheep as an example of genetic engineering. Most students seemed unable to distinguish between geneti-7 Students' attitudes towards biotechnology processes cally modified (GM) foods and foods produced through selec-tive breeding. Incorrect examples of GM foods provided by students included seedless grapes, strawberries, watermelons and cucumbers, tangelos, tangerines, Nashi pears and lunch box bananas (small straight bananas promoted as suitable for school lunches). This belieflead to a gross overestimation of the avail-ability of GM foods in Australia - at present, there are in fact no GM fruit, vegetables, meat, fish or other agricultural prod-ucts sold in Australia. Less than 5% of students could correctly name a GM food (e.g. soy milk! beans and oil). Many students stated that canola (called rape seed in the UK), wheat, corn, and barley crops were GM. Although there are currently field trials of canola, soy and corn crops undertaken by private companies (Monsanto and Aventis) and the CSIRO (Commonwealth Science Industrial Research Organisation) in Australia, none are grown for commercial use. A range of studies from the United Kingdom support our findings that many high school students (16 - 19 year-oIds) do not understand the processes or implications of modern biotechnology (e.g. Chen and Raffen, 1999; Wood-Robinson et al., 1997). In general, students in the UK studies are more accepting of the genetic modification of microorganisms and plants than genetic modification of food, animals and humans. For example, Gunter, Kinderlerer and Beyleveld (1998) examined the atti-tudes about biotechnology of 48 teenagers. Overall, they con-sidered genetic engineering of plants to be more acceptable than genetic engineering of food crops and animals. Their reasons for opposing genetic engineering of animals was that it is 'unnat-ural', 'dangerous', 'shouldn't be done' and 'unethical'. Reasons to support genetic engineering were related to progress and humanity. Similar reasons were reported by Hill et al. (1999) who examined the attitudes of 778 students aged 11 - 18 years about using genetically engineered animals in medical research. Of the sample, 42% felt it should not be allowed because it was cruel (47%) or unnatural (53%). There are conflicting findings on whether an increased under-standing of biotechnology results in a change of students' attitudes about the use of biotechnology. There is evidence that explicitly introducing students to biotechnology will improve understanding and reduce uncertainty (Armstrong and Weber, 1991; Dawson, 1996). Lock, Miles and Hughes (1995) found that after 16-year-old students in the UK were taught about biotechnology and genetic engineering (two lessons) their knowledge increased, attitudes became more favourable and there was less uncertainty about their attitudes. Students studying A-level Biology in Chen and Raffin's study (1999) had more favourable attitudes toward biotechnology and genetic engineering that those not studying biology. Hill et al. (1998) also found than biology students were less likely to be neutral and more likely to be positive about genetically engineered foods than those not studying biology. While these positive attitudes may be the result of a greater understanding of biotechnology, it could also be argued that the students who have chosen to study biology have a more positive attitude to science than other students. In contrast, Olsher and Dreyful (1999) reported on a study where 105 IS year-oIds were taught about biotechnology. The students completed an attitude questionnaire, which was based on the students role-playing a committee member who had to 8 Dawson and Schibeci decide whether to permit the use of a genetically engineered hormone to increase milk production in cows. When the students' results were compared to those of a control group there were no differences in attitudes. However, the students who studied biotechnology did propose more arguments for and against the technology indicating a greater awareness of the issues. Dawson and Taylor (1999) examined the effect of a 10-week transplantation course that explicitly introduced students to issues associated with transplantation, a decision-making process and bioethical principles. Using both a pre-post test and control groups, they found no difference in the type of ethical decisions made by students regardless of whether or not they had studied the course. This study explores the following questions: 'What attitudes are held by 15 year-old Western Australian students about biotechnology processes' and 'Do students who have studied a biotechnology course have different attitudes from those who have not'? Sample A sample of 1116 Year 11 (aged 15 - 16 years) students from 11 Western Australian high schools completed a written survey to determine their understanding of, and attitudes towards, biotechnology, genetic engineering, cloning and GM foods. A copy of the attitude section of the survey is included in Appendix A. Four metropolitan co-educational government high schools, three Catholic schools (one rural, one single sex) and four independent schools (including two single sex schools) participated in the study. Year 11 students in Western Australia have completed 10 years of compulsory schooling. Typically students will have studied three years of compulsory secondary school science. In Year II, science is no longer a compulsory subject and some stu-dents do not continue with any formal study of science. Only about one third of Year 11 students study any biological science (Biology, Human Biology or Senior Science) where they may possibly learn more about biotechnology. The survey was con-ducted at the beginning of the school year (March - April, 2001) to determine the level of understanding at the end of the 10 compulsory years of science. During their Year 10 science subject, most students study a lO-week biology course that includes cell structure and division, sexual and asexual reproduction, inheritance, Mendelian genet-ics, heredity and environment, sex determination, mutations, selective breeding and genetic engineering. The survey was also completed by a group of 99 Year 10 stu-dents attending a Catholic girls school. The school has offered a lO-week combined genetics and biotechnology course for the past five years to the three top streamed Year 10 classes. The five-week biotechnology section of the course included genetic engineering, GM foods, cloning, in vitro fertilisation, DNA fin-ger printing, and social and ethical issues. The students com-pleted the survey after they had studied the biotechnology section of the course. Survey The students had unlimited time to complete the survey. They were reassured that it was not a test and that questions could be left Journal of Biological Education (2003) 38(1) Students' attitudes towards biotechnology processes blank if necessary. The survey had six questions and was adminis-tered by classroom teachers in three separate parts. As each part was submitted, students were given the next part so that the ques-tions on subsequent pages did not influence earlier responses. The surveys were anonymous to encourage an honest response. In the final question of the survey, students were asked to read through a list of 15 biotechnology applications ranked from benign uses such as 'Using yeast in the production of wine and beer' to more controversial procedures such as 'Inserting genes from humans into the fertilised eggs of mammals' and asked to 'draw a line' to separate acceptable statements from unacceptable statements. Students were informed both orally and on the written survey that they were able to rearrange the statements if they wished. Students were also asked to justify their choice. An unexpected difficulty arose in analysing responses to the statements because the intention of a proportion (-11 %) of the students was ambiguous or unclear. For example, some students drew multiple lines or placed asterisks and other symbols beside statements. Unclear responses were excluded from the analysis. The responses of 905 out of 1116 students are reported here. Table 1 summarises the number and percentage of students who found each biotechnology procedure to be acceptable. The statements are arranged in order of acceptability. The order of the statements as they appeared in the survey was determined initially by the authors and then trialled with a small group of five students for clarity and order. Although, in the views of the authors, the statements were ranked from traditional benign uses of biotechnology to those of questionable value, approxi-mately 25% of students elected to change the order of the state-ments. This may indicate that students read each statement and judged it separately as acceptable or unacceptable. The results show that the students hold a wide range of beliefs about what is an acceptable use of biotechnology. Students' attitudes ranged from those of the 55 (6.0%) students who do not agree with the use of any living organisms in biotechnology to the 125 (14%) students who approve of all the stated uses of biotechnology, with a wide spread in between. The use of microorganisms for specific biotechnology processes is acceptable by the majority (>90%) of students. Genetic modification of plants was quite acceptable ranging from 71 - 82%. Farfewer students found genetic modification of animals acceptable with responses ranging from 34.1 - 40.4%. Indeed, it was considered more acceptable to alter human genes to treat diseases (41.9%, 45.4%) than to tamper with animals. The insertion of genes from humans into mammals was found to be acceptable by only a small proportion (14.1 %) of students. The students' responses fall roughly into four groups depending on whether they approve of the use of microorganisms only, microorganisms and plants, microorganisms, plants and animals, or all living organisms. Regardless of which statements students considered to be acceptable, most reasons were general and neg-ative rather than specific. Negative reasons suggested that the procedure was wrong (21.1 %), unnatural (8.5 %), harmful (7.8%), playing God (5.8%), unnecessary (3.9%), cruel (2.3%) or unethical (1.4%). Positive reasons were that procedures will benefit humanity (7.8%) or if it can be done then it should be done (1.8%). More than one third (37.6%) of students did not state a reason to support their choice. Journal of Biological Education (2003) 38(1) Dawson and Schibeci Table 1 Attitudes towards biotechnology. Number and percentage of students who found each statement acceptable. Statements Acceptable %(N) Using yeast in the production of wine and beer 94.0 (850) Growing yeast for animal food 90.4 (815) Using genetically engineered microorganisms to enable more efficient breaking down of human sewerage 89.9 (811) Altering the genes of plants so that they will grow better in salty soils 86.1 (777) Adding genes to yeast that is then used to make better tasting bread 82.6 (743) Adding genes to plants to increase their nutritional value 82.0 (740) Altering genes in fruit to improve taste 76.3 (687) Altering genes in tomatoes to make them ripen more slowly and have a longer shelf life 75.6 (681) Inserting genes from microorganisms into crops to provide pesticide resistance 71.4 (643) Altering the genes of human tissue cells to treat genetic diseases (e.g. cystic fibrosis) 45.4 (406) Altering the genes in an embryo to treat a genetic disease 41.9 (375) Changing the genetic makeup of farm animals to improve the quality of meat and milk 40.4 (362) Using genetically engineered cows to produce medicines for human use 39.7 (356) Inserting genes from plants into animals 34.1 (306) Inserting genes from humans into the fertilised eggs of mammals 14.1 (125) Because the surveys were anonymous and each part was col-lected separately, it was not possible to correlate the attitudes of students who were well informed about biotechnology with those that were less informed. However, although statistical analysis was not conducted, it was apparent that where individ-ual schools included a high proportion of informed students, their attitudes did not appear to differ substantially from schools where most students were less informed. In an attempt to begin to investigate whether an increased understanding of biotechnology would influence students' atti-tudes, the survey was also completed by 99 Year 10 students who had recently completed a lO-week genetics and biotech-nology course. As mentioned earlier, the students covered top-ics related to genetic engineering, GM foods, cloning, DNA finger printing. Based on the number and types of examples given, these students' understandings of biotechnology, genetic engineering, cloning and genetically modified foods was better than the 1116 students who initially completed the survey. A summary of the attitudes of these students are compared to the 1116 students (called baseline data) in Figure 1. The overall attitudes of the 99 students who recently studied 9 Students' attitudes towards biotechnology processes II) 1: Q) Using yeast in the production of wine and beer Growing yeast for animal food Using genetically engineered micro-organisms to enable more efficient breaking down of human sewerage Altering the genes of plants so that they will grow better in salty soils Adding genes to yeast that is then used to make better tasting bread Adding genes to plants to increase their nutritional value Altering genes in fruit to improve taste E Altering genes in tomatoes to make .! them ripen more slowly and have a CO longer shelf life en Inserting genes from micro-organisms into crops to provide pesticide resistance Altering the genes of human tissue cells to treat genetic diseases (e9 cystic fibrosis) Altering the genes in an embryo to treat a genetic disease Changing the genetic makeup of farm animals to improve the quality of meat and milk Using genetically engineered cows to produce medicines for hUman use Inserting genes from plants into animals Inserting genes from humans into the fertilised eggs of mammals I .5 114 aJ I I 171 53 145 53 142 44 40 41 40 45 134 40 00 % Acceptable I 100 100 00 186 183 86 J82 83 176 85 176 76 00 :00 191 '00 00 100 laJ Dawson and Schibeci differ from those who were less informed overall. This is an intriguing finding and is the focus of a follow-up study currently underway investigating the understanding and attitudes of Year 10 students before and after studying biotechnology courses in four Western Australian schools. One might question whether it matters that students know very little about biotechnology as long as they can make a decision about whether particular biotechnology processes are acceptable or not. As science educators who are committed to improving scientific literacy, the answer is unequivO-cally yes. Education about bio-technology and the social, ethical and political issues that it raises can help to ensure that students have an informed, defensible view rather than a view based on igno-rance. In addition, the Australian government has established bio-technology as a national research priority. Thus, the public needs to be aware of issues in this area. D Baseline data Acceptable % (N) • Studied biotech Acceptable % (N) The results of this study provide compelling evidence for the explicit inclusion of biotech-nology processes and associated issues in the school science cur-riculum. Recent studies have shown that science teachers recognise the need to teach biotechnology. Yet, few actually do. Factors that constrain the Figure 1. A comparison of the attitudes of students who have studies biotechnology with baseline data. biotechnology and have a good understanding of the processes and issues were similar in percentage and spread to those who were less informed. Thus, there does not appear to be any obvious difference in the attitudes of these students regardless of whether or not they have studied biotechnology. It is acknowledged that this is a small sample size from one school. The results indicate that regardless of understanding, students hold a wide range of attitudes towards biotechnology processes. Overall, students find genetic modification of microorganisms and plants more acceptable than genetic modification of animals and humans. Despite students studying a science cur-riculum that does not explicitly include biotechnology, these trends and the percentages are not dissimilar to those in the UK studies. Also of interest is the preliminary finding that the attitudes of the students who had studied biotechnology did not 10 teaching of biotechnology in-clude: a lack of expertise by teachers in the content area; a lack of experience in appropriate learning activities; a scarcity of resources and curriculum materials; and insufficient teaching time (Cross and Price, 1996; Dawson, 2001; Macer et al., 1996). These factors may, in part, be resolved by the development of resources such as Biotechnology Online, pro-duced by Biotechnology Australia (www.biotechnology.gov.au/ biotechnologyOnline) a Government organisation which aims to raise public awareness of biotechnology). Biotechnology Online offers a wide range of resources includ-ing informational text, case studies, experiments, interactive activities, practical work, student worksheets and teacher notes. The resource links to all Australian state and territory curricu-lum documents and is aimed at high school students and teach-ers. Biotechnology Australia has also funded a national professional development scheme for science teachers who wish to use the resource in their teaching. Internationally, quality Journal of Biological Education (2003) 38(1) b Students' attitudes towards biotechnology processes biotechnology resources have been produced for teacher use, including the UK National Centre for Biotechnology Education (NCBE) (www.ncbe.reading.ac.uk!). According to the NCBE website: Since its establishment in 1985, the NCBE has gained an international reputation for the development of innovative educational resources ... The NCBE's Web site (started in January 1995) is recognised as a valuable source of information and has featured in Nature Biotechnology. It attracts more than 70,000 connections per week. The Centre also deals with written and telephone enquiries from teachers, students and members of the public each day, particularly on safety and practical project work ... The NCBE is Europe's principal provider of in-service training for school biotechnology and has run courses in eight EU member states, mainly for teachers, student teachers and sixth form students. In addition, there is the European Initiative for Biotechnology Education (EIBE) (www.eibe.info). According to the EIBE web-site, it: ... seeks to promote skills, enhance understanding and facilitate public debate throughout Europe. Founded in 1991, EIBE has become an active European multidisciplinary network of experts in biotechnology edu-cation drawn from 20 centres in 17 European countries. The main activity of the Group has been to generate teach-ing materials for 16 - 19 year olds. EIBE Units are collec-tions of activities including a variety of experimental protocols, practical activities, role-plays, information and debates. Easily accessible on the World Wide Web, they are suitable for immediate classroom use. In the USA, there are a number of sources, including the DNA Learning Centre of Cold Spring Harbour Laboratory (www.csh1.orgl), which, according to the website, 'provides stu-dents in 5th through 12th grade with hands-on laboratory expe-rience and offers them educational opportunities that are unavailable in their own schools.' Finally, it should be noted that the purpose of biotechnology education is not necessarily to change students' attitudes. Rather, in aiming for 'science for citizenship', it is more impor-tant that students develop an increased awareness, tolerance and respect for a diversity of views. The authors would like to thank Mrs Fauziah Varusay for time spent analysing the data using SPSS. Armstrong K and Weber K (1991) Genetic engineering - a lesson on bioethics for the classroom. The American Biology Teacher, 53, 294 - 297. Journal of Biological Education (2003) 38(1) Dawson and Schibeci Bingle W H and Gaskell P J (1994) 'Science for citizenship' for decision making and the social construction of scientific knowledge. Science Education, 78, 185 - 201. Chen S Y and Raffan J (1999) Biotechnology: Student's knowledge and attitudes in the UK and Taiwan. Journal of Biological Education, 34, 17 - 23. Cross R T and Price R F (1996) Science teacher's social conscience and the role of controversial issues in the teaching of science. Journal of Research in Science Teaching, 33, 319 - 333. Dawson V M (2001) Addressing controversial issues in secondary school science. Australian Science Teachers' Journal, 47, 38 - 44. Dawson V M (1996) A constructivist approach to teaching transplanta-tion technology in science. Australian Science Teachers Journal, 42, 15 - 20. Dawson V M and Schibeci R A (2003) West Australian school students' understanding of biotechnology. International Journal of Science Education, 25, 57 - 69. Dawson V M and Taylor P C (1999) Teaching bioethics in science: Does it make a difference? Australian Science Teachers' Journal, 45, 59 - 64. Goodrum D, Hackling M and Rennie L (2001) The Status and Quality of Teaching and Learning of Science in Australian School. A Research Report prepared for the Department of Education, Training and Youth AffairS; at www.detya.gov.au/schools/publications/2001/sci-ence. Gunter B, Kinderlerer J and Beyleveld D (1998) Teenagers and biotech-nology: A survey of understanding and opinion in Britain. Studies in Science Education, 32, 81 - 112. Hill R, Stanistreet M, Boyes E and O'Sullivan H (1998) Reactions to a new technology: students' ideas about genetically engineered food-stuffs. Research in Science and Technology Education, 16, 203 - 216. Hill R, Stannistreet M, O'Sullivan H and Boyes E (1999) Genetic engi-neering of animals for medical research: Students' views. School Science Review, 80, 23 - 30. Jenkins E (1999) School science, citizenship and the public understand-ing of science. International Journal of Science Education, 21, 703 -710. Lock R, Miles C and Hughes S (1995) The influence of teaching on knowledge and attitudes in biotechnology and genetic engineering contexts: Implications for teaching controversial issues and the pub-lic understanding of science. School Science Review, 76, 47 - 59. Macer D et al. (1996) Bioethics in high schools in Australia, Japan and New Zealand. Christchurch, New Zealand: Eubios Ethics Institute. Olsher G and Dreyful A (1999) The 'ostension-teaching approach as a means to develop junior-high student attitudes towards biotechnolo-gies. Journal of Biological Education, 34, 24 - 30. Schibeci R A (1999) Designer babies? Teacher perceptions of genetic medicine. Research in Science and Technological Education, 17, 153 -164. Schibeci R A (2000) Students, teachers and the impact of biotechnol-ogy in the community. Australian Science Teachers' Journal, 46, 27 -33. Wood-Robinson C, Lewis J, Leach J and Driver R (September, 1997). Genetics and scientific literacy: the results of a research project and their implications for the school curriculum and for teaching. Paper presented at the V Congreso Internacional sobre Investigacion en la Didactica de las Ciencias, Universidad de Murcis. Vaiue Dawson (corresponding author) is lecturer in secondary science education in the School of Education, Edith Cowan University, 2 Bradford Street, Mt Lawley 6050, Western Australia. Tel: 618 93706476; Fax: 618 93706244; Email: v.dawson@ecu.edu.au. Renato Schibeci is Associate Professor in the School of Education, Murdoch University, South Street, Murdoch 6150, Australia. Tel: 618 93602168; Fax: 618 93606296; Email: schibeci@central.murdoch.edu.au. 11 12 Students' attitudes towards biotechnology processes Biotechnology survey Read each of the statements below. Draw a line across to separate where you personally find the uses of biotechnology and genetic engineering accept-able. If you wish to change the order of any of the statements please do so. 1. Using yeast in the production of wine and beer 2. Growing yeast for animal food 3. Using genetically engineered microorganisms to en-able more efficient breaking down of human sewage 4. Altering the genes of plants so that they will grow better in salty soils 5. Adding genes to yeast that is then used to make bet-ter tasting bread 6. Adding genes to plants to increase their nutritional value 7. Altering genes in fruit to improve taste 8. Altering genes in tomatoes to make them ripen more slowly and have a longer shelf life 9. Inserting genes from microorganisms into crops to provide pesticide resistance 10. Inserting genes from plants into animals 11. Changing the genetic makeup of farm animals to improve the quality of meat and milk 12. Using genetically engineered cows to produce medi-cines for human use 13. Altering the genes of human tissue cells to treat genetic diseases (e. g. cystic fibrosis) 14. Altering the genes in an embryo to treat a genetic disease 15. Inserting genes from humans into the fertilised eggs of mammals Please explain why you have drawn the line at the Joint you have chosen. Dawson and Schibeci Journal of Biological Education (2003) 38(1) ",
    "id": 11236910,
    "identifiers": {
        "doi": "10.1080/00219266.2003.9655889",
        "oai": "oai:researchrepository.murdoch.edu.au:6421"
    },
    "title": "Western Australian high school students' attitudes towards biotechnology processes",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2003-01-01T00:00:00+00:00",
    "publisher": "'Ufa Institute of Biology UFRC RAS'",
    "references": [],
    "sourceFulltextUrls": [
        "http://researchrepository.murdoch.edu.au/6421/"
    ],
    "updatedDate": "",
    "yearPublished": "2003",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/11236910.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/11236910"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/11236910/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/11236910/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/11236910"
        }
    ],
    "abstract": "This study reports on the attitudes towards biotechnology of 905, 15–16 year-old students from 11 Western Australian schools. Students were asked to read 15 statements about biotechnology processes and to draw a line to separate what they considered ‘acceptable’ statements from those they considered ‘unacceptable’. Overall, the students hold a wide range of beliefs about what is an acceptable use of biotechnology. Their attitudes range from those of the 55 (6.0%) students who do not agree with the use of any living organisms in biotechnology to the 125 (14%) students who approve of all the stated uses of biotechnology, with a wide spread in between. Acceptance of the use of organisms in biotechnology decreases as we move from microorganisms (>90%approval) to plants (71–82%) to humans (42–45%) and animals (34–40%). The attitudes of 99 students who recently studied biotechnology and have a good understanding of the processes and issues were similar in percentage and spread to those who were less informed",
    "tags": [
        "Journal Article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Journal Article"
    ],
    "oai": "oai:researchrepository.murdoch.edu.au:6421",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "343",
        "openDoarId": 0,
        "name": "Research Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 11236910,
        "depositedDate": "2003-12-01T00:00:00+00:00",
        "publishedDate": "2003-01-01T00:00:00+00:00",
        "updatedDate": "2023-03-18T06:47:47+00:00",
        "acceptedDate": "2011-02-10T00:00:00+00:00",
        "createdDate": "2013-07-09T12:24:35+01:00"
    },
    "urls": [
        "https://researchrepository.murdoch.edu.au/id/eprint/6421/",
        "https://researchrepository.murdoch.edu.au/view/author/Schibeci,"
    ],
    "lastUpdate": "2023-03-18T06:47:47+00:00",
    "setSpecs": []
}