{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Thoroughgood, Christian N."
        },
        {
            "name": "Sawyer, Katina B."
        },
        {
            "name": "Webster, Jennica R."
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T11:16:28+01:00",
    "dataProvider": {
        "id": 1441,
        "name": "epublications@Marquette",
        "url": "https://api.core.ac.uk/v3/data-providers/1441",
        "logo": "https://api.core.ac.uk/data-providers/1441/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/213086884.pdf",
    "fullText": "Marquette Universitye-Publications@MarquetteManagement Faculty Research and Publications Management, Department of12-1-2017What Lies Beneath: How Paranoid CognitionExplains the Relations Between TransgenderEmployees' Perceptions of Discrimination at Workand their Job Attitudes and WellbeingChristian N. ThoroughgoodVillanova UniversityKatina B. SawyerVillanova UniversityJennica R. WebsterMarquette University, jennica.webster@marquette.eduAccepted version. \"What Lies Beneath: How Paranoid Cognition Explains the Relations BetweenTransgender Employees' Perceptions of Discrimination at Work and their Job Attitudes andWellbeing,\" in Journal of Vocational Behavior, Vol. 103 (December 2017): 99-112. DOI. © 2017Elsevier. Used with permission. Marquette University e-Publications@Marquette  Management Faculty Research and Publications/College of Business Administration  This paper is NOT THE PUBLISHED VERSION; but the author’s final, peer-reviewed manuscript. The published version may be accessed by following the link in th citation below.  Journal of Vocational Behavior, Vol. 103, Part A (December 2017): 99-112. DOI. This article is © Elsevier and permission has been granted for this version to appear in e-Publications@Marquette. Elsevier does not grant permission for this article to be further copied/distributed or hosted elsewhere without the express permission from Elsevier.   What Lies Beneath: How Paranoid Cognition Explains the Relations Between Transgender Employees' Perceptions Of Discrimination At Work And Their Job Attitudes And Wellbeing  Christian N. Thoroughgood Villanova University, Department of Psychology, 800 E. Lancaster Avenue, Suite 119, St. Mary's Hall, Villanova, PA Katina B. Sawyer Villanova University, Department of Psychology, 800 E. Lancaster Avenue, Suite 119, St. Mary's Hall, Villanova, PA Jennica R. Webster Marquette University, College of Business Administration, 606 N. 13th Street, Milwaukee, WI  Abstract With the recent public gender transitions of celebrities like Caitlin Jenner, greater visibility of transgender characters on television (e.g., Transparent), and controversial laws enacted in some U.S. states and cities banning transgender employees from accessing bathrooms that align with their gender identities, issues of gender expression have been thrust into the national spotlight. In order to promote greater awareness and acceptance of transgender people, greater knowledge of their life experiences is needed. Adding to a small, but growing, body of research on the work experiences of transgender individuals, the goal of the present study is to examine the cognitive processes that shape these individuals' experiences in the workplace. Drawing on existing theory and research on paranoia, we examine the role of paranoid cognition, defined by hypervigilance, rumination, and sinister attributional tendencies, in explaining the relations between transgender employees' perceptions of workplace discrimination and their job attitudes and psychological wellbeing. Our findings suggest that perceptions of transgender discrimination in the workplace are positively related to paranoid cognition at work; paranoid cognition is positively related to transgender employees' turnover intentions and emotional exhaustion and negatively related to their job satisfaction; and paranoid cognition at work mediates the relations between perceptions of discrimination and each of these outcomes. We conclude by discussing the implications of our results, as well as avenues for future research on the work experiences of transgender employees. Keywords Gender identity, Transgender, Paranoid cognition, Organizational paranoia, Workplace discrimination, Job attitudes and wellbeing Despite a growing body of research on lesbian, gay, bisexual, and transgender (LGBT) employees, comparatively fewer studies have examined the specific workplace experiences of transgender individuals. These individuals have typically been omitted from previous studies or grouped together with LGB employees, thereby assuming gender identity and sexual orientation are similar, or even identical, to one another (Sawyer, Thoroughgood, & Webster, 2016). Yet, the term “transgender” does not refer to sexual preference, but rather to those who do not adhere to the traditional male-female binary or who feel their gender identity does not align with gendered expectations related to their birth sex (Budge et al., 2010, Sawyer and Thoroughgood, 2017). Because gender is likely the most fundamental social identity that people use to classify themselves and others (Bem, 1983, Maccoby, 1988), transgender individuals often face unique and difficult challenges at work that stem from their deviation from entrenched societal gender norms (e.g., conflicts related to their bathroom usage, backlash over transitioning genders, being “misgendered” by coworkers) and a general lack of public awareness compared to their LGB peers. As such, although LGB and transgender individuals may both encounter prejudice at work, some researchers argue that transgender employees' experiences deserve to be studied separate from those of sexual minorities (e.g., Law et al., 2011, Ruggs et al., 2013). Adding to a small, but growing, literature on transgender employees' work experiences (e.g., Brewster et al., 2014, Law et al., 2011, Ruggs et al., 2015), the goal of the present study is to explore the cognitions that shape these individuals' workplace experiences. Drawing on an established literature on paranoia (e.g., Freeman et al., 2002, Kramer, 1998, Kramer, 2001), we examine the role of paranoid cognition – defined by hypervigilance, rumination, and sinister attributional tendencies (Chan & McAllister, 2014) – in explaining the relations between transgender employees' experiences of discrimination and their job attitudes and emotional health. Although often viewed as a product of factors internal to people (i.e., psychopathology), contemporary theory and research affords significantly greater attention to the environmental origins of paranoid thinking (Kramer, 1998, Kramer, 2001). As Kramer noted, the striking prevalence of paranoid thoughts in the general population suggests they are normal and often functional responses to highly uncertain social environments where failures at threat detection may be highly costly, including the workplace. As such, it is important to view paranoid thinking not simply as a reflection of individuals and their mental makeup, but rather as a normal response that people of different backgrounds may experience under conditions of social threat and uncertainty. However, like other researchers (e.g., Chan & McAllister, 2014), we adopt the more qualified view that, although paranoid thought cycles may be functional to some degree, they tend to do more psychological harm than good to individuals. This research is important for several reasons. First, by shedding light on the cognitions that may “lie beneath” transgender employees' perceptions of discrimination, the present study provides a foundation for more targeted theory and research related to transgender employees' workplace experiences. Indeed, recent findings from the National Transgender Discrimination Survey (NTDS; National Center for Transgender Equality, 2011), the largest survey dedicated specifically to transgender people's lived experiences, revealed that 97% of respondents reported some form of mistreatment or discrimination at work. This is compared to an estimated 42% of gay employees who have experienced discrimination of some form in the workplace (Center for American Progress, 2012). In particular, results of the NTDS showed that 50% of participants reported being harassed at work; 47% reported an adverse job outcome, including being fired or denied a promotion; 32% felt forced to act “traditionally gendered” to keep their jobs; and 22% were denied access to appropriate bathrooms. As such, despite federal provisions prohibiting discrimination based on gender under the U.S. Equal Employment Opportunity Commission, as well as many state and local laws, for many transgender people, going to work is a highly stressful experience, of which we know little about from a psychological perspective. Specifically, prior studies have examined antecedents (e.g., organizational policies, coworker support; Ruggs et al., 2015) and consequences of perceived transgender discrimination (or a lack of organizational support) (e.g., job dissatisfaction, anxiety; Brewster et al., 2012, Law et al., 2011). However, the psychological processes that explain why these perceptions may be related to negative outcomes, including diminished job attitudes and wellbeing, are not well understood. As Hatzenbuehler (2009) noted, a more holistic understanding of stigma's compounding effects “must take into account both group-specific stressors and general psychological processes … exclusive focus on either of these processes alone – without consideration of their interrelationships – may hinder the development of effective theory...” (p. 707). Further, because transgender employees tend to experience greater discrimination compared to their LGB peers (Center for American Progress, 2012) and more pernicious psychological consequences as a result (e.g., greater mental health disparities, rates of attempted suicide; Haas et al., 2010, Reisner et al., 2016), paranoid thinking may play a more central role in explaining the effects of discrimination on transgender employees relative to LGB workers or members of other stigmatized groups who also face prejudice at work. Second, although prior researchers have stressed the critical role of formal organizational policies and practices in rooting out transgender discrimination at a structural level (e.g., Ruggs et al., 2015), in many cases these policies and practices may not be enough. As such, Sawyer and Thoroughgood (2017)suggested that a more holistic strategy for managing issues of gender expression at work might include individual-level interventions targeting specific psychological responses related to discrimination, such as hopelessness and loss of self-esteem. By focusing on the psychological processes through which discrimination exerts harmful effects on transgender employees, such strategies may help to protect and promote the wellbeing of these individuals by allowing them to better understand and cope with prejudice should they face it at work (see also Hatzenbuehler, 2009). Thus, by examining the cognitive processes associated with transgender employees' perceptions of discrimination, this study may help to inform organizational prevention and intervention strategies that are designed to enhance the work lives of stigmatized individuals. Finally, despite a growing research focus on transgender employees' work experiences, most studies have relied on qualitative methodology (for exceptions, see Law et al., 2011, Schilt and Wiswall, 2008, Ruggs et al., 2015, Martinez et al., 2017). The comparative lack of quantitative investigations is, in part, due to difficulties in identifying samples of sufficient size to permit statistical analyses and in recruiting transgender individuals who may fear being “outed” at work due to their participation. Notwithstanding the rich insights provided by qualitative studies, it is critical to pair qualitative and quantitative analyses together for research on transgender employees' work experiences to progress. This study addresses this need by providing a quantitative investigation, as well as qualitative accounts, of transgender people's experiences of paranoid cognition in relation to perceived workplace discrimination. 1. Previous research on transgender employees' workplace experiences Previous research on transgender individuals' work experiences primarily includes case studies and other qualitative analyses (e.g., Barclay and Scott, 2006, Budge et al., 2010, Dietert and Dentice, 2009, Irwin, 2002). These studies have mainly focused on transgender employees' pre- and post-transition experiences at work, the reactions of coworkers to their transitions, and the outcomes of these experiences (c.f., Schilt, 2006, Schilt and Connell, 2007, Schilt and Wiswall, 2008). More relevant to this study, an increasing number of quantitative investigations have begun to examine workplace factors related to transgender workers' job attitudes, psychological wellbeing, and behavior at work. Utilizing a sample of 114 transgender individuals, Law et al. (2011) found that perceptions of organizational support, identity centrality, and degree of disclosure outside of work each predicted disclosure at work. They also found that disclosure was positively related to participants' job satisfaction and commitment and negatively related to their job anxiety, with coworker reactions mediating these relations. Yet, Law et al. (2011) did not examine perceived discrimination as a potential factor related to transgender employees' job attitudes and wellbeing. More recently, drawing on a sample of 118 transgender employees, Ruggs et al. (2015) found that perceived coworker inclusivity and supportive organizational policies were negatively related to perceptions of discrimination. Moreover, Martinez et al. (2017) found that relational authenticity (i.e., the degree to which transgender individuals felt that their coworkers perceived their gender in a manner consistent with how they viewed their gender) mediated the positive relations between the extent to which they had transitioned genders at work and their perceptions of discrimination, P O fit, and job satisfaction. These studies, however, focused on antecedents, rather than consequences, of perceived transgender discrimination at work. Moreover, although Brewster et al. (2014), in developing transgender-specific measures of perceived discrimination and organizational support, found negative and positive relations between these measures and individuals' job attitudes, respectively, this study did not consider the psychological mechanisms that may explain these relations. Thus, by examining the consequences of perceived transgender discrimination at work and the potential role of paranoid cognition in mediating these links, the present study represents a natural extension of the processes investigated in these prior studies. Additionally, given the workplace reflects a unique context – one that requires employees to navigate complex, hierarchical relationships with supervisors and work interdependently with others to do their jobs and achieve personal (e.g., sense of achievement, identity, belonging) and career-related (e.g., pay raises, promotions) outcomes – paranoid thinking may play a central role in explaining why perceptions of discrimination at work are related to decreased job attitudes and emotional wellbeing. This may be especially true for transgender people who suffer dramatically higher rates of unemployment, greater losses of jobs and careers, and fewer job alternatives than the population of the United States as a whole (National Center for Transgender Equality, 2011). 2. Theoretical background and hypotheses According to theories of paranoid cognition (e.g., Freeman et al., 2002, Kramer, 1998), stressful social experiences, whether rooted in objective reality, subjective perception, or some mix of both, reflect sources of psychological trauma that may trigger paranoid thinking. In this study, we conceptualize such experiences in terms of perceptions of transgender discrimination at work (e.g., feeling mistreated by coworkers or supervisors for being transgender, feeling the need to act “traditionally gendered” at work, being denied a promotion seemingly for possessing a transgender identity).1 These experiences represent threats to a person's basic sense of self and their fundamental needs for self-esteem, control, a meaningful existence, and, most importantly, belonging (c.f., Baumeister and Leary, 1995, Smart Richman and Leary, 2009, Williams, 2007). By undermining a person's perceived status within a given social situation, these events may create a sense of social uncertainty and evaluative scrutiny and, in turn, a heightened concern for and awareness of the self as an object of others' attention and behaviors (Kramer, 1998). This sense of self-consciousness, by activating the self in social information processing, lays the foundation for paranoid thinking by imputing self-referent thoughts to others (Fenigstein & Vanable, 1992). It is theorized that individuals will be motivated to reduce their self-consciousness by attempting to make sense of social situations they deem threatening and by formulating responses to them (Kramer, 2001). Indeed, prior studies suggest social uncertainty is an aversive experience, which prompts efforts to reduce it (Baumeister and Tice, 1990, Mullin and Hogg, 1998). This drive for sensemaking thus often gives rise to defensive, distrustful social-cognitive processes, namely hypervigilance, rumination, and sinister attributional tendencies, which are prototypical of a paranoid mindset (Chan & McAllister, 2014). When activated, paranoid thought cycles allocate disproportionate cognitive resources to detecting and making sense of threats in the environment. Within the context of perceived discrimination, these ideas are consistent with models of minority stress. Meyer's (2003) minority stress theory holds that members of stigmatized groups, especially sexual minorities and, by extension, transgender individuals, are vulnerable to physical and mental health disparities as a result of greater exposure to chronic life stressors beyond those experienced by members of non-stigmatized groups (e.g., structural inequities, expectations of rejection, hostility, discrimination, identity management efforts). Expanding on Meyer's (2003) theoretical ideas, Hatzenbuehler (2009) emphasized the importance of not only examining group-specific stressors, but also the general psychological processes linking them to mental health outcomes. He proposed that stigma-related stressors set in motion maladaptive social, coping and emotion regulation, and cognitive processes that confer greater risk for mental health disparities. Extending these ideas to the workplace and drawing on the paranoia literature, paranoid cognition may represent a primary mechanism that mediates the relations between transgender employees' perceptions of discrimination in the workplace and their job attitudes and emotional wellbeing. Specifically, when transgender individuals perceive discrimination based on their gender identities at work, including feeling forced to act “traditionally” gendered, being denied access to appropriate bathrooms, or being “misgendered” by their coworkers, these experiences are likely to threaten their perceived social standing and needs for self-esteem, control, and belonging, thus triggering paranoid thinking. Given many transgender people's deviation from societal gender norms, often in a visible way, and the fundamental role of gender in shaping social interactions (Maccoby, 1988, West and Zimmerman, 1987), these individuals may be highly conscious of and sensitive to their social stigma and distinctiveness. Thus, they may be more likely to experience paranoid thinking in relation to perceived discrimination stemming from their group affiliation. In particular, perceptions of discrimination are likely to promote a heightened sense of self-consciousness and evaluative scrutiny in transgender employees, initiating an ongoing cycle of hypervigilance whereby individuals incessantly monitor and search their work environments for potential threats and remain “on guard” to reduce their social uncertainty. In conjunction, ruminationover perceived threats should also occur as individuals mull over their experiences with prejudice and perseverate on how others may view them (Hatzenbuehler, 2009). Rumination broadly refers to repetitive, recursive thinking that focuses on perceived discrepancies between actual and desired states or status (Smith & Alloy, 2009). Because perceptions of discrimination tend to threaten, perhaps most fundamentally, individuals' desires to be accepted and included at work (c.f., Baumeister and Leary, 1995, Ferris et al., 2008, Robinson et al., 2013, Smart Richman and Leary, 2009), they may signal a discrepancy between one's actual and desired status at work. This, in turn, is likely to activate a pattern of rumination that centers on the reasons for (e.g., coworkers, managers) and consequences of (e.g., anxiety, shame) this discrepancy. Finally, paranoid thought cycles typically involve a tendency to “go beyond” the available data and to make sinister attributions regarding the intentions of others toward the self (Kramer, 1998). This is because these thought patterns are oriented toward threat detection rather than objective accuracy to avoid “false negatives,” or failures in detection (Haselton & Nettle, 2006). Thus, an initial threat – for example, a supervisor's refusal to refer to a transgender person by their preferred pronoun – may initiate a self-reinforcing process of sinister attributions, whereby ensuing behaviors of the supervisor are scrutinized through a lens of malevolent intent. Hypothesis 1 Transgender individuals' perceptions of discrimination in the workplace are positively related to their experiences of paranoid cognition at work, defined by hypervigilance, rumination, and sinister attributional tendencies. As alluded to above, a paranoid mindset reflects an aroused pattern of thinking whereby disproportionate cognitive resources are dedicated to monitoring for threats in the environment and to processing and reprocessing threat-related information. Individuals become consumed and controlled by these thought processes, an experience that is highly aversive and psychologically taxing in nature (Chan and McAllister, 2014, Freeman, 2007). As such, for transgender individuals who perceive discrimination in the workplace, paranoid thinking may be a primary reason why these experiences tend to undermine their work-related attitudes and psychological wellbeing. Specifically, hypervigilance continually directs attention to perceived threats, depletes cognitive energy, and often results in distorted perceptual processes, including overprocessing of ambiguous social information and perceptual “tunneling” (Kramer, 1998). Indeed, prior research suggests victims of prejudice may often employ a “zero miss” signal detection strategy, whereby injustice cues present in the situation promote heightened sensitivity to discrimination (Barrett and Swim, 1998, Kaiser et al., 2006). As such, hypervigilance may lead to a vicious cycle of anxiety, fear, and suspicion within individuals that constantly demands and consumes mental resources. Similarly, rumination involves a narrowing of attentional focus and a perseveration on past negative events (Wade, Vogel, Liao, & Goldman, 2008). Ruminative thoughts prolong and exacerbate anxiety and distress by activating event-related thoughts (Lyubomirsky and Nolen-Hoeksema, 1993, Nolen-Hoeksema et al., 2008), depleting vital executive resources needed for regulating emotion (Philippot & Brutoux, 2008) and undermining the desire to engage in pleasurable activities that interrupt negative thinking (Lyubomirsky & Nolen-Hoeksema, 1993). Sinister attributional tendencies, which involve an inclination to “go beyond” the available data when inferring others' intentions (Kramer, 1998), may, in turn, cause individuals to overpersonalize ambiguous social events, attribute credibility to information that confirms their worst case fears, and discount any contrary evidence (Freeman et al., 2002). With respect to discrimination, this may be especially likely to occur given the often veiled nature of discriminatory acts (Cortina, 2008) and the high costs of failures at threat detection (Haselton & Nettle, 2006). Thus, individuals may construct a more threatening reality than what may be true, reinforcing their fear and anxiety and causing them to allocate additional resources to detecting, processing, and deterring potential threats. Based on these theoretical ideas, we predict that paranoid thought patterns, by causing transgender individuals to continually monitor their work context for threats (hypervigilance), reprocess their experiences of discrimination at work (rumination), and engage in sensemaking that is skewed toward threat detection (sinister attributions), may foster an especially threatening view of one's workplace (job dissatisfaction), create a strong desire to leave one's job (turnover intentions), and cause them to expend significant psychological energy (emotional exhaustion). Hypothesis 2 Transgender individuals' experiences of paranoid cognition at work are negatively related to their a) job satisfaction and positively related to their b) turnover intentions and c) emotional exhaustion. As suggested by theories of paranoia, paranoid cognition represents a psychological mechanism through which social stressors, including perceived discrimination, are related to a range of negative individual outcomes (Freeman et al., 2002, Kramer, 1998). For example, Chan and McAllister (2014)theorized that perceptions of abusive supervision, via their activation of paranoid thinking, are related to suspicion behaviors, which may precipitate further abuse (see also Marr, Thau, Aquino, & Barclay, 2012). Further, Kong (2015) found that paranoid thinking mediated the relations between perceived ethnic discrimination at work and individuals' engagement in self-preservative acts, such as reduced voice. Thus, we propose that paranoid cognition may be a key mechanism linking transgender workers' perceptions of discrimination and their job attitudes and wellbeing. Hypothesis 3 Transgender individuals' experiences of paranoid cognition at work mediate the relations between their perceptions of discrimination in the workplace and their a) job satisfaction, b) turnover intentions, and c) emotional exhaustion. 3. Pilot study 3.1. Sample and procedure Prior to testing our hypotheses, the first and second authors conducted interviews with nineteen transgender employees in order to explore the potential role of paranoid cognition in individuals' work experiences. The interviewers asked participants to comment on the thoughts they experienced at work while interacting with others and how others' attitudes and behaviors toward them impacted their work experiences. Following the interviews, three trained research assistants read descriptions of the three facets of paranoid cognition (hypervigilance, rumination, and sinister attributional tendencies; Chan and McAllister, 2014, Kramer, 1998, Kramer, 2001) and coded transcripts of each interview for any relevant quotes that corresponded with these descriptions. We recruited interviewees via personal contacts and snowball sampling and conducted each interview by phone. Interviews lasted 25–78 min. Interviewees were, on average, 40.47 years old (SD = 8.50) and largely Caucasian (73%), followed by African American (11%), mixed race (11%), and Hispanic (5%). They represented a range of industries [e.g., education (26%), human services (16%)], and had, on average, an organizational tenure of 4.14 years (SD = 8.50). Finally, 60% identified as male-to-female transgender and 42% as female-to-male transgender. 3.2. Interview findings Overall, participants consistently cited examples of the three dimensions of paranoid cognition at work (see Table 1). In terms of hypervigilance, one transgender woman reported, “I've had quite a few experiences at this job where I was not treated correctly. For instance, my direct supervisor joked about how long transgender people live, and some people come in and say, ‘I don't know what lifestyle you live, but there's no need to bring it into the workplace.’ So, I'm constantly aware of who is around me at all times, and when I'm around other people it makes me very unsettled.” With regards to rumination, a number of interviewees further reported how they frequently dwelled on discriminatory events they had experienced at work and worried about how others perceived them and would react to them in the future. For many, these intrusive thoughts were persistent and highly stressful on a daily basis. For instance, one transgender man commented, “Most of my stress that comes from work is related to just anxiety and worry [about interactions with his coworkers], just constantly wondering about things that have happened and what might happen.” Finally, in terms of sinister attributions, one transgender woman, a teacher, stated, “Another principal was not supportive [of the fact that she was being harassed at work]. I felt like they were finding ways to do little things about me, whether it was something I was wearing, or behavior in my class, or subject matter. I felt like there was a higher scrutiny on me, like a magnifying glass. It became very uncomfortable. Students were being removed from my class, rumors were spread about me, and it just wasn't a great place to be working anymore.” Table 1. Sample quotes reflecting hypervigilance, rumination, and sinister attributions from interviews. Hypervigilance •“Situations where I have negative experiences, I feel really intense and afraid. A lot of time, I'm apprehensive about going to work. There's this incredible emotional weight that comes from always having to guard what I say, always having to guard what I do, always having to be vigilant. It is incredibly emotionally exhausting to do that for so long” (Transgender woman, education). •“I'm hypervigilant about a lot of things [at work]. One of the things that became clear when I was engaged with a counselor and we were talking, she said, ‘This isn't unusual. You're hypervigilant because you're being hyperprotective.’ To this day, I'm working on unguarding myself. I'm always concerned about who they [others at work] are. Always making sure that I'm aware of who is around me. Are they observing me or not observing me?” (Transgender woman, aviation operations). •“Some people get uncomfortable. I get that impression from comments they've made. I feel like I have to be guarded. There's that uncertainty, like what is comfortable to talk about, or I feel I need to be quiet and not say this thing and watch how I handle myself” (Transgender woman, education) •“At school, I'm walking on eggshells, watching my back, being very protective, and having to stake out everything. There are days I call in from the parking lot because I get there and say ‘I can't do this’” (Transgender woman, education). •“I'm on heightened alert [at work], and I become a little bit more intense and more short with people just cause I'm so on edge” (Transgender woman, non-profit).  Rumination •“It [prejudicial remarks] just make me constantly ruminate and second guess everything I do at work. I'm often just scared to death, worried, and just constantly questioning myself and everything… it makes it [work] that much harder” (Transgender woman, education). •There is this constant apprehension and contemplating what my coworkers think of me, what they are gonna say, how they will react, how they are gonna affect my job.” (Transgender woman, technology) •“It just makes me think, ‘Do they even want me here? If they don't, can I find a better place to work?’ And I'm wondering if it's a retail environment or in every environment. ‘What is it that's going wrong?’ is what's going through my mind constantly. Sometimes I think ‘If I stay with this job a little longer, at least a couple months and I look more presentable, I can go somewhere else.’ It's really just so much questioning about that. Like, what is it that went wrong?” (Transgender man, retail). •“When dealing with cranky customers, I get some nasty looks and it is often one of those situations where you can't really tell if it is just people being assholes or if it is a problem with me. So, there is always that on my mind, ‘Is this discrimination?” (Transgender woman, customer service).  Sinister attributional tendencies •“It feels like they (management) are trying to push me out in a way, in the sense of the amount of work I'm being brought but with less time. And under the pretense of, ‘Oh well, this comes from corporate so we have to reduce payroll.’ I see the new hires. I see there is help. So, there is suspicion. I'm terrified to say anything cause I know it could cost me my job” (Transgender woman, business). •“I felt like I was being looked over [for a promotion] because of my identity. I'm not sure if that was the reason, but I felt in my heart that was the reason why, like I was being discriminated against. My morale just started going lower and lower and I grew resentful” (Transgender man, food services). •“I feel like I'm being put under a microscope by a lot of people. There was an evening where we all had to go to a student awards ceremony. I had to be on stage to give out an award to a couple of my students. I started having an anxiety attack, and I walked out and went home cause I couldn't stand to be there anymore. I could see people kind of look at me, and I don't know if I was reading into it too much, but it felt like these people didn't want me there and they knew they were getting rid of me. I don't think I realized how much it would hurt, how much it really, really hurt. I felt like my whole reputation was being attacked, like they were just ripping me apart” (Transgender woman, education). These findings offer some context for testing our hypotheses by providing evidence that transgender employees' perceptions of discrimination are related to hypervigilance, rumination, and sinister attributional tendencies, and that these paranoid cognitions seem to explain their job dissatisfaction, turnover intentions, and emotional exhaustion. Below, we test our predictions. 4. Method 4.1. Sample and procedure Participants were 165 transgender individuals employed full and part-time. We recruited participants at a national transgender health conference and via snowball sampling. On average, respondents were 41.20 years old (SD = 13.90), possessed an organizational tenure of 6.20 years (SD = 7.90), and represented a wide range of industries [e.g., healthcare (15%), education (15%), professional services (10%)]. The sample was 75% White, 9% African American, 8% Hispanic, 2% Asian, 1% Pacific Islander, and 5% “other.” In terms of education, 30% had a master's or a doctorate degree, 48% had a bachelor's or associate's degree, and 22% possessed a high school diploma. Most were male-to-female (40%) or female-to-male (41%) transgender. The remainder identified as gender queer (those who do not subscribe to traditional gender distinctions, 12%), did not identify as male or female (2%), or reported “other” (2%). Those identifying as cisgender (3%), or whose gender identity matches their biological sex, were not included (final N = 160). 4.2. Measures 4.2.1. Perceived transgender discrimination Eleven items from Brewster et al. (2012) assessed perceived transgender discrimination (α = 88). Sample items include: “How often have others in your workplace, such as supervisors and coworkers…” “…made you feel it was necessary to be ‘traditionally gendered’?” and “…made transphobic remarks about you personally?” We assessed all items on a 1 (Strongly disagree) to 7 (Strongly agree) scale. 4.2.2. Paranoid cognition at work Following other organizational scholars who conceptualize paranoid cognition as comprised of three interrelated patterns of thinking (i.e., hypervigilance, rumination, and sinister attributional tendencies; e.g., Chan and McAllister, 2014, Kramer, 1998), we assessed transgender individuals' experiences of paranoid cognition at work as a higher-order construct comprised of these three sub-facets. Because of the novelty of paranoia research within the organizational psychology literature and the dearth of studies on subclinical populations in the workplace, we could not identify a workplace-specific measure that assessed all three sub-dimensions. Thus, we consulted the literature to identify representative items to assess each sub-facet. We also consulted with an established expert in paranoia and incorporated their feedback into the items. This process resulted in a fifteen-item scale with five items assessing each facet. To assess hypervigilance, we adapted relevant items from Freeman et al.'s (2005) trait paranoia checklist and wrote several additional items based on Kramer (1998), who defined hypervigilance as a “form of heightened search and appraisal of threatening social information” (p. 262). We measured ruminationwith an adapted version of Wade et al.'s (2008) state rumination scale, which assesses repetitive thoughts that focus on negative social events and their consequences. We assessed sinister attributional tendencies with items adapted from Thewissen, Bentall, Lecomte, van Os, and Myin-Germeys's (2008)and Green et al.'s (2008) studies of paranoia. These items were consistent with Kramer (1998), who defined the sinister attribution bias as a “tendency for social perceivers to overattribute a lack of trustworthiness to others” (p. 262). In the instructions, we specifically asked participants to indicate their level of agreement with each scale item based on their thought processes within their current place of employment, as opposed to how they generally feel on a regular basis, regardless of the social context. All items comprising the paranoid cognition scale are found in the Appendix. Consistent with existing content validity guidelines (c.f., Anderson & Gerbing, 1991), we also asked fifteen graduate students in Human Resource Development to complete a card sort task to assess whether items were representative of their intended constructs. Participants correctly classified all items 100% of the time, thus supporting their content validity. To test the higher-order structure of the paranoid cognition measure, we conducted two confirmatory factor analyses (CFA) using Mplus 7.11 (Muthen & Muthen, 2012). The first model was a one-factor first-order model in which all 15 items were specified to load on a single latent factor. The model did not fit the data well [χ2 (90) = 578.23, CFI = 0.81, TLI = 0.78, RMSEA = 0.18]. The second model was a second-order model in which the items comprising each of the three sub-dimensions of paranoid cognition were specified to load on their respective first-order factors, with these three first-order factors, in turn, specified to load on a second-order latent paranoid cognition factor. Overall, the model demonstrated an adequate fit to the data [χ2 (87) = 223.68, CFI = 0.95, TLI = 0.94, RMSEA = 0.10]. These results suggest the best fitting model was the higher-order factor model in which there was considerable improvement in model fit (∆ χ2 = 354.55, p < 0.01). The alphas for the three facets were all acceptable: 0.92 (hypervigilance), 0.94 (rumination), and 0.92 (sinister attributions). All factor loadings can be found in the Appendix. 4.2.3. Job satisfaction We used the nine-item JDI (Kinicki, McKee-Ryan, Schriesheim, & Carson, 2002) (α = 0.95) to assess job satisfaction. Sample items include, “My job is…” “good”, “pleasant” and “poor” (R). Ratings were on a 1 (Strongly disagree) to 7 (Strongly agree) scale. 4.2.4. Turnover intentions Colarelli's (1984) 3-item scale assessed turnover intentions (α = 0.82) (e.g., “I often think of quitting my job”; “I am planning to search for a new job during the next 12 months”). All ratings were made on a 1 (Strongly disagree) to 7 (Strongly agree) scale. 4.2.5. Emotional exhaustion Maslach and Jackson's (1981) 9-item measure from the Maslach Burnout Inventory assessed participants' emotional exhaustion (α = 0.94). Sample items include, “I feel emotionally drained from my work” and “I feel fatigued when I get up in the morning and have to face another day on the job.” All ratings were on a 1 (Never) to 7 (All the time) scale. 4.2.6. Control variables Consistent with existing theory (e.g., Chan & McAllister, 2014), we controlled for negative affect (NA) and trait paranoia. Individuals high in NA have a propensity to experience negative emotions, such as nervousness, hostility, and rejection, and to feel distress across situations (Watson and Clark, 1984, Watson et al., 1988). As such, NA has been shown to inflate correlations between self-report measures of stressful work conditions and employee outcomes (Brief, Burke, George, Robinson, & Webster, 1988). Further, prior research suggests that negative emotions, especially fear and anxiety, play a key role in the development of paranoid thinking (Chan and McAllister, 2014, Freeman, 2007). Similarly, previous research suggests trait paranoia, which reflects a stable tendency to approach people and situations with suspiciousness, exaggerated distrust, and hostility (Chan & McAllister, 2014), strengthens the relation between negative social events and state paranoia (Westermann, Kesting, & Lincoln, 2012). Chan and McAllister (2014) argued that NA and trait paranoia uniquely sensitize people to mistreatment cues, dispose them to perceiving aggression from others, and, in turn, promote paranoid thinking. As such, we controlled for these individual difference variables given they are likely to increase the probability of perceiving discrimination at work and exacerbate the effects of perceived discrimination, including increasing the chances of experiencing paranoid thoughts. We measured NA with Watson et al.'s (1988) 10-item subscale of the PANAS (α = 0.93). The instructions asked participants to indicate how often they generally feel each of the scale's ten negative emotions on a 1 (Never) to 7 (All the time) scale (e.g., scared, distressed, nervous). We assessed trait paranoia with Fenigstein and Vanable's (1992) 20-item scale (α = 0.87), which is the most widely used measure of trait paranoia designed for use within the general population. Using a 1 (Not at all applicable to me) to 7 (Extremely applicable to me) Likert scale, participants indicated the extent to which they agreed with each item based on how they generally feel on a regular basis. Sample items include: “I tend to be on my guard with people who are somewhat more friendly than I expected” and “I have often felt that strangers were looking at me critically.” 5. Results Intercorrelations, means, standard deviations, and alphas for all of the study variables are provided in Table 2. Correlations between perceived discrimination and paranoid cognition (r = 0.61) and between paranoid cognition and each of the three outcomes [job satisfaction (r = − 0.58), turnover intentions (r = 0.53), and emotional exhaustion (r = 0.67)] provide initial support for our hypotheses. Further, as Table 2 shows, perceived discrimination was positively related to each dimension of paranoid cognition, and each facet of paranoid cognition was negatively related to job satisfaction and positively related to turnover intentions and emotional exhaustion. Before testing the hypothesized model, we created item parcels, which is the recommended approach for dealing with variables assessed by a large number of items (Bandalos and Finney, 2001, Williams and O'Boyle, 2008). Using parcels in structural equation modeling (SEM) keeps the indicator-to-sample size ratio lower, reduces the number of parameters to be estimated, and limits the chances of violating distributional assumptions (Little, Rhemtulla, Gibson, & Schoemann, 2013). Based on Little, Cunningham, Shahar, and Widaman's (2002) guidelines, we used the item-to-construct balance technique to create parcels for perceived discrimination, job satisfaction, and emotional exhaustion, and the internal-consistency approach for paranoid cognition. This way of parceling the indicators for paranoid cognition has the added benefits of improved construct representation and keeping the underlying structure of multidimensional constructs explicit (Little et al., 2002). Table 2. Means, standard deviations, correlations, and coefficient alphas among study variables. Variable Mean SD 1 2 3 4 5 6 7 8 9 10 1. Trait paranoia 3.78 1.18 (0.87)          2. Negative affect 3.34 1.15 68⁎⁎ (0.93)         3. Perceived discrimination 2.50 1.34 0.40⁎⁎ 0.34⁎⁎ (0.88)        4. Paranoid cognition at work 3.18 1.58 0.65⁎⁎ 0.63⁎⁎ 0.61⁎⁎ (0.97)       5. Hypervigilance 3.32 1.82 0.55⁎⁎ 0.62⁎⁎ 0.56⁎⁎ 0.94⁎⁎ (0.92)      6. Rumination 3.25 1.79 0.64⁎⁎ 0.63⁎⁎ 0.54⁎⁎ 0.94⁎⁎ 0.84⁎⁎ (0.94)     7. Sinister attributions 2.95 1.51 0.61⁎⁎ 0.50⁎⁎ 0.59⁎⁎ 0.89⁎⁎ 0.75⁎⁎ 0.75⁎⁎ (0.92)    8. Job satisfaction 5.47 1.31 − 0.34⁎⁎ − 0.36⁎⁎ − 0.50⁎⁎ − 0.58⁎⁎ − 0.55⁎⁎ − 0.51⁎⁎ − 0.53⁎⁎ (0.95)   9. Turnover intentions 3.82 2.06 0.34⁎⁎ 0.39⁎⁎ 0.44⁎⁎ 0.53⁎⁎ 0.53⁎⁎ 0.48⁎⁎ 0.44⁎⁎ − 0.62⁎⁎ (0.82)  10. Emotional exhaustion 3.52 1.47 0.54⁎⁎ 0.67⁎⁎ 0.50⁎⁎ 0.67⁎⁎ 0.65⁎⁎ 0.63⁎⁎ 0.56⁎⁎ − 0.69⁎⁎ 0.68⁎⁎ (0.94) Note: coefficient alphas are reported in the diagonal. ⁎⁎p < 0.01.  In order to test our predicted model, we used SEM with maximum likelihood estimation in Mplus 7.11 (Muthen & Muthen, 2012). Following the two-step approach outlined by Anderson and Gerbing (1988), we first tested a measurement model in order to demonstrate the uniqueness of the study's five variables. In the second step, we used a model comparison approach in order to test the hypothesized relations in the structural model against four nested models. For the measurement model, items/item parcels were specified to load onto their respective factors, and the factors were allowed to correlate. Results revealed that the hypothesized five-factor model showed an excellent fit [χ2 (79) = 84.97, CFI = 0.99, TLI = 0.99, and RMSEA = 0.02]. Factor loadings ranged from 0.72 to 0.94, with a mean loading of 0.87. We then compared this baseline five-factor model to two alternative models. The first was a four-factor model with items from the perceived discrimination and paranoid cognition measures specified to load on a single latent variable. The fit indices showed that the model did not fit the data as well as the hypothesized model [χ2 (83) = 187.04, CFI = 0.94, TLI = 0.93, and RMSEA = 0.09; ∆ χ2 = 102.07, p < 0.01]. The second was a three-factor model with the items for job satisfaction, turnover intentions, and emotional exhaustion specified to load on a single factor. The fit indices demonstrated an even less adequate fit to the data [χ2 (86) = 330.45, CFI = 0.86, TLI = 0.83, and RMSEA = 0.14; ∆ χ2 = 245.48, p < 0.01]. Overall, results provide support for the five-factor model and show evidence of construct distinctiveness. Given the potential that common method variance (CMV) could inflate the relations between the variables, we tested for the effects of CMV. Using the procedures recommended by Williams, Cote, and Buckley (1989), we compared four alternative measurement models using CFA. The models tested were a: 1) null model, 2) single factor model, 3) measurement model with the study's five variables, and 4) measurement model with an additional method factor. As shown in Table 3, the null model and single factor model fit the data poorly, suggesting a single common method factor did not account for the covariance among factors. Moreover, compared to the measurement model, the model that included the method factor did not improve the fit to the data, ∆ χ2 = 14.48, ns. As such, CMV did not appear to be a problem in the current study. Table 3. Results of common method variance (CMV) analysis. Model Chi-square (df) CFI TLI RMSEA 1. Null model 2425.10 (105) 0.00 0.00 0.37 2. Single factor model 943.68 (90) 0.63 0.57 0.24 3. Measurement model 89.27 (77) 0.99 0.99 0.03 4. Measurement model + method factor 74.79 (66) 0.10 0.99 0.03  Next, we tested the hypothesized structural model against four nested models. The hypothesized model represents a fully mediated model with no direct paths from perceived discrimination to the three outcomes. With respect to the control variables, both trait paranoia and negative affect were treated as manifest variables by creating summary scores that were the averages of the items that comprised each scale. Both variables were controlled for in the model by including them in the equations used to predict paranoid cognition, job satisfaction, emotional exhaustion and turnover intentions. As reported in Table 4, results showed an excellent fit to the data [χ2 (104) = 163.79, CFI = 0.98, TLI = 0.97, RMSEA = 0.06]. For models 2 through 4, we added one direct path from perceptions of discrimination to each outcome: models 2 (job satisfaction), 3 (turnover intentions) and 4 (emotional exhaustion). For model 5, we added paths from perceived discrimination to all three outcomes. When paths were added from perceived discrimination to all outcomes (model 5), there was a significant improvement in fit compared to the fully mediated model. As such, paranoid cognition partially mediated between perceived discrimination and the outcomes. Fig. 1 depicts this model and presents the path coefficients and indirect effects. Table 4. Comparison of structural equation models. Model χ2 df Δχ2 CFI TLI RMSEA Model 1: hypothesized structural model 163.79 104 – 0.98 0.97 0.06 Model 2: direct path to job satisfaction 161.48 103 2.11 0.98 0.97 0.06 Model 3: direct path to turnover intentions 163.00 103 0.79 0.98 0.97 0.06 Model 4: direct path to emotional exhaustion 163.38 103 0.41 0.98 0.97 0.06 Model 5: direct paths to all outcomes 155.96 101 7.83⁎ 0.98 0.97 0.06 Note: for models 2–5, direct paths are from perceived discrimination. ⁎p < 0.05.   Fig. 1. Partial mediation model supported in the present study with indirect effects. Note: **p < 0.01; coefficients are standardized beta weights; Indirect effects of perceived discrimination on job satisfaction, turnover intentions, and emotional exhaustion via paranoid cognition at work are depicted as dotted lines; CI = 95% bootstrapped confidence interval. Control variables include trait paranoia and negative affect. As expected, after controlling for negative affect and trait paranoia, perceived transgenderdiscrimination was positively related to paranoid cognition at work (β = 0.45, p < 0.01), supporting Hypothesis 1.2 As shown in Fig. 1, the relations between paranoid cognition and the three outcomes were each significant and in the expected directions: job satisfaction, β = − 0.48, p < 0.01; turnover intentions, β = 0.48, p < 0.01; and emotional exhaustion, β = 0.34, p < 0.01, thus supporting Hypotheses 2a, 2b, and 2c. To test Hypothesis 3, we followed the logic outlined by Preacher & Hayes, 2008 and simultaneously tested the indirect effects using SEM in Mplus 7.11 (Muthen & Muthen, 2012). We tested the significance of the three hypothesized indirect effects using the bias-corrected bootstrapping method, with 5000 resamples used to place 95% confidence intervals (CIs) around the estimates of the indirect effects. The results indicated that the indirect effects of perceived discrimination on participants' job satisfaction (− 0.21, p < 0.01, CI [− 0.36, − 0.12]), turnover intentions (0.22, p < 0.05, CI [0.17, 0.54]) and emotional exhaustion (0.15, p < 0.05, CI [0.08, 0.30]) through paranoid cognition were all significant. Thus, results fully supported Hypotheses 3a, 3b and 3c. 6. Discussion Contributing to a small, but growing, body of research on the workplace experiences of transgenderindividuals, the present study examined a potentially key reason why transgender employees' experiences of discrimination at work are negatively related to their job attitudes and psychological wellbeing. Drawing on an established literature on paranoia, our results suggest paranoid cognition – defined by hypervigilance, rumination, and sinister attributional tendencies – mediated the relations between transgender employees' perceptions of discrimination at work and their job satisfaction, turnover intentions, and emotional exhaustion. In examining these relations, the present study answers calls for greater attention to the workplace experiences of transgender employees, specifically (Law et al., 2011, Ruggs et al., 2015), and understudied and marginalized populations, more broadly (Casper and Swanberg, 2011, Maynard and Ferdman, 2009). Importantly, these findings emerged even when controlling for trait paranoia, suggesting the mediating role of paranoid cognition at work cannot be attributed to a dispositional tendency of participants to experience paranoid modes of thought. This is consistent with existing theory and research on paranoia, which suggest that paranoid patterns of thinking are often not simply “inside the head” of social perceivers but rather are linked to the broader social context in which they are embedded. Indeed, given paranoid thoughts, in milder forms, are quite prevalent in the general population (Freeman et al., 2005, Freeman et al., 2011), Fenigstein and Vanable (1992) suggested that the concept of paranoia should be broadened to “include the thought processes that characterize everyday life” (p. 133). Similarly, Kramer (2001) emphasized that although paranoid cognition may involve exaggerated forms of social misperception, it is not necessarily delusional or false. As such, the present study extends these ideas to the growing literature on transgender workers in order to shed light on the powerful role that paranoid cognition may play in shaping the work experiences of many transgender individuals who often experience discrimination at work. Further, although perceptions of transgender discrimination were related to participants' reports of hypervigilance, rumination, and sinister attributions separately, consistent with theory in the paranoia literature, CFA results suggested these constructs, although empirically distinct, share sufficient variance to form a higher-order construct of paranoid cognition (Johnson, Rosen, Chang, Djurdjevic, & Taing, 2012). Although more data are needed to confirm the higher-order nature of paranoid cognition at work and bearing in mind our data were cross-sectional, these results lend initial support that transgender employees' perceptions of discrimination may be, in part, responsible for activating a set of related thought patterns that undermine their job attitudes and psychological wellbeing. 6.1. Implications for research The present study has a number of implications for research on transgender employees' workplace experiences. First, our results are consistent with two recent studies that have revealed links between perceived racism (Combs et al., 2006) and ethnic discrimination (Kong, 2015) and symptoms of paranoid thinking. Although these studies did not control for trait paranoia like the present study and relied on measures that largely capture sinister attributional tendencies rather than the full gamut of paranoid thought outlined in the organizational paranoia literature, there is a case to be made that persistent patterns of paranoid thinking are not a unique psychological experience for transgender individuals who suffer prejudice both in and outside of the workplace. Yet, given the widespread lack of awareness of transgender issues in the general population and the significantly higher prevalence of reported prejudice and mistreatment toward transgender employees (National Center for Transgender Equality, 2011), paranoid modes of thought may be a particularly reoccurring experience for this highly marginalized and misunderstood population in the workplace. As such, in addition to exploring the unique experiences of transgender people at work (e.g., issues related to gender transitions, bathroom usage), future investigations might explore how the general relations found in this study may vary in magnitude for transgender employees relative to other stigmatized populations – thereby helping to determine how the work experiences of such individuals are similar to and distinct from other minority groups at work. Second, given paranoid cognition was found to be a partial mediator of the links between transgender employees' experiences of workplace discrimination and their job dissatisfaction, turnover intentions, and emotional exhaustion, vital questions remain regarding other mediating mechanisms. Consistent with Hatzenbuehler's (2009) psychological mediation framework, certain interpersonal processes, including physical isolation and avoidance behavior, may also play a key role. That is, given stigma-related stress may cause transgender individuals to isolate themselves at work to avoid future rejection, it may actually deter them from seeking out social support in times of distress (Hatzenbuehler, 2009), thereby contributing to their diminished job attitudes and emotional wellbeing. In fact, related to the present study, avoidance is by far the most common form of “safety behavior” (i.e., actions aimed at reducing the risk and magnitude of perceived social threats) that is associated with paranoid thinking (Freeman & Garety, 2004). With respect to other cognitive processes, pessimism may also serve as a key mechanism linking experiences of transgender discrimination to a range of outcomes. Pessimism involves negative expectations of future outcomes (Scheier & Carver, 1985). As a core feature of learned helplessnesstheory, which suggests people develop a sense of helplessness after experiencing aversive and uncontrollable events (Abramson, Seligman, & Teasdale, 1978), pessimism fosters more internal, global, and stable attributions for negative events (Peterson & Seligman, 1984), interfering with one's ability to effectively cope with stress (Scheier, Weintraub, & Carver, 1986). As such, transgender employees who suffer persistent prejudice at work may come to view these events as stable, enduring, and uncontrollable, perhaps even believing that they are responsible for them, thereby undermining their ability to cope and harming their job attitudes and wellbeing. Third, our findings also beg the question of potential moderating factors, including organizational and individual characteristics, which may attenuate the mediated relations found in the present study. For example, perceived organizational efforts to support diversity have been found to weaken the negative relations between perceptions of discrimination and employee job attitudes in studies of other stigmatized populations (e.g., Triana, García, & Colella, 2010). With respect to personal factors, positive psychological constructs, such as psychological capital (Luthans, Avolio, Avey, & Norman, 2007) and mindfulness (Brown & Ryan, 2003), may also buffer individuals from paranoid thought patterns associated with experiences of discrimination at work. In particular, research on mindfulness – a state of nonjudgmental attentiveness to and awareness of moment-to-moment events and internal experiences (Brown & Ryan, 2003) – has been found, as both a dispositional trait and trained skill, to increase job attitudes and decrease emotional exhaustion (Hülsheger, Alberts, Feinholdt, & Lang, 2013). There is also some empirical evidence in the clinical psychology literature for the salutary effects of mindfulness on symptoms of paranoid thinking (Chadwick, Hughes, Russell, Russell, & Dagnan, 2009). As such, mindfulness may interrupt paranoid modes of thought associated with transgender employees' perceptions of discrimination at work. Indeed, recent reviews have called for research on the ways in which mindfulness may help employees cope with and “bounce back” from negative events at work (Good et al., 2016). Further, Sawyer and Thoroughgood (2017) suggested mindfulness interventions may be beneficial in promoting the wellbeing of transgender employees who have been victims of discrimination in the workplace. Importantly, although understanding how individuals might cope with discrimination after it occurs is not an effective remedy for decreasing negative sentiments toward transgender employees, in the absence of broad societal-level knowledge and acceptance it may be the case that transgender individuals experience prejudice and discrimination even in otherwise positive work environments. Moreover, due to widespread discrimination and resulting unemployment within the transgender community, individuals do not always have, or believe they have, options regarding available job roles or organizations to work in. For this reason, deploying individual coping interventions may be a useful short-term strategy for decreasing the negative effects of discriminatory experiences, particularly for those who enjoy other aspects of their work or who are unable to find other job opportunities. Studies should also examine more long-term solutions to decreasing prejudice against transgender employees, such as training and awareness programs. 6.2. Implications for practice From a practical standpoint, our findings are timely given recent controversial legislation enacted in certain U.S. states and cities that remove protections from workplace discrimination based on gender identity, such as denying transgender employees access to bathrooms that match their gender identities. The present investigation suggests organizations that allow discrimination toward transgender workers to persist create threatening workspaces that may contribute to their experiences of paranoid cognition at work and, in turn, harm their job attitudes and wellbeing. However, as King and Cortina (2010) argued and consistent with the notion of corporate social responsibility, in return for the benefits of incorporation, all organizations have a fundamental duty to address the needs of the society in which they are incorporated, including an obligation to implement policies and procedures that protect against discrimination based on gender identity. Furthermore, our findings should also be troubling to organizations from an economic standpoint. Indeed, research has consistently linked job dissatisfaction and emotional exhaustion to decreased job performance and higher turnover (e.g., Cotton and Tuttle, 1986, Judge et al., 2001, Wright and Cropanzano, 1998). In particular, according to a study by the Level Playing Field Institute (2007), more than two million U.S. employees turn over each year as a result of unfairness, costing employers $64 billion annually. As such, in addition to exposing themselves to costly lawsuits, companies that fail to address gender identity discrimination limit their ability to retain or attract talented transgender workers, outcomes that harm the bottom line. 6.3. Limitations This study is not without limitations. First, because we recruited participants through an annual conference and websites that cater to transgender issues, our participants may have held a stronger transgender identity than the transgender community as a whole. As such, because the centrality of one's minority identity may render them more sensitive to and likely to perceive discrimination (e.g., Sellers and Shelton, 2003, Shelton and Sellers, 2000), this may have inflated the relations between our study variables. Although convenience sampling and “snowballing” are common and often inevitable strategies for recruiting those from stigmatized and difficult-to-identify populations (DeJordy, 2008), future studies should draw on more representative samples. Second, given our data were cross-sectional, we cannot make any definitive claims about causality.3Indeed, it is possible and likely that the relations examined are reciprocal in nature. Because paranoid patterns of thinking selectively focus attention on threat-related information, disproportionately allocate cognitive resources to processing and reprocessing perceived threats, and skew information processing toward threat detection, they tend to initiate a vicious cycle of perception and response whereby victims of prejudice may be more likely to interpret subsequent behaviors of others as discriminatory and become more paranoid as a result (Chan & McAllister, 2014). As such, a next step will be to examine within-person changes in paranoid cognition as a function of daily perceptions of discrimination at work and to untangle the reciprocal relations between these variables. Yet, as noted earlier, in support of the causal linkages implied by our analyses, the paranoia literature argues that paranoid thinking is more often than not a product, in part, of the social situations in which they are experienced (Fenigstein and Vanable, 1992, Kramer, 1998). Further, although our qualitative data cannot rule out alternative causal explanations, our interviewees often noted that their experiences of paranoid cognition were a direct reflection of specific encounters with prejudice at work. For example, one interviewee recounted, “I actually had a coworker say to me, ‘You know, you already have three strikes against you because you're transgender, you're Jewish, and you're fat, and you really need to try harder to fit in.’ So, you can imagine going through that experience. It made me guarded, cautious, apprehensive, and afraid.” Finally, the correlations between the three sub-dimensions of paranoid cognition at work – hypervigilance, rumination, and sinister attributional tendencies – were high, potentially calling into question their distinctiveness. However, as discussed earlier, existing theory maintains that these constructs reflect separate, yet interrelated, thought processes that define paranoid thinking. Additionally, our CFA results provided empirical evidence to support a higher-order latent factor structure comprised of three lower-order factors, consistent with theory in the paranoia literature. 7. Conclusion In examining the role of paranoid cognition at work in explaining the relations between transgenderemployees' perceptions of discrimination and their job attitudes and wellbeing, this study provides new insight into the workplace experiences of this highly stigmatized population. Overarchingly, our results can only be viewed as disturbing in that they highlight the “personal hell” that many transgender individuals may suffer through while working in hostile or otherwise unsupportive work environments. In particular, our findings should be especially troubling to employers, both in terms of retaining talented transgender workers and with respect to the basic responsibility that all organizations have to protect the welfare of their employees. Although the present study represents an important step in illuminating the work experiences of transgender employees, it is important that future studies continue to examine this unique population in the workplace. In so doing, it is our hope that such research will serve to spread further awareness and acceptance of transgender individuals at work and equip both individuals and organizations with the knowledge and skills necessary to improve the work lives of this important population. Acknowledgments We would like to thank the editor and two anonymous reviewers for their constructive comments throughout the review process. We would also like to thank Rod Kramer for his helpful comments and contributions to the present effort. Appendix A. Items comprising the three sub-facets of the paranoid cognition at work measure Scale items Factor loading Rumination: because of my transgender identity, at work…  …I find myself replaying interactions with other people over and over in my mind. 0.76 …I can't stop thinking about how others might negatively perceive me. 0.93 …I have a hard time getting thoughts of how coworkers might negatively view me out of my head. 0.95 …thoughts of how others may negatively react to me are never far from my mind. 0.90 …thoughts of how people may negatively react to me often limit my enjoyment of life. 0.86   Hypervigilance: because of my transgender identity, at work…  …I'm constantly “on guard” around others. 0.91 …I'm hypervigilant around other people. 0.87 …I often monitor for negative reactions from others. 0.86 …I'm always on “the lookout”. 0.91 …I find myself searching the work environment for potential threats. 0.85   Sinister attributional tendencies: because of my transgender identity, at work…  …I'm suspicious of others' intentions toward me. 0.93 …I don't trust the motives of people I interact with. 0.96 …I'm sure people dislike me. 0.72 …I know people often talk about me behind my back. 0.68 …others often seem to be hiding something from me. 0.79 Note: all factor loadings are significant at the p < 0.001 level; The instructions asked participants to indicate their level of agreement with each scale item based on their thought processes within their current workplace, rather than how they generally feel; items were rated on a 1 (Strongly disagree) to 7 (Strongly agree) scale. References Abramson et al., 1978. L.Y. Abramson, M.E. Seligman, J.D. Teasdale. Learned helplessness in humans: Critique and reformulation. Journal of Abnormal Psychology, 87 (1978), pp. 49-74, 10.1037/0021-843X.87.1.49 Anderson and Gerbing, 1988. J.C. Anderson, D.W. Gerbing. Structural equation modeling in practice: A review and recommended two-step approach. Psychological Bulletin, 103 (1988), pp. 411-423, 10.1037/0033-2909.103.3.411 Anderson and Gerbing, 1991. J.C. Anderson, D.W. Gerbing. Predicting the performance of measures in a confirmatory factor analysis with a pretest assessment of their substantive validities. Journal of Applied Psychology, 76 (1991), pp. 732-740, 10.1037/0021-9010.76.5.732 Bandalos and Finney, 2001. D.L. Bandalos, S.J. Finney. Item parceling issues in structural equation modeling. G.A. Marcoulides, R.E. Schumacker (Eds.), New developments and techniques in structural equation modeling, Lawrence Erlbaum Associates, Inc., Mahwah, NJ (2001), pp. 269-296 Barclay and Scott, 2006. J.M. Barclay, L.J. Scott. Transsexuals and workplace diversity: A case of “change” management. Personnel Review, 35 (2006), pp. 487-502, 10.1108/00483480610670625 Barrett and Swim, 1998. L.F. Barrett, J.K. Swim. Appraisals of prejudice and discrimination. J.K. Swim, C. Stangor (Eds.), Prejudice: The target's perspective, Academic Press, San Diego, CA (1998), pp. 11-36, 10.1016/B978-012679130-3/50036-3 Baumeister and Leary, 1995. R.F. Baumeister, M.R. Leary. The need to belong: Desire for interpersonal attachments as a fundamental human motivation. Psychological Bulletin, 117 (1995), pp. 497-529, 10.1037/0033-2909.117.3.497 Baumeister and Tice, 1990. R.F. Baumeister, D.M. Tice. Point-counterpoints: Anxiety and social exclusion. Journal of Social and Clinical Psychology, 9 (1990), pp. 165-195, 10.1521/jscp.1990.9.2.165 Bem, 1983. S.L. Bem. Gender schema theory and its implications for child development: Raising gender-aschematic children in a gender-schematic society. Signs, 8 (1983), pp. 98-616, 10.1086/493998 Brewster et al., 2012. M.E. Brewster, B. Velez, C. DeBlaere, B. Moradi. Transgender individuals' workplace experiences: The applicability of sexual minority measures and models. Journal of Counseling Psychology, 59 (2012), pp. 60-70, 10.1037/a0025206 Brewster et al., 2014. M.E. Brewster, B.L. Velez, A. Mennicke, E. Tebbe. Voices from beyond: A thematic content analysis of transgender employees' workplace experiences. Psychology of Sexual Orientation and Gender Diversity, 1 (2014), pp. 159-169, 10.1037/sgd0000030 Brief et al., 1988. A.P. Brief, M.J. Burke, J.M. George, B.S. Robinson, J. Webster. Should negative affectivity remain an unmeasured variable in the study of job stress? Journal of Applied Psychology, 73 (1988), pp. 193-198, 10.1037/0021-9010.73.2.193 Brown and Ryan, 2003. K.W. Brown, R.M. Ryan. The benefits of being present: Mindfulness and its role in psychological well-being. Journal of Personality and Social Psychology, 84 (2003), pp. 822-848, 10.1037/0022-3514.84.4.822 Budge et al., 2010. S.L. Budge, E.N. Tebbe, K.A. Howard. The work experiences of transgender individuals: Negotiating the transition and career decision-making processes. Journal of Counseling Psychology, 57 (2010), pp. 377-393, 10.1037/a0020472 Casper and Swanberg, 2011. W.J. Casper, J.E. Swanberg. Career and work concerns of diverse and understudied workers. Journal of Vocational Behavior, 79 (2011), pp. 611-612, 10.1016/j.jvb.2011.05.006 Center for American Progress, 2012. Center for American Progress. The costly business of discrimination: The economic costs of discrimination and the financial benefits of gay and transgender equality in the workplace. Crosby Burns, Washington, DC (2012) Chadwick et al., 2009. P. Chadwick, S. Hughes, D. Russell, I. Russell, D. Dagnan. Mindfulness groups for distressing voices and paranoia: A replication and randomized feasibility trial. Behavioural and Cognitive Psychotherapy, 37 (2009), pp. 403-412, 10.1017/S1352465809990166 Chan and McAllister, 2014. M.E. Chan, D.J. McAllister. Abusive supervision through the lens of employee state paranoia. Academy of Management Review, 39 (2014), pp. 44-66, 10.5465/amr.2011.0419 Colarelli, 1984. S.M. Colarelli. Methods of communication and mediating processes in realistic job previews. Journal of Applied Psychology, 69 (1984), pp. 633-642, 10.1037/0021-9010.69.4.633 Combs et al., 2006. D.R. Combs, D.L. Penn, J. Cassisi, C. Michael, T. Wood, J. Wanner, S.Adams. Perceived racism as a predictor of paranoia among African Americans. Journal of Black Psychology, 32 (2006), pp. 87-104, 10.1177/0095798405283175 Cortina, 2008. L.M. Cortina. Unseen injustice: Incivility as modern discrimination in organizations. Academy of Management Review, 33 (2008), pp. 55-75, 10.5465/AMR.2008.27745097 Cotton and Tuttle, 1986. J.L. Cotton, J.M. Tuttle. Employee turnover: A meta-analysis and review with implications for research. Academy of Management Review, 11 (1986), pp. 55-70, 10.5465/AMR.1986.4282625 DeJordy, 2008. R. DeJordy. Just passing through stigma, passing, and identity decoupling in the work place. Group & Organization Management, 33 (2008), pp. 504-531, 10.1177/1059601108324879 Dietert and Dentice, 2009. M. Dietert, D. Dentice. Gender identity issues and workplace discrimination: The transgender experience. Journal of Workplace Rights, 14 (2009), pp. 121-140, 10.2190/WR.14.1.g Fenigstein and Vanable, 1992. A. Fenigstein, P.A. Vanable. Paranoia and self-consciousness. Journal of Personality and Social Psychology, 62 (1992), pp. 129-138, 10.1037/0022-3514.62.1.129 Ferris et al., 2008. D.L. Ferris, D.J. Brown, J.W. Berry, H. Lian. The development and validation of the workplace ostracism scale. Journal of Applied Psychology, 93 (2008), pp. 1348-1366, 10.1037/a0012743 Freeman, 2007. D. Freeman. Suspicious minds: The psychology of persecutory delusions. Clinical Psychology Review, 27 (2007), pp. 425-547, 10.1016/j.cpr.2006.10.004 Freeman and Garety, 2004. D. Freeman, P.A. Garety. Paranoia: The psychology of persecutory delusions. Psychology Press, New York (2004) Freeman et al., 2005. D. Freeman, P.A. Garety, P.E. Bebbington, B. Smith, R. Rollinson, D.Fowler, ..., G. Dunn. Psychological investigation of the structure of paranoia in a non-clinical population. The British Journal of Psychiatry, 186 (2005), pp. 427-435, 10.1192/bjp.186.5.427 Freeman et al., 2002. D. Freeman, P.A. Garety, E. Kuipers, D. Fowler, P.E. Bebbington. A cognitive model of persecutory delusions. British Journal of Clinical Psychology, 41 (2002), pp. 331-347, 10.1348/014466502760387461 Freeman et al., 2011. D. Freeman, S. McManus, T. Brugha, H. Meltzer, R. Jenkins, P.Bebbington. Concomitants of paranoia in the general population. Psychological Medicine, 41 (2011), pp. 923-936, 10.1017/S0033291710001546 Good et al., 2016. D.J. Good, C.J. Lyddy, T.M. Glomb, J.E. Bono, K.W. Brown, et al.. Contemplating mindfulness at work: An integrative review. Journal of Management, 42 (2016), pp. 114-142, 10.1177/0149206315617003 Green et al., 2008. C.E.L. Green, D. Freeman, E. Kuipers, P. Bebbington, D. Fowler, G. Dunn, P.A. Garety. Measuring ideas of persecution and social reference: The Green et al. Paranoid Thought Scales (GPTS). Psychological Medicine, 38 (2008), pp. 101-111, 10.1017/S0033291707001638 Haas et al., 2010. A.P. Haas, M. Eliason, V.M. Mays, R.M. Mathy, S.D. Cochran, A.R. D'Augelli, S.T. Russell. Suicide and suicide risk in lesbian, gay, bisexual, and transgender populations: Review and recommendations. Journal of Homosexuality, 58 (2010), pp. 10-51, 10.1080/00918369.2011.534038 Haselton and Nettle, 2006. M.G. Haselton, D. Nettle. The paranoid optimist: An integrative evolutionary model of cognitive biases. Personality and Social Psychology Review, 10 (2006), pp. 47-66, 10.1207/s15327957pspr1001_3 Hatzenbuehler, 2009. M.L. Hatzenbuehler. How does sexual minority stigma “get under the skin”? A psychological mediation framework. Psychological Bulletin, 135 (2009), pp. 707-730, 10.1037/a0016441 Hülsheger et al., 2013. U.R. Hülsheger, H.J. Alberts, A. Feinholdt, J.W. Lang. Benefits of mindfulness at work: The role of mindfulness in emotion regulation, emotional exhaustion, and job satisfaction. Journal of Applied Psychology, 98 (2013), pp. 310-325, 10.1037/a0031313 Irwin, 2002. J. Irwin. Discrimination against gay men, lesbians, and transgender people working in education. Journal of Gay & Lesbian Social Services, 14 (2002), pp. 65-77, 10.1300/J041v14n02_06 Johnson et al., 2012. R.E. Johnson, C.C. Rosen, C.H. Chang, E. Djurdjevic, M.U. Taking. Recommendations for improving the construct clarity of higher-order multidimensional constructs. Human Resource Management Review, 22 (2012), pp. 62-72, 10.1016/j.hrmr.2011.11.006 Judge et al., 2001. T.A. Judge, C.J. Thoresen, J.E. Bono, G.K. Patton. The job satisfaction–job performance relationship: A qualitative and quantitative review. Psychological Bulletin, 127 (2001), pp. 376-407, 10.1037/0033-2909.127.3.376 Kaiser et al., 2006. C.R. Kaiser, S.B. Vick, B. Major. Prejudice expectations moderate preconscious attention to cues that are threatening to social identity. Psychological Science, 17 (2006), pp. 332-338, 10.1111/j.1467-9280.2006.01707.x King and Cortina, 2010. E.B. King, J.M. Cortina. The social and economic imperative of lesbian, gay, bisexual, and transgendered supportive organizational policies. Industrial and Organizational Psychology, 3 (2010), pp. 69-78, 10.1111/j.1754-9434.2009.01201.x Kinicki et al., 2002. A.J. Kinicki, F.M. McKee-Ryan, C.A. Schriesheim, K.P. Carson. Assessing the construct validity of the job descriptive index: A review and meta-analysis. Journal of Applied Psychology, 87 (2002), pp. 14-32, 10.1037/0021-9010.87.1.14 Kong, 2015. D.T. Kong. Ethnic minorities' paranoia and self-preservative work behaviors in response to perceived ethnic discrimination, with collective self-esteem as a buffer. Journal of Occupational Health Psychology, 21 (2015), pp. 34-351, 10.1037/ocp0000013 Kramer, 1998. R.M. Kramer. Paranoid cognition in social systems: Thinking and acting in the shadow of doubt. Personality and Social Psychology Review, 2 (1998), pp. 251-275, 10.1207/s15327957pspr0204_3 Kramer, 2001. R.M. Kramer. Organizational paranoia: Origins and dynamics. Research in Organizational Behavior, 23 (2001), pp. 1-42, 10.1016/S0191-3085(01)23002-0 Law et al., 2011. C.L. Law, L.R. Martinez, E.N. Ruggs, M.R. Hebl, E. Akers. Transparency in the workplace: How the experiences of transsexual employees can be improved. Journal of Vocational Behavior, 79 (2011), pp. 710-723, 10.1016/j.jvb.2011.03.018 Little et al., 2002. T.D. Little, W.A. Cunningham, G. Shahar, K.F. Widaman. To parcel or not to parcel: Exploring the question, weighing the merits. Structural Equation Modeling, 9 (2002), pp. 151-173, 10.1207/S15328007SEM0902_1 Little et al., 2013. T.D. Little, M. Rhemtulla, K. Gibson, A.M. Schoemann. Why the items versus parcels controversy needn't be one. Psychological Methods, 18 (2013), p. 285, 10.1037/a0033266 Luthans et al., 2007. F. Luthans, B.J. Avolio, J.B. Avey, S.M. Norman. Positive psychological capital: Measurement and relationship with performance and satisfaction. Personnel Psychology, 60 (2007), pp. 541-572, 10.1111/j.1744-6570.2007.00083.x Lyubomirsky and Nolen-Hoeksema, 1993. S. Lyubomirsky, S. Nolen-Hoeksema. Self-perpetuating properties of dysphoric rumination. Journal of Personality and Social Psychology, 65 (1993), pp. 339-349, 10.1037/0022-3514.65.2.339 Maccoby, 1988. E.E. Maccoby. Gender as a social category. Developmental Psychology, 24 (1988), pp. 755-765, 10.1037/0012-1649.24.6.755 Marr et al., 2012. J.C. Marr, S. Thau, K. Aquino, L.J. Barclay. Do I want to know? How the motivation to acquire relationship-threatening information in groups contributes to paranoid thought, suspicion behavior, and social rejection. Organizational Behavior and Human Decision Processes, 117 (2012), pp. 285-297, 10.1016/j.obhdp.2011.11.003 Martinez et al., 2017. L.R. Martinez, K.B. Sawyer, C.N. Thoroughgood, E.N. Ruggs, N.A. Smith. The importance of being “me”: The relation between authentic identity expression and transgender employees' work-related attitudes and experiences. Journal of Applied Psychology, 102 (2017), pp. 215-226, 10.1037/apl0000168 Maslach and Jackson, 1981. C. Maslach, S.E. Jackson. The measurement of experienced burnout. Journal of Organizational Behavior, 2 (1981), pp. 99-113, 10.1002/job.4030020205 Maynard and Ferdman, 2009. D.C. Maynard, B.M. Ferdman. The marginalized workforce: How IO psychology can make a difference. The Industrial-Organizational Psychologist, 46 (2009), pp. 25-29 Meyer, 2003. I.H. Meyer. Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129 (2003), pp. 674-697 Mullin and Hogg, 1998. B.A. Mullin, M.A. Hogg. Dimensions of subjective uncertainty in social identification and minimal intergroup discrimination. British Journal of Social Psychology, 37 (1998), pp. 345-365, 10.1111/j.2044-8309.1998.tb01176.x Muthen and Muthen, 2012. L.K. Muthen, B.O. Muthen. Mplus user's guide. Muthen & Muthen, L.A., CA (2012) National Center for Transgender Equality, 2011. National Center for Transgender Equality. National transgender discrimination survey report on health and healthcare. Washington, D.C. (2011) Nolen-Hoeksema et al., 2008. S. Nolen-Hoeksema, B.E. Wisco, S. Lyubomirsky. Rethinking rumination. Perspectives on Psychological Science, 3 (2008), pp. 400-424, 10.1111/j.1745-6924.2008.00088.x Peterson and Seligman, 1984. C. Peterson, M.E. Seligman. Causal explanations as a risk factor for depression: Theory and evidence. Psychological Review, 91 (1984), pp. 347-374, 10.1037/0033-295X.91.3.347 Philippot and Brutoux, 2008. P. Philippot, F. Brutoux. Induced rumination dampens executive processes in dysphoric young adults. Journal of Behavior Therapy and Experimental Psychiatry, 39 (2008), pp. 219-227, 10.1016/j.jbtep.2007.07.001 Preacher and Hayes, 2008. K.J. Preacher, A.F. Hayes. Asymptotic and resampling strategies for assessing and comparing indirect effects in multiple mediator models. Behavior Research Methods, 40 (2008), pp. 879-891, 10.3758/BRM.40.3.879 Reisner et al., 2016. S.L. Reisner, T. Poteat, J. Keatley, M. Cabral, T. Mothopeng, E. Dunham,et al. Global health burden and needs of transgender populations: A review. The Lancet, 388 (2016), pp. 412-436, 10.1016/S0140-6736(16)00684-X Robinson et al., 2013. S.L. Robinson, J. O'Reilly, W. Wang. Invisible at work an integrated model of workplace ostracism. Journal of Management, 39 (2013), pp. 203-231, 10.1177/0149206312466141 Ruggs et al., 2013. E.N. Ruggs, C. Law, C.B. Cox, M.V. Roehling, R.L. Wiener, M.R. Hebl, L.Barron. Gone fishing: I–O psychologists' missed opportunities to understand marginalized employees' experiences with discrimination. Industrial and Organizational Psychology, 6 (2013), pp. 39-60, 10.1111/iops.12007 Ruggs et al., 2015. E.N. Ruggs, L.R. Martinez, M.R. Hebl, C.L. Law. Workplace “trans”-actions: How organizations, coworkers, and individual openness influence perceived gender identity discrimination. Psychology of Sexual Orientation and Gender Diversity, 2 (2015), pp. 404-412, 10.1037/sgd0000112 Sawyer and Thoroughgood, 2017. K. Sawyer, C. Thoroughgood. Gender non-conformity and the modern workplace. Organizational Dynamics, 1 (2017), pp. 1-8, 10.1016/j.orgdyn.2017.01.001 Sawyer et al., 2016. K. Sawyer, C. Thoroughgood, J. Webster. Queering the gender binary: Understanding transgender workplace experiences. Sexual orientation and transgender issues in organizations, Springer International Publishing (2016), pp. 21-42 Scheier and Carver, 1985. M.F. Scheier, C.S. Carver. Optimism, coping, and health: Assessment and implications of generalized outcome expectancies. Health Psychology, 4 (1985), pp. 219-247, 10.1037/0278-6133.4.3.219 Scheier et al., 1986. M.F. Scheier, J.K. Weintraub, C.S. Carver. Coping with stress: Divergent strategies of optimists and pessimists. Journal of Personality and Social Psychology, 51 (1986), pp. 1257-1264, 10.1037/0022-3514.51.6.1257 Schilt, 2006. K. Schilt. Just one of the guys? How transmen make gender visible at work. Gender & Society, 20 (2006), pp. 465-490, 10.1177/0891243206288077 Schilt and Connell, 2007. K. Schilt, C. Connell. Do workplace gender transitions make gender trouble? Gender, Work & Organization, 14 (2007), pp. 596-618, 10.1111/j.1468-0432.2007.00373.x Schilt and Wiswall, 2008. K. Schilt, M. Wiswall. Before and after: Gender transitions, human capital, and workplace experiences. The BE Journal of Economic Analysis & Policy, 8 (2008), p. 1862, 10.2202/1935-1682 Sellers and Shelton, 2003. R.M. Sellers, J.N. Shelton. The role of racial identity in perceived racial discrimination. Journal of Personality and Social Psychology, 84 (2003), pp. 1079-1092 Shelton and Sellers, 2000. J.N. Shelton, R.M. Sellers. Situational stability and variability in African American racial identity. Journal of Black Psychology, 26 (2000), pp. 27-50 Smart Richman and Leary, 2009. L. Smart Richman, M.R. Leary. Reactions to discrimination, stigmatization, ostracism, and other forms of interpersonal rejection: A multimotive model. Psychological Review, 116 (2009), pp. 365-383, 10.1037/0022-3514.84.5.1079 Smith and Alloy, 2009. J.M. Smith, L.B. Alloy. A roadmap to rumination: A review of the definition, assessment, and conceptualization of this multifaceted construct. Clinical Psychology Review, 29 (2009), pp. 116-128, 10.1016/j.cpr.2008.10.003 Thewissen et al., 2008. V. Thewissen, R.P. Bentall, T. Lecomte, J. van Os, I. Myin-Germeys. Fluctuations in self-esteem and paranoia in the context of daily life. Journal of Abnormal Psychology, 117 (2008), pp. 143-153, 10.1037/0021-843X.117.1.143 Triana et al., 2010. M.D.C. Triana, M.F. García, A. Colella. Managing diversity: How organizational efforts to support diversity moderate the effects of perceived racial discrimination on affective commitment. Personnel Psychology, 63 (2010), pp. 817-843, 10.1111/j.1744-6570.2010.01189.x Wade et al., 2008. N.G. Wade, D.L. Vogel, K.Y.H. Liao, D.B. Goldman. Measuring state-specific rumination: Development of the rumination about an interpersonal offense scale. Journal of Counseling Psychology, 55 (2008), pp. 419-426, 10.1111/j.1744-6570.2010.01189.x Watson and Clark, 1984. D. Watson, L.A. Clark. Negative affectivity: The disposition to experience aversive emotional states. Psychological Bulletin, 96 (1984), pp. 235-254, 10.1037/0033-2909.96.3.465 Watson et al., 1988. D. Watson, L.A. Clark, A. Tellegen. Development and validation of brief measures of positive and negative affect: The PANAS scales. Journal of Personality and Social Psychology, 47 (1988), pp. 127-144, 10.1037/0022-3514.54.6.1063 West and Zimmerman, 1987. C. West, D.H. Zimmerman. Doing gender. Gender & Society, 1 (1987), pp. 125-151, 10.1177/0891243287001002002 Westermann et al., 2012. S. Westermann, M.L. Kesting, T.M. Lincoln. Being deluded after being excluded? How emotion regulation deficits in paranoia-prone individuals affect state paranoia during experimentally induced social stress. Behavior Therapy, 43 (2012), pp. 329-340, 10.1016/j.beth.2011.07.005 Williams, 2007. K.D. Williams. Ostracism. Annual Review of Psychology, 58 (2007), pp. 425-452, 10.1146/annurev.psych.58.110405.085641 Williams et al., 1989. L.J. Williams, J.A. Cote, M.R. Buckley. Lack of method variance in self-reported affect and perceptions at work: Reality or artifact? Journal of Applied Psychology, 74 (1989), pp. 462-468, 10.1037/0021-9010.74.3.462 Williams and O'Boyle, 2008. L.J. Williams, E.H. O'Boyle. Measurement models for linking latent variables and indicators: A review of human resource management research using parcels. Human Resource Management Review, 18 (2008), pp. 233-242, 10.1016/j.hrmr.2008.07.002 Wright and Cropanzano, 1998. T.A. Wright, R. Cropanzano. Emotional exhaustion as a predictor of job performance and voluntary turnover. Journal of Applied Psychology, 83 (1998), pp. 486-493, 10.1037/0021-9010.83.3.486  1 The importance of perception in workplace discrimination and paranoid cognition must be emphasized here. Our arguments are based on the assumption that a person's perceptions of discrimination at work contribute, in part, to their experiences of paranoid cognition. That is, a person must appraise their work environment as threatening to their identity in order for them to experience paranoid thinking. Yet, those who encounter objective discrimination at work, but who do not perceive such events as discriminatory, are unlikely to experience paranoid thoughts. 2 We also compared our hypothesized model with and without negative affect and trait paranoia included as control variables. Results did not suggest any differences in the conclusions drawn from the data. As such, we retained our original model with these two controls given the substantive reasons for their inclusion and because this model is more conservative in nature. 3 Consistent with an anonymous reviewer's comment, we also tested an alternative model in which paranoid cognition was modeled as the predictor variable, perceived discrimination as the mediator, and job satisfaction, turnover intentions, and emotional exhaustion as the outcome variables. Although the path coefficients and their p-values across the two models were largely the same, results suggested the alternative model had a considerably worse fit to the data than the hypothesized model [χ2 (101) = 234.51, CFI = 0.95, TLI = 0.93, RMSEA = 0.09; ∆ χ2 = 78.55, p < 0.01]. In addition, AIC was 6837.89 for the hypothesized model and 6916.45 for the alternative model, suggesting that the hypothesized model was the better fitting model.  ",
    "id": 213086884,
    "identifiers": {
        "doi": null,
        "oai": "oai:epublications.marquette.edu:mgmt_fac-1316"
    },
    "title": "What Lies Beneath: How Paranoid Cognition Explains the Relations Between Transgender Employees\\u27 Perceptions of Discrimination at Work and their Job Attitudes and Wellbeing",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-12-01T08:00:00+00:00",
    "publisher": "e-Publications@Marquette",
    "references": [],
    "sourceFulltextUrls": [
        "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1316&amp;context=mgmt_fac"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/213086884.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/213086884"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/213086884/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/213086884/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/213086884"
        }
    ],
    "abstract": "With the recent public gender transitions of celebrities like Caitlin Jenner, greater visibility of transgender characters on television (e.g., Transparent), and controversial laws enacted in some U.S. states and cities banning transgender employees from accessing bathrooms that align with their gender identities, issues of gender expression have been thrust into the national spotlight. In order to promote greater awareness and acceptance of transgender people, greater knowledge of their life experiences is needed. Adding to a small, but growing, body of research on the work experiences of transgender individuals, the goal of the present study is to examine the cognitive processes that shape these individuals\\u27 experiences in the workplace. Drawing on existing theory and research on paranoia, we examine the role of paranoid cognition, defined by hypervigilance, rumination, and sinister attributional tendencies, in explaining the relations between transgender employees\\u27 perceptions of workplace discrimination and their job attitudes and psychological wellbeing. Our findings suggest that perceptions of transgender discrimination in the workplace are positively related to paranoid cognition at work; paranoid cognition is positively related to transgender employees\\u27 turnover intentions and emotional exhaustion and negatively related to their job satisfaction; and paranoid cognition at work mediates the relations between perceptions of discrimination and each of these outcomes. We conclude by discussing the implications of our results, as well as avenues for future research on the work experiences of transgender employees",
    "tags": [
        "text",
        "Gender identity",
        "Transgender",
        "Paranoid cognition",
        "Organizational paranoia",
        "Workplace discrimination",
        "Job attitudes and wellbeing",
        "Business"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:epublications.marquette.edu:mgmt_fac-1316",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1441",
        "openDoarId": 0,
        "name": "epublications@Marquette",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 213086884,
        "depositedDate": null,
        "publishedDate": "2017-12-01T08:00:00+00:00",
        "updatedDate": "2024-01-23T09:24:08+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T11:16:28+01:00"
    },
    "urls": [
        "https://epublications.marquette.edu/mgmt_fac/316",
        "https://epublications.marquette.edu/context/mgmt_fac/article/1316/viewcontent/webster_11880.pdf",
        "https://epublications.marquette.edu/context/mgmt_fac/article/1316/filename/0/type/additional/viewcontent/webster_11880acc.docx"
    ],
    "lastUpdate": "2024-01-23T09:24:08+00:00",
    "setSpecs": []
}