{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Addington, Lynn A."
        }
    ],
    "contributors": [],
    "createdDate": "2018-02-09T08:14:20+00:00",
    "dataProvider": {
        "id": 1325,
        "name": "DigitalCommons@The Texas Medical Center",
        "url": "https://api.core.ac.uk/v3/data-providers/1325",
        "logo": "https://api.core.ac.uk/data-providers/1325/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.58464/2168-670X.1356",
    "downloadUrl": "https://core.ac.uk/download/147566841.pdf",
    "fullText": "Journal of Family StrengthsVolume 17Issue 2 The Changing Landscape for LGBTIQFamilies: Challenges and ProgressArticle 7December 2017What is the Effect of Being Bullied?: ComparingDirect Harms of Bullying Experienced by LGB andnon-LGB StudentsLynn A. AddingtonAmerican University, adding@american.eduFollow this and additional works at: http://digitalcommons.library.tmc.edu/jfsThe Journal of Family Strengths is brought to you for free and open accessby CHILDREN AT RISK at DigitalCommons@The Texas Medical Center.It has a \"cc by-nc-nd\" Creative Commons license\" (Attribution Non-Commercial No Derivatives) For more information, please contactdigitalcommons@exch.library.tmc.eduRecommended CitationAddington, Lynn A. (2017) \"What is the Effect of Being Bullied?: Comparing Direct Harms of Bullying Experienced by LGB andnon-LGB Students,\" Journal of Family Strengths: Vol. 17 : Iss. 2 , Article 7.Available at: http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/7   Introduction Views about bullying at school have evolved from dismissing such incidents as minor aggravations to be endured as part of childhood to identifying them as a substantial form of peer victimization that harm the direct victims and the larger student body (see Holt & Reid, 2016, for a summary). In the United States, increased scholarly attention has generated an extensive body of research over the past decade. These studies not only have improved our understanding of the characteristics of bullying but also have supported policies to prevent it. Initially, the work focused on bullying overall, but more recent efforts have refined the inquiry to consider students belonging to minority groups that may make them vulnerable to targeted bullying, such as lesbian, gay, bisexual, trans*, and queer (LGBTQ) students. This research highlights the nature and frequency of bullying against LGBTQ students as well as how their experiences differ from those of non-LGBTQ students in the United States (e.g., Greytak, Kosciw, Villenas, & Giga, 2016; Kosciw, Greytak, Giga, Villenas, & Danischewski, 2016; Olsen, Kann, Vivolo-Kantor, Kinchen, & McManus, 2014; Russell, Kosciw, Horn, & Saewyc, 2010).  LGBTQ students do experience not only more frequent bullying but also greater harms than non-LGBTQ students (e.g., Bontempo & D’Augelli, 2002; Espelage, Aragon, Birkett, & Koenig, 2008; Swearer, Turner, Givens, & Pollack, 2008). Studies examining these patterns typically measure harms indirectly, which limits the findings to associations between bullying and harms.  Although such research provides essential information for understanding the implications of LGBTQ bullying, an open issue remains regarding the need to connect bullying experiences more directly with negative repercussions. This inquiry now is particularly timely as a growing number of school districts seek to create safer climates, especially for their LGBTQ students (e.g., Los Angeles LGBT Center, n.d.; Olivo & Balingit, 2017). These motivations constitute important first steps to provide a safe, positive learning space. Additional research can support the development of policies, especially those tailored to support and serve LGBTQ students overall and those subjected to peer victimization.  Background Current research highlights the substantial amount of bullying and peer harassment directed against LGBTQ students, especially attacks targeted because of their sexual orientation, gender identity, and/or gender expression (Olsen et al., 2014; Greytak et al., 2016). LGBTQ students experience various forms of victimization at school, ranging from verbal harassment to physical assaults. Acts of verbal harassment occur the 1Addington: Direct Effects of Being BulliedPublished by DigitalCommons@TMC, 2017   most frequently. One survey found that 85% of LGBTQ students were verbally harassed at school (Kosciw et al., 2016). Despite the prevalence of these incidents, they largely go unreported. Fewer than half of LGBTQ students bullied, harassed, or victimized at school report the incident to a school official (Kosciw et al., 2016). Comparisons of LGBTQ and non-LGBTQ students indicate that LGBTQ students face higher levels of victimization at school, including bullying (Olsen et al., 2014; Greytak et al., 2016). LGBTQ students not only experience more bullying but also suffer greater repercussions as a result of bullying than do their non-LGBTQ counterparts. These patterns hold for a range of harms, including mental health problems such as depression and anxiety as well as participation in risky activities such as alcohol and drug use (e.g., Bontempo & D’Augelli, 2002; Espelage et al., 2008; Swearer et al., 2008). Other harms arise from negative educational experiences, including direct repercussions on learning as measured by lower grade point averages (or GPAs) and indirect effects based on missing class or avoiding school entirely because of safety concerns (Greytak et al., 2016; Russell et al., 2010; Olsen et al., 2014). Here again, LGBTQ students suffer worse educational outcomes than do non-LGBTQ students. LGBTQ students also are more likely to report perceiving a negative school climate and feeling unsafe at school (Greytak et al., 2016). Research comparing LGBTQ and non-LGBTQ students provides important insights about harms associated with bullying and how they disproportionately affect LGBTQ students. As noted above, the relationship between bullying and harm tends to be measured indirectly. Identifying direct connections between bullying and specific negative repercussions remains an open area for research. Ascertaining these harms and how they compare with those experienced by non-LGBTQ bullying victims may offer new insights that can help refine policies to support LGBTQ students.  Research Questions Given the limited work in this area, the present study is an exploratory one seeking to compare the harms experienced by student bullying victims targeted because of their sexual orientation with the harms experienced by those who are not. The study considers students in the United States. The primary research questions are these: (1) What are the direct harms frequently experienced by LGB bullying victims and how do these compare with the direct harms experienced by non-LGB bullying victims? (2) What are the indirect harms frequently experienced by LGB bullying 2Journal of Family Strengths, Vol. 17 [2017], Iss. 2, Art. 7http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/7   victims and how do these compare with the indirect harms experienced by non-LGB bullying victims? The research questions focus on LGB students rather than LGBTQ students because of data constraints. This study relies on an existing data collection, which provides many relevant details but is limited in its LGBTQ measures. Specifically, the underlying survey instrument did not include questions about a bullying victim’s gender identity or expression. As a result, the research questions cannot examine trans* or gender-questioning bullying victims.   Methodology Data This study used 2015 data from the National Crime Victimization Survey-School Crime Supplement (NCVS-SCS). The NCVS-SCS data are publicly available in the National Archive of Criminal Justice Data (U.S. Department of Justice, 2016). The NCVS is one of two official sources of U.S. national crime data (U.S. Department of Justice, 2014). The following description of the NCVS comes in large part from Addington and Rennison (2014) and the U.S. Department of Justice (2016). Specifically, the NCVS collects data on the incidence of criminal activity from a nationally representative sample of approximately 50,000 households. Each household member 12 years of age or older is interviewed to collect information about victimizations that occurred during the preceding 6 months. NCVS interviews are administered in the respondent's home, either in person or over the telephone, by a trained federal government interviewer. The SCS is a periodic supplement to the NCVS that collects information from household members 12 to 18 years of age concerning certain victimization experiences at school, views of the school environment, and various characteristics of their schools. The SCS has been collected every other year since 1999 with slight variations in its questions. The 2015 NCVS-SCS comprises the most recently available data, and this version of the data includes additional questions regarding bullying. The new items collect details about whether those who report being bullied believe the bullying was due to certain personal attributes (including sexual orientation) as well as about certain negative repercussions that resulted from being bullied. The addition of these questions strengthened the utility of the NCVS-SCS for use in this study.    Case Selection To be included in this study, students had to be eligible to respond to the NCVS-SCS questions. (All NCVS respondents are eligible for the SCS if they are between the ages of 12 and 18 years, are in the sixth through 3Addington: Direct Effects of Being BulliedPublished by DigitalCommons@TMC, 2017   twelfth grades, and have attended school during some portion of the current school year, as opposed to being entirely homeschooled.) These criteria resulted in a sample of 4,768 eligible respondents to the NCVS-SCS. This study focused only on students who reported being bullied. The NCVS-SCS asks a series of questions to ascertain if students have been bullied at school during the current academic school year. The present study used this classification, which resulted in a sample of 678 student bully victims (or approximately 14% of the overall NCVS-SCS respondents). To identify LGB bully victims, the study used a set of follow-up questions that asked students who were bullied if they believed the bullying was due to certain characteristics. One of these characteristics was sexual orientation. The specific NCVS-SCS question defined sexual orientation in the following way: “Your sexual orientation – by this we mean gay, lesbian, bisexual, or straight.” Although straight students could indicate that they had been bullied because of their sexual orientation, the study could not discern which (if any) students responded in this manner. The study made the determination that it was more likely for LGB students to report being bullied on the basis of their sexual orientation than for straight students. As such, the present study used all affirmative responses as a proxy measure for LGB bullying. Approximately 5% (or 32) of the NCVS-SCS respondents who were bullied indicated that bullying was based on their sexual orientation. The remaining 646 bullying victims comprised the non-LGB bullying sample.  Variables To address the research questions posed, several sets of variables were used. These included demographics, characteristics of the bullying, direct harms incurred from being bullied, and indirect harms incurred from being bullied. Each group of variables is described below.  Demographics Examining the demographics of the LGB and non-LGB bullying victims permitted an initial comparison of the two student groups to determine if they varied significantly according to these characteristics. Demographics included gender, race/ethnicity, and grade level. Because the NCVS-SCS measures only gender as a binary variable, gender is defined here as male identified and female identified. Race/ethnicity is measured as White, non-Hispanic; Black, non-Hispanic; Hispanic (any race); and all other races. Because of the small underlying numbers, it was not possible to break out further the all-other-races group for this study. Grade level was measured as sixth through twelfth grades. To be eligible for the NCVS-4Journal of Family Strengths, Vol. 17 [2017], Iss. 2, Art. 7http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/7   SCS, respondents had to be in one of these grade levels. Grade level was used rather than age because it is a more intuitive measure, given the focus on bullying in schools.  Bullying Characteristics Examining the characteristics of the bullying incidents permitted another area of comparison between LGB and non-LGB students. These characteristics were selected both as details collected by the NCVS-SCS and ones often included in research examining bullying. This study relied on the following characteristics: frequency of bullying, place in the school building where the bullying occurred, and whether the bullying was reported. Frequency of bullying was measured as at least once during the current school year, at least once a month, at least once a week, or daily. Places of occurrence for this study included classrooms and hallways. These two places were selected because they are the places at school where bullying most commonly occurs. Respondents could report multiple places where the bullying occurred. Reported was measured as whether the student informed a teacher or other adult at school about the bullying.   Direct Harms Direct harms were measured by victim reports of whether bullying had had a negative effect on certain aspects of their lives. These harms included negative effects on schoolwork, relationships with friends and family, feelings about oneself, and physical health. The variables were measured on a Likert-type scale indicating whether bullying had had a negative effect: not at all, not very much, somewhat, or a lot.  Indirect Harms Indirect harms were measured by avoidance behaviors and fear. These harms were described as indirect for the purposes of this study because the NCVS-SCS questions do not directly connect them with being bullied, but rather with overall concerns about being attacked or harmed. Avoidance behavior included avoiding class and avoiding school. These two avoidance behaviors were measured as binary variables of avoiding or not avoiding. Fear included frequency of being afraid at school and outside school. These two fear variables were measured on a Likert-type scale as never, almost never, sometimes, or most of the time.  Analysis Given the small sample sizes and exploratory nature of the research, this study used descriptive statistics and contingency tables to compare LGB 5Addington: Direct Effects of Being BulliedPublished by DigitalCommons@TMC, 2017   and non-LGB student experiences. In conducting these analyses, special attention was given to the complex nature of the NCVS-SCS design, specifically the need to weight and adjust for the complex sample. All analyses were performed on weighted data. Although the study did not seek to draw inferences about the population, applying weights was useful to adjust for possible bias introduced by non-interviews (U.S. Department of Justice, 2016). The NCVS has a complex survey design that relies on a stratified, multi-stage cluster sample. All significance tests were based on adjusting for this complex sample design with techniques that rely on Taylor series linearization.  Findings The primary research questions were intended to compare the direct and indirect harms experienced by LGB and non-LGB victims. The discussion below focuses on these comparisons. Before turning to the examination of harms, it is important to consider how the LGB and non-LGB groups compare in demographics and characteristics of the bullying experienced. Variations in these underlying characteristics could be related to the harms experienced.   The first group of background comparisons considered the differences in demographics between the LGB and non-LGB bullying victims. Table 1 summarizes these comparisons. No statistically significant differences were observed between the two groups. The general patterns for both groups can be described as follows: For the binary gender measure, bullying was nearly equally reported by male-identified and female-identified victims. These numbers also reflect the overall population of students who participated in the NCVS-SCS, who were evenly split in gender.1  With regard to race/ethnicity, the largest percentages of bullying victims were White and Hispanic, which also mirrors the overall proportion of students in the survey. Most students who reported being bullied were in the seventh, eighth, ninth, and tenth grades. These proportions are also comparable with those of the overall sample, which had fewer respondents in the sixth and twelfth grades.                                                             1 Percentages for the overall SCS sample are not reported in the tables but are available from the author upon request. 6Journal of Family Strengths, Vol. 17 [2017], Iss. 2, Art. 7http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/7   Table 1. Comparison of Demographics, LGB Bullying, and non-LGB  Bullying Victims, National Crime Victimization Survey-School Crime Supplement (NCVS-SCS), 2015   Type of Bullying Victim Demographics LGB, % non-LGB, % Gender   Female identified 45.5 55.9 Male identified 54.5 44.1 Race/ethnicity   White 63.2 59.4 Black   8.7 14.4 Hispanic 21.7 18 Other   6.4   8.2 Grade level   Sixth   9.9 13.9 Seventh 13.7 19.5 Eighth 19 17.5 Ninth 16 15.8 Tenth 14.7 13.4 Eleventh   8 10.9 Twelfth 8.4   8.2 LGB victims  n=162,796 (weighted)  n=32 (unweighted) Non-LGB victims  n=3,413,784 (weighted)  n=646 (unweighted) Note: Percentages may not add up to 100% because of rounding.  Before discussing the remaining background comparisons and the harms, two points are relevant in the consideration of Tables 2 through 4. The main one is that for certain characteristics, the differences between the two groups may appear large yet are not statistically significant. Here, it is important to be mindful of the underlying sample sizes. The lack of statistical significance may be due to the small underlying numbers of LGB bullying victims and the resulting large standard errors for these estimates. A secondary point is that to simplify the tables and ease comparisons, only affirmative responses are presented for variables with dichotomous outcomes.  7Addington: Direct Effects of Being BulliedPublished by DigitalCommons@TMC, 2017   In addition to demographics, the characteristics of the bullying incidents constitute another set of background data for which comparisons are relevant to this study. Table 2 reports the percentages and identifies a statistically significant difference in the frequency of bullying. More non-LGB than LGB bullying victims reported being bullied once or twice during the current school year. The disparity in percentages in this area, though, is due to the fact that LGB victims were bullied more frequently (on a monthly, weekly, or daily basis). Over half of the sample of LGB bullying victims experienced bullying more than once a month, and almost one-third as frequently as more than once a week. Another characteristic of bullying is where it occurred. Although the differences between the two groups are not statistically significant, the patterns for LGB bullying victims indicate that over half were bullied in spaces where supervision could be provided (such as a hallway) or should be present (such as a classroom). Finally, among both LGB and non-LGB bullying victims, fewer than half indicated that they had told a teacher or other adult at school about their bullying experiences.   Table 2. Comparison of Incident Characteristics, LGB Bullying and Non-LGB Bullying Victims, National Crime Victimization Survey-School Crime Supplement (NCVS-SCS), 2015   Type of Bullying Victim  Characteristics LGB, % Non-LGB, %  Frequency    At least once a year 34.2* 61.2*  At least once a month 33.9 19.6  At least once a week 20.6 12.4  Daily 11.2 6.6  Location    Classroom 54.6 34.7  Hallway 58.2 41.2  Reported    Yes, reported 41.9 47.1  * P<0.05.    LGB victims  n=162,796 (weighted)   n=32 (unweighted)  Non-LGB victims  n=3,413,784 (weighted)   n=646 (unweighted)  8Journal of Family Strengths, Vol. 17 [2017], Iss. 2, Art. 7http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/7   Table 3 addresses the first research question regarding direct harms of bullying. Here, an overall theme is that a higher percentage of LGB victims experienced some negative effects from being bullied. Statistically significant differences between LGB and non-LGB bullying victims are observed for negative effects on schoolwork, relationships with friends and family, and views of self. No statistically significant differences are observed for negative effects on physical health between these two groups.  Of particular interest is the findings that compare LGB and non-LGB victims with regard to the effect bullying had on their view of themselves. Specifically, bullying victims were asked, “This school year, how much has bullying had a negative effect on how you feel about yourself?” Victims could respond as follows: not at all, not very much, somewhat, or a lot. Table 3 shows significant differences between LGB and non-LGB students at the ends of this spectrum (i.e., answering “not at all” or “a lot”). A smaller percentage of LGB than of non-LGB victims indicated that bullying had had no effect on their views of themselves (24.2% vs. 61.2%, respectively). Conversely, a higher percentage of LGB victims than of non-LGB victims reported that bullying had affected their views of themselves “a lot” (25.2% vs. 7.5%, respectively). Except for physical health, fewer than half of LGB bullying victims indicated that bullying had had no negative effects on various aspects of their lives. The LGB bullying victims who were negatively affected most frequently reported that bullying had “somewhat” affected their schoolwork, relationships with friends and family, views of themselves, and physical health.     9Addington: Direct Effects of Being BulliedPublished by DigitalCommons@TMC, 2017   Table 3. Comparison of Direct Harms, LGB Bullying and non-LGB Bullying Victims, National Crime Victimization Survey-School Crime Supplement (NCVS-SCS), 2015   Type of Bullying Victim Direct Harms LGB, % Non-LGB, % Negative effect: schoolwork   Not at all 37.1* 59.4* Not very much 20.8 24.5 Somewhat 27.5 11.8 A lot 14.6   4.4 Negative effect: relationships   Not at all 42.1* 70.9* Not very much 13.4 13.4 Somewhat 31.8 11.9 A lot 12.7   3.8 Negative effect: feelings about self   Not at all 24.2* 61.2* Not very much 13.5 16.6 Somewhat 37.1 14.6 A lot 25.2*   7.5* Negative effect: physical health   Not at all 59.8 77.5 Not very much 12.5 11.5 Somewhat 22.7   8.1 A lot   5   2.9 * P<0.05.   LGB victims  n=162,796 (weighted)  n=32 (unweighted) Non-LGB victims  n=3,413,784 (weighted)  n=646 (unweighted) Note: Percentages may not add up to 100% because of rounding.  Table 4 considers the second research question, which concerned the indirect harms of bullying, including fear and avoidance due to 10Journal of Family Strengths, Vol. 17 [2017], Iss. 2, Art. 7http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/7   concerns about being attacked or harmed. Unlike the variables presented in Table 3, these measures are not directly connected with being bullied. Statistically significant differences are observed with regard to fear at school and outside school. Specifically, more non-LGB bullying victims than LGB victims reported never being afraid at school or outside school. Conversely, a larger percentage of LGB bullying victims than of non-LGB victims indicated feeling fearful to some degree both in and out of school. For LGB bullying victims who indicated some level of fear, though, the frequency tended to be low. Being fearful “almost never” was the most common response for both inside and outside school  No statistically significant differences are observed between LGB and non-LGB bullying victims with regard to avoidance of either class or school overall. Examining LGB bullying victims indicates that about one-tenth avoided class or school. This pattern is consistent with previous research finding that LGBTQ students reported high levels of missing class or school because of concerns for their safety.   Table 4. Comparison of Indirect Harms, LGB Bullying and non-LGB Bullying Victims, National Crime Victimization Survey-School Crime Supplement (NCVS-SCS), 2015   Type of Bullying Victim Indirect Harms LGB, % Non-LGB, % Avoidance   Class 10   2.7 School   9.6   4.2 Fear at school   Never 34.8* 65.9* Almost never 39 22.9 Sometimes 25   9.7 Most of the time   1.2   1.2 Fear outside school   Never 52.9* 76.4* Almost never 37.6 17.4 Sometimes   9.5   5.3 Most of the time   0   0.6 * P<0.05   LGB victims  n=162,796 (weighted)  n=32 (unweighted) 11Addington: Direct Effects of Being BulliedPublished by DigitalCommons@TMC, 2017   Non-LGB victims  n=3,413,784 (weighted)  n=646 (unweighted) Discussion This exploratory study focused on U.S. students and sought to examine the direct and indirect harms experienced by LGB bullying victims and to compare these experiences with those of their non-LGB counterparts. Because few researchers have examined the direct harms that result from bullying for LGB students, these findings provide important initial insights. Non-LGB victims are bullied more infrequently (i.e., once a year) than LGB victims, who report being bullied once a month, week, or day. These experiences appear to translate into different repercussions. LGB bullying victims report more direct negative effects of the bullying, especially in terms of their views of themselves. In addition, this study confirms the greater feelings of fear at school that LGB students have in comparison with non-LGB students. The study also extends these previous findings by identifying more frequent feelings of fear outside school among LGB bullying victims than among non-LGB victims. Given the limited information on how bullying directly affects LGB students, it is important to explore these findings further. More LGB than non-LGB bullying victims reported negative effects for three of the four areas included in the NCVS-SCS. These areas are effects on bullied students’ schoolwork, relationships, and views of themselves. The effect of bullying on LGB students’ views of themselves, which also can be interpreted as an effect on self-esteem, is of particular interest because of the magnitude of the difference between LGB and non-LGB students and the larger implications of this harm. The negative effects on self-esteem are most frequently reported by LGB bullying victims and are greater than those reported by non-LGB bullying victims. Over half of non-LGB bullying victims reported that bullying had had no effect on their self-esteem. In contrast, less than one-quarter of LGB victims reported no effect. At the other end of the spectrum, a quarter of LGB victims indicated that bullying had greatly affected their self-esteem, compared with 7.5% of non-LGB victims. The magnitude of the experience of this harm is relevant in itself and also with regard to how lower self-esteem might affect other areas of LGB students’ lives. Previous studies found that bullying victims were more likely to abuse drugs and alcohol, engage in risky behaviors, and experience negative educational outcomes (Bontempo & D’Augelli, 2002; Espelage et al., 2008; Greytak et al., 2016; Swearer et al., 2008). Negative self-esteem may contribute to these observed outcomes. Although it is beyond the scope and ability of this study to explore the 12Journal of Family Strengths, Vol. 17 [2017], Iss. 2, Art. 7http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/7   indirect effects of lowered self-esteem, this finding represents a relevant area for future research to explore.  The other harms more frequently experienced by LGB than by non-LGB bullying victims concern negative effects on relationships with family and friends as well as schoolwork. The effect on relationships is relevant especially to the extent that it can limit access to support systems and informal help seeking, both of which can minimize the likelihood of experiencing other negative effects of being bullied. Possible implications on future policy from a further exploration of these findings are discussed below. Finally, connections between bullying and negative effects on schoolwork correspond to findings from previous studies that identified poor educational outcomes as part of the indirect harms associated with peer victimization at school (Greytak et al., 2016; Russell et al., 2010; Olsen et al., 2014). This study is exploratory and relies on a small sample, so any conclusions need to be drawn cautiously. The findings, though, do provide a foundation and highlight the need for continued research. Future work first should replicate the findings and also extend them to bullying based on gender identity and gender expression because this study was limited to sexual orientation. Additional research is needed to connect direct harms with characteristics of the school environment. Russell et al. (2010) observed the recent trend in LGBTQ peer victimization research connecting school environment and peer victimization risk. These studies identified attributes of school environments that minimize victimization risk and increase feelings of safety at school for LGBTQ students. Positive attributes of school environments include the presence of antibullying policies that specifically include and protect LGBTQ students; supportive adults, particularly teachers and staff who have been trained to intervene effectively; student gay-straight alliances; and inclusive curricula (e.g., Kosciw, Bartkiewicz, & Greytak, 2012; Kull, Kosciw, & Greytak, 2015; Marx & Kettrey, 2016; Olsen et al., 2014; Russell et al., 2010). One logical extension is that the same school environment attributes that reduce the risk for bullying might also minimize the negative effects of bullying if LGBTQ students are bullied. Future research could explore this hypothesis. In addition to highlighting future research agenda items, this study suggests new policy avenues to explore. The same caveat should be made that additional work is needed before any particular policy implications can be drawn. One such area is considering how best to support LGBTQ students, especially with regard to the detrimental effect bullying has on their self-esteem. A policy response might be to seek ways 13Addington: Direct Effects of Being BulliedPublished by DigitalCommons@TMC, 2017   to support these students overall rather than focus only on victims, given the underreporting of bullying incidents. Another policy area to explore is the extent to which non-school officials (especially family and friends) can help LGBTQ bullying victims. If future research confirms the negative effect that bullying has on relationships, victim service policies could incorporate this information in a couple ways. One would be to focus on the immediate harm and work to repair these relationships. A second could extend beyond the initial intervention and find ways to capitalize on such services to build on the repaired relationship and use it as an additional (and ongoing) source of support for LGBTQ students. Parental support, in particular, could play a critical role in mitigating the harms that LGBTQ students experience (Kosciw et al., 2012).  Finally, this study confirms the frequency of bullying experienced by LGB students. LGB students reported significantly more frequent bullying than non-LGB students. This finding is consistent with those of previous studies reporting that a higher percentage of LGBTQ students than of non-LGBTQ students experience peer harassment and bullying (Olsen et al., 2014; Greytak et al., 2016). This finding has policy implications in that it reinforces calls for more extensive adoption of antibullying policies, especially policies that specifically protect LGBTQ students (Kosciw et al., 2016). Currently many states and school districts are considering adopting antibullying policies, but most have yet to adopt them, especially ones that include LGBTQ students (Kull et al., 2015).   Limitations Although this study provides new insights regarding direct harms to LGB bullying victims, it is not without limitations. Two sets of limitations result from the underlying data and the small sample size. One set centers around the use of secondary data. The NCVS-SCS has several strengths for this study, but it does not collect certain details that would bolster the present research. For example, the NCVS-SCS does not ask about the sexual orientation of respondents, which prevents rates of bullying to be estimated as well as comparisons of LGB students who are bullied but do not believe that the bullying is based on their sexual orientation. Another limitation arising from the data also concerns the measure of bullying attributed to the victim’s sexual orientation. The specific NCVS-SCS question defines sexual orientation in the following way: “Your sexual orientation – by this we mean gay, lesbian, bisexual or straight.” As such, straight students can indicate that they were bullied because of their sexual orientation. For purposes of the present study, it was hypothesized that LGB students would be more likely than straight students to perceive 14Journal of Family Strengths, Vol. 17 [2017], Iss. 2, Art. 7http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/7   they had been targeted because of their sexual orientation. This hypothesis, though, could not be tested. As a result, the measure of LGB students in this study may be overly inclusive. Finally, the NCVS-SCS collects gender as a binary measure, which prevents the inclusion of gender-questioning or trans* students in this study.  A second set of limitations concerns the small underlying sample. Because of limitations on how LGB bullying could be measured, this study is based on a limited sample of students. Few students reported being bullied, and even fewer responded that their sexual orientation had motivated the bullying. The resulting small sample size has the effect of (1) limiting the analyses that can be conducted (including controlling for additional attributes via multivariate modeling) and (2) making it impossible to detect statistically significant relationships because of a lack of power.  Conclusion The present study is one of the few to consider the direct effects of bullying on LGB students in the United States. The exploratory findings suggest that bullying results in more negative effects for LGB than for non-LGB students. This pattern is particularly pronounced with regard to the effect bullying has on LGB students’ self-esteem. Schoolwork and relationships with family and friends also are more likely to suffer among LGB students who are bullied than among their non-LGB counterparts. These findings are exploratory, but they build on previous literature and provide suggestions for a future research agenda and possible avenues for developing policy. Improving the current understanding of how best to support LGBTQ students who experience bullying is needed as schools consider ways to promote safe learning environments and positive school climates.    15Addington: Direct Effects of Being BulliedPublished by DigitalCommons@TMC, 2017   References Addington, L. A., & Rennison, C. M. (2014). National crime victimization survey. In J. Van Dijk, D. Weisburd, & G. Bruinsma (Eds.), Criminology & criminal justice (pp. 5392–5401). New York, NY: Springer Science+Business Media. Bontempo, D. E., & D’Augelli, A. R. (2002). Effects of at-school victimization and sexual orientation on lesbian, gay, or bisexual youths' health risk behavior. Journal of Adolescent Health, 30, 364–374. Espelage, D. L., Aragon, S. R., Birkett, M., & Koenig, B. W. (2008). Homophobic teasing, psychological outcomes, and sexual orientation among high school students: What influence do parents and schools have? School Psychology Review, 37, 202–216. Greytak, E. A., Kosciw, J. G., Villenas, C., & Giga, N. M. (2016). From teasing to torment: School climate revisited: A survey of U.S. secondary school students and teachers. New York, NY: GLSEN. Holt, M. K., & Reid, G. (2016). School violence and bullying. In C. A. Cuevas & C. M. Rennison (Eds.), The Wiley handbook on the psychology of violence (pp. 226–246). New York, NY: John Wiley & Sons, Ltd. Kosciw, J. G., Greytak, E. A., Giga, N. M., Villenas, C., & Danischewski, D. J. (2016). The 2015 national school climate survey: The experiences of lesbian, gay, bisexual, transgender, and queer youth. New York, NY: GLSEN. Kosciw, J. G., Bartkiewicz, M., & Greytak, E. A. (2012). Promising strategies for prevention of bullying of lesbian, gay, bisexual and transgender youth. The Prevention Researcher, 19, 10–13. Kull, R. M., Kosciw, J. G., & Greytak, E. A. (2015). From statehouse to schoolhouse: Anti-bullying policy efforts in U.S. states and school districts. New York, NY: GLSEN. Los Angeles LGBT Center (n.d.). OUT for safe schools: Participating districts. Retrieved from https://lalgbtcenter.org/out-for-safe-schools/participating-districts Marx, R. A., & Kettrey, H. H. (2016). Gay-straight alliances are associated with lower levels of school-based victimization of LGBTQ+ youth: A systematic review and meta-analysis. Journal of Youth and Adolescence, 45, 1269–1282. Olivo, A., & Balingit, M. (2017, June 21). Prince William school board approves LGBT protections for students, staff. The Washington Post.  16Journal of Family Strengths, Vol. 17 [2017], Iss. 2, Art. 7http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/7    Olsen, E. O., Kann, L., Vivolo-Kantor, A., Kinchen, S., & McManus, T. (2014). School violence and bullying among sexual minority high school students, 2009-2011. Journal of Adolescent Health, 55, 432–438. Russell, S. T., Kosciw, J., Horn, S., & Saewyc, E. (2010). Safe schools policy for LGBTQ students. Social Policy Report, 24, 1–24. Swearer, S. M., Turner, R. K., Givens, J. E., & Pollack, W. S. (2008). “You’re so gay!”: Do different forms of bullying matter for adolescent males? School Psychology Review, 37, 160–173. U.S. Department of Justice. (2016). National crime victimization survey: School crime supplement, 2015. ICPSR36354-v1. Ann Arbor, MI: Inter-university Consortium for Political and Social Research [distributor]. U.S. Department of Justice. (2014). The nation’s two crime measures.   Retrieved from https://www.bjs.gov/content/pub/pdf/ntcm_2014.pdf   17Addington: Direct Effects of Being BulliedPublished by DigitalCommons@TMC, 2017",
    "id": 147566841,
    "identifiers": {
        "doi": "10.58464/2168-670X.1356",
        "oai": "oai:digitalcommons.library.tmc.edu:jfs-1356"
    },
    "title": "What is the Effect of Being Bullied?:  Comparing Direct Harms of Bullying Experienced by LGB and non-LGB Students",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-12-31T19:20:25+00:00",
    "publisher": "DigitalCommons@TMC",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.library.tmc.edu/cgi/viewcontent.cgi?article=1356&amp;context=jfs"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/147566841.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/147566841"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/147566841/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/147566841/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/147566841"
        }
    ],
    "abstract": "In the United States, bullying against lesbian, gay, bisexual, trans*, and queer (LGBTQ) students is garnering greater attention from scholars, policymakers and school officials. This interest has prompted research that is providing a better understanding of these experiences, especially the frequency with which LGBTQ students are bullied. Less is known about the direct consequences of being bullied and how these harms might vary between LGBTQ and non-LGBTQ students. The present study begins to address this issue with a focus on students bullied due to their sexual orientation. Specifically, this study uses a nationally representative sample of 12- to 18-year-old students in the United States to explore how bullying experiences and their repercussions on LGB and non-LGB students compare. While certain characteristics are similar, students who report being bullied due to their sexual orientation experience more frequent negative repercussions than those not targeted in this way. These initial findings suggest implications for future research and policy",
    "tags": [
        "text",
        "LGBTQ",
        "bullying",
        "victimization",
        "harms"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.library.tmc.edu:jfs-1356",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1325",
        "openDoarId": 0,
        "name": "DigitalCommons@The Texas Medical Center",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 147566841,
        "depositedDate": null,
        "publishedDate": "2017-12-31T19:20:25+00:00",
        "updatedDate": "2024-01-24T00:01:34+00:00",
        "acceptedDate": null,
        "createdDate": "2018-02-09T08:14:20+00:00"
    },
    "urls": [
        "https://digitalcommons.library.tmc.edu/jfs/vol17/iss2/7",
        "https://digitalcommons.library.tmc.edu/context/jfs/article/1356/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-01-24T00:01:34+00:00",
    "setSpecs": []
}