{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Fisher, Zoe"
        },
        {
            "name": "Krueger, Stephen G"
        },
        {
            "name": "Malamud, Robin Goodfellow"
        },
        {
            "name": "Patillo, Ericka"
        }
    ],
    "contributors": [],
    "createdDate": "2020-03-25T04:51:40+00:00",
    "dataProvider": {
        "id": 14651,
        "name": "Dartmouth Digital Commons (Dartmouth College)",
        "url": "https://api.core.ac.uk/v3/data-providers/14651",
        "logo": "https://api.core.ac.uk/data-providers/14651/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/288302817.pdf",
    "fullText": "Dartmouth College Dartmouth Digital Commons Dartmouth Library Staff Publications and Presentations Dartmouth Library 2019 What It Means to Be Out: Queer, Trans, and Gender Nonconforming Identities in Library Work Zoe Fisher Pierce College Stephen G. Krueger Dartmouth College, Stephen.G.Krueger@dartmouth.edu Robin Goodfellow Malamud Simmons College Ericka Patillo Appalachian State University Follow this and additional works at: https://digitalcommons.dartmouth.edu/dlstaffpubs  Part of the Library and Information Science Commons Recommended Citation Fisher, Zoe, Stephen Krueger, Robin Goodfellow Malamud, and Ericka Patillo. “What It Means To Be Out: Queer, Trans, and Gender Nonconforming Identities in Library Work.” In Libraries Promoting Reflective Dialogue in a Time of Political Polarization, 71–90. Chicago, IL: ACRL Publications, 2019. This Article is brought to you for free and open access by the Dartmouth Library at Dartmouth Digital Commons. It has been accepted for inclusion in Dartmouth Library Staff Publications and Presentations by an authorized administrator of Dartmouth Digital Commons. For more information, please contact dartmouthdigitalcommons@groups.dartmouth.edu. 71CHAPTER 4What It Means to Be OutQueer, Trans, and Gender Nonconforming Identities in Library WorkZoe Fisher, Stephen Krueger, Robin Goodfellow Malamud, and Ericka PatilloAbstractQueer library workers face the decision of how and when to express their gender identities and sexual orientations at work. In what ways does being “out” in the library workplace impact our work? This coauthored chapter brings together the perspectives of two academic librarians, a current LIS grad student, and an aca-demic library administrator to provide multiple ways of seeing the complexities of expressing gender identity and sexual orientation in the library workplace. We discuss the intersection of library values, politics, change management, patron in-teractions, and work environments.IntroductionTo live in the world in a body is a political act. All bodies are subject to political forces, to the will of the state, and to the values and judgments of other people. Bodies are marked by race, gender, size, and access to health care, food, and shel-72 ChApTER 4ter, among many other characteristics. One constantly defining feature of inhab-iting a body is gender identity: the gender we identify with and how we express our gender influence our interactions with the world around us every day. On top of that, our sexual orientation, which includes how we find and express romantic, sexual, and committed love with others, impacts our movements in the world in ways both simple and profound.In this chapter, we examine the experiences of people with queer, transgen-der, and gender nonconforming (including nonbinary) identities in library work.1 Using current events, research reports, industry publications, scholarly publica-tions, and the lived experiences of the authors, we seek to better understand the ways in which the oppression faced by marginalized gender identities and sexual orientations intersects with work in libraries. How does the politicization of gen-der identity and sexual orientation impact library work? In what ways does being an “out” librarian collide with library values? Can being “out” shut down dialogue with coworkers and impede relationships with patrons? How does organizational management foster or erode a civil environment? What does the American Li-brary Association encourage us to endorse through its Code of Ethics?Politics Does UsWe believe that politics, while often unpleasant, is unavoidable. A nonstop news cycle that highlights endless crises numbs many people to current events, in-cluding legislation, affairs of the state, and political happenings. This sentiment of political fatigue sounds something like, “I don’t talk about politics,” or, “Can we please not get into politics right now?” In library work, political fatigue is of-ten expressed as a desire for neutrality. Somehow libraries are supposed to rise above “the political” (in all its various definitions) to achieve something greater: a heightened apolitical state untouched by the murky waters of bias, influence, and campaigning.The truth is that whether or not we “do politics,” politics does us. Whether or not we actively acknowledge and engage with the structures of power, privilege, and oppression that define our experiences, those forces still exist in real ways in the world, and they define what we are able to accomplish and the means neces-sary to accomplish our goals.In this chapter, when we say queer identities are “political,”2 we are using the broadest definition, which includes anything “of, belonging to, or concerned with the form, organization, and administration of a state, and with the regulation of its relations with other states.”3 This is the case both in and outside of the workplace. For queer library employees, politics affects or has historically affected all sorts of work-related issues: what restrooms are available to us, what name we can use, whether health insurance covers our needs or is provided to our families, whether we are protected from discrimination and have basic job security, among other  What It Means to Be Out 73things. We do not have the luxury to pretend that politics is not part of our per-sonal and professional lives.Workplace Barriers Facing Queer PeopleQueer people do not have equal rights in housing, employment, health care, edu-cation, public accommodations, and many other areas of their lives. In the context of this chapter, we will focus on the barriers facing queer people in the workplace. The rights and protections available, and therefore the options and livelihoods of queer folks, vary greatly state by state. There are no federal laws protecting people from discrimination based on their sexual orientation. Since 1974, federal legis-lation to prevent discrimination in employment on the basis of sexual orientation has been introduced, but not passed, numerous times.4 In May 2017, Senator Jeff Merkley reintroduced the Equality Act (S. 1006), a Civil Rights Act amendment to expand protections on the basis of sex, sexual orientation, and gender identity, but it has not moved out of the Committee on the Judiciary (the same place the very first bill of its kind died in 1974 after being introduced by Bella Abzug and Ed Koch).5The Equal Employment Opportunity Commission has ruled that discrimi-nation on the basis of sexual orientation or gender identity constitutes discrim-ination on the basis of sex and is therefore prohibited by the Civil Rights Act of 1964, but that ruling may not be binding on other courts.6 When it comes to local protections, many states do not provide explicit protections for gender identity and transgender individuals. Such protections are patchwork: two hundred cities and counties have banned gender identity discrimination, and the governors of five states (Indiana, Kentucky, Michigan, New York, and Pennsylvania) have is-sued executive orders protecting transgender state workers from discrimination.7The Movement Advanced Project (MAP), in partnership with the Transgen-der Law Center, authored a report examining the protections available to trans-gender and gender nonconforming people on a state and local level and creating a comprehensive map of the political realities affecting LGBTQ+ populations in each state.8 The report notes that in many cases there may be robust protections at the city or county level that do not benefit the entire state’s population (represent-ed by fractional points in the tally).9 According to this MAP’s report, the highest overall gender equality states are California (16.00) and the District of Colum-bia (14.00), with the lowest gender equality in Georgia (–4.50) and Tennessee (–3.50).10 The work by MAP and the Transgender Law Center makes it clear that employers, including libraries, cannot rely on guidance from federal, state, or local laws, all of which vary greatly, to interpret how to make the workplace equitable and just. It is therefore the responsibility of library management to evaluate what 74 ChApTER 4specific policies and procedures may need attention in order to better support queer library workers.Availability of RestroomsFinding an available and safe restroom can be a difficult experience for trans and nonbinary people, especially at work. The 2015 U.S. Transgender Survey report-ed that 24 percent of its nearly 28,000 respondents had had their presence in a restroom challenged in the past year and that 59 percent avoided using public re-strooms to prevent such problems.11 When auditing the available restrooms on campus, the Trans and Gender Non-Conforming Task Force at California State University San Marcos found that only nine of twenty-three buildings had gen-der-inclusive restrooms available.12Deciding who should be allowed in the bathroom is known as “bathroom po-licing,” a discriminatory and invasive practice that impacts people of all genders who may not appear to “belong” in gendered bathrooms. While the phrase “bath-room policing” generally refers to microaggressive behavior and does not indicate the use of law enforcement, trans people have faced legal consequences simply for using the bathroom. A transgender woman in Texas was ticketed for disorderly conduct for using the women’s restroom in 2012; separately, in Idaho in 2013, an-other transgender woman was trespassed from a supermarket for a year for using the women’s restroom.13Legal repercussions for using the “wrong” restroom may be rare, but intense stress and discomfort for trans people (or anyone else who does not present as binary male or female, regardless of actual gender identity) are not.I haven’t had my presence in a restroom challenged for some time, but that is largely to do with the fact that I currently present like a cisgender man. Before I came out and during my transition, every use of a gendered restroom came with the question of whether someone would tell me that I did not belong. This happened fre-quently when I used women’s rooms. Bizarrely, the chal-lenges were common long before I realized that I was transgender; the first time someone pointedly informed me that “This is the ladies’ room” came a decade before I even considered using male pronouns.—StephenWhen libraries consider gender-inclusive restrooms, the focus is often on pro-viding gender-inclusive restrooms for library users. As a result, the needs of em- What It Means to Be Out 75ployees are often an afterthought. If library users and library workers use the same restrooms, the issue is one and the same; if not, however, staff-only restrooms should receive the same assessment as public ones to ensure that trans staff feel comfortable using them.Name ChangesThe U.S. Transgender Survey found that only 30 percent of its respondents had suc-cessfully completed a legal name change, and 68 percent had no identification that matched their preferred name and gender. This is tied to financial barriers as well as legal ones: of those who had not attempted a name change, 35 percent said they could not afford it, while 34 percent of those successful spent over $250.14 A legal name change in the US requires a court order; beyond that, the process and costs vary from state to state. Changing gender markers on identification can be bur-densome, often requiring a change to a birth certificate. The variability in ease of updating documents demonstrates how much a life can be determined by political whims: the state determines how easily a person can provide legal documentation verifying their name and gender.I changed my name four years ago, before I graduated from my undergraduate program, but I am still finding places where my old name persists. I have not had a val-id passport since I changed my name because I’ve had issues getting all the relevant documents (both name change and immigration documents) together. For some-one with less social and economic privilege than me, this is even more complicated.—RobinHealth Insurance, Sick Leave, and Disability PayIt can be costly and time-consuming to seek medical treatments related to tran-sition. Part-time workers may not be eligible for health benefits, sick leave, and disability pay. Taking time off for health-related needs, including recovery from surgeries or other procedures, can have a range of effects, from mild nuisances (simply missing time from work) to devastating impacts (being passed over for promotion and advancement, or being fired). Most health insurance plans are compelled by law to cover transition-related care, but some plans may not, es-pecially if the plan is not regulated by the Affordable Care Act (e.g., a disability benefit may not cover procedures deemed to be “elective” when related to gender affirmation).15 Sick leave may run out, causing workers to decide whether or not to 76 ChApTER 4return to work before they are physically well enough to do so. Many library work-ers are contingent, part-time, temporary, or seasonal, which means these workers are less likely to have the time and resources to get the physical and mental health care they need.Acknowledging Intersecting IdentitiesThis chapter focuses on the experiences of queer and trans people, but these identities often come in combination with others that can compound personal and professional difficulties. Reports show that trans women of color consis-tently face greater discrimination and violence than other queer people.16 Some of the specific issues explored in this chapter are more challenging for trans people who are living with a disability, living with a lower or limited income, or both. For example, finding a gender-inclusive restroom is difficult; finding a gender-inclusive accessible restroom can be an even greater hurdle. Anoth-er example is legal name changes, which can be a significant financial burden and thus impossible for those who can’t afford the cost. A cisgender gay white man moves through the world with different options and experiences different injustices than a transgender man of color, and a genderfluid person living on disability income has different experiences than someone who is able to work full-time. The intersections of privilege and marginalization are complex, which is why it must be reinforced that queer and trans experiences are not uniform or universal.Data about Library WorkersIn order to know how many library workers identify as queer or trans, research-ers would need to collect such data. For obvious reasons, such data is considered very private and potentially harmful to disclose, so collection measures are sen-sitive and rare. Demographic data about library workers primarily comes from the American Library Association (ALA), which uses only male/female gender options in its data collection. Until June 2018, ALA provided only gendered title options for members (Mrs., Miss, Ms., and Mr.); members are now able to choose from gender-neutral options including Mx.17Part of the problem is that nonbinary genders are so far out of most people’s experience. “You’re not a man or a woman, so what are you? An alien?” is a question many nonbinary people are familiar with. And often you don’t want to turn a discussion on another topic into a referen-dum on your gender identity. If I want to just get through  What It Means to Be Out 77a patron interaction, maybe I will swallow the misgender-ing rather than correcting them, finish getting them their information and then go into a bathroom or a back room to breathe, cry, and re-center myself.—PuckOne of ALA’s Research Initiatives is the Member Demographics sur-vey: a voluntary, self-selected demographics survey available to ALA mem-bers (a group that is not representative of all library workers, as many library workers are not able to afford ALA membership dues or are not interested in membership). In order to complete the survey, users must be logged into their ALAConnect account (meaning that survey respondents must have an active membership, as well as access to their login information). The demographics survey provides only two options for gender. The survey results, last published in January 2017, indicated that 81 percent of librarians identify as female and 19 percent identify as male (the report did not specify whether this referred to legal gender or gender identity).18 The survey does not collect information about sexual orientation.The Diversity Counts initiative from ALA attempts to determine represen-tation in library work by comparing data from the American Community Survey (from the US Census Bureau), the Institute for Museum and Library Services, and the National Center for Education Statistics. All of these institutions col-lect data for gender using only two options: male and female. Disappointingly, the 2020 Census will use the same gender options it has used since 1790.19 In contrast, Canada is allowing for a third gender option on all future government surveys, including its census. In 2017, Oregon became the first state to provide government-issued identification with a nonbinary gender identity.20 California will allow nonbinary gender markers on driver licenses beginning in 2019.21 Sev-eral other countries, including Australia, India, Nepal, New Zealand, and Paki-stan, have various legal ways of recognizing the identities of nonbinary people, although the legal rights afforded to these groups are not uniform or comprehen-sive.22Recent studies indicate the transgender population in the United States is around 1.4 million adults.23 The Bureau of Labor Statistics estimated that there were approximately 138,200 librarians in 2016.24 Assuming that the population of trans people in librarianship is proportional to the general population (which may or may not be the case, as the demographics of library workers are often not representative of the populations they serve), it could be estimated that there are hundreds of librarians who identify as transgender.25 Getting accurate data about trans and nonbinary identifying library workers is difficult because current cen-sus strategies do not incorporate inclusive gender identity options.78 ChApTER 4Professional Organizations for Queer and Trans Library WorkersFounded in 1970 as the Task Force on Gay Liberation, the American Library As-sociation’s GLBT Round Table is the organization’s subgroup for queer library workers and their allies.26 Among other things, it has promoted queer literature by presenting the Stonewall Book Awards each year since 1971. There are cur-rently three categories: literature, nonfiction, and children’s/young adult litera-ture.27 The GLBTRT has meetings and socials at the annual ALA conferences, in addition to sponsored programs. The 2018 session was a panel of six trans library workers talking about providing inclusive service to trans people.28 There are also a few informal groups for queer LIS people. Que(e)ry, started in 2010, provides resources and support for queer library workers, institutions, and collections.29 The Gender Variant LIS Network, an online discussion group for trans LIS people moderated in Slack, was started in 2017.30Library Workers’ Attitudes toward Queer and Trans CoworkersOne guess about how library workers might feel about their out-of-the-closet co-workers comes from James Cooke’s 2005 article about being “out” in the library workplace, which discussed lesbian, bisexual, gay, and transgender identities to-gether without distinction between sexual orientation and gender identities.31 Notably, he wrote about the uproar caused when, in 1992, American Libraries fea-tured a cover photo of ALA’s GLBT Round Table participating in the San Fran-cisco Gay Pride Parade. Sentiments in reader letters included revulsion (“I am disgusted, appalled, and nauseated”), dismay and disappointment, and a desire to refocus on “real” library issues.32It is tempting to look at such sentiments as antiquated, but trans people face extraordinarily high levels of harassment and violence. A 2018 study of global attitudes toward transgender people by Ipsos revealed that while acceptance of trans people is growing, it is still disturbingly common for others to see trans people as less than human. The report details how many United States respon-dents indicated that they somewhat agree or strongly agree with the following:• 41 percent worry about exposing children to transgender people;• 36 percent feel society has gone too far in allowing people to dress and live as one sex even though they were born another;• 32 percent feel transgender people have a form of mental illness; and What It Means to Be Out 79• 32 percent feel transgender people are committing a sin.33Tempting as it may be to think of librarians as above the sort of bigotry demonstrated in this survey, the stories of queer and trans people in the profession tell us otherwise. The authors of this chapter have experienced bathroom policing, misgendering, pressure to closet themselves by coworkers, and events scheduled at anti-queer institutions by professional organizations. Whatever inherent good nature is imagined to pervade the profession is insufficient; direct action by man-agers and others in power is needed to create safe and inclusive work environ-ments for all library workers.We Focus on Library Users, Not Library WorkersLiterature about gender identity inclusion in libraries tends to focus on serving library users who identify as transgender. In May 2018, Library Journal published an excellent article on gender-inclusive restrooms in libraries. Apart from a brief note that “many patrons identify as transgender, non binary, agender, genderfluid, or otherwise don’t fall within the male/female binary,” the author simply assumes that inclusive restrooms are desirable and moves on to discuss how they can be implemented.34In all my courses that have focused on patron services, whether my reference class or my class on young adult ser-vices and programming, we have discussed the necessity of avoiding microaggressions and oppressive behavior to-ward our patrons or intervening in such interactions when they occur between patrons, but there hasn’t been any discussion that I can remember of how to deal with micro-aggressions (or just plain aggressions) directed by patrons at library staff. We haven’t discussed how and whether to be out about our various identities within the workplace.—PuckWhat has been written about queer and trans identities in library work? Much of the existing literature has focused on lesbian, gay, and bisexual identities, with little attention given specifically to trans identities. Carmichael and Shontz sur-veyed 465 recent MLS graduates about their attitudes about gay and lesbian issues in librarianship; their work did not include an analysis of attitude towards gender identities or transgender people.35 In general, very little is written about gender nonconforming and nonbinary identities in libraries.80 ChApTER 4The Role of Leadership in the Library WorkplaceLibraries, like any other workplace, bring together people with different experi-ences, beliefs, and perspectives. Leaders are tasked with uniting individuals to fulfill a mission for the organization. But what is a leader to do when individuals inevitably undermine the dignity of others, even unintentionally? And is it possi-ble to bring together coworkers if one person thinks their coworker’s sexual orien-tation or gender identity is dangerous, sinful, or harmful? Which raises a central inquiry of our chapter: what is the cost of being “out” as a library worker—to the individual, the team, and the entire organization?A couple of years ago, I started a new job in a large li-brary with dozens of new coworkers. I decorated my new office with a large rainbow flag, which was visible as coworkers walked by. One day, a new colleague I had only met briefly in passing stopped at my office door. She pointed at the flag, smiled knowingly, and asked, “So…? Are you…?”Flustered, I replied, “Yes, I do like rainbows!”She asked again if I was…(whatever, as she waited for me to fill in the blank). I had to apologize and say that I don’t answer questions like that at work. It felt weird to stay in the closet in that moment because I am generally very open about my identity with most people, but I felt anx-ious and unsure about this new coworker’s intent. I really had no idea who this person was or what they wanted from me. In hindsight, it seems that the mere presence of the rainbow flag seemed to warrant interrogation about my identity. Does a rainbow flag mean that I’m out to ev-eryone who feels entitled to ask? No. The unknown risks are sometimes too great.—ZoeCreating an inclusive environment in which everyone feels safe and that their contributions are valued requires overarching organizational imperatives that help managers focus their teams. Understanding and empathy are important factors, but they must be coupled with policies and procedures that enforce compliance. What It Means to Be Out 81There are three organizational behavior frameworks that can be used by li-brary leaders to increase sensitivity, awareness, and empathetic behavior around the issues raised in this chapter: John Kotter’s change management process; Da-mon A. Williams’s strategic diversity leadership; and Hurst, Kammeyer-Mueller, and Livingston’s recommendations for making the organizational socialization process smoother.Kotter’s eight-step change process is a well-known approach to managing change in the organizational environment.36 Kotter defines the eight steps as 1. Establish a sense of urgency. 2. Create the guiding coalition. 3. Develop a vision and strategy. 4. Communicate the change vision. 5. Empower employees for broad-based action. 6. Generate short-term wins. 7. Consolidate gains and produce more change. 8. Anchor new approaches in the culture.37These broadly applicable steps could be used to address any workplace change, including creating a more welcoming work environment for queer and trans library workers. However, other scholars have contributed specific guide-lines for addressing the sensitive topics discussed in this chapter.Damon A. Williams has created a multilevel, multifaceted framework that supports the development of diversity strategies in higher education.38 In Wil-liams’s model, organizational learning, led by senior leadership, is foundational. Understanding the benefits of diversity and inclusion is the first step to forming a change strategy that will move the organization. A key concept is understand-ing the values and fears of your audience. From there, administrators and manag-ers must develop objectives, tactics, and indicators for measurable outcomes for each of their units. Williams encourages leaders to work creatively within their legal and organizational constraints. “Interrupting the usual” means shaking up search committee norms (e.g., requiring diverse applicant pools; connecting with diverse social networks), being explicit about tenure and promotion requirements early on, identifying negative work practices that can arise during social encoun-ters such as department meetings, and so on.I have been asked to serve on diversity committees in several organizations. In fact, I have never volunteered to be on a diversity committee because I had no qualifi-cations nor interest. So why was I appointed so often? I never interrogated my bosses, but my guess is that they assumed I was appropriate or that others had declined and I was a reasonable option. But they were wrong. Just 82 ChApTER 4being a member of a historically marginalized group does not make you a spokesperson for diversity or knowledge-able about equity and inclusion.—ErickaIn adapting to a new work role, individuals need to acquire necessary knowl-edge, skills, attitudes, and behaviors. This process is commonly referred to as or-ganizational socialization. Enculturing employees to a new work environment or role is not a new concept, but as we move toward more inclusive work envi-ronments, there are additional concerns. Organizational socialization, then, is not only about the individual in a new role learning and enacting the existing ex-pectations; it is also about the current organizational actors welcoming the new employee and embracing them as part of the team. This process becomes more complicated when the new individual is demographically different from the group they are joining, and there is a greater potential for conflict and problems when new people are “the minority in some noticeable or meaningful way.”39 They make five recommendations for making the process smoother. 1. Establish a positive diversity climate. Practices that communicate a positive diversity climate include the diversity of upper-level manage-ment, fair implementation of advancement and harassment policies, and the presence of diversity training. With or without these practices in place, an individual group leader’s attitude regarding policies and be-haviors toward a subordinate may undermine a strong positive organi-zational diversity climate or make up for a weak organizational climate by having a positive climate at the group level. 2. Assess and develop capabilities. It is important to determine if the new-comer and the existing group members are prepared to adjust to an increasingly diverse work environment. Diversity training might help improve their capabilities, although its efficacy is still widely contested. Some best practices in implementing diversity training include support from upper management and drawing connections to work-related out-comes. 3. Enhance social support. Research suggests that formal mentoring pro-grams may be helpful for newcomers as a part of their socialization process, as long as certain principles are met. For example, providing training for mentors is a best practice. 4. Promote collective identities. Rather than emphasize shared identity and common goals, this perspective suggests that leaders give positive recogni-tion to variety in knowledge, skills abilities, and background experiences. 5. Support unique identities. It is possible to simultaneously promote col-lective identities while recognizing what makes individuals distinct. What It Means to Be Out 83Even when applying these frameworks, managers must moderate expec-tations that once people know better, they will do better. Change is a multistep, multilayered process. If managers want to see change in their teams, they must re-main diligent, continue to organize and plan, and work to mitigate organizational realities and constraints. Most managers are charged to help create and maintain a safe and productive work environment for their employees. With that in mind, leaders must take their duties seriously and consider all employees’ safety and pro-ductivity needs. To the extent possible, libraries should create a strategic diversity plan, provide and support professional development that addresses diversity and inclusion, and then build accountability into plans, goals, and program and per-formance evaluations.The ALA Code of EthicsAlthough librarians are not required to promise to uphold any particular library values or code of ethics in order to be card-carrying librarians, we look to the American Library Association for guiding documents. These documents include a Library Bill of Rights and a Code of Ethics; while both documents apply to the treatment of library users, the latter also addresses behaviors and supports among library workers. According to the preparatory paragraphs of the ALA Code of Eth-ics, “the principles of this Code are expressed in broad statements to guide ethical decision making. These statements provide a framework; they cannot and do not dictate conduct to cover particular situations.”40 While the Code of Ethics does not specifically address the inclusion of queer and trans coworkers, it does suggest that the way colleagues are treated is a core concern to the profession.According to the Code of Ethics, library professionals “treat co-workers and other colleagues with respect, fairness, and good faith, and advocate conditions of employment that safeguard the rights and welfare of all employees of our insti-tutions.”41 The challenges presented in this chapter suggest that the Code of Ethics needs to be applied above and beyond personal interactions. The political factors mentioned throughout and the specific anecdotes from our experiences demon-strate that even the best-intentioned behavior falls short if it does not include ac-tive work to dismantle anti-queer political systems and to counter their effects on queer coworkers and employees.As a graduate student, I remember feeling intensely un-comfortable whenever I had to approach the circulation desk. This was solely because I hadn’t finished the exten-sive process of changing my legal name, and so my stu-dent ID showed a name that I no longer used and hated hearing. The ILS had no preferred name field, so I knew that the person behind the desk was looking at a screen 84 ChApTER 4with my legal name. This ensured that I was outed every time I checked out a book.The fact that I knew many of the employees sometimes helped and sometimes made the experience still more humiliating. There was no self-checkout at the time, so every checkout decision was weighed against the emo-tional stress. All of this was in the context of my own privilege: I was never concerned for my safety or that I would be refused service. I was not a stranger to the space, being both a student of the library school and a worker in the library itself. If I, as an employee with friends behind the desk and great investment in the im-portance of libraries, thought twice before using the circ desk, I have always wondered how a patron with no such connections would feel or if they would simply avoid the library altogether.—StephenThe final entry in the ALA Code of Ethics includes “fostering the aspirations of potential members of the profession.”42 Feeling uncomfortable, invisible, and im-plicitly unwelcome in the workplace can derail the aspirations and goals of future librarians. Librarians support potential members through the expected channels of professional development and mentorship, but also by making library work-places safe and inclusive. Queer-inclusive workplaces do things like prioritize gen-der-inclusive restrooms, normalize pronouns on name tags and email signatures, and decenter heterosexual and cisgender identities.From Visibility to JusticeLibraries claim to be inclusive and open to all. In the current political environ-ment, we believe passive support is not enough. How do we move from mere visi-bility and acknowledgment of identities to meaningful justice and equity? Queer people need more than just their existence affirmed: we need quality health care, access to jobs and education, and protection from those who wish to prevent us from living our lives to the fullest.State law should not determine how and when libraries feel compelled to move to action. Libraries in cities, counties, or states with strong legal protections for queer and trans people cannot assume that harassment does not happen in  What It Means to Be Out 85their restrooms or in their buildings. Name changes may be easier in some states than others, but legal processes always take time, money, and energy. With that in mind, we encourage readers to consider actions, large and small, that can make the workplace more inclusive for queer, trans, and nonbinary workers.One thing that has become clear to me over the decade or so that I have been exploring my gender identity is that people with genders other than male or female are largely invisible in society and are encouraged to remain so in professional life.—PuckSome ideas might include the following:• Requiring diversity and inclusion training that moves beyond simple education around sexual orientation to include explicit information about being inclusive of different gender identities, with the mind-set that such training is required for all employees (especially managers, supervisors, and administrators).• Reframing inclusion from a patron issue to a workplace issue (e.g., if the library is asking how best to serve trans and nonbinary patrons, it should also evaluate how well it is serving trans and nonbinary library workers). The “Transgender Inclusion Institutional Assessment Worksheet,” de-veloped by Reed Garber-Pearson, Sunny Kim, Micah Kehrein, and Bean Yogi, guides libraries through an analysis of facilities, programs, services, and internal procedures to uncover barriers for trans and nonbinary peo-ple and consider possibilities for change.43• Reviewing language used in internal documents and procedures to be more gender-inclusive (e.g., “webmaster” to “web manager”). Unless referring to a specific individual whose pronouns are known, use “they/them/their” as a preferred general pronoun option.• Reviewing all restrooms and facilities available to employees, including nearby restrooms in other buildings or facilities.• Creating practices and procedures that allow employees to safely express their identities, including the autonomy to use their chosen names and pronouns in documents, department meetings, name tags, and so on. Encourage cisgender employees to do the same (otherwise trans people are essentially outed by being the only ones to state their pronouns).• In addition to state and federal statutes, being familiar with workplace policies and resources. For example, many workplaces have policies that prohibit workplace violence, such as the kinds of bullying and harassment that have been described here.86 ChApTER 4The ideas above are both practical and helpful, but they are only small steps in an ongoing, dynamic process of making the library workplace a safer place to be out. All queer and trans library workers have the right to be treated with dignity at work, but they are faced with regular reminders about the cost of being out. Ul-timately, what is the cost of being out? For some, being out means losing a job or promotion, facing eviction, experiencing homelessness, or enduring other forms of abuse, violence, assault, and, terrifyingly, even death. The cost should not be so high.NOTES1. For the sake of clarity and ease of reading in this chapter, the following definitions are used. The authors recognize and embrace that language is flexible, personal, and constantly evolving; all of these terms may have different definitions to the reader, and definitions may change in the future. We also acknowledge that these definitions come from a culture based in colonialism and Eurocentrism and may not accurately include all non-Western and indigenous gender identities.Queer: An inclusive term describing all identities that are not cisgender and hetero-sexual, including but not limited to lesbian, gay, bisexual, pansexual, transgender, intersex, questioning, asexual, and aromantic.Transgender/trans: Identifying with a gender other than that assigned at birth (not cisgender). Can be used to describe trans women (women who were assigned male at birth), trans men (men who were assigned female at birth), and nonbinary, gender nonconforming, and genderqueer people, among others.Nonbinary: Identifying with a gender other than man or woman, which may but does not always include genderqueer, two-spirit, and gender fluid identities, e.g., a person may identify with multiple genders simultaneously or may not identify with any gender at all.Cisgender/cis: Identifying with the gender assigned at birth, e.g., a person who iden-tifies as a woman who was assigned female at birth.2. For the sake of preventing wordiness in this chapter, queer will be used as an umbrella term to describe people of all sexual orientations and gender identities that are not heterosexual or cisgender. See definitions above for additional information.3. Oxford English Dictionary Online, s.v. “political adj. and n,” accessed May 22, 2018, http://www.oed.com/view/Entry/146887.4. Sarah McBride et al., We the People (Washington, DC: Center for American Prog-ress, December 10, 2014), https://www.americanprogress.org/issues/lgbt/re-ports/2014/12/10/102804/we-the-people/.5. United States Congress, Senate, S.1006—Equality Act, 115th Cong., introduced in the Senate on May 2, 2017, https://www.congress.gov/bill/115th-congress/sen-ate-bill/1006.6. Ryan H. Nelson, “Sexual Orientation Discrimination under Title VII after Baldwin v. Foxx,” Washington and Lee Law Review Online 72, no. 2 (November 16, 2015):  What It Means to Be Out 87255–57, https://scholarlycommons.law.wlu.edu/wlulr-online/vol72/iss2/2/; Joanna L. Grossman, “The EEOC Rules That Transgender Discrimination Is Sex Discrimina-tion: The Reasoning behind That Decision,” Verdict, May 1, 2012, https://verdict.justia.com/2012/05/01/the-eeoc-rules-that-transgender-discrimination-is-sex-discrimina-tion.7. ACLU, “Know Your Rights: Transgender People and Law,” accessed June 4, 2018, https://www.aclu.org/know-your-rights/transgender-people-and-law.8. Movement Advancement Project, Mapping Transgender Equality in the United States (Denver, CO: Movement Advancement Project, February 2017), https://transgender-lawcenter.org/equalitymap.9. Movement Advancement Project, Mapping Transgender Equality, 8.10. Movement Advancement Project, Mapping Transgender Equality, 12–13.11. Sandy E. James et al., The Report of the 2015 U.S. Transgender Survey (Washington, DC: National Center for Transgender Equity, 2016), 225, https://transequality.org/sites/default/files/docs/usts/USTS-Full-Report-Dec17.pdf.12. California State University San Marcos, CSUSM Trans and Gender Non-conforming Task Force: Report and Recommendations (San Marcos: California State University San Marcos, 2017), 30, https://infomational.files.wordpress.com/2009/06/csusm-trans-gender-non-conforming-task-force-report-recommendations-2017.pdf.13. ACLU, “Know Your Rights.”14. James et al., Report of the 2015 U.S. Transgender Survey, 82.15. National Center for Transgender Equality, “Know Your Rights: Healthcare,” accessed June 15, 2018, https://transequality.org/know-your-rights/healthcare.16. National Coalition of Anti-violence Programs, Hate Violence against Transgender Com-munities (National Coalition of Anti-violence Programs, April 2017), https://avp.org/wp-content/uploads/2017/04/ncavp_transhvfactsheet.pdf.17. Personal communication via email, Mary Ghikas to Zoe Fisher, June 7, 2018.18. Kathy Rosa and Kelsey Henke, 2017 ALA Demographic Study (Chicago: ALA Office for Research and Statistics, January 2017), 1, http://www.ala.org/tools/research/initia-tives/membershipsurveys.19. United States Census Bureau, Questions Planned for the 2020 Census and American Com-munity Survey (Washington, DC: United States Census Bureau, March 2018), https://www.census.gov/library/publications/2018/dec/planned-questions-2020-acs.html.20. Mary Emily O’Hara, “Oregon Becomes the First State to Add Third Gender to Driver’s Licenses,” NBC News, June 15, 2017, https://www.nbcnews.com/feature/nbc-out/ore-gon-becomes-first-state-add-third-gender-driver-s-licenses-n772891.21. Christina Caron, “Californians Will Soon Have Nonbinary as a Gender Option on Birth Certificates,” New York Times, October 19, 2017, https://www.nytimes.com/2017/10/19/us/birth-certificate-nonbinary-gender-california.html.22. Aron Macarow, “These Eleven Countries Are Way Ahead of the US on Trans Issues,” ATTN:, February 9, 2015, https://www.attn.com/stories/868/transgender-passport-status.23. Andrew R. Flores et al., How Many Adults Identify as Transgender in the United States? (Los Angeles: The Williams Institute, UCLA School of Law, June 2018), 3, http://wil-liamsinstitute.law.ucla.edu/wp-content/uploads/How-Many-Adults-Identify-as-Trans-gender-in-the-United-States.pdf.24. Bureau of Labor Statistics, “Quick Facts: Librarians,” Occupational Outlook Handbook (Washington, DC, US Department of Labor, April 13, 2018), https://www.bls.gov/ooh/education-training-and-library/librarians.htm.88 ChApTER 425. Chris Bourg, “The Unbearable Whiteness of Librarianship,” Feral Librarian (blog), March 3, 2014, https://chrisbourg.wordpress.com/2014/03/03/the-unbearable-white-ness-of-librarianship/.26. American Library Association, GLBTRT Round Table, “GLBTRT History Timeline,” accessed June 11, 2018, http://www.ala.org/rt/glbtrt/about/history.27. American Library Association, “Stonewall Book Awards,” accessed June 12, 2018, http://www.ala.org/rt/glbtrt/award/stonewall.28. Stephen Krueger, “Trans* Customer Service 101,” ALA Annual Conference 2018 Sched-ule, https://www.eventscribe.com/2018/ALA-Annual/fsPopup.asp?Mode=presIn-fo&PresentationID=352498.29. Que(e)ry Librarians website, accessed June 12, 2018, http://www.queeryparty.org.30. Krueger, Stephen. “Gender Variant LIS Network,” accessed 19 December 2018, https://www.stephengkrueger.com/gender-variant-lis-network31. James C. Cooke, “Gay and Lesbian Librarians and the ‘Need’ for GLBT Library Orga-nizations: Ethical Questions, Professional Challenges, and Personal Dilemmas In and ‘Out’ of the Workplace,” Journal of Information Ethics 14, no. 2 (Fall 2005): 32–35.32. As cited in Cooke, “Gay and Lesbian Librarians.”33. Julia Clark and Chris Jackson, Global Attitudes toward Transgender People, report (Wash-ington, DC: Ipsos Public Affairs, January 2018), 8, 10, https://www.ipsos.com/en-us/news-polls/global-attitudes-toward-transgender-people.34. Meredith Schwartz, “Inclusive Restroom Design,” Library Journal, May 3, 2018, https://lj.libraryjournal.com/2018/05/buildings/lbd/inclusive-restroom-design-library-design.35. James V. Carmichael, Jr., and Marilyn L. Shontz, “The Last Socially Acceptable Preju-dice: Gay and Lesbian Issues, Social Responsibilities, and Coverage of These Topics in MLIS/MLS Programs,”  Library Quarterly 66, no. 1 (1996): 21–25.36. John Kotter, “Leading Change: Why Transformation Efforts Fail,” Harvard Business Review 85, no. 1 (2007): 96–103.37. Kotter, “Leading Change,” 99.38. Damon A. Williams, A Matter of Excellence (Washington, DC: American Council on Education, 2013).39. Charlice Hurst, John Kammeyer-Mueller, and Beth Livingston, “The Odd One Out: How Newcomers Who Are Different Become Adjusted,” in The Oxford Handbook of Organizational Socialization, ed. Connie R. Wanberg (Oxford: Oxford University Press, 2012), 134.40. American Library Association, Code of Ethics of the American Library Association (Chi-cago: American Library Association, 1939, last amended 2008), http://www.ala.org/advocacy/sites/ala.org.advocacy/files/content/proethics/codeofethics/Code%20of%20Ethics%20of%20the%20American%20Library%20Association.pdf.41. American Library Association, Code of Ethics.42. American Library Association, Code of Ethics.43. Reed Garber-Pearson et al., “Transgender Inclusion Institutional Assessment Work-sheet,” Google Doc, November 2017, https://docs.google.com/document/d/1rzosIL-7gKyXTbvN_eZa-x5HpRIbuL1rGZCrAhsETu88/edit.BIBLIOGRAPHYACLU. “Know Your Rights: Transgender People and Law.” Accessed June 4, 2018. https://www.aclu.org/know-your-rights/transgender-people-and-law.American Library Association. Code of Ethics of the American Library Association. Chicago:  What It Means to Be Out 89American Library Association, 1939, last amended 2008. http://www.ala.org/advoca-cy/sites/ala.org.advocacy/files/content/proethics/codeofethics/Code%20of%20Eth-ics%20of%20the%20American%20Library%20Association.pdf.———. “Professional Ethics.” Accessed September 9, 2018. http://www.ala.org/tools/ethics.———. “Stonewall Book Awards.” Accessed June 12, 2018. http://www.ala.org/rt/glbtrt/award/stonewall.American Library Association GLBTRT Round Table. “GLBTRT History Timeline.” Ac-cessed June 11, 2018. http://www.ala.org/rt/glbtrt/about/history.Bourg, Chris. “The Unbearable Whiteness of Librarianship.” Feral Librarian (blog), March 3, 2014. https://chrisbourg.wordpress.com/2014/03/03/the-unbearable-whiteness-of-li-brarianship/.Bureau of Labor Statistics. “Quick Facts: Librarians.” Occupational Outlook Handbook. Washington, DC: US Department of Labor, April 13, 2018. https://www.bls.gov/ooh/education-training-and-library/librarians.htm.California State University San Marcos. CSUSM Trans and Gender Non-conforming Task Force: Report and Recommendations. San Marcos: California State University San Mar-cos, 2017. https://infomational.files.wordpress.com/2009/06/csusm-trans-gender-non-conforming-task-force-report-recommendations-2017.pdf.Carmichael, James V., Jr., and Marilyn L. Shontz. “The Last Socially Acceptable Prejudice: Gay and Lesbian Issues, Social Responsibilities, and Coverage of These Topics in MLIS/MLS Programs.” Library Quarterly 66, no. 1 (1996): 21–58.Caron, Christina. “Californians Will Soon Have Nonbinary as a Gender Option on Birth Certificates.” New York Times, October 19, 2017. https://www.nytimes.com/2017/10/19/us/birth-certificate-nonbinary-gender-california.html.Clark, Julia, and Chris Jackson. Global Attitudes toward Transgender People. Report. Washing-ton, DC: Ipsos Public Affairs, January 2018. https://www.ipsos.com/en-us/news-polls/global-attitudes-toward-transgender-people.Cooke, James C. “Gay and Lesbian Librarians and the ‘Need’ for GLBT Library Organiza-tions: Ethical Questions, Professional Challenges, and Personal Dilemmas In and ‘Out’ of the Workplace.” Journal of Information Ethics 14, no. 2 (Fall 2005): 32–49. Flores, Andrew R., Jody L. Herman, Gary J. Gates, and Taylor N. T. Brown. How Many Adults Identify as Transgender in the United States? Los Angeles: The Williams Institute, UCLA School of Law, June 2018. http://williamsinstitute.law.ucla.edu/wp-content/uploads/How-Many-Adults-Identify-as-Transgender-in-the-United-States.pdf.Garber-Pearson, Reed, Sunny Kim, Micah Kehrein, and Bean Yogi. “Transgender Inclusion Institutional Assessment Worksheet.” Google Doc, November 2017. https://docs.goo-gle.com/document/d/1rzosIL7gKyXTbvN_eZa-x5HpRIbuL1rGZCrAhsETu88/edit.Grossman, Joanna L. “The EEOC Rules That Transgender Discrimination Is Sex Discrimina-tion: The Reasoning behind That Decision.” Verdict, May 1, 2012. https://verdict.justia.com/2012/05/01/the-eeoc-rules-that-transgender-discrimination-is-sex-discrimination.Hurst, Charlice, John Kammeyer-Mueller, and Beth Livingston. “The Odd One Out: How Newcomers Who Are Different Become Adjusted.” In The Oxford Handbook of Orga-nizational Socialization. Edited by Connie R. Wanberg, 115–38. Oxford: Oxford Univer-sity Press, 2012.James, Sandy E., Jody L. Herman, Susan Rankin, Mara Keisling, Lisa Mottet, and Ma’ayan Anafi. The Report of the 2015 U.S. Transgender Survey. Washington, DC: National Center for Transgender Equity, 2016. https://transequality.org/sites/default/files/docs/usts/USTS-Full-Report-Dec17.pdf.90 ChApTER 4Kotter, John. “Leading Change: Why Transformation Efforts Fail.” Harvard Business Review 85, no. 1 (2007): 96–103.Krueger, Stephen. “Trans* Customer Service 101.” ALA Annual Conference 2018 Schedule. https://www.eventscribe.com/2018/ALA-Annual/fsPopup.asp?Mode=presInfo&Pre-sentationID=352498.Krueger, Stephen. “Gender Varian LIS Network.” December 2018. https://www.ste-phengkrueger.com/gender-variant-lis-networkMacarow, Aron. “These Eleven Countries Are Way Ahead of the US on Trans Issues.” ATTN:, February 9, 2015. https://www.attn.com/stories/868/transgender-passport-status.McBride, Sarah, Laura E. Durso, Hannah Hussey, Sharita Gruberg, and Gene Robinson. We the People: Why Congress and U.S. States Must Pass Comprehensive LGBT Nondiscrimination Protections. Washington, DC: Center for American Progress, December 10, 2014. https://www.americanprogress.org/issues/lgbt/reports/2014/12/10/102804/we-the-people/.Movement Advancement Project. Mapping Transgender Equality in the United States. Denver, CO: Movement Advancement Project, February 2017. https://transgenderlawcenter.org/equalitymap.National Center for Transgender Equality. “Know Your Rights: Healthcare.” Accessed June 15, 2018. https://transequality.org/know-your-rights/healthcare.National Coalition of Anti-violence Programs. Hate Violence against Transgender Communi-ties. National Coalition of Anti-violence Programs, April 2017. https://avp.org/wp-con-tent/uploads/2017/04/ncavp_transhvfactsheet.pdf.Nelson, Ryan H. “Sexual Orientation Discrimination under Title VII after Baldwin v. Foxx.” Washington and Lee Law Review Online 72, no. 2 (November 16, 2015): 255–77. https://scholarlycommons.law.wlu.edu/wlulr-online/vol72/iss2/2/.O’Hara, Mary Emily. “Oregon Becomes the First State to Add Third Gender to Driver’s Licenses.” NBC News, June 15, 2017. https://www.nbcnews.com/feature/nbc-out/ore-gon-becomes-first-state-add-third-gender-driver-s-licenses-n772891.Oxford English Dictionary Online. S.v. “political adj. and n.” Accessed May 22, 2018. http://www.oed.com/view/Entry/146887.Que(e)ry Librarians website. Accessed June 12, 2018. http://www.queeryparty.org.Rosa, Kathy, and Kelsey Henke. 2017 ALA Demographic Study. Chicago: ALA Office for Research and Statistics, January 2017. http://www.ala.org/tools/research/initiatives/membershipsurveys.Schwartz, Meredith. “Inclusive Restroom Design.” Library Journal, May 3, 2018. https://lj.li-braryjournal.com/2018/05/buildings/lbd/inclusive-restroom-design-library-design.United States Census Bureau. Questions Planned for the 2020 Census and American Communi-ty Survey: Federal Legislative and Program Uses. Washington, DC: United States Census Bureau, March 2018. https://www.census.gov/library/publications/2018/dec/planned-questions-2020-acs.html.United States Congress. Senate. S.1006—Equality Act. 115th Cong. Introduced in the Senate on May 2, 2017. https://www.congress.gov/bill/115th-congress/senate-bill/1006.Williams, Damon A. A Matter of Excellence: A Guide to Strategic Diversity Leadership and Accountability in Higher Education. Washington, DC: American Council on Education, 2013.",
    "id": 288302817,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.dartmouth.edu:dlstaffpubs-1019"
    },
    "title": "What It Means to Be Out: Queer, Trans, and Gender Nonconforming Identities in Library Work",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T08:00:00+00:00",
    "publisher": "Dartmouth Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.dartmouth.edu/cgi/viewcontent.cgi?article=1019&context=dlstaffpubs"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/288302817.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/288302817"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/288302817/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/288302817/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/288302817"
        }
    ],
    "abstract": "Queer library workers face the decision of how and when to express their gender identities and sexual orientations at work. In what ways does being “out” in the library workplace impact our work? This coauthored chapter brings together the perspectives of two academic librarians, a current LIS grad student, and an academic library administrator to provide multiple ways of seeing the complexities of expressing gender identity and sexual orientation in the library workplace. We discuss the intersection of library values, politics, change management, patron interactions, and work environments",
    "tags": [
        "text",
        "LGBTQ",
        "library workers",
        "LIS students",
        "librarians",
        "Library and Information Science"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.dartmouth.edu:dlstaffpubs-1019",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14651",
        "openDoarId": 0,
        "name": "Dartmouth Digital Commons (Dartmouth College)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 288302817,
        "depositedDate": null,
        "publishedDate": "2019-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-17T17:23:04+00:00",
        "acceptedDate": null,
        "createdDate": "2020-03-25T04:51:40+00:00"
    },
    "urls": [
        "https://digitalcommons.dartmouth.edu/dlstaffpubs/18",
        "https://digitalcommons.dartmouth.edu/context/dlstaffpubs/article/1019/viewcontent/What_It_Means_to_Be_Out.pdf"
    ],
    "lastUpdate": "2024-02-17T17:23:04+00:00",
    "setSpecs": []
}