{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Dewaele, Alexis"
        },
        {
            "name": "Van Houtte, Mieke"
        },
        {
            "name": "Buysse, Ann"
        },
        {
            "name": "Lyubayeva, Alona"
        },
        {
            "name": "Trippas, Michiel"
        },
        {
            "name": "Baeken, Ann-Sophie"
        }
    ],
    "contributors": [],
    "createdDate": "2019-12-27T09:30:19+00:00",
    "dataProvider": {
        "id": 1493,
        "name": "Ghent University Academic Bibliography",
        "url": "https://api.core.ac.uk/v3/data-providers/1493",
        "logo": "https://api.core.ac.uk/data-providers/1493/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.5334/pb.443",
    "downloadUrl": "https://core.ac.uk/download/275703265.pdf",
    "fullText": "IntroductionBeing open about one’s sexual  orientation as a gay man or lesbian woman (LG) can have negative consequences in the workplace (Ragins & Cornwell, 2001; Rumens & Broomfield, 2012). Professional Dewaele, A., et al. (2019). What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees. Psychologica Belgica, 59(1), pp. 78–95. DOI: https://doi.org/10.5334/pb.443ψ %HOJLFD3V\\FKRORJLFD\u0003RESEARCH ARTICLEWhat Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government EmployeesAlexis Dewaele*, Mieke Van Houtte†, Ann Buysse*, Alona Lyubayeva‡, Michiel Trippas‡ and Ann-Sophie Baeken‡Visibility management (VM) refers to the regulation of disclosure of one’s sexual orientation for the purposes of maintaining privacy as well as minimizing stigma, harm, or marginalization. Research on how lesbian women and gay men (LGs) man-age the visibility of their sexual orientation in the workplace is scarce. In this study, we tested a model that investigates the relationships between VM on the one hand, and specific job characteristics, experiencing the work environment as more or less LG friendly, and personal homonegative experiences on the other. In a non-representative sample of 4,080 employees of the Flemish government, 6.3% identified as gay or lesbian. Within this LG subsample (N = 265) we found that specific job characteristics (having a managerial position, or having a tenured or non-tenured position) were not associated with VM. Knowing other LGs within the work environment who are open about their sexual orientation was associated with being more likely to apply open VM strategies, as was perceiving the atmosphere at work as permissive towards LGs. Having witnessed negative events towards LGs at work was associated with taking the characteristics of a social setting (e.g., public or private) into account when deciding to disclose one’s sexual orientation. Finally, participants who experienced homonegative events (such as unsolicited sexual innuendo or abusive language) felt less inhibited about disclosure. Potential theoretical as well as practical implications are discussed.Keywords: work environment; visibility management; sexual orientation* Faculty of Psychology and Educational Sciences, Department of Experimental Clinical and Health Psychology, Ghent University, BE† Faculty of Political and Social Sciences,  Department of Sociology, Research team CuDOS, Ghent University, BE‡ Diversity Policy Unit, Agency for Government Personnel, Flemish Government, BECorresponding author: Alexis Dewaele  (alexis.dewaele@ugent.be)Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees79environments—even contexts that LG employees define as LG friendly—may still involve forced choices between acceptance and visibility (Vincke, Dewaele, Vanden Berghe, & Cox, 2008; Williams, Giuffre, & Dellinger, 2009). LGs often report anticipat-ing discrimination and hiding their sexual orientation at work as they fear negative consequences such as being bullied, miss-ing out on career opportunities, or even forced resignation (Black, Makar, Sanders, & Taylor, 2003; Vincke et al., 2008). Increased attention on affirmative action and diversity policies at work (see e.g., Colgan, Creegan, McKearney, & Wright, 2007; Kalev, Dobbin, & Kelly, 2006; Ozeren, 2014) has shown that it is particularly relevant to explore dynamics that might explain the relationship between having a minority status as an employee, and specific behavior such as hiding a minority characteristic. However, few studies have investigated what predicts LGs to be open or closed about their sexual identity within the work environment. Studying these predic-tors is necessary since there does not always seems to be a straightforward relationship between anticipating discrimination on the one hand and being closed about one’s sex-ual orientation on the other (Kirby, 2006). Furthermore, this field of study has been hindered by narrow use of the dichotomous concept of coming out (i.e., that LGs are either open or closed about their sexual ori-entation). In this study, we preferred, instead, to use the concept of visibility management (VM). Visibility management refers to an ongoing process by which LGs make careful, planned decisions about what they will dis-close and by which they continue to monitor the way in which they present their sexual orientation in different environments (Lasser & Tharinger, 2003). We tested a model that explores relationships between specific job characteristics, experiencing the work envi-ronment as more or less homonegative, and homonegative experiences on the one hand, and VM on the other. This study uniquely sheds light on how perceived work environ-ments, as well as job characteristics, relate to behavior in LGs. Moreover, we explore whether the  association between perceived LG-friendliness of the work environment and visibility management differs according to whether or not people have experienced homonegativity in the workplace.Managing Hidden Stigma and Developing a Sexual IdentityIdentifying as lesbian or gay still implies the experience of stigma. Studies based on self-reported data show that LG workers report difficulties in coming out at work; experi-ence rumors, innuendo and mockery; pre-sume that talking openly about being LG might harm their professional careers; and even feel they may have missed an opportu-nity for promotion due to their sexual orien-tation (De Biolley, Aslan, Dewaele & Bonnet, 2007, Falcoz, 2008; Temmerman et al., 2016; Vincke et al., 2008; Wright, Colgan, Creegany, & McKearney, 2006). These experienced stressors might lead to self-censorship: LG workers refrain from being open about their sexual orientation simply because they can (Charpentier, 2004). After all, being lesbian or gay is not a visible personal characteristic.Early literature already highlighted that the element of hidden stigma has an abil-ity to generate anxiety in a person at risk of discreditation, as the individual fears being exposed as an impostor (Goffman, 1963). A cognitive-affective-behavioral process model outlines the psychological implica-tions of concealing stigma: The ambiguity of social situations combined with the threat of potential discovery makes possessing a concealable stigma a difficult predicament for many individuals (Pachankis, 2007). One study showed that people with concealable stigmas (students who indicated that they were gay, that they were bulimic, or that their families earned less than $20,000 each year) reported lower self-esteem and more nega-tive affect than both those whose stigmas were visible and those without stigmatizing characteristics (Frable, Platt, & Hoey, 1998). Smart and Wegner (1999) found that par-ticipants who conceal their stigmas become Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees80preoccupied with the control of disclosure of the stigmatized characteristic and therefore report more secrecy, suppression, and intru-sive thoughts. According to the Disclosure Processes Model (Chaudoir & Fisher, 2010), antecedent goals representing approach and avoidance motivational systems mod-erate the effect of disclosure on numerous individual, dyadic, and social contextual outcomes. Long-term outcomes such as the impact on psychological health depend on whether one focuses on positive and nega-tive goals of disclosure (e.g., attaining greater intimacy in relationships with others versus avoiding social rejection), the characteristics of the disclosure event (e.g., a confidant that reacts negatively), and mediating processes (e.g., a positive experience after disclosure that leads to increased social support from others). Chaudoir & Fisher (2010) also refer to feedback loops: The outcomes (positive or negative) of disclosure events influence whether one will maintain more open or closed VM strategies in the future (Chaudoir & Fisher, 2010). While the aforementioned theory refers to disclosure and VM as a con-tinuous process, so is developing a sexual identity in LGs. As we will explain, both pro-cesses are interrelated.Several early models that describe the development of a sexual identity in LGs refer to the association between a growing self-acceptance of one’s own sexual orienta-tion as well as feeling the need to disclose this orientation to others (Cass, 1979, 1984; Coleman, 1990). Although the presumed lin-ear pathways within these models have often been criticized (Horowitz & Newcomb, 2001), the notion that development of a sexual identity is characterized by some common characteristics between LG individuals (e.g., a process of self-labeling, growing self-accept-ance, building up an LG social network, and increasing openness about sexual orienta-tion) has been acknowledged by scholars (Elizur & Ziv, 2001; Rowen & Malcolm, 2002). The development of a sexual identity cannot be seen separately from an environment that is characterized (and perceived) as friendly versus hostile towards sexual minorities. The Minority Stress Model offers a conceptual framework for understanding how experi-encing stigma, prejudice, and discrimination might cause mental health problems. It also explains how the expectation of rejection is associated with concealing one’s sexual ori-entation in order to cope with a potentially hostile environment (Meyer 2003, 2015). Being open about one’s sexual orientation might increase vulnerability. D’Augelli and Grossman (2001), for example, found that being more open was associated with more reported victimization in LGs. However, not every social context is comparable. and the work environment contains specific risks for individuals belonging to a stigmatized minority (e.g., being bullied on a day-to-day basis, missing out on a job opportunity). This highlights the need for a closer look to sex-ual minority VM strategies at work.Visibility Management Strategies at WorkVisibility management might function as a coping strategy to deal with potential dis-crimination whilst avoiding self-denial. There are various strategies LGs can adopt within the work environment: Chung (2001) differ-entiated between acting (i.e., engaging in a heterosexual relationship for the purpose of making people believe one is heterosexual), passing (i.e., fabricating information so that one may be perceived as heterosexual), cover-ing (i.e., omitting or censoring information to avoid being identified as homosexual), being implicitly out (i.e., not labeling oneself as LG but being open and honest when it comes to information about one’s personal life), and being explicitly out (i.e., openly identifying oneself as LG). Disclosing at work and work-ing for an organization perceived to be more LG-supportive has been found to correlate with positive outcomes such as a higher job satisfaction and lower job anxiety (Griffith & Hebl, 2002). Although this shows the importance of investigating VM strategies at work, there is little consistency in measuring these strategies. Several studies have meas-ured disclosure as a one-off dichotomous Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees81event (e.g., age of first disclosure, years “out” since first disclosure; D’Augelli & Grossman, 2001; Pollitt, Muraco, Grossman, & Russell, 2017) and to being out or being closeted (De Brauwere, 2002, De Biolley et al., 2007). Others have looked at general disclosive-ness, tapping into an individual’s style of disclosive behavior without referring to sexual orientation (Dew, Myers & Wightman, 2006) or assessing the number of people that know about the fact that a participant is LG (Griffith & Hebl, 2002; Legate, Ryan & Weinstein, 2012; Ragins, Singh & Cornwell, 2007; Rostosky & Riggle, 2002). Disclosure is also often narrowed down to “verbal com-munication that occurs between a discloser and a confidant” (Chaudoir and Fisher, 2010, p. 6). This ignores the fact that giving clues about one’s sexual orientation often involves the use of ambiguous language and a vari-ety of symbols and nonverbal cues (Clair, Beatty & MacLean, 2005; Lasser & Wicker, 2008). Aforementioned assessments thus ignore the fact that VM is an ongoing pro-cess as described by theoretical models such as the Disclosure Processes Model (Chaudoir & Fisher, 2010). However, this limitation can be addressed by integrating a measure that refers to a continuous conceptualization of VM strategies (Lasser, Ryser, & Price, 2010). As such, VM refers to regulation of disclosure whilst doing away with the idea of maintain-ing one specific strategy all of the time (cf. Chung, 2001). It reflects an ongoing process by which LGs make careful, planned deci-sions about whether they will disclose their sexual orientation and by which they con-tinue to monitor the presentation of their sexual orientation in different environments. It takes into account active behavior (e.g., showing to others that you are LG), inhibitive feelings (e.g., not feeling comfortable with disclosure) and also the role of social setting (e.g., thinking it is more suited to be open in a private compared to a public setting; Lasser & Tharinger, 2003). It thus provides a multi-dimensional perspective and transcends the dichotomous idea that individuals are out or not. However, this still leaves us with the question “what exactly determines these VM strategies at work?”.Determinants of Visibility Management Strategies at WorkLower-socioeconomic status (SES) indi-viduals tend to maintain a smaller bank of tangible interpersonal and intrapersonal resources to deal with stressful life events compared with higher-SES individuals (Gallo & Matthews, 2003). Therefore, it might be less easy for LGs in blue-collar jobs to be open about their sexual orientation, as less access to resources means higher risks. Also, as homonegative attitudes are associated with lower educational levels (Adolfsen, Keuzenkamp & Kuyper, 2006; Pickery & Noppe, 2007), work places with many blue-collar workers might be less LG-friendly and thus present a more complicated envi-ronment in which to be open (Ryan-Flood, 2004). However, some studies have shown that maintaining open VM strategies might be more difficult at higher levels of hierarchi-cal systems. This might be explained by what is at stake for these employees: The higher their social status, the more they have to lose in terms of income and reputation (Trau & Härtel, 2004; Vincke et al., 2008). Also, jobs that require a significant level of authority might make openness in LGs more com-plicated (Claire et al., 2005). A qualitative study has shown that policemen who have disclosed their sexuality to colleagues still take precautions to manage the risk of them not being perceived as ‘hard enough’ to do the job (Rumens & Broomfield, 2012). This perception is not necessarily unwarranted, as, for example, students have been found to perceive a gay teacher as significantly less credible than a straight teacher (Russ, Simonds, & Hunt, 2002). Maintaining open VM strategies might thus threaten the ability of LG employees to occupy an authoritative status. Job characteristics such as hierarchies or the risks involved in occupying a specific position could influence VM strategies.The perception LGs have of their work environment seems related to VM strategies, Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees82but, again, not necessarily in a straightfor-ward way. For example, one study has shown that when LG students search for profes-sional positions they often expect discrimi-nation, although many will not let that fear force them back into the closet. Some stu-dents fear discrimination and hide their sex-ual orientation and, for example, choose not to list leadership activities in LG groups on their résumés, but many state that they will be out at work and risk discrimination in the long run because being true to themselves is worth the risk (Kirby, 2006). Nevertheless, in environments that offer high levels of sup-port to autonomy (i.e., where people feel accepted for who they are and are free to act and express themselves) people feel less pressured to appear, behave, or perform in a certain way. For LG individuals this facilitates disclosure (Legate et al., 2012). LG work-ers are more likely to be open about their sexual orientation when their organizations have written, documented nondiscrimina-tion policies that actively show support for LG activities, and offer diversity training that specifically includes LG issues (Griffith & Hebl, 2002; Rostosky & Riggle, 2002; Waldo, 1999). In fact, organizational support for LG employees also appears to be more funda-mental to fostering an environment where it is okay to be open about one’s sexual ori-entation than support from supervisors and coworkers (Huffman, Watrous-Rodriguez & King, 2008).Finally, most studies show that individuals who report past experience with discrimi-nation on the grounds of sexual orientation are more likely to maintain more closed VM strategies (e.g., Frank, 2006; Vincke et al., 2008; Trau & Härtel, 2004). Negative experiences in the past generally contribute to being more closed in the future since a person is more likely to reveal their status if he or she believes that this will lead to positive outcomes (Clair et al., 2005). As internalized homonegativity (self-directed prejudice in LGs that originates from long-standing experiences with prejudice and discrimination in society, see Herek, 2009) has been systematically found to be related to more closed VM strategies (Dewaele, Van Houtte, & Vincke, 2014; Dew et al., 2006; Rostosky & Riggle, 2002), experiences of prejudice and discrimination might have a different impact when they are perceived as exceptional as opposed to common. For individuals who have often experienced prejudice and discrimination at work, cur-rent LG-friendly experiences might still not be enough to make them want to take the risk of coming out (Ferfolja, 2009).HypothesesAlthough VM strategies tap into active behavior, inhibitive feelings, and the role of social settings (Lasser & Tharinger, 2003), lack of previous research makes it difficult to formulate specific hypotheses that include these different VM sub-dimensions. We will include the latter, however, for explora-tory purposes. Our review of the literature suggests that VM might be related to the educational level of individuals occupying a particular job (Gallo & Matthews, 2003), as well as with the level of authority that is required for a specific job position (Adolfsen et al., 2006; Pickery & Noppe, 2007; Ryan-Flood, 2004). Furthermore, the Minority Stress Model predicts that the way in which LGs perceive their environment (i.e., homon-egative or not) as well as whether they expe-rience homonegative events at work, will be associated with VM strategies. Closed VM strategies will be maintained to avoid the negative consequences of stigma and to protect themselves from harm (Meyer, 2003, 2015). Finally, Chaudoir and Fisher’s (2010) Disclosure Processes Model states that the outcomes of VM strategies may shape individuals’ overall disclosure trajec-tories (i.e., feedback loops). When individual disclosure events create positive outcomes, they may serve to increase open VM strate-gies for workers at that organization. When individual disclosure events create negative outcomes, they may serve to increase future closed VM strategies. This translates into the following hypotheses (see Figure 1):Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees831. Job characteristics: We predicted that employees in managerial positions would have more to lose (both in terms of position and in terms of authority) than those who are not. Therefore we hypothesized that the former would maintain more closeted VM strategies than employees without a managerial position (H1.1). On the flip side to this, employees who have a tenured posi-tion have less to lose and therefore feel more secure than those who have not. We therefore hypothesized that the former would maintain more open VM strategies (H1.2).2. Perceived LG-friendliness of the work environment: When LG employees have colleagues who are open about their sexual orientation this will act as an incentive to adopt open VM strate-gies (H2.1). We predicted that perceiv-ing a work environment as LG-friendly, or witnessing homonegative incidents at work, would go together with more open (H2.2) and more closed (H2.3) VM strategies, respectively.3. Personal homonegative experiences at work suffered by LG employees would be related to more closed VM strategies (H3.1). In line with the idea of feedback loops in the Disclosure Processes Model, previous homonegative experiences might also moderate the relationship between perceived LG friendliness of the work environment and VM: For those with negative experiences in the past, perceived LG friendliness might not relate to more openness. For those with-out negative experiences, we predicted that perceived LG-friendliness would be related to more openness (H3.2).MethodThe data gathered for this study were com-missioned by the Diversity Policy Unit for Emancipation within the Flemish Government. In 2004 the Flemish Government decided to promote and support equal opportunities and diversity policies within the Flemish administration. This trans-lated into a Strategic Equal Opportunities and Diversity Plan that, amongst other goals, aimed to analyze the position of LG employees within the Flemish administra-tion (Vlaamse Regering, 2015). The Flemish administration has 40,325 employees.Participants and recruitmentThe software package ‘Opinio’ was used to develop and conduct the survey (www.objectplanet.com/opinio). It was required that responses were kept anonymous. Therefore an option offered by the soft-ware package to make tracking of invitees (whether they had responded to the survey or not) impossible was selected. On top of Figure 1: Model predicting open visibility management strategies (‘+’ en ‘−’ refers to a pre-sumed positive/negative association with open VM strategies, respectively.Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees84this, the IP check sometimes used to prevent multiple responses was disabled to improve anonymity. However, multiple responses were avoided as only one survey could be taken per laptop/desktop. All necessary technical and organizational measures to ensure safe processing of research data were applied in order to conform to the guide-lines of the ethics committee of the Faculty of Psychology and Educational Sciences at Ghent University. The period of data gather-ing started on November 6th and continued up until November 30th 2014. To stimulate participation, participants were offered the chance to win cinema tickets if they were will-ing to enter their e-mail address at the end of the survey. Furthermore, several methods were used to recruit participants: Calls for participation were published on the home webpage of the Diversity Policy Unit, and on the general intranet message board as well as on specific billboards of several departments within the Flemish administration. A poster and flyer campaign was also launched, with building managers made responsible for spreading posters and flyers in the buildings of the Flemish administration in all Flemish provinces as well as in Brussels (the Belgian capital). A promotion team, set up from within the Diversity Policy Unit, dispersed flyers on several occasions. Diversity and communications officers within all depart-ments and agencies got an invitation by e-mail to spread the call for participation and to motivate potential participants. They were encouraged to take action at a meeting half-way through November. Finally, members of the Rainbow Network for lesbian, gay, bisex-ual, and transgender employees within the Flemish administration were contacted to help distribute posters and flyers. Our sam-ple includes 4,239 participants (i.e., 10.5% of all employees working within the Flemish administration). To the question “how would you describe your sexual orientation”, 88.2% responded “heterosexual”, 6.3% responded “lesbian/gay”, 1.8% responded “bisexual”, 0.5% responded “I do not know”, and 3.2% responded “I do not want to answer this question”. Research shows that sexual iden-tity processes as well as VM strategies might be significantly different between gay/les-bian and bisexual individuals, with the latter reporting higher levels of identity confusion and lower levels of self-disclosure and com-munity connection (Balsam & Mohr, 2007). Since we could not control for relationship status (whether one is in a romantic relation-ship with a man or a women), a characteristic that could be associated with VM strategies, we opted to exclude bisexual participants from the analysis. Therefore, this study was conducted on the subsample of participants who identified as lesbian or gay (n = 265). Our LG subsample (see Table 1) was made up of 45.6% women and 54.4% men. Since the subgroup of those who did not identify as either a man or woman, or who responded ‘I do not know’ or ‘other’, was too small to analyze, their scores were treated as miss-ing values (2.3% of the LG subsample). The mean age of the participants was 38.93 years (SD = 9.27). With regard to educational level, we found that 2.6% had earned a degree of lower secondary education, 14.7% had earned a degree of higher secondary educa-tion, 40.8% had earned a bachelor’s degree, and 41.9% had earned a master’s degree. When we compared participants from the LG subsample with participants from the non-LG subsample (see Table 1), LG participants were more likely to be male (χ2 = 55.61, p < .001), younger (t = 4.02, p < .001), and more highly educated (χ2 = 14.5, p < .01) compared to participants from the non-LG subsample.MeasuresDependent variableAn abbreviated version of the LG Visibility Management Scale (VMS) (Lasser et al., 2010) was used, which contains three subscales: Active Behavioral, Inhibitive Behavioral, and Setting. The Active Behavioral subscale (six items) concerns behaviors used to make one’s sexual orientation visible. For example, “It is important to let others know about my sexual orientation.” The Inhibitive Behavioral Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees85subscale (five items) refers to feelings asso-ciated with disclosure of one’s sexual ori-entation. For example, “I feel comfortable talking about my sexual orientation.” Finally, the Setting subscale (three items) taps into the role that social setting plays in some-one’s VM decisions. “Some settings are more appropriate than others for disclosing my sexual orientation” is a statement that is rep-resentative of the items for this last subscale. Each VM item was assessed using 5-point scales (0 = strongly disagree to 4 = strongly agree). Lasser and colleagues (2010) have pre-viously found evidence for construct validity, Table 1: Sample Characteristics: Absolute (N) and Relative Frequencies (%), Mean or Median, Standard Deviation and Results of Tests of Difference Comparing LG Sample with  Non-LG sample.Total (N = 4,080)LG sample (N = 265)Non-LG sample (N = 3,815)Test of differenceM/Mdn/% SD M/Mdn/% SD M/Mdn/% SDSex χ2 = 55.61***Female 66.7% 45.6% 68.1%Male 33.3% 54.4% 31.9%Age 41.17 10.38 38.93 9.27 41.33 10.44 t(311.50) = 4.02***EducationLower sec. 4.1% 2.6% 4.2% χ2 = 14.5**Higher sec. 23.3% 14.7% 23.9%Bachelor 37.1% 40.8% 36.8%Master 35.6% 41.9% 35.2%Managerial positionχ2 = .13Yes 14% 14.7% 13.9%No 86% 85.3% 86.1%Tenured positionχ2 = 7.73**Yes 37.1% 45.1% 36.5%No 62.9% 54.9% 63.5%Having LG colleaguesχ2 = 34.89***Yes 80.7% 94.6% 79.9%No 19.3% 5.4% 20.3%LG permissive atmosphere4.34 0.79 4.26 0.82 4.34 0.78 t(4065) = 1.69Negative events 1.28 1.27 2.12 1.59 1.22 1.22 t(277.29) = –8.88***Homonegative experiences0.70 1.03 N.a.VM Active 14.99 3.41 N.a.VM Inhibitive 14.50 3.73VM Setting 7.00 2.28* p < .05, ** p < .01, *** p < .001.Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees86item-level discrimination, and subscale reli-ability. Higher scores on the VM subscales indicate more expansive disclosure behav-iors (Active Behavioral), less negative feelings towards disclosure (Inhibitive Behavioral), and that an individual takes the social setting less into account (Setting). In this study, the internal reliability ratings (Cronbach’s Alpha) for the VMS subscales were .59, .74, and .58, respectively.DeterminantsWe distinguish three clusters of deter-minants: Job characteristics, perceived LG-friendliness of the work environment, and homonegative experiences (cfr. Pelssers et al., 2008, see Appendix for a description of items). Job characteristics were assessed with two dichotomous items. Firstly, partici-pants could tick one of two boxes to answer whether they had a managerial position or not. Secondly, they could tick one of two boxes to answer whether they did or did not have a tenured position. Perceived LG friend-liness of the work environment was assessed with items reflecting three different aspects: (1) Having colleagues that are open about their homosexual orientation (one dichoto-mous item, based on a yes or no answer), (2) perceiving a permissive work atmos-phere towards LGs (rated on a 5-point scale, 1 = strongly disagree and 5 = strongly agree), and (3) having witnessed homonegative incidents (seven dichotomous items, based on yes or no answers, that were added into one summed score). Finally, five items were used to assess homonegative experiences at work. We asked participants if they had ever, while working for the Flemish government, experienced different types of homonegative experiences (five dichotomous items, based on yes or no answers, that were added into one summed score).Data AnalysisSpearman’s intercorrelations between all demographic, independent, and dependent variables were explored (see Table 2). To test our hypotheses a multiple regression analysis was conducted (see Table 3). In the tested model, we controlled for the effect of specific demographic variables since gen-der (Dewaele, Cox, Van Houtte, & Vincke, 2013), age (Elizur & Ziv, 2001; Weststrate & McLean, 2010) and educational level (Gallo & Matthews, 2003; Ryan-Flood, 2004) are all potentially associated with sexual identity development processes and/or the use of VM strategies. We tested the direct effects of these demographic variables as well as of job characteristics, perceived LG-friendliness of the work environment, and personal homon-egative experiences on the dependent vari-able (VM). To avoid problematic effects of the skewed distribution of the variable “per-sonal homonegative experiences at work” (skewness = 1.62, SE = .13; kurtosis = 2.23, SE = .26), we converted the scores of the variable to logarithmic scales. In a second model we tested H3.2 (previous homonega-tive experiences will moderate the relation-ship between perceived LG friendliness of the work environment and VM). Therefore we included interaction terms combining the three variables that measured perceived LG-friendliness of the work environment and the variable that assessed previous homon-egative experiences (three interaction terms in total).ResultsThe bivariate analysis (see Table 2) revealed significant correlations between the deter-minants and scores on the different VM sub-scales (VM Active Behavioral, VM Inhibitive Behavioral, and VM Setting). Scores on the VM Active Behavioral subscale were posi-tively associated with scores on the VM Inhibitive Behavioral subscale (r = 0.69, p < .01), scores on the VM Setting subscale (r = 0.54, p < .01), having colleagues who are open about their sexual orientation (r = 0.19, p < .01), perceiving the atmosphere at work as permissive towards LGs (r = 0.16, p < .01), having witnessed negative events towards LGs at work (r = 0.14, p < .05), and with per-sonal homonegative experiences at work (r = 0.16, p < .01). Scores on the VM Inhibitive Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees87Table 2: Intercorrelations Between all Demographic, Independent, and Dependent  Variables.1234567891011121.VM Active1.0002.VM Inhibitive.687**1.0003.VM Setting.540**.656**1.0004.Sex–.019–.108–.0951.0005.Age–.045.102.033.0491.0006.Education–.023–.021–.005.150*–.136*1.0007.Position.036.027.042.103.132*.1021.0008.Tenured–.071.030.029.030.340**–.026.0681.0009.Open.194**.214**.136*–.009–.042.037.050–.0111.00010.Atmosphere.155**.326**.207**.049–.017.046–.001–.212*.171**1.00011.Witnessed.142*–.032–.083–.007.093–.200**.011–.015.058–.150*1.00012.Experiences.164**.058.018–.022.112–.181**–.030–.002.023–.144*.706**1.000Note: Position having a managerial position (versus not having one), Tenured having a tenured position (versus not having one), Open having  colleagues that are open about their sexual orientation (versus not having LG colleagues), Atmosphere perceiving the atmosphere at work as permissive towards LGs, Witnessed having witnessed negative events towards LGs at work, Experiences personal homonegative experiences.* p < .05, ** p < .01.Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees88Behavioral subscale were positively associ-ated with scores on the VM Setting subscale (r = 0.66, p < .01), having colleagues who are open about their sexual orientation (r = 0.21, p < .01), and with perceiving the atmosphere at work as permissive towards LGs (r = 0.33, p < .01). Finally, scores on the VM Setting sub-scale were associated with having colleagues who are open about their sexual orientation (r = 0.14, p < .05) and with perceiving the atmosphere at work as permissive towards LGs (r = 0.21, p < .01).Multivariate analysis (see Table 3) showed that, after controlling for demographic vari-ables (sex, age, and education), job charac-teristics were not associated with particular forms of VM.Having a managerial or tenured position was not associated with scores on the VM subscales. This disproves hypotheses H1.1 and H1.2. Our hypotheses related to perceived LG-friendliness of the work environment were largely supported. We found support for H2.1: When LG employees have colleagues Table 3: Linear Regression Analysis Predicting Visibility Management Strategies (VMS) from Job Characteristics, Perceived LG Friendliness of the Work Environment, and Personal Homonegative Experiences.Predictor βActive Inhibitive SettingModel 1 Model 2 Model 1 Model 2 Model 1 Model 2Sex .02 .02 –.08 –.09 –.06 –.07Age –.07 –.07 .03 .03 .01 –.01Education .01 .01 .03 .02 .01 .01Position .02 .03 –.02 –.02 .03 .03Tenured .06 .05 .12 .12 .09 .10Open .24** .20* .26*** .22** .15* .16*Atmosphere .14* .17 .34*** .40*** .21** .31**Witnessed .10 .05 –.14 –.12 –.20* –.11Experiences (EXP) .14 –.12 .21* .04 .15 .35EXP*Open .23 .19 –.15EXP*Atmosphere –.02 –.08 –.15EXP*Witnessed .11 –.05 –.19Total R2 .12** .13 .23*** .24 .11** .13N 265Note: Position having a managerial position (versus not having one), Tenured having a tenured posi-tion (versus not having one), Open having colleagues that are open about their sexual orientation (versus not having LG colleagues), Atmosphere perceiving the atmosphere at work as permissive towards LGs, Witnessed having witnessed negative events towards LGs at work, Experiences personal homonegative experiences.Model 1 includes demographic variables as well as variables that refer to job characteristics, perceived LG-friendliness of the work environment, and personal homonegative experiences. Model 2 includes all aforementioned variables as well as three interaction terms.* p < .05, ** p < .01, *** p < .001.Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees89who are open about their sexual orienta-tion, they report higher scores on the Active Behavioral, Inhibitive Behavioral, and the Setting subscales (β = 0.24, p < .01; β = 0.26, p < .001; and β = 0.15, p < .05 respectively). We also found support for H2.2: Perceiving the atmosphere at work as permissive towards LGs was associated with higher scores on the Active Behavioral, Inhibitive Behavioral, and the Setting subscales (β = 0.14, p < .05; β = 0.34, p < .001; and β = 0.21, p < .01 respectively). We found partial support for H2.3: Witnessing homonegative incidents at work was associated with lower scores on the VM Setting subscale (β = –0.20, p < .05) but not with scores on the Active Behavioral (β = 0.10, p > .05) and Inhibitive Behavioral (β = –0.14, p > .05) subscales. Furthermore, reporting a higher number of homonega-tive experiences was associated with higher scores on the Inhibitive Behavioral subscale (β = 0.21, p < .05) but not with scores on the Active Behavioral (β = 0.14, p > .05) and Setting (β = 0.15, p > .05) subscales. This con-tradicts H3.1. Finally, none of the interaction terms that were added to the second model were significant. We thus found no support for H3.2, that negative experiences mod-erate the relationship between perceived LG-friendliness of the work environment and VM strategies.DiscussionFew studies have used data from within specific work environments to analyze the VM strategies adopted by LGs at work. This is especially relevant as several studies have pointed out that difficulties can arise when sexual minority individuals choose to come out within a work environment. Negative consequences such as harassment, job loss, and direct and indirect discrimina-tion have been reported frequently (Ragins & Cornwell, 2001; Rumens & Broomfield, 2012; Vincke et al., 2008). Yet little research has shed light on what exactly determines VM strategies at work. Moreover, no studies that we know of have explored how job char-acteristics and perceived work environment might contribute to VM strategies in LGs whilst measuring it as a continuous process rather than as a reductionist dichotomy (i.e., LGs are out or closeted). The way we meas-ured VM (differentiating between disclosing behaviors, positive feelings associated with disclosure, and the role of social setting) has proven to be useful to test and better under-stand associations between job characteris-tics, perceived LG-friendliness of the work environment and homonegative experiences on the one hand, and VM strategies in LGs on the other.In this study, we did not find job charac-teristics (having a managerial or a tenured position) to be associated with VM strate-gies. A self-determination theory framework (Deci & Ryan, 2008) would predict that for LGs who work in an environment that sup-ports autonomy (which could be assumed to be the case for those who have a tenured versus a non-tenured position), being open would be easier. On the other hand, the need for maintaining authority, as is the case in a managerial position, might complicate coming out. The fact that these job charac-teristics did not associate with VM in our study might be explained by the fact that for individuals who feel safe in their posi-tion in the labor market, being open or not depends on factors other than job character-istics. Research has shown that working for the Belgian government provides a relatively safe environment for minorities, as wages are predetermined and, consequently, the risk of wage discrimination is limited (Vincke et al., 2008). Within this safe climate, other factors that we did not assess, such as sexual iden-tity salience (e.g., how important is an LG identity for a person?) and career aspirations (e.g., how important is becoming a manager for me?) might play a more important role (see e.g., Ragins, 2004).In our larger sample of both LGs and het-erosexuals, 81% reported to have LG col-leagues, and people tended to perceive their work environment as (rather) LG permissive (see Table 1). This all shows that this spe-cific work environment is perceived as quite Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees90LG-friendly, at least by the people who partic-ipated in the survey. Nevertheless, we found that even within this permissive work envi-ronment, perceiving the atmosphere at work as permissive towards LGs and having LG col-leagues was associated with more disclosing behaviors, more positive feelings associated with disclosure, and attaching lesser impor-tance to the role of social setting for disclo-sure. In contrast, having witnessed negative events towards LGs at work was associated with perceiving the role of social setting as more important for disclosure. The minority stress model explains how minority stressors such as the experience of discrimination and prejudice relate to an individual concealing their sexual orientation. Maintaining closed VM strategies can therefore be seen as a cop-ing strategy adopted by LGs to minimize the negative consequences of stigma (Meyer, 2003). On the other hand, as being open about one’s sexual orientation is also related to lower expectations of being rejected (Lewis, Derlega, Griffin, & Krowinski, 2003), the former might also lead to reduced sensi-tivity and less awareness of homonegativity. Finally, the fact that participants who have LG colleagues at work report being more open about their sexual orientation, shows the importance of role models within a work environment (Carrington & Skelton, 2003; Riggle, Whitman, Olson, Rostosky & Strong, 2008).Unexpectedly, our study found that hav-ing repeatedly experienced homonegative events was associated with more positive feelings about disclosing one’s sexual orien-tation. At first glance, it seems to make no sense that LGs would feel more confident as a result of these negative experiences. Another study also showed that perceived past experience of sexual orientation dis-crimination was related to greater disclo-sure, however. Resilience in the face of perceived past discrimination can be under-stood within the context of the idea that dis-closure is driven not only by fear, but also by the need to develop an authentic sense of self in the workplace (Ragins et al., 2007). More likely, though, is that the relationship might be the other way around, and that one has to be open about one’s sexual ori-entation in order to be rejected by individu-als from the majority group (Dewaele et al., 2014). Consequently, those participants who have very strong feelings about the impor-tance of being open about one’s sexual ori-entation, might also be the ones who elicit the most negative reactions from colleagues at work.Finally, no support was found for the hypothesis that homonegative experiences moderate the relationship between perceived LG-friendliness of the work environment and VM strategies. This contradicts the idea of feedback loops outlined in the Disclosure Processes Model: That outcomes of VM strat-egies may shape the overall disclosure trajec-tory. When disclosure is followed by positive outcomes, they may serve to increase open VM strategies and vice versa (Chaudoir & Fisher’s, 2010). Maybe this shows, as we have already previously argued, that maintaining a sense of authenticity is more important for many LG employees compared to fearing the negative outcomes of disclosure. However, we should be careful in completely discard-ing the idea of feedback loops as certain ele-ments that have been identified as important in the Disclosure Processes Model (Chaudoir & Fisher, 2010) remain unexplored in this study. For example, we did not measure whether participants focus on positive versus negative goals of disclosure (e.g., attaining greater intimacy in relationships with others versus avoiding social rejection).This study had other limitations and strengths that should be taken into account. Firstly, the Flemish administration is not representative of all work environments. On the contrary, Belgium is ranked in the top five most LG friendly countries in Europe (Roelandt, Dewaele, Buysse, & Van Houtte, 2016). Within Belgium, the Flemish admin-istration is an employer that actively tries to protect employees with a minority back-ground whilst striving for a diverse work-force (Scheepers, 2008). Due to a lack of Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees91sampling frame, it is impossible to assess how representative our LG subsample is for all LGs working within the Flemish admin-istration. Although we should be careful not to generalize these findings, they still shed light on a specific work environment occupied by government employees and illustrate how LGs manage their visibility within this specific context. Secondly, our data is limited because of its cross-sectional nature: Associations cannot explain causal-ity. For example, an LG-permissive atmos-phere can contribute to more openness in LGs, but it might also be true that more openness from individuals contributes to an LG-permissive atmosphere. Finally, low levels of Cronbach’s Alpha for some VM dimensions (Active Behavioral and Setting) suggest that the VM questionnaire could be further improved.To summarize, this study shows that even within an LG-friendly country and work environment perceived homonegativity is still associated with more closed VM strate-gies. Experiencing homonegative events, was associated with more openness in LGs, however. This probably reflects the fact that openness about one’s sexual orientation makes one more visible as an LG, and there-fore increases the odds of being the target of homonegativity. The results also seem to support the importance of role models (col-leagues who are open about their sexual ori-entation). New studies could extend these insights by including objective indicators of LG-friendliness at work, testing models that predict VM in diverse work settings (LG-friendly as well as more homonegative environments), including more blue collar workers, and gathering longitudinal data to explore causal mechanisms.Additional FileThe additional file for this article can be found as follows:• Appendix. Items that assess different clusters of determinants. DOI: https://doi.org/10.5334/pb.443.s1Competing InterestsThe authors have no competing interests to declare.ReferencesAdolfsen, A., Keuzenkamp, S., & Kuyper, L. (2006). Opinieonderzoek onder de bev-olking [An opinion survey in the general population]. In:  Keuzenkamp, S., Bos, D., Duyvendak, J. W., & Hekma, G. (eds.), Gewoon doen. Acceptatie van homosek-sualiteit in Nederland, 27–56. Den Haag: Sociaal en Cultureel Planbureau. Retrieved from: http://www.jwduyvendak.nl/wp-content/uploads/2015/07/gewoon-doen-acceptatie-van-homoseksualiteit-in-nederland.pdf on 11/02/17.Balsam, K. F., & Mohr, J. J. (2007). Adaptation to sexual orientation stigma: A comparison of bisexual and lesbian/gay adults. Journal of counseling psychology, 54(3), 306. DOI: https://doi.org/10.1037/0022-0167.54.3.306Black, D. A., Makar, H. R., Sanders, S. G., & Taylor, L. J. (2003). The Earn-ings Effects of Sexual Orientation. Industrial and Labor Relations Review, 56(3), 449–469. DOI: https://doi.org/10.1177/001979390305600305Carrington, B., & Skelton, C. (2003).  Re-thinking ‘role models’: Equal oppor-tunities in teacher recruitment in  England and Wales. Journal of Education Policy, 18(3), 253–265. DOI: https://doi.org/10.1080/02680930305573Cass, V. C. (1979). Homosexual Identity For-mation: A Theoretical Model. Journal of Homosexuality, 4, 219–35. DOI: https://doi.org/10.1300/J082v04n03_01Cass, V. C. (1984). Homosexual Identity. A Concept in Need of Definition. Journal of Homosexuality, 9, 105–26. DOI: https://doi.org/10.1300/J082v09n02_07Charpentier, S. (2004). Heteronormativity and working life course in the stories of people over the age of 45. In: Lehtonen, J., & Mustola, K. (eds.), “Straight people don’t tell, do they…?”: Negotiating the Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees92boundaries of sexuality and gender at work, 100–125. Helsinki: Oy Edita Ab.Chaudoir, S. R., & Fisher, J. D. (2010). The dis-closure processes model:  understanding disclosure decision making and postdis-closure outcomes among people living with a concealable stigmatized identity. Psychological bulletin, 136(2), 236. DOI: https://doi.org/10.1037/a0018193Chung, B. Y. (2001). Work discrimination and coping strategies: Conceptual frame-works for counseling lesbian, gay, and bisexual clients. The Career Develop-ment Quarterly, 50, 33–44. DOI: https://doi.org/10.1002/j.2161-0045.2001.tb00887.xClair, J. A., Beatty, J. E., & MacLean, T. L. (2005). Out of sight but not out of mind: Managing invisible social identities in the workplace. Academy of Management Review, 30(1), 78–95. DOI: https://doi.org/10.5465/amr.2005.15281431Coleman, E. (1990). Toward a Synthetic Understanding of Sexual Orientation. In: McWhirter, D. P., & Sanders, S. A., & Machover Reinisch, J. (eds.), Homosexu-ality/Heterosexuality, Concepts of Sexual Orientation. New York/Oxford: Oxford University Press.Colgan, F., Creegan, C., McKearney, A., & Wright, T. (2007). Equality and diversity policies and practices at work: Lesbian, gay and bisexual work-ers. Equal Opportunities International, 26(6), 590–609. DOI: https://doi.org/10.1108/02610150710777060D’Augelli, A. R., & Grossman, A. H. (2001). Disclosure of sexual orienta-tion, victimization, and mental health among lesbian, gay, and bisexual older adults. Journal of interpersonal violence, 16(10), 1008–1027. DOI: https://doi.org/10.1177/088626001016010003 De Biolley, I., Aslan, M., Dewaele, A., & Bon-net, M. (2007). Recherche exploratoire sur les représentations de l’homosexualité dans la function publique [Exploratory study on the position of LGB employees in the public gov-ernment].  Louvain: Cap sciences Humaines, Asbl Associée à l’Université Catholique de Louvain. Retrieved from https://www.unia.be/files/Z_ARCHIEF/2007_constats_recherche_representations.pdf on 11/02/17.Deci, E. L., & Ryan, R. M. (2008). Self-determination theory: A macrotheory of human motivation, development, and health. Canadian psychology/Psychologie canadienne, 49(3), 182. DOI: https://doi.org/10.1037/a0012801Dewaele, A., Van Houtte, M., & Vincke, J. (2014). Visibility and coping with minor-ity stress: A gender-specific analysis among lesbians, gay men, and bisexuals in Flanders. Archives of sexual behavior, 43(8), 1601-1614. Dewaele, A., Van Houtte, M., Cox, N., & Vincke, J. (2013). From coming out to visibility management–A new perspec-tive on coping with minority stressors in LGB youth in Flanders. Journal of Homo-sexuality, 60, 1-26Dew, B. J., Myers, J. E., & Wightman, L. F. (2006). Wellness in adult gay males: Examining the impact of internalized homophobia, self-disclosure, and self-dis-closure to parents. Journal of LGT Issues in Counseling, 1(1), 23–40. DOI: https://doi.org/10.1300/J462v01n01_03Elizur, Y., & Ziv, M. (2001). Family Support and Acceptance, Gay Male Identity For-mation, and Psychological Adjustment: A Path Model. Family Process, 40, 125–144. DOI: https://doi.org/10.1111/j.1545-5300.2001.4020100125.xFrable, D. E., Platt, L., & Hoey, S. (1998). Concealable stigmas and positive self-per-ceptions: Feeling better around similar others. Journal of Personality and Social Psychology, 74, 909–922. DOI: https://doi.org/10.1037/0022-3514.74.4.909Frank, J. (2006). Gay glass ceilings. Econom-ica, 73(291), 485–508. DOI: https://doi.org/10.1111/j.1468-0335.2006.00516.xGallo, L. C., & Matthews, K. A. (2003). Understanding the association between socioeconomic status and physical health: Do negative emotions play a role? Psycho-Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees93logical bulletin, 129(1), 10. DOI: https://doi.org/10.1037/0033-2909.129.1.10Goffman, E. (1963). Stigma. Notes on the management of spoiled identity.  Englewood Cliffs, NJ: Prentice-Hall.Griffith, K. H., & Hebl, M. R. (2002). The dis-closure dilemma for gay men and lesbians: “Coming out” at work. Journal of applied psychology, 87(6), 1191. DOI: https://doi.org/10.1037/0021-9010.87.6.1191Herek, G. M. (2009). Sexual stigma and sexual prejudice in the United States: A conceptual framework. In: Contemporary perspectives on lesbian, gay, and bisexual identities, 65–111. Springer New York. DOI: https://doi.org/10.1007/978-0-387-09556-1_4Horowitz, J. L., & Newcomb, M. D. (2001). A Multidimensional Approach to Homo-sexual Identity. Journal of Homosexu-ality, 42(2), 1–19. DOI: https://doi.org/10.1300/J082v42n02_01Huffman, A. H., Watrous-Rodriguez, K. M., & King, E. B. (2008). Supporting a diverse workforce: What type of support is most meaningful for lesbian and gay employees? Human Resource Manage-ment, 47(2), 237–253. DOI: https://doi.org/10.1002/hrm.20210Kalev, A., Dobbin, F., & Kelly, E. (2006). Best practices or best guesses? Assessing the efficacy of corporate affirmative action and diversity policies. American sociologi-cal review, 71(4), 589–617. DOI: https://doi.org/10.1177/000312240607100404Kirby, S. (2006). American gay and lesbian student leaders’ perceptions of job dis-crimination. Equal opportunities interna-tional, 25(2), 126–140. DOI: https://doi.org/10.1108/02610150610679547Lasser, J., Ryser, G. R., & Price, L. R. (2010). The development of a lesbian, gay, bisex-ual visibility management scale. Journal of Homosexuality, 57, 415–428. DOI: https://doi.org/10.1080/00918360903543154Lasser, J., & Tharinger, D. (2003). Visibility management in school and beyond: A qualitative study of gay, lesbian, bisex-ual youth. Journal of Adolescence, 26, 233–244. DOI: https://doi.org/10.1016/S0140-1971(02)00132-XLasser, J., & Wicker, N. (2008). Visibility management and the body: How gay, lesbian, and bisexual youth regulate vis-ibility nonverbally. Journal of LGT Youth, 5(1), 103–117.Legate, N., Ryan, R. M., & Weinstein, N. (2012). Is coming out always a “good thing”? Exploring the relations of auton-omy support, outness, and wellness for lesbian, gay, and bisexual individuals. Social Psychological and Personality Sci-ence, 3(2), 145–152. DOI: https://doi.org/10.1177/1948550611411929Falcoz, C. (2008). Homophobie dans l’entreprise. La Documentation Française.Ferfolja, T. (2009). State of the field review: Stories so far: An overview of the research on lesbian teachers. Sexu-alities, 12(3), 378–396. DOI: https://doi.org/10.1177/1363460708099116Lewis, R. J., Derlega, V. J., Griffin, J. L., & Krowinski, A. C. (2003). Stressors for gay men and lesbians: Life stress, gay-related stress, stigma conscious-ness, and depressive symptoms. Journal of Social and Clinical Psychology, 22(6), 716. DOI: https://doi.org/10.1521/jscp.22.6.716.22932Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological bulletin, 129(5), 674. DOI: https://doi.org/10.1037/0033-2909.129.5.674Meyer, I. H. (2015). Resilience in the study of minority stress and health of sexual and gender minorities. Psychology of Sexual Orientation and Gender Diversity, 2(3), 209. DOI: https://doi.org/10.1037/sgd0000132Ozeren, E. (2014). Sexual orientation dis-crimination in the workplace: A system-atic review of literature. Procedia-Social and Behavioral Sciences, 109, 1203–Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees941215. DOI: https://doi.org/10.1016/j.sbspro.2013.12.613Pachankis, J. E. (2007). The psychological implications of concealing a stigma: A cog-nitive-affective-behavioral model. Psycho-logical bulletin, 133(2), 328. DOI: https://doi.org/10.1037/0033-2909.133.2.328Pelssers, I., Vandersmissen, J., Symons, L., Brepoels, M., Köse, N., Matthys, K., & Vermeiren, J. (2008). (on)Zichtbaar holebi. Onderzoek naar de situatie van homoseksuele, lesbische en biseksuele werknemers op de werkvloer van de Vlaamse overheid [(in)Visible LG. A study on the position of LG employees within the Flemish government]. Vlaamse overheid: Dienst emancipatiezaken.Pickery, J., & Noppe, J. (2007).  Vlamingen over homo’s: Loopt het beleid voo-rop? Attitudes tegenover holebi’s en holebiseksualiteit in Vlaanderen. Vlaan-deren gepeild [Flanders in statistics], 199–224.Pollitt, A. M., Muraco, J. A., Grossman, A. H., & Russell, S. T. (2017).  Disclosure stress, social support, and depressive symptoms among cisgender bisexual youth. Journal of Marriage and  Family, 79(5), 1278–1294. DOI: https://doi.org/10.1111/jomf.12418Ragins, B. R. (2004). Sexual orientation in the workplace: The unique work and career experiences of gay, lesbian and bisexual workers. In: Research in person-nel and human resources management, 35–120. Emerald Group Publishing Limited. DOI: https://doi.org/10.1016/S0742-7301(04)23002-XRagins, B. R., & Cornwell, J. M. (2001). Pink triangles: Antecedents and consequences of perceived workplace discrimination against gay and lesbian employees. Jour-nal of Applied Psychology, 86, 1244–1261. DOI: https://doi.org/10.1037/0021-9010.86.6.1244Ragins, B. R., Singh, R., & Cornwell, J. M. (2007). Making the invisible visible: Fear and disclosure of sexual orienta-tion at work. Journal of Applied Psychol-ogy, 92, 1103–1118. DOI: https://doi.org/10.1037/0021-9010.92.4.1103Riggle, E. D., Whitman, J. S., Olson, A., Rostosky, S. S., & Strong, S. (2008). The positive aspects of being a lesbian or gay man. Professional Psychology: Research and Practice, 39(2), 210. DOI: https://doi.org/10.1037/0735-7028.39.2.210Roelandt, H., Dewaele, A., Buysse, A., & Van Houtte, M. (2016). The SOGIE minorities’ societal positioning index. In search of a European composite index. Ghent: Ghent University in association with the Ministry of Education, Culture and Science of the Netherlands.Rostosky, S. S., & Riggle, E. D. B. (2002). “Out” at work: The relation of actor and partner workplace policy and internalized homophobia to disclosure status. Journal of Counseling Psychology, 49, 411–419. DOI: https://doi.org/10.1037/0022-0167.49.4.411Rowen, C. J., & Malcolm, J. P. (2002). Cor-relates of Internalized Homophobia and Homosexual Identity Formation in a Sample of Gay Men. Journal of Homo-sexuality, 43(2), 77–92. DOI: https://doi.org/10.1300/J082v43n02_05Rumens, N., & Broomfield, J. (2012). Gay men in the police: Identity disclosure and management issues. Human Resource Management Journal, 22(3), 283–298. DOI: https://doi.org/10.1111/j.1748-8583.2011.00179.xRuss, T., Simonds, C., & Hunt, S. (2002). Coming out in the classroom. An occu-pational hazard?: The influence of sexual orientation on teacher cred-ibility and perceived student learn-ing. Communication Education, 51(3), 311–324. DOI: https://doi.org/10.1080/03634520216516Ryan-Flood, R. (2004). Beyond recognition and redistribution: A case study of lesbian and gay workers in a local labour mar-ket in Britain. Gender Institute: London School of Economics.Dewaele et al: What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees95Scheepers, S. (2008). Diversiteit in het per-soneelsbeleid van de federale en Vlaamse overheid. Sophia Akten 2007, Diversiteit, een fait divers? Een gecontesteerd begrip, diverse ervaringen, een feministisch debat, 63–75. Retrieved from: http://www.sophia.be/app/webroot/files/Akten%202007%20-%20%20Diver-siteit%20in%20het%20personeelsbe-leid%20-%20Sarah%20Scheepers.pdf on 11/02/17.Smart, L., & Wegner, D. M. (1999). Cover-ing up what can’t be seen: Concealable stigma and mental control. Journal of personality and social psychology, 77(3), 474. DOI: https://doi.org/10.1037/0022-3514.77.3.474Temmerman, L., Marin, S., Akelian, A., Lambillon, C., Van Der Linden, J., & Closon, C. (2016). Influence of the per-ception of discrimination on women’s work motivation. Retrieved from: http://difusion.ulb.ac.be/vufind/Record/ULB-DIPOT:oai:dipot.ulb.ac.be:2013/230490/Holdings on 17/07/18.Trau, R. N. C., & Härtel, C. E. J. (2004). One career, two identities: An assess-ment of gay men’s career trajectory. Career development international, 9(7), 627–637. DOI: https://doi.org/10.1108/13620430410570338Vincke, J., Dewaele, A., Vanden Berghe, W., & Cox, N. (2008). Discriminatie van holebi’s op de werkvloer [Discrimina-tion of LGB employees]. Gent: UGent in opdracht van het Centrum voor Gelijk-heid van Kansen en voor Racismebestri-jding. Retrieved from https://cavaria.be/sites/default/files/2008_oz_vincke_dis-criminatie_van_holebi_s_op_de_werkv-loer1.pdf on 11/02/17.Vlaamse Regering. (2015). Strategisch Geli-jkekansen- en Diversiteitsplan 2016–2020 Vlaamse overheid [The strategic plan for diversity and equal opportunities of the Flem-ish government]. Retrieved from: https://overheid.vlaanderen.be/sites/default/files/documenten/personeel/diversiteit/Strat-egisch_meerjarenplan.pdf on 11/02/16.Waldo, C. R. (1999). Working in a major-ity context: A structural model of  heterosexism as minority stress in the workplace. Journal of Counseling Psy-chology, 46, 218–232. DOI: https://doi.org/10.1037/0022-0167.46.2.218Weststrate, N. M., & McLean, K. C. (2010). The rise and fall of gay: A cultural-histori-cal approach to gay identity development. Memory, 18(2), 225–240. DOI: https://doi.org/10.1080/09658210903153923Williams, C. L., Giuffre, P. A., &  Dellinger, K. (2009). The gay-friendly closet. Sex-uality Research & Social Policy, 6(1), 29–45. DOI: https://doi.org/10.1525/srsp.2009.6.1.29Wright, T., Colgan, F., Creegany, C., &  McKearney, A. (2006). Lesbian, gay and bisexual workers: Equality,  diversity and inclusion in the workplace. Equal opportu-nities international, 25(6), 46. DOI: https://doi.org/10.1108/02610150610713782How to cite this article: Dewaele, A., Van Houtte, M., Buysse, A., Lyubayeva, A., Trippas, M., & Baeken, A.-S. (2019). What Predicts Visibility Management at Work? A Study of Gay, Lesbian, and Bisexual Flemish Government Employees. Psychologica Belgica, 59(1), 78–95. DOI: https://doi.org/10.5334/pb.443Submitted: 25 February 2018      Accepted: 14 January 2019      Published: 13 February 2019Copyright: © 2019 The Author(s). This is an open-access article distributed under the terms of the Creative Commons Attribution 4.0 International License (CC-BY 4.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. See http://creativecommons.org/licenses/by/4.0/.                  OPEN ACCESS Psychologica Belgica is a peer-reviewed open access journal published by Ubiquity Press.",
    "id": 275703265,
    "identifiers": {
        "doi": "10.5334/pb.443",
        "oai": "oai:archive.ugent.be:8636759"
    },
    "title": "What predicts visibility management at work? : a study of gay, lesbian, and bisexual Flemish government employees",
    "language": null,
    "publishedDate": "2019-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://biblio.ugent.be/publication/8636759/file/8636760"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/275703265.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/275703265"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/275703265/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/275703265/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/275703265"
        }
    ],
    "abstract": "Visibility management (VM) refers to the regulation of disclosure of one's sexual orientation for the purposes of maintaining privacy as well as minimizing stigma, harm, or marginalization. Research on how lesbian women and gay men (LGs) manage the visibility of their sexual orientation in the workplace is scarce. In this study, we tested a model that investigates the relationships between VM on the one hand, and specific job characteristics, experiencing the work environment as more or less LG friendly, and personal homonegative experiences on the other. In a non-representative sample of 4,080 employees of the Flemish government, 6.3% identified as gay or lesbian. Within this LG subsample (N = 265) we found that specific job characteristics (having a managerial position, or having a tenured or non-tenured position) were not associated with VM. Knowing other LGs within the work environment who are open about their sexual orientation was associated with being more likely to apply open VM strategies, as was perceiving the atmosphere at work as permissive towards LGs. Having witnessed negative events towards LGs at work was associated with taking the characteristics of a social setting (e.g., public or private) into account when deciding to disclose one's sexual orientation. Finally, participants who experienced homonegative events (such as unsolicited sexual innuendo or abusive language) felt less inhibited about disclosure. Potential theoretical as well as practical implications are discussed",
    "tags": [
        "journalArticle",
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Social Sciences",
        "work environment",
        "visibility management",
        "sexual orientation",
        "HOMOSEXUAL IDENTITY FORMATION",
        "SEXUAL ORIENTATION",
        "INTERNALIZED HOMOPHOBIA",
        "MINORITY STRESS",
        "MENTAL-HEALTH",
        "DISCLOSURE",
        "WORKPLACE",
        "SUPPORT",
        "STIGMA",
        "DISCRIMINATION"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "journalArticle",
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:archive.ugent.be:8636759",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1493",
        "openDoarId": 0,
        "name": "Ghent University Academic Bibliography",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 275703265,
        "depositedDate": null,
        "publishedDate": "2019-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-05T04:20:34+00:00",
        "acceptedDate": null,
        "createdDate": "2019-12-27T09:30:19+00:00"
    },
    "urls": [
        "https://biblio.ugent.be/publication/8636759/file/8636760",
        "http://hdl.handle.net/1854/LU-8636759",
        "https://biblio.ugent.be/publication/8636759",
        "http://doi.org/10.5334/pb.443"
    ],
    "lastUpdate": "2024-02-05T04:20:34+00:00",
    "setSpecs": []
}