{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Billey, Amber"
        },
        {
            "name": "Drabinski, Emily"
        },
        {
            "name": "Roberto, K.R."
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-11T19:18:51+00:00",
    "dataProvider": {
        "id": 2148,
        "name": "ScholarWorks @ UVM",
        "url": "https://api.core.ac.uk/v3/data-providers/2148",
        "logo": "https://api.core.ac.uk/data-providers/2148/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/51066169.pdf",
    "fullText": "University of VermontScholarWorks @ UVMUniversity Libraries Faculty and Staff Publications University Libraries4-24-2014What's Gender Got to Do With It? A Critique ofRDA Rule 9.7Amber BilleyUniversity of Vermont, abilley@uvm.eduEmily DrabinskiLong Island University - Brooklyn Campus, emily.drabinski@liu.eduK.R. RobertoUniversity of Illinois at Urbana-ChampaignFollow this and additional works at: https://scholarworks.uvm.edu/libfacpubPart of the Cataloging and Metadata CommonsThis Article is brought to you for free and open access by the University Libraries at ScholarWorks @ UVM. It has been accepted for inclusion inUniversity Libraries Faculty and Staff Publications by an authorized administrator of ScholarWorks @ UVM. For more information, please contactdonna.omalley@uvm.edu.Recommended CitationBilley, Amber; Drabinski, Emily; and Roberto, K.R., \"What's Gender Got to Do With It? A Critique of RDA Rule 9.7\" (2014).University Libraries Faculty and Staff Publications. 19.https://scholarworks.uvm.edu/libfacpub/19TITLE: What‟s gender got to do with it? A critique of RDA rule 9.7 Authors:  Amber Billey, Resource Description and Analysis Services, University of Vermont, Burlington, Vermont, USA Emily Drabinski, Public Services Division, Long Island University, Brooklyn, Brooklyn, New York, USA K. R. Roberto, Graduate School of Library and Information Science, University of Illinois at Urbana-Champaign, Champaign, Illinois, USA  Received October 2013; revised January 2014; accepted January 2014. Address correspondence to Emily Drabinski, Long Island University, Brooklyn, 1 University Plaza, Brooklyn, NY 11201, USA. E-mail: emily.drabinski@liu.edu  This is an Author's Accepted Manuscript of an Article published in Cataloging and Classification Quarterly, April 24, 2014, available online at: http://www.tandfonline.com/10.1080/01639374.2014.882465  ABSTRACT The interpretation of RDA Rule 9.7 regarding gender when identifying persons by Library of Congress (LC) and the Program for Cooperative Cataloging (PCC) reinforce regressive conceptions of gender identity. The rule instructs catalogers to record gender when identifying persons, and although RDA gives catalogers the flexibility to record more than two gender labels, LC limits Name Authority Cooperative Program (NACO) catalogers to a binary label: male, female, or not known. In this article, the authors challenge gender as a descriptive attribute for personal names, critique how LC is instructing NACO catalogers to record elements about gender, and make recommendations to address describing persons in LC authority records.   INTRODUCTION It is a rare and exceptional experience for a library cataloger to catalog a work with its actual creator sitting at their side. One of us had this opportunity recently, and it was revelatory. The author was fascinated with the various codes and the nuanced rules we follow to create our MARC records; our work wasn‟t boring to this author. Once the bibliographic record was complete and to the author‟s liking, we moved on to the authority record. We worked our way through the elements to create a perfect RDA compliant authority record. But when we reached MARC tag 375, the field for the RDA element for gender, the author was confused about why that information mattered. This author did not feel comfortable disclosing and codifying gender in the authority record.  Interestingly, this author was a cisgender woman with a name that our culture commonly reads as female; “cisgender” is a term commonly used to refer to non-transgender people who identify with the gender which they were assigned at birth. Most catalogers would simply transcribe the gender as female from a glance at the title page, the author‟s biographical information, or physical appearance. But the author explained that gender was simply not an important aspect of the work in question, or the body of work the author intended to produce. Indeed, the author expressed hope that one day gender would no longer be a social marker. It made no sense that the Library of Congress would be interested in the author‟s gender; why would LC care about that! Once the cataloger explained that 375 was an optional field, we decided together to omit that information. By the end of our meeting, we had a lovely authority record that would give the reader multiple ways to identify the author and access this work--but not by the gender of the author.  This exchange highlights the problems related to recording gender as directed by the Library of Congress interpretation of the RDA rule. Had the cataloger not known that the author didn‟t want to disclose gender, they would have included that information in her authority record in accordance to LC/NACO best-practices to include as much information as possible. According to LC, the fact that the author had a “feminine” name was sufficient to direct the cataloger to assume female gender identity and encode the 375 field as such. In the Library of Congress online training webinar, RDA for NACO Catalogers: 2d. MARC 21 in NACO RDA Authority Records: Personal Names at the 07:14:02 minute mark, LC trainer Melanie Polutta says, “We're interested in knowing what your gender is--you know, what's your physical equipment? Not who you go to bed with.” Polutta goes on to explain how to make a “safe assumption” of someone‟s gender based on their name and biographical information.1 For LC, gender is easy: to know about oneself, to determine on behalf of others, and to codify forever in a MARC authority record. QUEERING GENDER While this simplistic approach to understanding gender is resonant to many catalogers, authors, and readers, it rings much less true from the perspective of a queer analytic. Our critique of the RDA rule is grounded in queer theory, a field that provides a useful theoretical frame for rethinking the stable, fixed categories and systems of naming that characterize library knowledge organization schemes. Queer theory is particularly useful for understanding new ways of conceptualizing sex and gender that challenge LC and NACO‟s narrow articulation of these complex identities. Arguing against the idea that sex and gender can be fixed for all time, scholars like David Halperin2, Eve Sedgwick3, and Judith Butler4 have articulated the ways that our social understanding of sex and gender is dependent on social, political, and historical location. Critical to queer theory is a resistance to social practices that freeze identities in time and universalize them, erasing the real differences that accompany same-sex sexuality on the scales of time and place. For example, David Valentine has convincingly shown in his work on the development of categories of gender in public health scenarios that emergent gender identities are always negotiated by the individual in relation to a structure or system of authority.5 The adoption of an identity category often says more about the category and its context than it does about the people who take on that identity category. For queer theorists, gender and sex are always negotiated and socially constituted; fixing them as RDA asks catalogers to do denies the shifting and contextual nature of gender identities. Given this analysis, RDA rule 9.7 poses problems on two grounds. First, the rule directs the cataloger to describe the gender of the author as part of the project of constructing access points and relationships between bibliographic entities. In this sense, the gender marker is like format or the number of pages: an objective description of reality. The author really has a single gender that could really be captured by the cataloger. Queer theory, as well as the lived experience of authors of non-normative genders, tells us this is not so. The second problem concerns retrieval. By marking the gender of the author using a fixed category, the LC interpretation of RDA reifies contemporary understandings of gender as a binary system with only two acceptable gender markers (male or female). Even if catalogers indicate gender using alternate labels, RDA‟s insistence on the relevance of gender as a descriptive attribute reifies regressive social binaries and is passively hostile to transgender individuals. The implications of this queer analysis for both descriptive cataloging and future retrieval systems are explored in more detail below. QUEERING LIBRARIES  Using queer theory to describe problems with and interventions in cataloging and classification systems has produced a small but significant strand of research in information studies. Grant Campbell focused on the aboutness and meaning of gay and lesbian classification and the effect of subjectivity as a social construct. 6 Ben Christensen has described the tension between cataloging that emphasizes the particularity of an entity and that which emphasizes relevant sameness.7 Patrick Keilty uses Foucauldian understandings of borders and belonging to argue for classification as both productive and flattening of queer identities and desires.8  Roberto analyzed and critiqued LC classification as “passively hostile” for transgender users, arguing that both the classification and subject headings reinforce normative cultural boundaries that alienate transgender individuals.9 Melodie Fox critiqued the use of classical theories for library classification and subject construction, and applied prototype theory to concepts of sex and gender that raised many questions about the effectiveness of such categories.10 Drabinski used queer theory to ask whether the cataloging and classification of LGBTQ resources can ever be correct.11 While this literature has done much to bring queer theory to bear on critical questions in the field, this work has been confined to questions of subject access and classification. Queer theory has yet to be used as a frame for understanding and critiquing the contextual attributes--description of persons and names--found in authority files. While recent literature has addressed evolving name authority standards, the discussion has focused on international collaboration rather than descriptive construction.12  GENDER IN AUTHORITY FILES  RDA is the first occurrence that library catalogers are being asked to describe people in a formal set of attributes. Gender is one of these new additions to the attributes recorded in the LC Name Authority File to adhere to the changes outlined in RDA. It is somewhat unclear how and why the element was even added in the first place. Before RDA rule 9.7, there was no specific directive by NACO to include any information about a person‟s gender in their authority file.13  How did gender become a descriptive element in RDA approved LC Authority Files? One primary objective of RDA was to incorporate the Functional Requirements for Bibliographic Records (FRBR) model into the updated standard (RDA 0.3.1). The final draft of FRBR was published by IFLA in April 2009 and makes no mention of gender when defining the attributes of a person. By March 2009, the IFLA Working Group on Functional Requirements and Numbering of Authority Records (FRANAR) published the Functional Requirements for Authority Data (FRAD). In Section 4.1 Attributes of a Person is the first formal mention of gender. FRAD cites several sources for deriving the list of attributes for persons: IFLA‟s FRBR and Guidelines for Authority Records and References (GARR), the UNIMARC Manual -- Authorities Format, Mandatory Data Elements for Internationally Shared Resources Records (MLAR), and the International Standard Archival Authority Record for Corporate Bodies, Persons, and Families (ISAAR)(CPF)). FRBR, GARR, and MLAR make no mention of gender. ISAAR(CPF) makes only a mention of gender as part of its History element. The only resource that specifically mentions gender is the UNIMARC Manual -- Authorities Format where it is a fixed length data element in the 120 field. It is unclear to the authors the justification for adding the gender attribute into FRAD and therefore RDA  RDA was published in 2010, and implemented by LC on March 31, 2013. Training for the new standard was well underway by organizations such as LC and ALCTS during that three year period leading up to formal implementation. Since RDA is based on FRBR and FRAD, the new rules provide a greater ability to record contextual information about persons, families and corporate bodies. Several new elements were created to provide more distinguishing information about persons - including gender. RDA rule 9.7 in Section 3 for recording attributes of persons, families, and corporate bodies asks catalogers to record gender for a person. Information about gender should be taken from any source. Gender is defined as the gender with which a person identifies. Catalogers are further directed to record the gender using an “appropriate” term (female, male, not known), and, if none of the terms are appropriate, record an appropriate term or phrase. For LC, however, the only appropriate terms for recording gender are the controlled terms: female, male, or not known.  Even as the RDA rules were in formation, catalogers resisted the requirement to record the gender of an author. In early 2008, ALA‟s Gay, Lesbian, Bisexual, and Transgender Round Table (GLBTRT-RT) released a public comment arguing that the rule   “does not acknowledge the fluidity and variety of possible gender identity or identities of an individual over time. It also does not address coding of the variety of gender categories related to bibliographic identities, the individuals who create them, and the relationships among them. (How, for example, would we code George Eliot, a woman writing with a male name, or Barbara Michael, a husband and wife writing novels together under one name?) Furthermore, the limited number of possible values, and the language used for those values is offensive to many people.”14   Ongoing conversations on the AUTO-CAT and PCC listservs suggest that many catalogers are uncomfortable with the application of the rule, and many are simply choosing not to encode gender in the 375 field. The rule has not been changed. Training materials continue to emphasize the use of the rule, and many catalogers presumably continue to follow the directions of LC and NACO.  GENDER AND DESCRIPTION  We see two problems with RDA rule 9.7 in section three when understood through a queer analytic. RDA, like any library cataloging and classification rules, seeks to serve two primary purposes. First, RDA helps catalogers gain efficiencies by providing a standard way of describing materials. Second, RDA helps users both by enabling retrieval using traditional access points (e.g., subject headings) as well as holding out promise of enabling more and better retrieval in future iterations of the library catalog. Arguing against marking a category poses two challenges to mainstream thinking about RDA. It asks catalogers to lose the efficiency of a simple descriptive element, and suggests that retrieval at the level of that element--the gender of the author--is a future benefit of RDA that is outweighed by the work it would do to solidify a way of thinking about gender--as fixed and stable--that both queer theory and queer lives tell us is always already under revision.  We feel the trouble caused by encoding gender outweigh any retrieval or disambiguation function. The problems begin with the assumption that gender is a natural human characteristic that is easily identified and fits into a simplistic binary. While gender is certainly experienced as natural and binary by many people, it isn‟t by everyone. In fact, gender identities are complex and varied, particularly in queer and transgender communities. One struggles to imagine how a cataloger might mark the gender of, for example, a creator who alternates between male and female pronouns. Or uses “they” and “their” or “ze” and “hir.” Or uses no pronouns at all. When RDA requires catalogers to select from only two gender categories--male or female--the rules affirm ideas about gender as a binary and innate characteristic, something it is always possible to know, and know completely, about an individual. Indeed, “unknown” is listed as the only possible third option. The rule fails to account for those who know their gender, but experience it as outside the bounds of simply male or female.  The RDA rule further fails to account for the ways that many people know and understand their own gender. The idea of being a single gender one year and then another the next doesn‟t conform to many trans people‟s narratives, and many transgender people don‟t fully identify with the gender they were assigned at birth. The RDA requirement that changes in gender be marked by dates, while usefully acknowledging that gender can indeed shift, obscures the fact that changes in gender do not necessarily follow a linear path. The date requirement ties changes in gender markers to specific events in a person‟s life that are legible to the cataloger, rather than to the lived experience of the author. The practice of recording dates associated with the gender change can be insensitive at best, painful at worst, and belies the often decidedly non-linear paths gender changes can take. The RDA rule also imagines that gender is permanent and unchanging regardless of the context. This is a problem that would persist regardless of the number of categories available in RDA. Because RDA limits authors to one of two gender categories--or even three or four or seven, if the categories were expanded to make room for a richer understanding of gender--catalogers would always be forced to mash and meld the complexity of gender into a predefined, stable, and unchanging box that can never contain the contextual and performative aspects of, especially, trans- and gender-queer identities.  In the NACO training webinar, Melanie Polutta states, “You can‟t really expand beyond those [male, female, not known] at this point in time...You don‟t have any authorized terminology for fuzzy areas” (07:03:07). This statement dismisses people‟s lived realities, and the words they already use to describe themselves in their communities.  Chaz Bono‟s authority record provides a useful example of the problems fixing gender in place in accordance with the RDA rules can create. As a very public transgender figure, his authority record has been used as a training example in Ana Lupe Cristán‟s September 12, 2012 titled, RDA Elements in Name Authority Records (NARs): MARC 21 Fields webinar for ALCTS. Cristán begins by suggesting that, “There‟s not much to say about gender...if you don‟t have a picture or some other clue it‟s best not to code this field, but to leave it out.”15 This is problematic in part because it locates authority about a person‟s gender identity in the visual perception of the cataloger: What does the author look like? Cristán continues that this field is useful for “unisex” and non-Latin script names. She then goes on (00:36:30) to cite the example of the celebrity, activist and author, Chaz Bono‟s authority record to demonstrate how dates can be used to describe a change in gender using dates. While this example might capture how Cristán experiences Chaz Bono‟s gender--Chastity was a female who one day turned into a male named Chaz--it does not account for Bono‟s lived experience of his gender, which was certainly not as bound to a calendar date as it was for Cristán. A second problematic example is the authority record of James Tiptree, Jr., the pen name of American science fiction author Alice Bradley Sheldon. The authority record for Tiptree records the gender of the entity as  “female.” While the actual person, Sheldon, may have indeed identified as female, there is no reason to be sure that the persona of her pen name was gendered male. In this case, the cataloger has had to seek out the “truth” of Tiptree‟s gender, surely not a gained efficiency from the RDA rule.  Recording Tiptree‟s gender as female adds little to the description, highlighting instead the confusion that can emerge when catalogers are directed to choose a gender by RDA.  A third example highlights the problem of catalogers liberty to codify erroneous information. The authority record for the gender-bending hip-hop artist, Big Freedia records his gender as “female.” While Big Freedia may fluidly use masculine and feminine pronouns in his work and call himself Big Freedia Queen Diva, in a 2011 interview Big Freedia stated “I am not transgendered; I am just a gay male... I wear women‟s hair and carry a purse, but I am a man. I answer to either „he‟ or „she.‟”16 The LC authority record does not record the gender with which Big Freedia identifies, instead reflecting the erroneous assumptions made by a cataloger. A final complicating case emerges when an author is neither famous nor fictional. Many authors may disclose their trans identity on an as-needed basis, particularly due to concerns about security and discrimination. By blithely noting an author‟s gender transition via authority record, catalogers remove that person‟s agency to choose when and if to be out about their transgender and/or gender-nonconforming status. One can imagine, for example, an author publishing book in which they out themselves as transgender while wanting to maintain a single gender in other authorial contexts. RDA asks catalogers to use the authority record to erase these kinds of negotiated relationships to established gender identity categories.  Ultimately, the presumption embedded in the RDA rule that the cataloger can easily tell the gender identity of a given author gives the authors the most pause. LC encourages catalogers to base the gender marker off the physical markers of an author photo, or pronoun use in biographical information. Reading the gender of another person is always subjective, and the harm of getting it wrong outweighs, for us, the cataloger‟s impulse to fully describe an item. And because gender is so easy to get wrong, the efficiencies presumably obtained by RDA simply aren‟t there. In RDA, gender is not a “core” or required attribute to record, so it is difficult to see why LC has chosen to direct catalogers to record this element. If gender is only necessary for disambiguation, the decision to assume the gender of authors in hundreds of thousands of authority files makes little sense. It is not necessary for disambiguation to record “the plumbing” of Chaz Bono over time through his authority file; there are no other Chaz Bonos in the authority file. This mass identification constitutes passive hostility toward authors who understand gender identity from a queer perspective. GENDER AND RETRIEVAL Our analysis has so far focused on the question of correctness in terms of the representation and description of the individual author‟s authority record. While we see this analysis as sufficient to forego the use of the gender markers in RDA, we acknowledge that the rule does serve a purpose that some would argue is more critical than accurate representation of identities. RDA includes the gender of an author in the record for the same reasons that  gender is recorded in so many of the structures that organize contemporary life: on the drivers licenses at the DMV, on the survey forms that comprise census records, at the doctor‟s office, on job and unemployment applications, on the doors of the public bathroom. Gender, like race, organizes social life. is a primary way that individuals emerge into the group identities that comprise the social world. Recording gender recognizes this contemporary--if troubled--reality.  In the context of cataloging and classification, marking gender makes works retrievable by this field. Even as we argue for a shift away from recording gender, we understand what might be lost in terms of retrieval. Future iterations of the library catalog will presumably make use of the descriptive markers of RDA. Indeed, one can see signs of the future in the WorldCat Identities project, which uses linked data--always, of course, dependent on authority data--to construct authority pages for authors. Marking an author‟s gender would allow users seeking a list of contemporary American novels written by women to retrieve this information using the catalog.  The catalog could not do this kind of work if the gender of the author was not marked. While this may be a compelling reason to mark this attribute, we are suspicious of claims that this is work the catalog must do. One can imagine many other research questions that RDA description cannot solve. RDA‟s decision to forego marking the ethnicity of authors, for example, means that users seeking to retrieve author data by ethnicity will not be able to do so. RDA recognizes the impossibility of efficiently and correctly recording ethnicity, despite the potential loss of retrievabiity. The primary function of a name authority file is to disambiguate and create unique access points that provide the linkages between resources and the entities responsible for them. Expanding this role to include the creation of contextual bibliographies asks catalogers to stretch MARC records on the Procrustean bed of social identity. Just as NACO has opted to steer clear of this project with regard to ethnicity, we suggest they do the same with gender. CONCLUSION Binary gender is a central organizing feature of contemporary life, but it need not always be so. Indeed, the work of queer theorists and queer people has made gender as much a site of contestation as it is a site of identity. The challenge posed to binary structures of gender identity by gender non-normative authors and texts and their readers tell us that codifying gender in binary terms in the RDA rules codifies binary gender in a moment when that system is under active revision. Marking the gender of the author using only two terms fails to capture the range of gender identities and their contingent nature. Marking changes in gender using calendar dates reifies a linear understanding of gender identity and grants no obvious retrieval advantage.  The value of RDA is that it gives catalogers increased agency in terms of resource description and enables next-generation catalogs with improved retrieval capacities. Requiring gender markers works against the first advantage, and the gains in retrieval only make sense against a binary gender system that need not be re-inscribed. In light of these challenges, we suggest that RDA rule 9.7, section 3 be rescinded.                                                1 Library of Congress. RDA for NACO Catalogers: 2d. MARC 21 in NACO RDA Authority Records: Personal Names, 9 min., MPEG, http://www.loc.gov/catworkshop/courses/rda_naco/course%20table.html. (accessed October 9, 2013). 2 David Halperin, One Hundred Years of Homosexuality (New York, NY: Routledge, 1990). 3 Eve Sedgwick, Epistemology of the Closet (Berkeley, CA: University of California Press, 1990). 4 Judith Butler, Gender Trouble: Feminism and the Subversion of Identity (New York, NY: Routledge, 1990).  5 David Valentine, Imagining Transgender: An Ethnography of a Category (Durham, N.C.: Duke University Press, 2007). 6 Grant Campbell, “Queer Theory and the Creation of Contextualized Access Tools for Gay and Lesbian Communities,” Knowledge Organization 27 (2001): 122-131.                                                                                                                                                        7 Ben Christensen, “Minoritization versus Universalization: Lesbianism and Male Homosexuality in LCSH and LCC.” Knowledge Organization 35.4 (2008): 229-238. 8 Patrick Keilty, “Tabulating Queer: Space, Perversion, and Belonging,” Knowledge Organization 36.4 (2009): 240-248. 9 K.R. Roberto, “Inflexible Bodies: Metadata for Transgender Identities,” Journal of Information Ethics 20.2 (2011): 56-64. 10 Melodie Fox, “Prototype Theory: An Alternative Concept Theory for Categorizing Sex and Gender?” Knowledge Organization 38.4 (2013): 328-334..  11 Emily Drabinski, “Queering the Catalog: Queer Theory and the Politics of Correction,” Library Quarterly 83.2 (2013): 94-111. 12 Jinfang Niu, “Evolving Landscape in Name Authority Control,” Cataloging and Classification Quarterly 51.4 (2013): 404-419; Andrew MacEwan, Anila Angjeli, and Janifer Gatenby, “The International Standard Name Identifier (ISNI): The Evolving Future of Name Authority Control,” Cataloging and Classification Quarterly 51.1-3 (2013): 55-71; Todd Carpenter, “Standards Column – Working to Solve the Problems of Name Authority – The International Standard Name Identifier and Other Projects,” Against the Grain 21.2 (2009): 82-83. 13 NACO (Program), (1996). NACO participants' manual. 2nd ed. Washington, D.C.: Library of Congress, Cataloging Distribution Service. http://hdl.handle.net/2027/mdp.39015041311427; NACO (Program), . (2005). NACO participants' manual. 3rd ed. Washington, D.C.: Library of Congress, Cataloging Distribution Service. http://www.loc.gov/aba/pcc/naco/documents/npm3rd.pdf 14 Gay and Lesbian Round Table of the American Library Association, “GLBT-RT Task Force on RDA and Gender in Authority Records,” GLBT-RT News (blog), http://www.glbtrt.ala.org/news/archives/20. (accessed October 9, 2013). 15 A. L. Cristán, RDA Elements in Name Authority Records (NARs): MARC 21 Fields (Association for Library Collections and Technical Services), 60 min., MPEG, http://youtu.be/DRQGZXgtof_w (accessed October 9, 2013). 16 Michael Patrick Welch, \"Big Freedia: Do Azz I Say.\" Offbeat, July 1, 2011, (accessed January 6, 2013) ",
    "id": 51066169,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.uvm.edu:libfacpub-1019"
    },
    "title": "What\\u27s Gender Got to Do With It?  A Critique of RDA Rule 9.7",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-04-24T08:00:00+01:00",
    "publisher": "UVM ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.uvm.edu/cgi/viewcontent.cgi?article=1019&amp;context=libfacpub"
    ],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/51066169.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/51066169"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/51066169/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/51066169/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/51066169"
        }
    ],
    "abstract": "The interpretation of RDA Rule 9.7 regarding gender when identifying persons by Library of Congress (LC) and the Program for Cooperative Cataloging (PCC) reinforce regressive conceptions of gender identity.  The rule instructs catalogers to record gender when identifying persons, and although RDA gives catalogers the flexibility to record more than two gender labels, LC limits Name Authority Cooperative Program (NACO) catalogers to a binary label: male, female or not known.  In this article, the authors challenge gender as a descriptive attribute for personal names, critique how LC is instructing NACO catalogers to record elements about gender, and make recommendations to address describing persons in LC authority records",
    "tags": [
        "text",
        "Cataloging and Metadata",
        "Library and Information Science"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.uvm.edu:libfacpub-1019",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2148",
        "openDoarId": 0,
        "name": "ScholarWorks @ UVM",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 51066169,
        "depositedDate": null,
        "publishedDate": "2014-04-24T08:00:00+01:00",
        "updatedDate": "2024-02-20T16:00:04+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-11T19:18:51+00:00"
    },
    "urls": [
        "https://scholarworks.uvm.edu/libfacpub/19",
        "https://scholarworks.uvm.edu/context/libfacpub/article/1019/viewcontent/Billey_RDA9.7.1.3_PostPrintVersion_5_9_14.pdf"
    ],
    "lastUpdate": "2024-02-20T16:00:04+00:00",
    "setSpecs": []
}