{
    "acceptedDate": "",
    "authors": [
        {
            "name": "McGovern, Ashley E."
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T17:21:23+01:00",
    "dataProvider": {
        "id": 3255,
        "name": "Cornell Law Library",
        "url": "https://api.core.ac.uk/v3/data-providers/3255",
        "logo": "https://api.core.ac.uk/data-providers/3255/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/216749278.pdf",
    "fullText": "Cornell Journal of Law and Public Policy\nVolume 22\nIssue 2 Winter 2012 Article 5\nWhen Schools Refuse to Say Gay: The\nConstitutionality of anti-LGBTQ No-Promo-\nHomo Public School Policies in the United States\nAshley E. McGovern\nFollow this and additional works at: http://scholarship.law.cornell.edu/cjlpp\nPart of the Law Commons\nThis Note is brought to you for free and open access by the Journals at Scholarship@Cornell Law: A Digital Repository. It has been accepted for\ninclusion in Cornell Journal of Law and Public Policy by an authorized administrator of Scholarship@Cornell Law: A Digital Repository. For more\ninformation, please contact jmp8@cornell.edu.\nRecommended Citation\nMcGovern, Ashley E. (2012) \"When Schools Refuse to Say Gay: The Constitutionality of anti-LGBTQ No-Promo-Homo Public\nSchool Policies in the United States,\" Cornell Journal of Law and Public Policy: Vol. 22: Iss. 2, Article 5.\nAvailable at: http://scholarship.law.cornell.edu/cjlpp/vol22/iss2/5\nNOTE\nWHEN SCHOOLS REFUSE TO \"SAY GAY\":\nTHE CONSTITUTIONALITY OF ANTI-LGBTQ\n\"NO-PROMO-HOMO\" PUBLIC SCHOOL POLICIES\nIN THE UNITED STATES\nAshley E. McGovern*\nThe wave of very public Lesbian, Gay, Bisexual, Transgender and\nQueer (LGBTQ) youth suicides in recent years has become a source of\nnational attention. As a result, many parents, teachers, school boards\nand even the federal government have sought solutions to protect\nLGBTQ young people. There has been very little attention, however,\ngiven to a number of formal state and local so-called \"no-promo-homo\"\npolicies that formally proscribe a hostile, unwelcome, and unconstitu-\ntionally restrictive environment for LGBTQ youth in school.\nIn seven states and number of localities, these so-called \"no-promo-\nhomo\" policies explicitly prohibit teachers from discussing LGBTQ1\nlives and histories to students, even to address bullying. This note ar-\ngues that no-promo-homo policies are unconstitutional for the social\nmeaning that they convey, the widespread stigmatization they create\nagainst LGBTQ youth, and the unequal treatment that they encourage\ntowards LGBTQ communities.\nAs a result, advocates should rigorously challenge these policies in\ncourt and couple that litigation with rigorous educational advocacy that\nteaches tolerance and acceptance in schools, similar to the policies cre-\nated by California's new FAIR Education law. The alternative is grim,\n* J.D. Candidate, Cornell Law School, 2013; B.A. magna cum laude, Cornell Univer-\nsity, 2008. 1 would like to thank Professors Michael C. Dorf and Sidney G. Tarrow for their\nhelpful feedback in developing this note. I would also like to thank Professor Anna Marie\nSmith for many years of mentorship and guidance. Finally, I would like to thank my parents,\nLisa and Kevin, my brother Jarrett, and Courtney for their constant love and support.\nI Although no-promo-homo policies do not explicitly address transgender students or\ngender non-conformity, I will count transgender and gender non-conforming youth as victims\nand targets of these laws, regardless of their sexual orientation. No-promo-homo policies use\ninaccurate assumptions about gender and sexuality to prohibit and punish \"non-normative\"\nexpressions of identity within the school context, including gender non-conformity-often\nconfused for, or marked as, an indication of non-normative sexual orientation or expression.\nSee Francisco Valdes, Queers, Sissies, Dykes, and Tomboys: Deconstructing the Conflation of\n\"Sex,\" \"Gender, \"and \"Sexual Orientation\" in Euro-American Law and Society,\" 83 CAL. L.\nREv. 1, 6-7 (1995).\n465\n466 CORNELL JOURNAL OF LAW AND PUBLIC POLICY [Vol. 22:465\nand the lives of our LGBTQ and non-LGBTQ youth depend on an ade-\nquate legal and policy solution.\nINTRODUCTION................................................. 466\nI. LGBTQ YOUTH BULLYING IN CONTEXT ................. 469\nII. \"No-PROMO-Homo\" POLICIES: SOCIAL MEANINGS AND\nLITERAL CONTENT...................................... 471\nIll. CONSTITUTIONAL PROTECTIONS FOR LGBTQ STUDENTS IN\nSCHOOL: THE RIGHT TO BE OUT .............. .......... 475\nA. Freedom of Expression for Students: Tinker and its\nProgeny .................................. 475\nB. Tensions Between Parental Disapproval of School\nCurricula and Students' Rights.. ................ 479\nC. \"Coming Out\" as Disruptive Speech? ............. 481\nD. The Right to Equal Treatment and Equal Protection\nfor LGBTQ Youth ........................... 482\nIV. POLICY INITIATIVES AND POTENTIAL SOLUTIONS .......... 486\nA. Possibilities for Change ................ ....... 486\nB. Changes in Federal Policy: Punitive Measures ...... 486\nC. Criticisms of Punitive Remedies ................... 487\nD. The California FAIR Education Act: A Preventative\nStep ............................................... 488\nCONCLUSION..................................................... 489\nINTRODUCTION\nDespite favorable political outcomes and increasing visibility of\nLesbian, Gay, Bisexual, Transgender, and Queer (\"LGBTQ\") communi-\nties in the United States, the number of violent crimes perpetrated against\nLGBTQ people has increased in recent years. 2 Although this develop-\nment may be surprising, the correlation between LGBTQ visibility and\nviolence is tragically intuitive: this violence is a backlash to more\nLGBTQ people being open about their lives than ever before. Although\nthis backlash presents a significant point of concern for LGBTQ people\ngenerally, LGBTQ youth are at a unique disadvantage by virtue of their\nsocial isolation, inaccessibility to role models, and the tacit approval that\n2 FEDERAL BUREAU OF INVESTIGATION, IATE CRIME STATISTICS, 2009 Table 1 (2010),\nhttp://www2.fbi.gov/ucr/hc20O9/index.html; NATIONAL COALITION oF ANTI-VIOLENCE PRO-\nGRAMS, VIoLENcE AGAINST GAY, BISEXUAL, TRANSGENDER, QUEER, AND HIV-AFFECTED\nCOMMUNrrES (\"LGBTH VIOLENcE REPORT\") 7, 17 (2011), http://www.avp.org/documents/\nNCAVPHateViolenceReport201 I Finaledjlfinaledits.pdf (reporting a 13% increase in hate vio-\nlence on the basis of sexual orientation from 2009 to 2010); see also Lee Romney, Hate\nCrimes Against Gay, Transgender People Rise, Report Says, L.A. TIMEs, July 13, 2011, at\nAl 2.\nWHEN SCHOOLS REFUSE TO \"SAY GAY\"\nauthority figures in their lives often exhibit when they are mistreated or\nreprimanded.3\nThe percentage of LGBTQ youth experiencing severe forms of in-\nschool harassment has remained relatively constant for the past decade,4\ndespite increasing nation-wide acceptance of LGBTQ people.5 Accord-\ning to a national project from 2009 surveying over 7,200 middle and high\nschool students, 85% of those surveyed reported harassment in school\nbecause of their real or perceived sexual orientation. 6 Over 40% re-\nported having been physically assaulted.7 Over 64% of students reported\nbeing harassed because of their real or perceived gender identity or ex-\npressions and almost 40% said they feel unsafe in school.8 Despite these\nnumbers, only 18% of students reported that their school has a policy in\nplace to address their specific safety needs. 9\nWhile most school systems' curricular policies and educational\ncodes do not address the issues of sexual orientation or gender identity at\nall, many schools explicitly and implicitly prohibit teachers from speak-\ning about the topic, creating confusion among teachers about how or if to\naddress bullying and violence directed toward LGBTQ students and fear\nand desperation for the LGBTQ students who are targeted. In at least\nseven states, and a number of localities, school districts and state govern-\nments have adopted so-called \"no-promo-homo\" or \"don't-say-gay\" poli-\ncies.10 Under the harshest of these policies, teachers may only discuss\nLGBTQ people in class if they are portrayed as immoral, unhappy, or\ndisease-prone. 1i\n3 See Jason D.P. Bird et al., The Impact of Role Models on Health Outcomes for Les-\nbian, Gay, Bisexual, and Transgender Youth, 50(4) J. ADOLESCENT HEALTH 353, 353-54\n(2012), available at http://www.sciencedirect.com/science/article/pii/S1054139XI1002813.\n4 JOSEPH G. KosciW ET AL., 2009 NATIONAL ScHooL CLIMATrE SURVEY xix-xx (Gay,\nLesbian & Straight Education Network 2010).\n5 See Lydia Saad, Americans' Acceptance of Gay Relations Crosses 50% Threshold,\nGALLUP (May 25, 2010), http://www.gallup.com/poll135764/americans-acceptance-gay-rela-\ntions-crosses-threshold.aspx.\n6 Kosciw, supra note 4, at 16.\n7 Id. at 26.\n8 Id. at 22.\n9 Id. at 61.\n10 Sexuality Information and Education Council of the United States, A Portrait of Sexu-\nality Education and Abstinence-Only- Until-Marriage Program in the States: Sexuality and\nHIV/STDS Education Policies, SEICUS, (2010), http://www.siecus.org/document/\ndocWindow.cfm?fuseaction=document.viewDocument&documentid=73&documentFormat\nId=73 (last updated 2010); Mary Bonauto, Background Information on \"No Promo Homo\"\nPolicies, GLSEN: GAY, LESBIAN AND STRAIGHT EDUCATION NETWORK, http://www.glsen.org/\ncgi-bin/iowa/all/news/record/30.html.\n11 For example, in South Carolina discussing \"alternate sexual lifestyles from heterosex-\nual relationships\" in health education programs is prohibited except in the context of sexually\ntransmitted diseases. S.C. CODE ANN. § 59-32-30(A)(5) (2008).\n2012] 467\n468 CORNELL JOURNAL OF LAW AND PUBLIC POLICY [Vol. 22:465\nThis article will address the role of these policies within the broader\ncontext of ongoing political struggles involving anti-LGBTQ violence,\nstigmatization, and the emerging constitutional right to be \"out.\"' 2 It\nwill also note the shift among today's LGBTQ youth regarding the\n\"coming out\" process. This demographic is more likely to be open, and\nat a younger age, than any generation before them.' 3 As a result, they\nhave also become more visible as targets. Their openness has garnered\nnational attention and inspired a vocal counter-movement intent on lob-\nbying against laws and other initiatives that affirm, validate, and support\nAmerica's LGBTQ young lives.14\nPart I outlines the dangers LGBTQ youth face in their struggle for\ninclusion, acceptance, and tolerance in school. By understanding the\nways in which harassment, bullying, and school-sanctioned intolerance\npromote these dangers, the need for a solution will become clear. Part II\nexplores the policies themselves, explaining both the literal and social\nmeaning that such policies convey. This section draws important distinc-\ntions between gender identity and sexual orientation, and gives attention\nto the unique challenges transgender youth face, as well as the unique\nissues that LGBTQ youth of color, particularly those from low-income\nbackgrounds, experience.\nPart III discusses the legal doctrine underlying what some scholars\nhave called an emerging constitutional \"right to be out.\"' 5 This section\nwill apply this right to LGBTQ students in the school setting as it relates\nto no-promo-homo policies. This section will explore the landmark case\nof Tinker v. Des Moines and outline subsequent legal decisions that have\naffirmed and rejected elements of its holding. This section also outlines\narguments against the conservative narrative which asserts that allowing\nLGBTQ students to be open about their identities is a form of \"disruptive\n12 See STUART BIEGEL, THE RIGHT TO BE Our: SEXUAL ORIENTATION AND GENDER\nIDEN1ITY IN AMERICA'S PUBLIC SCHOOLS (Univ. Of Minn. Press, 2010) (discussing the legal\nfoundations of students' right to be out in public schools).\n13 See RITCH C. SAVIN-WILLAMS, THI- NEw GAY TEENAGER 14 (Harvard Univ. Press,\n2005) (\"To understand what it's like being young with same-sex attractions now often means\ndiscarding out previous ideas about what it means to be gay. We can't know about these\nadolescents' lives by looking at the experience of their older gay brothers and lesbian sisters.\nIndeed, researchers studying gay adolescents should acknowledge the fragility of their findings\nbecause aspects of their data are old news by the time they are published. For example, the\nage at which developmental milestones [including coming out] are reached become younger\nwith each generation sampled.\"); Marilyn Elias, Gay Teens Coming Out Earlier to Peers and\nFamily, USA TODAY, (Feb. 11, 2007, 6:34 AM), http://www.usatoday.com/news/nation/2007-\n02-07-gay-teens-cover x.htm; Benoit Denizet-Lewis, Coming out in Middle School, N.Y.\nTIMES MAG., Sept. 27, 2009, available at http://www.nytimes.com/2009/09/27/magazine/\n27out-t.html?pagewanted=allatMM36.\n14 See e.g., Kosciw, supra note 4, at xx (analyzing current trends of LGBT bullying in\nschools and urging schools to implement anti-LGBT bullying programs in response).\n15 See BIEGEL, supra note 12.\nWHEN SCHOOLS REFUSE TO \"SAY GAY\"\nspeech\" and offensive to the First Amendment rights of parents, religious\nstudents, and others who are anti-LGBTQ. This section will then explore\nthe Fourteenth Amendment Equal Protection arguments that have suc-\nceeded in many cases where students have lobbied courts and their\nschool districts to take their rights and their bullying seriously. This sec-\ntion concludes by arguing that, in light of the social meaning behind no-\npromo-homo policies and the emerging right for students to be out, no-\npromo-homo policies are constitutionally intolerable and must be sys-\ntematically challenged and overturned.\nFinally, Section IV discusses recent policy efforts to address\nLGBTQ student rights and argues that in many respects this political\nfight is intensifying, as state legislators continue, even this year, to push\nfor adoption of state-wide no-promo-homo policies. This section empha-\nsizes that legal efforts to strike down these policies on a constitutional\nbasis are necessary, but are also only one part of the struggle in shifting\nour culture of violence and disapproval towards LGBTQ people and\nLGBTQ youth in particular. Specifically, this section outlines federal\nand state initiatives that have been proposed to address LGBTQ youth\nsafety, with a specific focus on California's FAIR Education Act, which\nmade California the first state in the nation to require that public schools\nadopt textbooks which are inclusive of LGBTQ people and other\nmarginalized group histories. This section argues that the fight for\nLGBTQ youth in public schools (even in California) is far from done and\nthat a wide range of initiatives will be necessary to keep LGBTQ youth\nsafe, confident, and alive.\nI. LGBTQ YOUTH BULLYING IN CONTEXT\nAside from hurt feelings and bodies, physical and verbal harassment\ndirected towards LGBTQ youth has led to higher rates of substance\nabuse, sexual risk factors, and a highly publicized wave of LGBTQ\nyouth suicides over the past few years. 16 The social disapproval of\nLGBTQ people that inspires such behavior also accounts for a dispropor-\ntionately high level of suicides in the general LGBTQ population as\nwell.17 LGBTQ youth, like their adult counterparts, are disproportion-\nately more likely to be homeless and susceptible to mental illness and\n16 Daniel Bontempo and Anthony D'Augelli, Effects of At-School Victimization and Sex-\nual Orientation on Lesbian, Gay, or Bisexual Youths' Health Risk Behavior 30(5) J. ADOLES-\nCENT HEALTH 364, 364-74 (2002).\n17 Jay P. Paul et al., Suicide Attempts Among Gay and Bisexual Men: Lifetime Preva-\nlence and Antecedents, 92 AM. J. Pun. HEALTH 13138, 13138 (2002). (In a representative\nstudy, higher levels of an index of violence and victimization were predictive of suicide at-\ntempts. Among LGB youth, suicide attempters have also been found to be more likely than\nnon-attempters to report prior verbal insults, property damage, and physical assaults.).\n4692012]\n470 CORNELL JOURNAL OF LAW AND PUBLIC POLICY [Vol. 22:465\nsubstance abuse as a result of peer and family rejection.' 8 LGBTQ youth\nof color face additional challenges in relation to their white peers, in that\nthey must confront homophobia from within their own racial or ethnic\ngroup, racism from LGBTQ people who identify with other racial or eth-\nnic communities, and endure a combination of both racism and\nhomophobia or transphobia from society at large. 19 Transgender youth\nalso face particular vulnerabilities, especially transgender youth of color,\nas authority figures, including teachers, are almost always complicit in\nthe gender policing perpetrated by peers as a result of their own misun-\nderstanding or bias about transgender identity. No-promo-homo policies\nnot only ignore these issues, they also reaffirm the sense of inferiority\nand disapproval that LGBTQ youth already endure by silencing their ex-\nperiences or explicitly disapproving of them.\nPhysical harassment and violence are a common reality for LGBTQ\nyouth.20 In 2008, Lawrence King, a Latino, gay and gender non-con-\nforming 2' 15-year-old in California was killed after being shot in the\nhead at close range by his classmate one day after coming out as gay in\nschool.22 This past year, an African-American transgender teenager's\ntorso was found in Detroit, burnt nearly beyond recognition, separated\nfrom the rest of her body, in one of many instances of the systemic,\nbrutal violence perpetrated against transgender people, particularly trans-\ngender women of color.23 Finally, in Tennessee, where the state senate\nrecently approved a no-promo-homo bill, 2 4 a 17-year-old white student\nwas allegedly assaulted by his school principal after wearing a t-shirt to\nsupport the creation of his school's first LGBTQ-positive student\n18 See Nat'l Mental Health Ass'n, Bullying in Schools: Harassment Puts Gay Youth at\nRisk, WWW.NMHA.ORG, http://www.nmha.org/go/information/get-info/children-s-mental-\nhealth/bullying-and-gay-youth.\n19 See Jason Cianciotto & Sean Cahill, THE NATIONAL GAY AND LESBIAN TASK FORCE\nPoIcY INsTIrUTE, EDUCATION PouIcY: ISSUES AFFECTING LESBIAN, GAY, BISEXUAL, AND\nTRANSGENDER YOUTH 17 (2003); KEVIN K. KUMASHIRO, RESTORIED SELVES: AUTOBIOGRA-\nPHIES OF1 QUEER ASIAN/PACIFIc AMERICAN AcrIVISTS (2004).\n20 See LGBTH VIOLENCE REPORT, supra note 2, at 7.\n21 There has been discussion about whether Lawrence was transgender, although he did\nnot identity that way at the time of his death. See Jillian T. Weiss, What the Hung Jury Means\nin the Larry King Case, THE BILERCO PROJECT, September 2, 2011, http://www.bilerico.com/\n2011/09/what the hung-jury-means-in-thejlarry-king-murder.php.\n22 Rebecca Cathcart, Boy's Killing, Labeled a Hate Crime, Stuns a Town, N.Y. TIMES,\nFeb. 23, 2008, at All.\n23 Martin Weil, Man Convicted of Attack Against Transgender Woman, WASH. PosT,\nNov. 19, 2011, at C04; Michael Lavers, 70 Percent of Anti-LGBT Murder Victims are People\nof Color, COLOR LINES BLOG (July 18, 2011), http://colorlines.com/archives/2011/07/70_per-\ncent of anti-Igbt murder Victims-are-peopleof color.html\n24 Sen. B. SB0049, 107th Gen. Assemb. (Tenn. 2011).\n20121 WHEN SCHOOLS REFUSE TO \"SAY GAY\" 471\ngroup.25 These are only a few examples of this type of targeted and\nintentional violence.\nII. \"No-PROMo-Homo\" POLICIES: SOCIAL MEANINGS AND\nLITERAL CONTENT\nIn promoting no-promo-homo policies and similar measures, con-\nservative advocates often argue that if children are exposed to informa-\ntion about non-normative gender identities and sexual orientations, they\nwill be \"indoctrinated\" or \"recruited\" into the gay or transgender \"lifes-\ntyle.\" 2 6 At the very least, they argue, children will begin to see such\nlifestyles as normal, when instead, they should be condemned and cor-\nrected. 2 7 No-promo-homo policies are a product of this narrative, which\nhas also been used to argue against a wide variety of LGBTQ-specific\ninitiatives including same-sex marriage, same-sex adoption, employment\nnondiscrimination, and even allowing transgender people to appear\nopenly on widely broadcast TV shows.28 At their core, these policies\nand narratives attempt to keep LGBTQ people and the histories that pre-\ncede them in the closet.\nIn at least seven states, schoolteachers are either required to portray\nsame-sex relationships as unnatural and dangerous or are prohibited from\nspeaking about the subject entirely.29 While some states attempt to do\n25 Susan D. James, Student Alleges Principal Bullied Him for Organizing Gay-Straight\nAlliance, ABC NEWS (Oct. 5, 2011), http://abcnews.go.com/Health/tennessee-student-alleges-\nprincipal-assaulted-gay-shirt/story?id=14674464.\n26 See, e.g., Family Focus in News: Gay Activists Admit to Indoctrination, Focus on the\nFamily Daily Broadcast (May 31, 2011), available at, http://www.citizenlink.com/2011/05/31/\ngay-activists-admit-to-indoctrination/ (A Focus on the Family Affiliate); Can They Do That in\nMy School?, TRUE TOLERANCE, available at http://www.truetolerance.org/educate-yourself/\n(\"Too often, classroom materials promoted in the name of \"safety,\" \"tolerance\" or \"anti-bully-\ning\" teaching go far beyond the realm of safety prevention into political advocacy, and even\nindoctrination.\").\n27 See, e.g., Candi Cushman, Capturing Children's Minds, TRUE TOLERANCE (2010),\nhttp://www.truetolerance.org/201 1/capturing-childrens-minds/ (\"Can we really afford to teach\nthe next generation that there is nothing distinctive or particularly beneficial about having a\nmother and a father?\").\n28 See Keith Ablow, Don't Let Your Kids Watch Chaz Bono on 'Dancing with the Stars',\nFox NEWS (Sept. 2, 2011), available at http://www.foxnews.com/opinion/2011/09/02/dont-let-\nyour-kids-watch-chaz-bono-on-dancing-with- stars/; see Video: Family Research Council Sup-\nports the Stop SB 48 Referendum, Siop SB 48, (Aug. 26, 2011), available at http:/stopsb48.\ncom/video-family-research-council-supports-the-stop-sb-48-referendum/.\n29 See, e.g., AL.A. CODE § 16-40A-2(c)(8) (West 2008) (requiring sex education course\nmaterials to emphasize that \"in a factual manner and from a public health perspective, that\nhomosexuality is not a lifestyle acceptable to the general public and that homosexual conduct\nis a criminal offense under the laws of the state\"); LA. REV. STAT. ANN. § 17:281(A)(3) (West\n2008) (prohibiting \"sexually explicit materials depicting male or female homosexual activ-\nity\"); S.C. CoD, ANN. § 59-32-30(A)(5) (2008) (prohibiting health education programs from\ndiscussing \"alternate sexual lifestyles from heterosexual relationships\" except in the context of\nsexually transmitted disease instruction); TEX. HEALTH & SAFETY CODE ANN. § 85.007 (2008)\n472 CORNELL JOURNAL OF LAW AND PUBLIC POLICY [Vol. 22:465\nthis \"neutrally\" by enacting a blanket prohibition on all discussion of\nLGBTQ sexuality and gender-related topics, other states discard the\nfagade of neutrality and require teachers to actively condemn same-sex\nsexual practices. The state of Louisiana's policies exemplify the \"neu-\ntral\" camp of no-homo-policies. In Louisiana, school officials are pro-\nhibited from distributing or discussing \"sexually explicit materials\ndepicting male or female homosexual activity.\"30 In 1994, a Louisiana\nstate court held that the policy was tolerable and that a guide book for\nteachers and parents-encouraging them to \"counsel\" LGB students to\nmake a \"choice that best serves the individual and the community\" and\n\"objectively discuss the wisdom of certain choices\" in relation to their\nidentity-was not a specific attack on same-sex sexual practice.3 ' Like\nLouisiana, South Carolina also requires teachers to remain \"neutral\" by\nprohibiting them from discussing \"alternate sexual lifestyles from hetero-\nsexual relationships including, but not limited to, homosexual relation-\nships\" unless the discussion is in the context of mentioning the risks of\nsexually transmitted diseases. 32 This bill also contains a provision stat-\ning that any teacher who does not comply with the policy will be\nterminated.33\nIn fewer states, legislators very explicitly require school officials to\ncondemn same-sex relationships and LGBTQ people. In Texas, for ex-\nample, the state-wide Health and Safety Code requires programs targeted\nat youth under eighteen to assert \"that homosexual conduct is not an\n(requiring education programs for those eighteen and younger to \"state that homosexual con-\nduct is not an acceptable lifestyle and is a criminal offense .... ); see also ARIZ. REV. STAT.\nANN. § 15-716(c)(1) to (3) (West 2008) (prohibiting any course of study that \"[p]romotes a\nhomosexual life-style,\" \"[p]ortrays homosexuality as a positive alternative life-style,\" or\n\"[s]uggests that some methods of sex are safe methods of homosexual sex\"). Additionally, for\ncaveats attached to antidiscrimination provisions, see CONN. GEN. STrAT. ANN. § 46a-8 I r (West\n2008); N.H. REV. STAT. ANN. § 21:49 (2008); R.I. GEN. LAWS § 11-24-2.1(h) (2008 & Supp.\n2011). For an overview of \"No Promo Homo\" policies, see Bonauto, supra note 10.\n30 LA. REv. STAT. ANN. § 17:281 (A)(3) (West 2008) (\"(3) No contraceptive or abortifa-\ncient drug, device, or other similar product shall be distributed at any public school. No sex\neducation course offered in the public schools of the state shall utilize any sexually explicit\nmaterials depicting male or female homosexual activity.\")\n31 Coleman v. Caddo Parish Sch. Bd., 635 So. 2d 1238, 1254 (La. Ct. App. 1994), writ\ndenied, 94-1387 La. 7/1/94, 639 So. 2d 1171 and writ denied, 94-1431 La. 7/1/94, 639 So. 2d\n1171 (emphasis added).\n32 S.C. CODE ANN. § 59-32-30(A)(5) (West 2008) (\"The program of instruction provided\nfor in this section may not include a discussion of alternate sexual lifestyles from heterosexual\nrelationships including, but not limited to, homosexual relationships except in the context of\ninstruction concerning sexually transmitted diseases.\").\n33 Penalty for teacher's violation of or refusal to comply with chapter, S.C. CODE\nANN.§59-32-80 (2011), available at http://www.scstatehouse.gov/code/t59cO3 2 .php# (\"Any\nteacher violating the provisions of this chapter or who refuses to comply with the curriculum\nprescribed by the school board as provided by this chapter is subject to dismissal.\").\nWHEN SCHOOLS REFUSE TO \"SAY GAY\"\nacceptable lifestyle and is a criminal offense,\" 34 despite the fact that the\nSupreme Court struck down anti-sodomy laws in Texas (as well as in the\nentire country) in 2003.35 Further, in Arizona, the state education code\nprohibits teachers from putting together curricula that \"promotes a homo-\nsexual life-style,\" \"portrays homosexuality as a positive alternative life-\nstyle,\" or \"[s]uggests that some methods of sex are safe methods of ho-\nmosexual sex.\" 3 6 There are also several state anti-discrimination policies\nthat have clauses which specify that the respective state does not endorse\nsame-sex relationships.3 7\nWhether explicit or neutral, the message schools and states send\nthrough these policies is clear: LGBTQ identities are wrong and should\nnot be promoted, discussed, or even mentioned. These statements have\ndangerous consequences for the LGBTQ youth that they are directed to-\nwards. For example, in the Minnesota school district of Anoka-Henne-\npin where a no-promo-homo policy was overturned in a legal settlement\nin March 2012, eight students committed suicide in just a two-year pe-\nriod after being relentlessly bullied and harassed due to their real and\nperceived sexual orientation and gender identity.38 Seven more were\nhospitalized for attempted suicides.39 Although teachers and administra-\ntors recognized the problem before students took their lives, many did\nnot know what to do out of fear of losing their jobs and confusion over\nthe limits of the no-promo-homo policies.4 0 \"LGBTQ students don't feel\nsafe at school,\" said one Anoka Middle School for the Arts teacher,\n\"they're made to feel ashamed of who they are. They're bullied. And\nthere's no one to stand up for them, because teachers are afraid of being\nfired.\" 4 1\n34 TEx. HEALTH & SAFETY CoiD ANN. § 85.007 (2008) (\"(a) The department shall give\npriority to developing model education programs for persons younger than 18 years of age.\n(b) The materials in the education programs intended for persons younger than 18 years of age\nmust: (1) emphasize sexual abstinence before marriage and fidelity in marriage as the expected\nstandard in terms of public health and the most effective ways to prevent HIV infection, sexu-\nally transmitted diseases, and unwanted pregnancies; and (2) state that homosexual conduct is\nnot an acceptable lifestyle and is a criminal offense under Section 21.06, Penal Code.\").\n35 Lawrence v. Texas, 539 U.S. 558, 558 (2003).\n36 ARIZ. REV. STAT. ANN. § 15-716(c)(1) to (3) (West 2008).\n37 See CONN. GEN. STAT. ANN. § 46a-81r (West 2008); N.H. REV. STAT. ANN. § 21:49\n(2008); R.I. GEN. LAWS § 1 1-24-2.1(a)(7) (2008).\n38 Erik Eckholm, Eight Suicides in Two Years in a District, N.Y Timos (Sept. 13, 2011),\nat A4.\n39 Stephanie Mencimer, The Teen Suicide Epidemic in Michele Bachmann's District,\nMOTHER JONES (July 25, 2011 3:00 AM), http://motherjones.com/politics/2011/07/michele-\nbachmann-teen-suicide?page= 1.\n40 Sabrina Rubin Erdely, One Town's War on Gay Teens, p. I (Feb. 2, 2012 10:55 AM),\nRotLING STONE, http://www.rollingstone.com/politics/news/one-towns-war-on-gay-teens-20\n120202#ixzzl pnSGNMkr.\n41 Id. at 1.\n2012] 473\n474 CORNELL JOURNAL OF LAW AND PUBLIC POLICY [Vol. 22:465\nThe school district decided to change its original policy in 2009\nafter a lawsuit was filed, from one that explicitly prohibited the normali-\nzation of LGBTQ identification in the classroom, to one that was \"neu-\ntral\" and prohibited teachers from mentioning \"homosexuality\" in any\ncontext, positive or negative.4 2 The new policy, however, still left teach-\ners confused and students vulnerable. As another Anoka teacher ex-\nplained, \"[i]f you can't talk about [LGBTQ issues] in any context, which\nis how teachers interpret district policies, kids internalize that to mean\nthat being gay must be so shameful and wrong . . . . And that has created\na climate of fear and repression and harassment.\" 43 This policy was en-\nacted in the same district where Michelle Bachman, outspoken anti-\nLGBTQ spokesperson and former presidential candidate works as a con-\ngressperson with her husband, Marcus Bachman, a practitioner of ex-gay\n\"reparative therapy.\" 44\nIn another case, upstate New York teen Jamey Rodemeyer killed\nhimself after being relentlessly bullied for coming out as bisexual in\nschool, adding to a number of other suicides around that time. 45 Shortly\nbefore his death, Jamey posted a video on the \"It Gets Better\" website,\nwhich was created to discourage LGBTQ youth suicide.46 He described\nthe horrific treatment he experienced in school and encouraged fellow\nvictims of LGBTQ bullying that to maintain hope that things would \"get\nbetter.\" 47 Though in each of these cases administrators and teachers\nknew about the harassment, the school did not address the problem. In\nfact, in some cases, the victims were told that they were provoking others\nby being too flamboyant, and that they should stay out of the way in\norder to avoid abuse.48\nAlthough the conservative groups who advocate for these policies\nhope they will stop discussion of sexual orientation and gender identity\n42 Id. at 2.\n43 Id.\n44 Brin Ross et al., Bachmann Silent on Allegations Her Clinic Offers Gay Conversion\nTherapy, ABC NEws (July 12, 2011), http://abcnews.go.com/Blotter/michele-bachmann-si-\nlent-allegations-clinic-offers-gay-conversion/story?id=14057215; John M. Becker, I Received\n'Ex-Gay' Therapy at Marcus Bachmann's Clinic, TRUTH WINS Our BiLOG (July 18, 2011),\nhttp://www.truthwinsout.org/pressreleases/2011/07/17519/.\n45 Susan Donaldson James, Gay Buffalo Teen Commits Suicide on Eve of National Bully-\ning Summit, ABC Niws (Sept. 21, 2011), http://abcnews.go.com/Health/gay-buffalo-teen-\ncommits-suicide-eve-national-bullying/story?id= 14571861#.TtqfvUrGl_w.\n46 The \"It Gets Better Project\" is a website featuring self-made videos of youth and\nadults who have experienced bullying and harassment in the past but who wish to deliver hope\nto those watching that their lives have gotten better with time. Prominent LGBT Activist Dan\nSavage initiated this project in response to a string of LGBT teen suicides in 2010. It is meant\nto be a resource for youth considering suicide because of bullying and mistreatment.\n47 Video: Jamey Rodemeyer, YouTUBE (Sept. 21, 2011), http://www.youtube.com/\nwatch?v=IiXMPWEjUw.\n48 Complaint at 4, Doe v. Anoka-Hennepin School District No. I1, (No. I 1-cv-01999-\nJNE-SER) (2011).\nWHEN SCHOOLS REFUSE TO \"SAY GAY\"\noutside of the home (where, they argue, such discussions properly be-\nlong), 4 9 it is impossible for LGBTQ students to avoid degrading and un-\nwelcome scrutiny of their sexuality or gender. Harassment, whether\nsevere or mild, both inside and outside of the classroom, impacts\nLGBTQ students' ability to be effective in school. Over 72% of LGBTQ\nstudents surveyed in 2009 reported hearing homophobic remarks, such as\n\"faggot\" or \"dyke\" frequently or often while in school.50 Almost 30% of\nthem missed a class at least once as a result of safety concerns, compared\nto only 8% and 6.7%, respectively of a national sample of secondary\nschool students.5 ' According to the Gay and Lesbian Education Network\n(GLSEN), a leading advocate for LGBTQ-safe schools, the reported\ngrade point average of students who were more frequently harassed be-\ncause of their sexual orientation or gender expression was almost half a\ngrade lower than for students who were less often harassed. 52 Though\nthe policies themselves bear a significant responsibility for limiting the\nability of school officials to take action, the animus against LGBTQ peo-\nple that inspires and justifies their codification is at the root of the issue.\nIII. CONSTITUTIONAL PROTECTIONS FOR LGBTQ STUDENTS IN\nSCHOOL: THE RIGHT TO BE OUT\nAn emerging constitutional right to be \"out\" stems from both the\nFirst and Fourteenth Amendments. 5 3 The First Amendment helps estab-\nlish a right for LGBTQ students to express their sexuality and gender\nexpressions openly, while the Fourteenth Amendment helps ensure that\nstudents are protected, and treated equally, in exercising that freedom.54\nA. Freedom of Expression for Students: Tinker and its Progeny\nIn 1969, the U.S. Supreme Court ruled in Tinker v. Des Moines\nIndependent Community School District55 that individuals do not \"shed\"\ntheir federally guaranteed constitutional rights \"at the schoolhouse\ngate.\" 5 6 The Court held that students and teachers who were disciplined\nfor wearing black armbands in a public school, in protest of the Vietnam\nWar, were entitled to do so with impunity under the First Amendment's\nguarantee of freedom of expression.57 The Court went on to emphasize\nthat the ability to exercise one's First Amendment freedoms, even within\n49 Video: Family Research Council Supports the Stop SB 48 Referendum, supra note 28.\n50 Kosciw, supra note 4, at 16.\n51 Id. at xvii.\n52 Id. at 17.\n53 See BIEGEL, supra note 12, at 3-4.\n54 Id. at 4.\n55 Tinker v. Des Moines Independent Community School District, 393 U.S. 503 (1969).\n56 Id. at 506.\n57 Id. at 505-06.\n2012] 475\n476 CORNELL JOURNAL OF LAW AND PUBLIC POLICY [Vol. 22:465\nthe school context, \"has been the unmistakable holding of this Court for\nalmost 50 years,\"58 while cautioning that such protections may be limited\nif the expression in question \"materially and substantially interferes with\nthe requirements of appropriate discipline in the operation of the\nschool.\"59\nSubsequent Supreme Court cases have clarified the boundaries and\napplicability of Tinker. In the plurality opinion of Board of Education of\nIsland Trees Union Free School District No. 26 v. Pico,60 the Court in-\nvalidated a school's discretionary removal of controversial books from\nthe school library using Tinker's assertion that students do not shed their\nFirst Amendment rights while in school. 61 In Bethel School District No.\n403 v. Fraser,62 the Court found that the punishment of a student, who\nused sexist, offensive, and degrading language in reference to his peer, at\na mandatory school assembly, did not run afoul of the Constitution. 63\nThe Court argued that the First Amendment does not protect the use of\nlewd, obscene, and sexually \"vulgar\" language, and that the rights pos-\nsessed by students in public schools are not \"automatically coextensive\nwith the rights of adults in other settings.\"6^\nSeveral years later, in Hazelwood v. Kuhlmeier,65 the Court found\nthat a school principal was justified in censoring a story about teen preg-\nnancy and divorce in a school newspaper, and did not violate the First\nAmendment. 66 The Court distinguished this case from Tinker by arguing\nthat Hazelwood involved the ability of schools to control curricular deci-\nsions. 6 7 Justice White pointed out that,\n[T]he question that we addressed in Tinker-is different\nfrom the question whether the First Amendment requires\na school affirmatively to promote [a] particular student\nspeech. The former question addresses the educators'\nability to silence a student's personal expression that\nhappens to occur on the school premises. The latter\n58 Id. at 506.\n59 Id. at 509.\n60 IslandTrees Union Free Sch. Dist. No. 26 v. Pico, 457 U.S. 853 (1982).\n61 Id. at 853 (1982).\n62 Bethel Sch. Dist. No. 403 v. Fraser, 478 U.S. 675 (1986).\n63 Id. at 683-84 (\"The pervasive sexual innuendo in Fraser's speech was plainly offen-\nsive to both teachers and students-indeed to any mature person. By glorifying male sexual-\nity, and in its verbal content, the speech was acutely insulting to teenage girl students. The\nspeech could well be seriously damaging to its less mature audience, many of whom were only\n14 years old and on the threshold of awareness of human sexuality. Some students were\nreported as bewildered by the speech and the reaction of mimicry it provoked.\") (internal\ncitations omitted); see id. at 685.\n6 Id. at 682.\n65 Hazelwood Sch. Dist. v. Kuhlmeier, 484 U.S. 260 (1988).\n66 Id. at 260.\n67 Id. at 270-71.\nWHEN SCHOOLS REFUSE TO \"SAY GAY\"\nquestion concerns educators' authority over school spon-\nsored publications . . . that . . . members of the public\nmight reasonably perceive to bear the imprimatur of the\nschool.68\nFinally, in the case of Morse v. Frederick,6 9 the Supreme Court found\nthat the protections afforded to student speech established in Tinker do\nnot apply to speech that promotes illegal drug use. 70 Although there has\nbeen discussion about whether this case weakens the First Amendment\nprotections established in Tinker, two of the five justices joined this opin-\nion on the understanding that:\n(1) it goes no further than to hold that a public school\nmay restrict speech that a reasonable observer would in-\nterpret as advocating illegal drug use and (2) it provides\nno support for any restriction of speech that can plausi-\nbly be interpreted as commenting on any political or so-\ncial issue . 7. . .1\nAs a result of this caveat, the holding is clearly limited.\nTaken together, these cases demonstrate that Tinker is still good\nlaw, but with some notable restrictions. Though the Court in Bethel up-\nheld the decision of school administrators to punish a student for offen-\nsive speech, it appears they did so because the speech was sexist,\nobjectively crude, and threatening towards a female student. Although in\nHazelwood, the Court found a principal's censoring of the school's\nnewspaper articles to be constitutionally tolerable, this case can be distin-\nguished from the issue of whether LGBTQ students have a right to ex-\npress their identities, even if school administrators are morally or\npolitically opposed to them. The Court emphasized the legitimacy of the\nschool's fear that the opinion pieces may be confused inadvertently with\nan official statement from the school, because the paper bore its name.\nWhen students express their personal identity openly, it would be unrea-\nsonable and nonsensical for one to confuse that expression with an offi-\ncial statement by the school, since it is an individual identification.\nFinally, in the Morse plurality opinion, the Court explicitly sought to\nlimit the restriction on Tinker to speech involving illegal activities, such\nas drug use.\nAdditionally, although Rust v. Sullivan7 2 does not involve speech in\nschools, it does raise important concerns about whether it is constitu-\n68 Id.\n69 Morse v. Frederick, 551 U.S. 393 (2007).\n70 Id. at 397, 403.\n71 Id. at 422 (Alito & Kennedy, JJ., concurring).\n72 Rust v. Sullivan, 500 U.S. 173 (1991).\n4772012]\n478 CORNELL JOURNAL OF LAW AND PUBLIC POLICY [Vol. 22:465\ntional for the government to support one type of content-based expres-\nsion over another.73 In Rust, both Congress, through a statute, and the\nDepartment of Health and Human Services, through regulations, re-\nstricted the dispersal of federal funds to family planning initiatives that\nincluded information about abortion.74 In response, Rust (a doctor) and\nothers alleged that the regulations violated their First Amendment right\nto proscribe treatment that comports with their own political views.75\nThe Court rejected this argument, citing the fact that lack of information\nfrom a specific doctor does not amount to a blanket restriction on a wo-\nman's right to receive an abortion. 76 The Court also argued that the gov-\nernment has broad discretion in choosing which programs to fund, even\nwhere those programs involve the exercise of a fundamental right.77\nThis case can be distinguished, however, from the issue of whether\nschools, in acting as government entities, can restrict one type of speech\nand not another through no-promo-homo policies. The rights asserted in\nboth cases, and the dignity at stake for each of the parties, are discernibly\ndifferent. In prohibiting doctors from discussing abortions with their pa-\ntients, the government clearly intended to limit the practice of abortions\nand stigmatize the procedure itself. When schools refuse to discuss sexu-\nality and gender identity, however, although they do stigmatize lesbian\nand gay sexual practices, they also demean an entire class of people and\nrelegate them to a form of second-class citizenship by implying they are\nnot deserving of mention, or worse, that they should be explicitly\ncondemned.\nFor example, although it can be a very impactful procedure, women\ngenerally do not define themselves by the abortions they receive. Al-\nthough women who have abortions may feel guilt if such procedures are\nstigmatized, they are not treated as second-class citizens in their every-\nday life, and the stigmatization of the procedure is not akin to the stigma-\ntization of an entire class of persons based on what is widely viewed as a\nfundamental characteristic to one's identity. By contrast, when LGBTQ\nyouth are denied the opportunity to be open about their lives, they, and\nthe LGBTQ communities of which they are a part, are stigmatized in a\nvery basic but systemic way that impacts their ability to navigate every-\nday life.\n73 Id. at 193.\n74 See id. at 178.\n75 Id. at 181.\n76 Id. at 196-98.\n77 Id. at 193.\nWHEN SCHOOLS REFUSE TO \"SAY GAY\"\nB. Tensions Between Parental Disapproval of School Curricula and\nStudents' Rights\nAlthough families have a strong right to control the upbringing of\ntheir children, public schools have an arguably broader and stronger right\nto create informative curricula and give children appropriate and impor-\ntant information that may curb violence or hate. Parents who challenge\ncurriculum-based decisions in court are rarely successful due to the sig-\nnificant deference courts typically give to school boards and districts in\ncreating curricula. This deference is at least partially because these deci-\nsions are often made by democratically elected officials, and parents\nhave the ability to vote those officials in or out of office if they so\nchoose.78 As the Supreme Court reaffirmed in Tinker:\nBoards of Education . . . have, of course, important, deli-\ncate, and highly discretionary functions, but none that\nthey may not perform within the limits of the Bill of\nRights. That they are educating the young for citizen-\nship is reason for scrupulous protection of Constitutional\nfreedoms of the individual, if we are not to strangle the\nfree mind at its source and teach youth to discount im-\nportant principles of our government as mere\nplatitudes.79\nA case that typifies this line of decisions is Mozert v. Hawkins.s0 In\n1987, seven Tennessee families challenged school curriculum they found\nobjectionable to their religious and moral beliefs. The families did not\nbelong to a specific church, though they identified as born-again Chris-\ntians who outlined a long list of objections to certain curricula, ranging\nfrom \"such familiar concerns of fundamentalist Christians as evolution\nand 'secular humanism' to less familiar themes such as 'futuristic super-\nnaturalism,' pacifism, magic[,] and false views of death.\" 8' The Court's\nopinion, which has been taken as a national decision on this subject,\nruled against the families in question. 82 The court made an important\n78 BuGEL, supra note 12, at 81 (\"Although there is a concurrent right of families not to\nreceive information and ideas, buttressed by the long-standing right of parents to direct the\nupbringing of their children, the right to receive information is much stronger and much less\nlimited in its scope. Parents who challenge curriculum-related decisions in a court of law are\nrarely successful, with courts implicitly relying on the principle that members of the commu-\nnity have delegated the responsibility of developing curricular requirements and identifying\nappropriate instructional materials to duly elected officials at the state and local levels. Should\nfamilies become unhappy with these decisions, they are seen as able to replace the officials\nwith new representatives who can then change the status quo.\").\n79 W.Va. Bd. of Educ. v. Barnette, 319 U.S. 624, 637 (1943).\n80 Mozert v. Hawkins Cnty. Bd. of Educ., 827 F.2d 1058 (6th Cir. 1987).\n81 BIEGEL, supra note 12, at 82.\n82 Id.\n4792012]\n480 CORNELL JOURNAL OF LAW AND PUBLIC POLICY [Vol. 22:465\ndistinction between \"exposure\" to an idea that could offend a family\nmorally or religiously, with forcing a student to affirm or approve of a\nparticular idea without the ability to openly disagree or respond. The\ncourt pointed out that,\nthe plaintiffs appeared to assume that materials clearly\npresented as poetry, fiction and even \"make-believe\" in\nthe Holt series were presented as facts which the stu-\ndents were required to believe. Nothing in the record\nsupports this assumption.83\nThe Court went on to emphasize the importance of religious and civic\ntolerance:\n[Tiolerance of divergent. . . religious views referred to\nby the Supreme Court is a civil tolerance, not a religious\none. It does not require a person to accept any other\nreligion as the equal of the one to which that person ad-\nheres. It merely requires a recognition that in a pluralis-\ntic society we must 'live and let live.' 8 4\nMost importantly, the Court concluded that there was no evidence that\nstudents were forced to participate in any way beyond reading and dis-\ncussing the materials-they were not disciplined for disagreeing with the\nlessons or reprimanded for posing opposing viewpoints.85\nThere are also a series of cases that firmly establish the right of\nGay-Straight Alliance groups to exist on public school campuses, even\nwhere there is some disapproval by teachers or parents. One such case is\nDowns v. LAUSD 86, where a school teacher, who opposed the school's\nrecognition of June as gay pride month, put up posters opposing same-\nsex relationships across from gay pride displays on campus.87 The court\nfound that as a government actor, the teacher could not engage in speech\non school grounds that ran contrary to the District's memorandum setting\nup the parameters of the event, which was meant to educate and inform\nstudents about LGBT history. The court notes that,\nAn arm of local government such as a school board may\ndecide not only to talk about gay and lesbian awareness\nand tolerance in general, but also to advocate such toler-\nance if it so decides, and restrict the contrary speech of\none of its representatives.8 8\n83 Mozert, 827 F.2d at 1063-64.\n84 Id. at 1069.\n85 Id. at 1063- 1064\n86 Downs v. Los Angeles Unified School District, 228 F.3d 1003 (9th Cir. 2000).\n87 Id. at 1013.\n88 Id. at 1014.\nWHEN SCHOOLS REFUSE TO \"SAY GAY\"\nThe court concluded by analogizing the speech to racist speech against\nstudents of color, which was deemed to be inherently problematic, and\nwell within the jurisdiction of the school board to prohibit.8 9\nFinally in the case of Morrison v. Board of Education, a group of\nconservative families challenged the constitutionality of a mandatory\ntraining program that addressed the issue of LGBTQ harassment and bul-\nlying in school.90 The school district was required to put on this training\nin response to a lawsuit filed against them due to incidents of harassment\nand abuse directed towards LGBTQ youth in the district.91 The district\nmade the programs age-appropriate, and also had separate trainings for\nstaff and students.92 Despite these efforts, the families still claimed that\ntheir children were being \"indoctrinated\" without receiving a counter-\nmessage that they viewed as morally appropriate, which was that\nLGBTQ identities are wrong.9 3\nThe court found that despite the families' claims, it was well within\nthe district's legal jurisdiction to develop programming that addresses\nLGBTQ issues in both middle and high school, even without securing\nparental permission. 94 They went on to say that by addressing the issue\nin a dispassionate and objective manner, even though anti-LGBT narra-\ntives were excluded, the district did not violate and rights of the families.\nIt was also clear to the court that no form of \"indoctrination\" took place,\nand that the right of the district to develop such programming out-\nweighed the objections of parents involving mere exposure to LGBTQ\nlives and histories.95\nC. \"Coming Out\" as Disruptive Speech?\nAnti-LGBTQ advocates often argue that limitations on speech cre-\nated by no-promo-homo policies are actually for the LGBTQ students'\n(and their peers') own good, because \"coming out\" is inherently disrup-\ntive process that violates the tenets of Tinker. Several lower court cases\nhave, using both First and Fourteenth Amendment guarantees, concluded\nthat a student's right to be \"out\" outweighs a school's interest in using\nsilence or forced conformity as a means of \"protecting\" them from other\nstudents.\n89 See id. at 1016.\n90 See Morrison v. Bd. of Educ. of Boyd Cnty., Ky., 419 F. Supp. 2d 937 (E.D. Ky.\n2006).\n91 See BIEGEL, supra note 12, at 85.\n92 Id.\n93 Id.\n94 Id. at 86.\n95 Id. at 85.\n4812012]\n482 CORNELL JOURNAL OF LAW AND PUBLIC POLICY [Vol. 22:465\nIn Fricke v. Lynch,96 perhaps the first case to apply Tinker in an\nLGBTQ-specific context, a federal court in Rhode Island rejected a\nschool principal's claim that two boys could not attend prom together\nbecause their peers' reaction could \"lead to disruption . . . and possibly to\nphysical harm.\" 97 The court found that even though the principal had a\ngenuine concern for the student's safety, prohibiting these students from\nattending prom would give those who might attack or harass them a\n\"heckler's veto\" by allowing the harassers \". . . to decide-through pro-\nhibited and violent methods-what speech will be heard.\"9 8\nSince Fricke, a number of First Amendment cases in lower courts\nhave established the right of students to form Gay-Straight Alliance\n(\"GSA\") clubs on public school campuses. 99 These lawsuits have been\nalmost universally successful in establishing that students have a right to\nform these clubs, despite the potential controversy that might result. In\none such case, a federal court in Kentucky used both Fricke and Tinker\nto establish that a disruptive response (i.e. a student harassing another\nstudent) was not a relevant Tinker consideration because such a limita-\ntion, again, would give those opposing certain speech a type of veto\npower. Instead, the court stated that \"only upon a showing that Plain-\ntiffs' own disruptive activities have interfered with Defendants' ability to\nmaintain order and discipline\"\"oo should the Tinker rule apply. In a simi-\nlar case, one federal court even concluded that the GSA clubs actually\nhelp avoid educational disruptions that occur when students are harassed\nas a result of their sexual orientation because the clubs help create a more\ntolerant school environment-a finding that is confirmed by relevant\ndata. 101\nD. The Right to Equal Treatment and Equal Protection for LGBTQ\nYouth\nThe right for students to be out in school undoubtedly bolsters the\nproposition that no-promo-homo laws are unconstitutional, and indeed, is\nlikely enough to establish their unconstitutionality independent of other\nconsiderations. There is also a strong argument to be made, however,\nthat because these laws are based on animus, they are independently un-\n96 Fricke v. Lynch, 491 F. Supp. 381 (D.R.I. 1980).\n97 Id. at 383-84.\n98 Id. at 387.\n99 See Colin v. Orange Unified Sch. Dist., 83 F. Supp. 2d 1135 (C.D. Cal. 2000); Boyd\nCnty. High Sch. Gay Straight Alliance v. Bd. of Educ., 258 F. Supp. 2d 667 (E.D. Ky. 2003);\nStraights and Gays for Equal. v. Osseo Area Sch. Dist. No. 279, 471 F.3d 908, 909-10 (8th\nCir. 2006); Gillman v. Sch. Bd. for Holmes Cnty., Fla., 567 F. Supp. 2d 1359 (N.D. Fla. 2008);\nComplaint at 3, Ngoun v. Wolf, No. SACVO5-868-JVS (MLGx) (C.D. Cal. Sept. 7, 2005).\n100 Gay Straight Alliance v. Bd. of Ed., 258 F. Supp. 2d 667, 681 (E.D. Ky. 2003).\n101 See Colin, 83 F. Supp. 2d at 1144-46.\nWHEN SCHOOLS REFUSE TO \"SAY GAY\"\nconstitutional under the Fourteenth Amendment's guarantee of equal\nprotection. 102\nAfter Lawrence v. Texas103 and Romer v. Evans,104 it is clear that\nlaws distinguishing people based on sexual orientation receive, at a mini-\nmum, some level of heightened rational basis scrutiny. 05 It is also clear\nthat when a law is expressly motivated by animus, it is very likely to fail\neven rational basis scrutiny.10 6 In Romer, the Supreme Court used ra-\ntional basis scrutiny to invalidate a Colorado initiative that repealed all\nstate and local laws prohibiting discrimination against gay, lesbian, and\nbisexual people.' 07 In Lawrence, the Court used a similar heightened\nrational basis analysis to hold that states cannot ban consensual, private\nsexual activity between people of the same gender because states disap-\nprove of their practices. 0 8 In both cases, the Court emphasized the dan-\ngerous stigma such laws attached to lesbian and gay people.i09\nThe Court in Lawrence found that a statute criminalizing consensual\nsame-sex relationships \"in and of itself is an invitation to subject homo-\nsexual persons to discrimination both in the public and in the private\nspheres.\"110 Justice Kennedy's opinion in Romer and Justice\n102 U.S. Const. amend XIV, § 1.\n103 Lawrence v. Texas, 539 U.S. 558 (2003).\n104 Romer v. Evans, 517 U.S. 620 (1996).\n105 See Nan D. Hunter, Sexual Orientation and the Paradox of Heightened Scrutiny, 102\nMicH. L. Ruv. 1528, 1530 (2004) (\"Although it requires some effort to articulate precisely\nwhat standard of review the Court deployed in its analysis, there is no question that, whatever\ntest it used, the Court eradicated the last vestiges of state power to criminalize private consen-\nsual adult sexual behavior solely on the basis of morality, without any showing of harm either\nto persons or to legally protected institutions.\"); Laurence H. Tribe, Lawrence v. Texas: The\n\"Fundamental Right\" That Dare Not Speak Its Name, 117 Harv. L. Rev. 1893, 1943 (2004)\n(\"In deciding that the laws banning sodomy should be so regarded, the Lawrence majority did\nnot articulate a doctrinal \"test\" as such, or even a specific mode of analysis, but-as perhaps\nbefits a Court more comfortable with the exposition of common law than with the construction\nof theory-it laid down markers that future courts might retrace and extend less through ab-\nstract speculation than by the light of unfolding experience. For its part, the Lawrence major-\nity manifestly drew on its observations of-indeed, its immersion in-a social reality, both\nwithin the United States and, in an increasingly shared culture, in Canada and Europe as well,\nthat exposed an ugly dynamic of oppression concretely at work in the prohibition of sodomy.\nSuch a prohibition, whether or not cast in terms that expressly singled out same-sex relation-\nships, operated to stigmatize those relationships in particular by reducing them to a forbidden\nsexual act. The result was to brand as less worthy than others those individuals who did no\nmore than seek fulfillment as human beings by forming voluntary intimate relationships with\nothers of the same sex. This stigmatization locked an entire segment of the population into a\nsubordinate status and often forced such individuals either to transform or to suppress impor-\ntant dimensions of their identities in order to escape second-class treatment in the public\nrealm.\").\n106 Romer, 517 U.S. at 632-33.\n107 Id.\n108 Lawrence, 539 U.S. at 560.\nI09 Id. at 575.\n1 10 Id.\n2012] 483\n484 CORNELL JOURNAL OF LAW AND PULIC POLICY [Vol. 22:465\nO'Connor's concurrence emphasized the importance of respecting the\ndignity of lesbian and gay people by respecting their private choices and\nlives.\"' In Romer, the court emphasized that \"if the constitutional con-\nception of 'equal protection of the laws' means anything, it must at the\nvery least mean that a bare . . . desire to harm a politically unpopular\ngroup cannot constitute a legitimate governmental interest.\"' 12\nAs Professor Michael C. Dorf points out in his article on same-sex\nmarriage and law's social meaning, government actions, words, and sym-\nbols that aim to degrade classes of people by relegating them to second-\nclass citizenship are constitutionally impermissible as a result of the\nmeaning they convey.1 13 He argues, for example, that irrespective of the\nscrutiny level that lesbian and gay people have historically received, laws\nthat relegate them to a form of second-class citizenship should receive\nspecial attention and heightened scrutiny. To illustrate this point, he dis-\ncusses the linguistic distinction between civil unions and same-sex mar-\nriage. Even in states where both types of legal relationships technically\nprovide partners with the state-specific benefits (even if not the same\nIll Romer, 517 U.S. at 1626-27 (\"In any event, even if, as we doubt, homosexuals could\nfind some safe harbor in laws of general application, we cannot accept the view that Amend-\nment 2's prohibition on specific legal protections does no more than deprive homosexuals of\nspecial rights. To the contrary, the amendment imposes a special disability upon those persons\nalone. Homosexuals are forbidden the safeguards that others enjoy or may seek without con-\nstraint. They can obtain specific protection against discrimination only by enlisting the citi-\nzenry of Colorado to amend the State Constitution or perhaps, on the State's view, by trying to\npass helpful laws of general applicability. This is so no matter how local or discrete the harm,\nno matter how public and widespread the injury. We find nothing special in the protections\nAmendment 2 withholds. These are protections taken for granted by most people either be-\ncause they already have them or do not need them; these are protections against exclusion\nfrom an almost limitless number of transactions and endeavors that constitute ordinary civic\nlife in a free society.\"); Lawrence, 539 U.S. at 584 (\" . . . Texas law confirms that the sodomy\nstatute is directed toward homosexuals as a class. In Texas, calling a person a homosexual is\nslander per se because the word 'homosexual impute[s] the commission of a crime.' The State\nhas admitted that because of the sodomy law, being homosexual carries the presumption of\nbeing a criminal. Texas' sodomy law therefore results in discrimination against homosexuals\nas a class in an array of areas outside the criminal law. In Romer v. Evans, we refused to\nsanction a law that singled out homosexuals 'for disfavored legal status.' The same is true\nhere. The Equal Protection Clause \"'neither knows nor tolerates classes among citizens\"')\n(internal citations omitted) (O'Connor, J., concurring).\n112 Michael C. Dorf, Same-Sex Marriage, Second-Class Citizenship, and Law's Social\nMeanings, 97 VA. L. REv. 1267, 1269 (2011)\n1]3 Id. at 1275 (2011) (\"Although this Article ultimately concludes that laws withholding\nthe term marriage from same-sex couples unconstitutionally convey the message of second-\nclass citizenship, that concrete doctrinal point merely illustrates a broader argument. This\nArticle aims chiefly to shed light on the general problem of the social meaning(s) of govern-\nment acts, statements, and symbols. It considers both positive and normative questions. The\nmethodology could be best characterized as \"interpretive\" in the Dworkinian sense. It articu-\nlates and unpacks the thesis that the Constitution forbids government acts, statements, and\nsymbols that label some persons or relationships as second-class-with a special focus on\nthose government actions, like the denial of the term marriage to some but not all couples, that\nhave \"only\" a symbolic impact.\").\nWHEN SCHOOLS REFUSE TO \"SAY GAY\"\nfederal benefits), it is clear that the label \"civil union\" is meant to convey\na form of inferiority as compared. to the label \"marriage,\" thus its use\nshould be constitutionally suspect.\" 14\nAlthough some advocates may argue that this is not the social\nmeaning such distinctions are meant to convey, Dorf argues that it would\nbe most useful to have a constitutional standard that asks what a reasona-\nble victim would perceive the social meaning of a law to be. If that\nidentifiable victim group perceives a law to be a degrading and inten-\ntional way to promote their \"inferiority,\" it should be subject to height-\nened scrutiny.\"l5 In the case of same-sex marriage, same-sex couples\nwould clearly view this linguistic distinction as a way to mark them as\ninferior or undesirably different, because of the social meaning and moti-\nvation behind the distinction. In fact, much of the language used by anti-\nsame-sex marriage advocates admits that marriage is superior-and that\nit must be \"preserved\" and \"protected.\"I 16\nAlthough Professor Dorf discusses this test and this idea in the con-\ntext of same-sex marriage, it is also helpful in analyzing the social mean-\ning behind no-promo-homo policies and crafting an appropriate\nconstitutional test. It is clear, both in the explicit language of the policies\nand the implicit disapproval they are founded upon, that the laws them-\nselves aim to relegate LGBTQ people and their relationships to an infer-\nior status. Even if reasonable minds could differ, however, it seems clear\nthat LGBTQ youth and LGBTQ people, who are victims of these laws,\nwould view them as based solely on animus and as an intentional state-\nment about their perceived inferiority. Because students have a right to\nbe out in school, no-promo-homo policies cannot be sincerely portrayed\nas anything other than based upon animus and disapproval of LGBTQ\npeople and their identities. As a result, they are constitutionally imper-\nmissible, should be subject to heightened scrutiny, and systematically\noverturned.\n114 Id. at 1267, 1315.\n115 Id. at 1332, 1337.\n116 PROTECTMARRIAGE.COM, http://protectmarriage.com/about (last visited March 24,\n2012) (\"ProtectManiage.com is a broad-based coalition of California families, community\nleaders, religious leaders, pro-family organizations and individuals from all walks of life who\nhave joined together to defend and restore the definition of marriage as between a man and a\nwoman. Well over 100,000 Californians have become active in supporting traditional mar-\nriage through ProtectMarriage.com. Protectmarriage.com is defending traditional marriage in\nthe courts, through activism and advocacy, and through public education and academic\nresearch.\").\n4852012]\n486 CORNELL JOURNAL OF LAW AND PUBLIC POLICY [Vol. 22:465\nIV. POLICY INITIATIVES AND POTENTIAL SOLUTIONS\nA. Possibilities for Change\nThere are many opportunities for change through legal and policy-\nbased initiatives. Despite the number of states that have no-promo-homo\nlaws on the books, there are many more that do not have such laws, and\nare limited legally only by federal law and the Constitution. As this note\ndiscussed in the previous section, courts tend to defer curricular decision-\nmaking to school districts. Accordingly, there is ample room for creativ-\nity at the local, state, and federal level to create change.' 17\nB. Changes in Federal Policy: Punitive Measures\nInvalidating no-promo-homo policies is only one step of many in\nthe effort to protect LGBTQ youth from bullying and suicidality. While\ninvalidating these laws will make a positive difference, the social mes-\nsage of inferiority and stigma that motivates anti-LGBTQ advocates to\npush for such laws will exist even if the policies are overturned.\nIn recent years, activists and governmental agencies have developed\nboth punitive and preventative policy initiatives in order to address\nLGBTQ bullying. Punitive measures have included statewide anti-bully-\ning statutes,1 t LGBTQ inclusive federal hate crimes legislation, 119 and a\nnumber of recent federal policy changes which allow the Department of\nEducation and the Department of Justice, for the first time in history, to\nbroaden their jurisdiction to pursue claims of bullying and harassment\ndirected towards LGBTQ youth.120 Although these changes are very sig-\nnificant, the discretion given to federal agencies means that any un-codi-\nfied changes are vulnerable to elimination if an unfriendly administration\ncomes into power.\nAs a result, activists have been pushing for a federal statute that\nwould solidify these protections, using the measures available in federal\n117 See BIFiL, supra note 12, at 81.\n118 Fourteen states prohibit bullying based on sexual orientation and gender identity. U.S.\nDEPARTMENT OF EDUCATION, ANALYSIS 01 STATE BULLYING LAWS AND POLICIES 28, (2011),\nhttp://www2.ed.gov/rschstat/eval/bullying/state-bullying-laws/state-bullying-laws.pdf.\n119 See Matthew Shepard and James Byrd, Jr. Hate Crimes Prevention Act, 42 U.S.C.\n§ 3716(a)(2) (2009) (\"(1) In general at the request of a State, local, or tribal law enforcement\nagency, the Attorney General may provide technical, forensic, prosecutorial, or any other form\nof assistance in the criminal investigation or prosecution of any crime that- (A) constitutes a\ncrime of violence; (B) constitutes a felony under the State, local, or tribal laws; and (C) is\nmotivated by prejudice based on the actual or perceived race, color, religion, national origin,\ngender, sexual orientation, gender identity, or disability of the victim, or is a violation of the\nState, local, or tribal hate crime laws.\").\n120 See Letter from Arne Duncan, U.S. Sec'y of Educ., to Sch. Dist. Heads (June 14,\n2011), available at http://www2.ed.gov/policy/elsec/guid/secletter/I 0607.html.\nWHEN SCHOOLS REFUSE TO \"SAY GAY\"\nhate crimes legislation as a model.' 2 1 Though this would be an important\nstep in remedying violence after it occurs and should be passed, prevent-\native measures, like the FAIR Education Act in California (discussed\nbelow), should be used as opposed to punitive models that may not ade-\nquately address the systematic nature of the problem and may further\ncriminalize already marginalized communities.\nC. Criticisms of Punitive Remedies\nThere has been significant criticism of measures that punish young\nbullies with prison sentences or other criminal fines. The most vocal of\nthese criticisms come from activists who favor some form of prison abo-\nlition or mass-reformation, as a result of the racial and socio-economic\ndisparities and discrimination that exist within the criminal legal sys-\ntem.122 They argue against putting any young people in jail due to the\ndisproportionate impact such laws have on poor people, particularly poor\npeople of color. They also tend to assert that prisons are violent and\nproblematic spaces for members of the LGBTQ community, particularly\ntransgender people, therefore it is problematic to expose even non-\nLGBTQ youth, to these institutions in the name of LGBTQ equality and\njustice. 123 It is also not clear whether punishment is the most effective\nway to remedy the root causes of bullying and violence: heterosexism\nand trans-phobia.12 4\nFederal punitive laws, like the recently passed Hate Crimes Act, 125\nprovide federal authorities with the ability to intervene in the criminal\nprocess where homophobic and transphobic local authorities will not.\nUltimately, however, prison sentences for perpetrators of hate and igno-\nrance-motivated violence will not remedy oppression and hate, and can-\nnot be the sole or even a primary solution for LGBTQ bullying and\nsuicide.\n121 See Jason A. Wallace, Bullycide in American Schools: Forging a Comprehensive Leg-\nislative Solution, 86 Ind. L.J. 735 (2011) (\"It seems possible that the more 'cosmopolitan'\ngathering of national legislators would be likely to pass a federal LGBT-inclusive anti-bullying\nbill, even if their insular counterparts at the state level would not necessarily enact such a\npolicy. Ultimately, senators and representatives would be wise to view a comprehensive anti-\nbullying bill as protecting children of all races, genders, religions, and sexual orientation, but\nmost importantly as a bill protecting all children.\")\n122 See Dean Spade and Craig Willse Confronting the Limits of Gay Hate Crimes Activ-\nism: A Radical Critique, 21 CHICANo-LATINo L. Rev. 38 (2000).\n123 Policy Statement on Gender Violence and the Prison Industrial Complex, CRITcAIL\nRESISTANCE AND INCITE! (2001), http://www.incite-national.org/index.php?s=92.\n124 Angela Y. Davis, Race, Gender, and the Prison Industrial Complex: California and\nBeyond, MERIDIANS, 1-25 (2001).\n125 Matthew Shepard and James Byrd, Jr. Hate Crimes Prevention Act, 42 U.S.C.\n§ 3716(a)(2) (2009).\n4872012]\n488 CORNELL JOURNAL OF LAW AND PUBLIC POLICY [Vol. 22:465\nD. The California FAIR Education Act: A Preventative Step\nIn a study of five hundred young adults by the American Psycholog-\nical Association, four distinct motivations for anti-LGBTQ aggression\nwere identified: perceived self-defense, enforcement of gender norms,\npeer dynamics, and thrill seeking.1 26 The study concluded that anti-\nLGBT violence \"can be seen primarily as an extreme manifestation of\npervasive cultural norms rather than as a manifestation of individual ha-\ntred\" and that those \"who have assaulted homosexuals typically do not\nrecognize themselves in the stereotyped image of the hate-filled extrem-\nist.\"127 A more recent study done in 2007 indicates that young men in\nparticular-the group most likely to commit anti-LGBTQ violence-feel\nstrongly that they must constantly \"prove\" they are not gay.128\nEfforts to address anti-LGBTQ violence must aim to change and\nchallenge these cultural norms, which are directly responsible for anti-\nLGBTQ violence and the codifications of anti-LGBTQ laws. To this\nend, in July 2011, California became the first state in the nation to pass\nan educational policy that requires public schools to adopt textbooks that\nare inclusive of, and affirm, the contributions of LGBTQ people and\nother marginalized groups.129 In relevant part, the FAIR Education Act\nmade substantial amendments to the California Education Code, requir-\ning schools to adopt textbooks that include the histories of LGBT people\nas well as the histories of various racial and ethnic minorities.130 The\nAct also ensures that state and local school boards and districts may not\ninclude any material in their curricula that portrays the lives and histories\nof LGBTQ people or racial minorities in an objectively negative light.' 3 1\n126 lEGEL, supra note 12, at xviii (citing Karen Franklin, PSYCHOSOCIAL MOTIVATIONS\nor HAni CRIME PERPEITRNroRS: IMPLICATIONS FOR PREVENTION AND PoLicy 5-6 (1998)).\n127 Id.\n128 See C.J. PASCOE, DuDn, YOu'RE A FAG: MASCULINITY AND SEXUALITY IN HIGH\nSCHOOL (University of California Press, 2007).\n129 Id.\n130 S.B. 48, 2011-2012 Leg., Reg. Sess. (Cal. 2011) (codified at CAL. Eiouc. CODE\n§§ 51204, 51204.5, 51500, 51501, 60040, 60044 (West 2011), available at http://info.sen.ca.\ngov/pub/ll-12/bill/sen/sb_0001-0050/sb_48_bill_20110714_chaptered.html) (\"Existing law\nrequires that when adopting instructional materials for use in the schools, governing boards of\nschool districts shall include materials that accurately portray the role and contributions of\nculturally and racially diverse groups including Native Americans, African Americans, Mexi-\ncan Americans, Asian Americans, European Americans, and members of other ethnic and\ncultural groups to the total development of California and the United States. This bill would\nrevise the list of culturally and racially diverse groups to also include Pacific Islanders, lesbian,\ngay, bisexual, and transgender Americans, and persons with disabilities.\").\n131 Id. § 3 (codified at § 51591-60040) (\"Section 51501 of the Education Code is\namended to read: 51501. The state board and any governing board shall not adopt any text-\nbooks or other instructional materials for use in the public schools that contain any matter\nreflecting adversely upon persons on the basis of race or ethnicity, gender, religion, disability,\nnationality, sexual orientation, or because of a characteristic listed in Section 220. SEC. 4.\nSection 60040 of the Education Code is amended to read: 60040. When adopting instructional\nWHEN SCHOOLS REFUSE TO \"SAY GAY\"\nDespite this legislative victory, there has been consistent resistance\nagainst the codification of this policy since it was signed into law. A\nnumber of prominent Republicans politicians have condemned it strongly\nand and a political advocacy group called \"Stop SB48\" worked diligently\nafter the bill was signed into law to overturn it by popular referendum in\nthe 2012 election.132\nAdvocates for the FAIR Education Act, however, collected compel-\nling data from California school districts about the positive effects of\ninclusive school programs under this model. They found that in districts\nwhere comparable policies were already in place, both LGBTQ and non-\nLGBTQ students experienced a lower rate of harassment and bullying13 3\nand students said they felt safer, on average, than students surveyed who\ndid not have such programs.13 4 The survey also found that students, both\nLGBTQ and non-LGBTQ, who learned about LGBTQ histories in\nschool, were more likely than their peers to feel that they had a voice and\ncould make an impact in school.13 5 This data offers a compelling model\nthat state and the federal government should look to when addressing\nLGBTQ bullying and suicide. These policies cannot be put in place,\nhowever, until no-promo-homo policies are overturned, and a shift oc-\ncurs in the way LGBTQ youth and people generally are respected by our\nsociety.\nCONCLusioN\nAnti-LGBTQ bullying, violence, and suicide have become national\nepidemics. Although no-promo-homo policies may not have contributed\nto each suicide or act of violence perpetrated against the LGBTQ com-\nmunity, the policies undoubtedly incorporate and convey a social mean-\ning that degrades and demeans LGBTQ lives and histories by forcing\nmaterials for use in the schools, governing boards shall include only instructional materials\nwhich, in their determination, accurately portray the cultural and racial diversity of our society,\nincluding: (a) The contributions of both men and women in all types of roles, including profes-\nsional, vocational, and executive roles. (b) The role and contributions of Native Americans,\nAfrican Americans, Mexican Americans, Asian Americans, Pacific Islanders, European Amer-\nicans, lesbian, gay, bisexual, and transgender Americans, persons with disabilities, and mem-\nbers of other ethnic and cultural groups to the total development of California and the United\nStates. (c) The role and contributions of the entrepreneur and labor in the total development of\nCalifornia and the United States.\").\n132 \"Stop SB48\" fell short of the required signatures, in their first attempt, but they remain\nsteadfastly committed to killing the law they insist promotes \"harmful\" sexual \"lifestyles\" and\nalso enables \"willful self-deception and a moral relativism.\" Frequently Asked Question, SroP\nSB48 BL oG, http://stopsb48.com/frequently-asked-questions-faq/ (last visited January 23,\n2012).\n133 California Safe Schools Coalition, Safe Schools Research Brief 4: LGBT Issues in the\nCurriculum Promotes School Safety Figure 2 (2006).\n134 Id. at Figure 1.\n135 Id. at 2.\n4892012]\n490 CORNELL JOURNAL OF LAW AND PuBuc POLICY [Vol. 22:465\nthem to be silent. As a result, no-promo-homo policies should not with-\nstand constitutional scrutiny. Their existence and the movements of peo-\nple who support them continue to promote a broader culture of\ndisapproval and fear based on ignorance of non-normative sexualities\nand gender identities.\nAlthough striking down no-promo-homo policies in the courts is a\nnecessary step, and one that has yet fully to be realized, it is equally\nimportant to look beyond the courts, in order to address the culture of\nviolence and degradation that contribute to the development of such poli-\ncies. The only way to accomplish the arduous task of changing these\ncultural norms will be to use a multi-faceted approach, involving initia-\ntives that advocate for change in policy, law, and education. This type of\napproach is the only way .that the lives of LGBTQ people will be ac-\nknowledged as real and deserving of human respect and bodily integrity.\nThough the task is daunting, recent events have proven that this project is\nnecessary, and that with diligent organizing and persistence, real change\nmay be possible.\n",
    "id": 216749278,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.cornell.edu:cjlpp-1379"
    },
    "title": "When Schools Refuse to Say Gay: The Constitutionality of anti-LGBTQ No-Promo-Homo Public School Policies in the United States",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-01-01T08:00:00+00:00",
    "publisher": "Scholarship@Cornell Law: A Digital Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.cornell.edu/cgi/viewcontent.cgi?article=1379&amp;context=cjlpp"
    ],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/216749278.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/216749278"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/216749278/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/216749278/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/216749278"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Sexual minorities",
        "Freedom of speech",
        "Gay students",
        "Coming out (Homosexuality)",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.cornell.edu:cjlpp-1379",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3255",
        "openDoarId": 0,
        "name": "Cornell Law Library",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 216749278,
        "depositedDate": null,
        "publishedDate": "2012-01-01T08:00:00+00:00",
        "updatedDate": "2021-01-22T14:11:22+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T17:21:23+01:00"
    },
    "urls": [
        "https://scholarship.law.cornell.edu/cjlpp/vol22/iss2/5",
        "https://scholarship.law.cornell.edu/cgi/viewcontent.cgi?article=1379&amp;context=cjlpp"
    ],
    "lastUpdate": "2021-01-22T14:11:22+00:00",
    "setSpecs": []
}