{
    "acceptedDate": "2017-05-25T00:00:00+01:00",
    "authors": [
        {
            "name": "Spagnuolo, N."
        },
        {
            "name": "Shanouda, F."
        }
    ],
    "contributors": [],
    "createdDate": "2020-01-20T10:50:00+00:00",
    "dataProvider": {
        "id": 146,
        "name": "City Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/146",
        "logo": "https://api.core.ac.uk/data-providers/146/logo"
    },
    "depositedDate": "2017-05-25T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.1080/09687599.2017.1324765",
    "downloadUrl": "https://core.ac.uk/download/286270062.pdf",
    "fullText": "              City, University of London Institutional RepositoryCitation: Spagnuolo, N. and Shanouda, F. (2017). Who counts and who is counted? Conversations around voting, access, and divisions in the disability community. Disability and Society, 32(5), pp. 701-719. doi: 10.1080/09687599.2017.1324765 This is the accepted version of the paper. This version of the publication may differ from the final published version. Permanent repository link:  https://openaccess.city.ac.uk/id/eprint/23474/Link to published version: http://dx.doi.org/10.1080/09687599.2017.1324765Copyright and reuse: City Research Online aims to make research outputs of City, University of London available to a wider audience. Copyright and Moral Rights remain with the author(s) and/or copyright holders. URLs from City Research Online may be freely distributed and linked to.City Research Online:            http://openaccess.city.ac.uk/            publications@city.ac.ukCity Research Online1 Who counts and who’s counted? Conversations around voting, access, and divisions in disability communities  Post-secondary and post-graduate student groups in Toronto have mobilized around plans to introduce online voting into campus politics. Far from a unanimous acceptance of accessible voting platforms, disabled students have challenged straightforward and expected notions that e-voting means greater access and inclusion. These debates represent a larger phenomenon within disability activism: different, sometimes competing approaches towards a similar or identical goal. In the case of e-voting, those who support and reject its implementation seem to agree that disabled people should be included in the voting process. Some of those involved in this debate, for example, are attempting to extend access to the voting process to students who cannot or who do not visit campus often. Others want to ensure that disabled students who prefer to vote in person are able to do so, and that they are not simply relegated to the margins and instructed to vote online. This paper uses such discussions to address the complexities of accessible voting. It does so in several ways, and primarily by challenging the misappropriation of disability discourse, especially in relation to accessibility; situating the issue of e-voting within larger conversations around citizenship, inclusion, and legitimacy; and finally, by refuting “one-size-fits-all” models of access. Throughout this paper a central question arises: “Who counts and who is counted” when voting practices are limited to online or computerized systems? Within a Canadian context, Disability Studies has addressed electoral participation mainly at the federal level (Prince 2009; D’Aubin and Stienestra 2004). Mario Levesque (2016) summarizes this trend when he writes that, “The work thus far largely focuses on barriers to inclusion and on federal electoral participation” (74). Contributing to the growth of election studies on disability, Levesque recently explored provincial-level electoral participation, touching upon the experiences of political candidates who are also disabled people. Building 2 upon the critical analysis of electoral access that can be found in his study, as well as in the work of Prince (2009), and Wehbi and El-Lahib (2008), this paper seeks to expand the area of focus through a cross-jurisdictional approach. The authors consider how existing voting mechanisms fit within broader electoral cultures within Canada, taking two university campuses in Ontario as a point of departure and moving from local examples through to provincial and federal systems. This study pays particular attention to the previously unaddressed implications of online voting systems. Following Titchkosky (2011) and Mitchell and Snyder (2015), it situates the practice of voting – both online and offline – within everyday acts of exclusion that contribute to systemic ableism in electoral cultures. Finally, by insisting that accessibility is not the same as justice (Titchkosky 2011), this paper critically analyzes online voting measures, pointing to the harmful limitations that these solutions hold.  Available Voting Systems First, a brief description of the different voting systems that are currently available. The majority of readers will be familiar with paper-balloting. This method requires visiting a specific location; it entails verifying a potential voter’s identity using government-issued ID and requiring that they physically mark a paper ballot with a pencil or pen before dropping it into a ballot box. In addition to this favoured method of balloting, there are three types of electronic voting, machine counting, computerized voting, and online voting or internet voting (Goodman, Pammett, and DeBardeleben 2010). The focus in this section will be on computerized and online voting. Computerized voting can be done with or without the internet. One of the Toronto-based student unions under consideration proposed using computerized voting with internet. This type of computerized voting system generally requires that the individual visit a polling booth. However, both ID verification and voting are authenticated using the school’s internal network – 3 similar to logging in to register for classes or to an email account – and students vote either through an external web platform or through one that the university provides, in the location of their choosing Online voting, or e-voting, on the other hand, does not require a physical location. The entire voting process takes place online, using the same internal school network to verify ID and either an internal or external web platform to collect votes. To provide a sense of the growing appeal of this method, there are currently 97 municipalities in Ontario that use e-voting platforms (AODA Alliance 2014). The first municipality to employ a web-based e-voting system was Markham, Ontario in 2003 (Goodman, Pammett, and DeBardeleben 2010.) Markham, however, allowed e-voting only for advance polls or early voting and the process required voters to pre-register (taking their names off the manual voter’s list), register online, and then wait for a unique PIN in the mail. Once this step was completed, voters would enter the system using the PIN and vote. Similar systems have appeared across Canada. For example, Peterborough, Ontario used online voting in 2006, and voters registered and verified their identity using their private emails (Goodman, Pammett, and DeBardeleben 2010). There was no wait time in regards to verifying identity. Outside of Ontario, Halifax, Nova Scotia used online voting in 2008 (Goodman, Pammett, and DeBardeleben 2010). Voters also did not have to wait for a PIN in the mail this time, and additionally, they did not have to pre-register to gain access to online voting. Halifax voters were also allowed to spoil a ballot – something that was not an option for Markham and Peterborough online voters (Goodman, Pammett, and DeBardeleben 2010). Finally, and in regards to the Toronto-based student elections, online and computerized voting are considered more convenient options for ranked-choice voting – this is where voters rank 4 candidates in a preferred order. A candidate elected using a ranked-choice voting model will have received a majority of the votes and not simply the most votes. This is of course a very short summary of the different types of voting systems available in Canada. Other pertinent information, such as types of computerized systems (AutoMARK, AccuVote-TSX, and Prime III), different web platforms (Intelivote, Election Systems & Software (ES&S) etc.), and other issues are all significant to the discussion of access. Rather than exploring these options in detail, the next section turns to an analysis of the significance that is attached to their implementation and the claims that surround demands to introduce these platforms.                    The Misappropriation of Disability Discourses The motions presented in favour of computerized and online voting during union meetings witnessed by the authors provide a helpful point of entry into the underlying assumptions around disability that shape discussions of electoral reform. In each case, motions were framed through a disability rights lens. The stated “rationalization” for moving towards these systems was to ensure accessibility; the inclusion of disabled people. Motions were worded to recognize the inaccessibility of physical voting booths but interestingly enough, did not offer a solution to these barriers outside of online voting. Physical access or physically changing the environment to make it accessible did not appear to be a priority – especially when an alternative, “lower-cost” solution was available (i.e. online voting). Similar cost-benefit rationales were found throughout the literature on electronic voting. Goodman, Pammett, and DeBardeleben (2010) argue: These latter methods [internet voting] substantially lower the cost of voting for many electors by creating more access points from which they are able to vote. There is 5 potential to eliminate long line-ups at polling stations, and better address accessibility issues for persons with disabilities, those suffering from illness, those serving in the military or living abroad, those away on personal travel, snowbirds, and other groups of citizens such as single parents who may find it difficult to visit a traditional polling station (14).     Online and computerized voting are positioned as offering solutions to “better address accessibility issues”. One of five drawbacks outlined by Goodman, Pammett, and DeBardeleben (2010) is the potential for internet voting to cause an erosion of civic unity. The ability for disabled people to mobilize in coalitions and express their interests as voting constituents alongside other voters is a promising source of positive change. While any threats to such forms of civic engagement may be treated as a grave concern, Goodman, Pammett, and DeBardeleben (2010) waive the issue aside in their conclusion, arguing that there is little merit to the claim of decreased civic participation. As will be outlined below, civic unity for disabled people is already precarious. To wave off this concern as though it is currently not an issue or will not be an issue in the future is problematic and speaks to the continued erasure of disabled people’s experiences at the polls, in broader political culture, and in society in general.    Disabled people across the country continue to experience problems voting in-person.  A recent news story reports that, “Inaccessible polling stations, ballots that cannot be marked independently, and shortfalls in supports” all contribute to the decreased participation of disabled people in the voting process (McQuigge 2015). Levesque (2016) came to similar conclusions in his study on political participation among disabled people in Canada, adding that attitudinal barriers and general lack of social supports need to be considered for their impact on political literacy. With so much concentration on online voting as the solution to widely acknowledged issues of disability and political participation, access to in-person voting stations is not addressed, let alone the deeper systemic problems that affect political engagement. The concern 6 that many disabled students have expressed around online voting is that its acceptance will lead to this platform becoming the primary – and only – means for electoral participation for disabled people in the future. Rather than pushing for accessible in-person voting in conjunction with online voting, the fear is that access to online voting will remove accountability for improving access to in-person polling stations and other aspects of the physical environment, and subsequently relegate disabled people to stay home and vote online.  As is often the case, disabled person is framed as an irresolvable problem. In their analysis of encounters with barriers in university libraries, Lourens and Swartz (2016) illuminate how the impact of inaccessible formats – in this case, books – extends to the entire environment: “It is not just this book, this library or this pen that becomes useless and unattainable, but the entire environment becomes hostile and uninviting” (243). This experience, which suggests a deeper sense of disconnection, can lead to feelings of absence. Titchkosky (2011) observes another instance of absence when she writes that disabled people, “are instructed to officially ‘take a leave.’” This, she claims, has become “the primary bureaucratic mechanism for managing disability today” (123). Read as an innuendo for social absence, taking leave can be interpreted in many ways.  Elections Ontario provides two problematic options to voters that confirm this trend: ● Election officials can bring the ballot box outside the voting location to make the process more accessible. ● If you would like to transfer to another voting location that better suits your accessibility needs, you can apply at the returning office to have your voting location transferred. This must be done before Election Day. (Elections Ontario)   These options shift responsibility for ensuring access onto the voter. They make issues of access an individual rather than social problem; inaccessibility comes to signify an individual’s inability to participate, rather than the effects of faulty social arrangements. In these scenarios, access is 7 further reduced to a bare utilitarian act – the act of voting itself – and it is stripped of any social interactional dimension. The isolation and physical segregation of disability is reinforced through solutions that are (mis)labelled as accessible. But Election Canada’s solutions are riddled with logistical problems as well: if a voter needs a ballot box brought outside, how, if the location is inaccessible, do they inform those inside the polling station of this need? This does not make the act of voting in a segregated physical location more accessible, and it promises only further barriers and sources of frustration for prospective voters. And again, in further keeping with Sheldon’s insights into internet technology, the primary solutions that are discussed in response to such criticism are internet voting solutions. Even the Accessibility for Ontarians with Disabilities (AODA) Alliance, a staunch advocacy group for disabled people in Ontario, argues for the increased use of telephone and online voting. In response to the Elections Ontario Report on Telephone and Internet Voting, which the AODA Alliance has called “a slap in the face” (AODA Alliance, 26 June 2013), telephone and online voting are framed as the clear solution: “As a result of this Report, over one million Ontario voters with disabilities must continue suffering under Ontario’s Elections Act. It imposes an unjustified total ban on telephone and internet voting, technology that can make the voting process truly accessible” (27 June 2013). Without disagreeing with this claim, this paper contends that ‘truly accessible’ voting requires paying equally close attention to the inaccessibility of in-person voting as well as to how accessibility is being used to promote e-voting as a solution. One of the recommendations made by a British Columbia Independent Panel on Internet Voting, suggested that if internet voting were to be implemented that it should be implemented, “to those with specific accessibility challenges” (Archer 2014, 24). The panel does not elaborate 8 on what parameters would be used to determine accessibility challenges, or which specific accessibility challenges would qualify an individual to use internet voting. Although these are important issues that were clearly overlooked by the Panel, more significantly, the recommendation relegates many disabled people to the margins of society – i.e. online, away from traditional voting systems. A comprehensive report conducted to establish the legal framework for e-voting asked similar questions, but warned politicians of the potential for Charter challenges if limitations were applied to certain groups (Schwartz and Grice 2013).The Panel’s recommendation and the report’s warning raise further concerns around identification procedures, legitimacy of impairment, surveillance of the body, equity across protected groups, and gatekeeping from supports and services – all historically violent experiences for many disabled people which persist today in contemporary contexts. Referring to the built environment, Rob Imrie (1999) explains how its disabling elements illicit certain psycho-social feelings, making individuals feel a certain way and changing how they relate to each other. Perhaps less visibly, violence can be experienced by disabled people through stereotypical and stigmatizing attitudes (Edwards and Imrie 2003). To appreciate how e-voting practices may be complicit in this violence, consider how disability is represented in the promotional materials from Intelivote Systems, the company that has a monopoly on online voting systems. Intelivote’s articulation of the problem reveals that these systems are not being developed by practitioners who hold an empowering view of disability and that instead business interests are placed ahead of support for social justice. Dean Smith, President and Founder of Intelivote Systems argues: We continue to see significant growth in the municipal government voting market here in Canada”, says Smith, “and issues like voting method convenience for busy eligible voters and travelers, accessibility for disabled or infirmed voters, and election cost reduction and 9 increased voter participation, are all aspects of the election process our various clients have seen impacted.    Besides the ableist language that suggests a significant detachment from contemporary disability discourses, what is compelling about this quote is the connection being made between access and reduced costs: disability-related supports are forced to answer to business interests that work within a cost-benefit paradigm. Current research into robotics illustrates how this rationale plays out in practice: responding to staff cuts that target support for recreational services, engineers have designed assistive robots to replace paid human workers. Ironically, these machines are supposed to facilitate recreation for disabled people, and their specific task is to “promote social interaction among people with degenerative cognitive conditions, such as dementia” (Mitchell 2016). Thus responses to austerity measures include investment in technology that will eliminate the need for paid employees. Even while these changes risk isolating disabled people by depriving them of human contact, such business models are adopted by large, bureaucratized institutions in an effort to appear inclusive, equitable, and of course, accessible. In local settings, these institutions also happen to be universities and unions, and like many others, misappropriate disability discourse because they fail to consult and include – or perhaps intentionally exclude – disabled people in the decision-making process. The proposed suggestion that internet voting is a solution ignores the desires and intentions of disabled people who may prefer to vote in person, in an accessible venue, with accessible software and knowledgeable staff, where there are gender-neutral and accessible bathrooms, and where voters go to the voting booth – and not the other way around. It must also be acknowledged that genuine benefits exist alongside these consequences, as it is true that many disabled people may also prefer or require online voting. The point however is that not all 10 disabled people share these needs, and that others desire a different form of participation. Ignoring these desires, or dismissing them as expensive, performs the work of making disability an acceptable absence. Following this view, the physical absence of disabled people goes unremarked, and is incapable of penetrating the (non-disabled) consciousness and registering as a shocking exclusion (Titchkosky 2011). Addressing the inaccessibility of voting stations in this way, in addition to having telephone, online, and computerized voting, means acknowledging and working towards addressing the history and violence of ableism and exclusion in this country.      Formal Exclusions Debates around e-voting on university campuses are closely related to broader forms of oppression that revolve around the issue of enfranchisement and electoral participation across Canadian jurisdictions. The act of voting is one of the key political rights accorded to citizens, but it is a right that is situated within the more general context and problems of citizenship and belonging. With this context in mind, Prince (2009) explains: Voting is about many things: participation in elections, to be sure, but also choosing representatives through a legitimate process, connecting with parties and wider political and governmental systems, exercising democratic rights, and learning about, and debating, social issues and public policy choices. If certain groups, because of economic and social barriers and disadvantages, do not participate in elections regularly and visibly, particular issues, concerns and needs central to their lives will most likely remain at the margins of our politics and policy-making (134).   The very concrete action of voting and the mechanisms that enable or prevent this practice – whether within a university context, a municipal, provincial, federal context or elsewhere – are linked to cultures of citizenship and group membership and contestations of the very conception 11 of inclusion. To understand voting practices, it is helpful to think about what it means to ‘belong’ to a group, society or nation. In Canada, clear messages about ‘belonging’ are forwarded by various levels of government. But these ideals are not simply top-down; often, they serve to codify popular values that are shaped through more complex processes. Canadian citizenship can be understood as an attempt to define what is normal and acceptable to society in terms of behaviour, language spoken, one's level of independence, and the number of legs or arms they have. Similarly, political citizenship is linked to ableist and eugenic thinking in a fundamental way that has historically excluded, and continues to exclude, many disabled people and other marginalized groups, while privileging those with certain types of bodies and minds. For this reason, disabled people who were incarcerated in psychiatric institutions and asylums did not have the right to vote in federal elections until 1988, a decision that did not take effect until 1993, following amendments to the Canada Elections Act. However, the Canadian government continues to disenfranchise many people today, including disabled people, who face barriers to political participation. More formally, permanent residents (landed immigrants), migrant workers, refugees and immigrants are prohibited from voting and it is important to consider how these highly visible exclusions intersect with ableist notions of belonging.   When considering e-voting practices and their impact on disabled people living in Canada, one must also recognize the interlocking oppressions that work to subjugate disabled bodies in other marginalized communities. These include incarcerated and homeless people, migrant workers, refugees and permanent residents, students/young people, Indigenous peoples, and seniors. Access to voting for many members of these groups when not outright denied continues to be a significant challenge. Consider the following example involving incarcerated 12 people who have citizenship status and who are criminalized. When discussing incarcerated and criminalized people, one must recall that disabled people are over-criminalized in Canada and over-represented in prisons and jails. This is especially true for people labelled with an intellectual disability and psychiatrized people (Brayton 2014), and for disabled people – including those labelled with an intellectual disability or psychiatrized people – who are Indigenous, Black, or racialized. It is well known that Indigenous people, LGBTQ People of Colour, Black and racialized people, especially when they are disabled, are disproportionately criminalized and incarcerated in Canada and elsewhere (Chan and Mirchandani 2003; Brown 2016).  In Canada, incarcerated people received the right to vote in 2002 after it was mandated by the Supreme Court of Canada in, Sauvé v. Canada. The Court rejected the government’s claim, “...that denying the right to vote to penitentiary inmates requires deference because it is a matter of social and political philosophy…” (521).  Parkes (2005) argues, “In striking down the prisoner voting ban, the Court explicitly rejected the notion that prisoners are “temporary outcasts from our system of rights and democracy” (237). While this decision is incredibly significant, it came after 20 years of litigation and nearly ten years after a similar decision involving the same appellant was handed down by the Court that extended the right to vote to incarcerated people. While this formal exclusion was finally struck down, there are other even more recent formal exclusions to marginalized groups in Canada that must also be challenged.  The Fair Elections Act (2014) passed by the Conservative government just before the federal election in 2015 changed homeless, young people’s, and Indigenous people’s access to voting considerably. Among some of the changes brought about by the Act was the decision to prohibit the use of voter information cards as proof of residency, and “eliminate[s] the ability of an elector to prove their identity through vouching…” (Fair Elections Act 2014). Prohibiting the 13 use of voter information cards as proof of residency may disproportionately impact students who are living away from home, seniors in long-term care facilities, and Indigenous people, who may not have the proper identification (proof of residency) needed to vote (Campion-Smith 2015). This exclusion has the potential to affect 400,000 voters – the approximate number who used the voter information card as a form of ID in the last election (Campion-Smith 2015) – as well as the many disabled people who identify as students, seniors, and Indigenous people. Young people, especially students who move around the country for school and work may not carry valid ID as their home address changes quite frequently.   Although vouching was not entirely eliminated by the Fair Elections Act (2014), voters who used vouching in the past (approximately 120,000 in 2011) will now have to present ID that verifies their identity. Therefore, where previously a voter with proper ID could vouch for the identity and address of another voter, vouching now is restricted to verifying only their address (Campion-Smith 2015). This may limit the number of students, homeless and Indigenous people who rely on vouching to verify their identities and addresses. Formally excluding people who do not have ID once again limits the number of people, especially marginalized people, who can participate in the democratic process.  It is also important to note that refugees, permanent residents, and other migrants are grouped together under voting laws and do not have the right to vote in elections. Mah (2013) argues, “In Toronto, 15% of residents – about 380,000 people, or roughly the population of Halifax – are permanent residents (“landed immigrants”). These residents pay local taxes and use city services, but cannot vote or run for elected office.” It is taking longer than 3 years for many permanent residents to become citizens and gain the right to vote. The reasons for excluding immigrants from voting are political and ideological in nature, and extend well beyond the scope 14 of this paper. However, this is another group that continues to be excluded from the rights to vote, although they are contributing members of society.  Such high-level legal exclusions have historically targeted disabled people, for example, by denying them citizenship on the basis of real or perceived impairments. In fact, Canadian immigration legislation continues to discriminate against disabled people (El-Lahib and Wehbi 2012; Spagnuolo 2016), which means that migrants with disabilities are even less likely to attain access to the vote.  More generally, the stigma and misconceptions attached to many impairment labels continue to devalue the social contributions of disabled people. Perhaps one of the strongest instances of this devaluation relates to intellectual disability (referred to as a learning disability in the UK). It is important here to signal that people labelled with an intellectual disability are readily and overtly excluded from voting practices because their impairment label often serves as a corollary for ‘mental incapacity’ (See Redley 2008).   Meaningful Participation  E-voting, as explained earlier, is considered a solution to the issue of inaccessible voting, and the “positive” impact of e-voting is often discussed in connection with many of the groups named in the previous section. Whether it is access to e-voting for prison inmates or for members of Indigenous communities in the North, e-voting is presented as a solution to many of the current issues with paper-balloting. While some marginalized people, including disabled people, do benefit from e-voting, e-voting rhetoric does not take into consideration many of the deeper issues facing marginalized populations, including matters like ID issues, vouching and computer literacy. Again, it is important to approach e-voting as another option in the voting process and not as the complete solution to inaccessibility – no matter the form this takes. 15          At the same time, the notion of belonging goes beyond these formal designations and the possession of rights, such as the right to vote. In other words, there is an important difference between substantive citizenship and formal citizenship. Assuming disabled people do obtain the formal designation of a voting member of a group or society, either by being accepted as citizens of the nation, or members of a university organization, they cannot enjoy the rights that come with membership due to barriers that already exist in society and that reflect structures that privilege certain embodiments. This larger project of eradicating barriers and challenging oppressive social structures is what makes the possession of any set of rights meaningful. Disability organizations sometimes refer to this goal of possessing meaningful citizenship as one of becoming ‘active citizens', and it goes beyond the nominal title of ‘citizen’ to suggest a conception of inclusion that incorporates agency and empowerment. Wehbi and El-Lahib (2008) examine the importance of combining formal rights with support for cultivating actual ‘capabilities’ in their discussion of the “My Rights” campaign in Lebanon. Recalling that voting does not occur within a cultural vacuum, they identify several dangerous barriers to participation in the form of political literacy and coercive relationships between disabled people and the support systems and people that surround them – interrelated issues which work to make the formal enfranchisement of disabled people much less meaningful. Wehbi and El-Lahib show that these barriers can actually impact the decisions that disabled people make at the polls, which can make it difficult for them to form their own political opinions in an empowering way. They argue, “This situation of political exploitation and maneuvering is further exacerbated by the low levels of political awareness among many disabled people due to a long history of exclusion from mainstream society” (Wehbi and El-Lahib 2008, n.p.). Pressure from family members is also identified by the authors as a major 16 obstacle. Given practices of coercion that arise in support situations, and the limited options available to disabled people in choosing their own support arrangements, this is an important factor to consider and one that reminds us how extensively embedded electoral practices remain within existing disabling structures, and how these practices reinforce the limitations of those structures.           To fully participate in elections and democratic decision-making processes, in any context or jurisdiction, disabled people require a broad and critical approach to access that goes beyond the ballot box. As the above quote from Prince suggests, this includes access to election material, to political debates, and to important literature (such as newspaper articles) related to elections. These materials and mediums are not always available in formats that are accessible to everyone who has the right to vote. The absence of tools and supports and access to information that enables participation in society leading up to and during elections, hinders a prospective voter’s ability to participate in an election in a meaningful way. This has been framed by disability scholars and activists as a form of discitizenship, because disabled people, who legally possess membership rights, are not empowered to exercise these rights in a meaningful way (Devlin and Pothier 2006).  So even with the (rather late) extension of suffrage to certain disabled people living in Canada, and even with accessible voting platforms and other measures, there is still a lack of support to fully exercise this right. To be fully empowered to vote, disabled people require that supports are in place and that access to important political conversations, and participation in these conversations, is provided every day, and not just on election day. Beyond the very blatant forms of exclusion mentioned above, there are systemic and subtle barriers to electoral participation that affect disabled people and that project dominant cultural and often ableist values. One of these is the absence of disability from political 17 platforms. For example, disability is often not discussed in political campaigns, and when it is, it is treated as a minority issue rather than as a question of societal values and justice. While Hilary Clinton broke with this practice during the 2016 US presidential election by introducing disability issues to her agenda, this example remains the exception and one that requires further contextualization, as the appearance of disability occurred shortly after the egregiously public act of discrimination on the part of her opponent, the Republican Party. The ensuing Republican victory and the media’s recognition that the inclusion of disability is “unusual” (Washington Post, 21 September 2016) suggests a widespread reluctance to recognize disability as a valid political issue, although approximately 57 million people living in the US identify as disabled (US Census Bureau, 25 July 2012).      Another barrier to participation is the lack of political candidates who identify as having a lived experience with disability. The inability to relate to political candidates is a major disincentive to electoral participation. D’Aubin and Stienestra (2004) explain how the lack of ‘role models’, or disabled people in office, discourages participation through voting or through the act of running for office. Because of these exclusions, there may be a sense of detachment from the political process, as McColl (2006) and McColl et al. (2015) has shown. Levesque’s recent study of disabled people in provincial office (2016) provides another perspective on the barriers that disabled candidates face. Levesque’s study surveyed the offices of major political parties in all provinces and found that disabled candidates were severely under-represented: “over the last three provincial elections for each province, only 25 disabled candidates of a possible 2,084 sought political office” (88). While acknowledging the success of the very few disabled people who manage to enter politics, he is concerned that their presence is not reflective of the 15-21% of the population that is (at least by some counts) identified as disabled. Levesque 18 partially attributes this failure of adequate representation to the absence of disability in many recruitment campaigns, budget allocations during campaign-time, and even in the language of many of the party’s constitutions. These examples help demonstrate that suffrage, even in a context where the right supports are in place to allow for the technical act of voting, is less meaningful, and even impossible, when the ability to elect a political representative who reflects the central experiences and interests of disabled people is missing. The issue of voting then becomes an issue of “giving voice” to disabled people, and it is an extension of the practice of empowerment that is intrinsic to critical conceptions of accessibility and justice-oriented worked. As these examples demonstrate, electoral participation goes beyond the ballot box and dovetails with broader systemic barriers that reflect ableist and oppressive social values and practices.  Exclusions Maintain Subjugation Claims that dominant approaches to access and accessibility contain an oppressive potential may seem out of place in a policy climate where disability appears to be on the agenda. Disability certainly has a new level of attention at the policy level, and there is a heightened awareness around accessibility, largely derived from a rights-based approach and discourses around diversity and inclusion. But how do the decision-makers involved in shaping this policy reform – including disabled people – understand disability in relation to inclusion? Who is excluded from these understandings? There is no single answer to this question, as there are major divisions within disability communities and organizations. These groups include: people with chronic illnesses, disabled immigrants and refugees, people labelled with an intellectual disability, disabled people with invisible impairments, Mad people, racialized disabled people, and institutionalized people, 19 among others. Often, these are groups who are excluded from the ‘mainstream’ disability rights movements and from the disability groups that are among the most influential actors in policy reform. A narrow approach to inclusion will only deepen such exclusions and further marginalize these groups, by taking a simplistic view of disability that favours only one set of experiences, at the expense of others. The risk of the 'one-size-fits-all' approach endorsed by many disability rights advocates is that it masks the reality of diversity. But it also masks something else, and this is the critical potential of disability as a concept and form of lived experience (Titchkosky 2015). Rather than mobilizing the concept of disability towards more inclusive reform, some disability activists, such as Mitchell and Snyder (2015), are noticing that many of these efforts result in only a minority of disabled people being included in what can be described as an unchallenged standard of normalcy, based on the ability of these individuals to ‘perform normalcy convincingly’. This approach to inclusion differs from a systemic approach – it is about attempting to create a ‘level playing field’ through piecemeal measures, rather than questioning social prejudices that undervalue disabled people and that justify their exclusion, making their absence from public arenas acceptable to many decision-makers. Even within groups who agree to orient their actions towards justice, there are deep disagreements over which strategies to employ and which compromises (if any) may be acceptable. Throughout these conversations, it is helpful to ask, ‘Justice for who?’, and to consider how different goals reflect or give rise to various exclusions. Despite the diversity of disability communities, piecemeal change often presents disabled people as possessing a universal set of needs. What is dangerous about this approach to reform is that it encourages competition between disabled people who, in reality, have diverse needs and intersectional 20 experiences. Disability interest groups are forced to focus on winning a specific accommodation or service that matches their needs, rather than challenging the underlying logic of exclusion and making equal outcome through individualized accommodations a priority. The goal then is to avoid positioning these fluid needs as static and excluding individuals by providing inflexible supports. While pre-designed accommodations are useful, in reality, inclusion requires constant negotiation and this must also be factored into budgets and processes. What has been happening lately is that piecemeal change through single-step gains such as e-voting leads decision-makers to incorrectly assume that the work of inclusion is done.  Moreover, it has become a bit of a truism that one person's accommodation can be another person's barrier, and these conflicts and tensions inform the reality of individualized need. According to Titchkosky (2011), this truism is also a ready ‘excuse’ or explanation for inaccessible situations, which “fosters the sensibility that lack of access is reasonable” (77). As Imrie (1999) has argued, the reality is that bodies are in motion and to better account for this reality, embodied subjects need to be viewed as interactive agents that are complex and have ever changing needs, desires and differences. The impulse for rationally-ordered space makes any challenge to uniformity appear disruptive, rather than natural. This leads to the rise of designers who, in their efforts to create accessible mediums, end by imposing order on what is really a fluid and messy situation.  Mitchell and Snyder (2015) refer to this as the facade of inclusion. They argue that it is a practice that strips inclusion of any radical meaning, and instead, is focused on granting access to certain individuals and fitting them into an unchanged and unchallenged social order, in which ableism and negative assumptions about disability remain intact. Instead, it is critical to consider the social and cultural mechanisms that operate to sustain ableism; a system so powerful that 21 instead of opting to acknowledge its existence as the controlling force guiding our logic in relation to disability, we can meander around it and implement strategies (accessible software, hardware, physical access, etc.), that masquerade its presence. Furthermore, there is a tendency among service providers and institutions to approach accessibility by ranking and assessing the needs of disabled people and allocating resources based on perceived need or severity of impairment. For example, a university-based organization may determine that more people require ground level entry or ramps leading to voting stations than braille on ballot cards, and they may invest in these ramps rather than braille translations, creating opportunities only for some members of excluded groups. As a result, disabled people must sometimes fight to present themselves as being the most in need, to gain funding or preferred accommodations. This is a tactic that Siebers (2008) refers to as masquerading, which he argues can re-stigmatize and degrade disabled people.  Those who win out and have their accommodation needs met often do so at great cost to themselves and to other disabled people. As Mitchell and Snyder (2015) explain, any openings created for acceptance of formerly excluded populations that occur within a context that fails to critique underlying causes of exclusion, come at a cost (11). Such accessibility assessments and acts of “inclusion” can easily lead to the commodification of disability-related supports, because the focus in these scenarios is on supplementing what is assumed to be defective (12). The negative connotations associated with disability are not challenged in these situations, and the stigma associated with disabled people (who fail to be included in this limited way) deepens. To take one example, imagine that an individual is unable to vote and explains that they do not have the supports they need to exercise this action, but the polling officer claims that the station is already accessible because a ramp has been installed and braille material is offered. These 22 situations arise very often, and they position disabled people as overly demanding, 'never satisfied', and ultimately, difficult and deviant. In Titchkosky’s (2008) words, “disability appears as little more than a myriad of undesired difficulties” (38). In this instance, the culture of electoral participation and its underlying ableism have not been challenged, yet a discourse of inclusion is being forwarded through an accessibility checklist.             To accommodate diverse needs and the general messiness of reality, an individualized approach to accommodations must be combined with a recognition that the problem is social in nature. Acknowledgement and application of this thinking can only happen through a change in philosophy that begins to complicate our understanding of inclusion. Mitchell and Snyder (2015) are doing exactly this when they, “critique strategies of inclusion that discount, universalize, and normalize disabled people on behalf of claims to social integration” (15). So, to avoid flattening differences through one-size-fits-all approaches, it is necessary to conceptualize access as a social justice issue. After all, as Titchkosky incisively observes, access is not a synonym for justice. This allows us to better draw upon the critical potential of disability to question social values, rather than simply normalizing some disabled people according to pre-existing values and unchallenged assumptions.    And Mingus (2011) agrees with Titchkosky arguing: “We cannot allow the liberation of disabled people to be boiled down to logistics.” What checklists and so many other accessibility guidelines do not take into consideration is the “justifications” involved in making disability excludable (Titchkosky 2011).  It is also useful to consider the importance of multiplicity when thinking about access. Godden and Womack (2016) argue, “... disability studies promotes multi-modal options and flexible design” (n.). They contend that there is no “one-size-fits-all” approach to access. In fact, a “one-size-fits-all” approach is a “foreclosure of choices” (Godden 23 and Womack 2016). Mingus argues that it is more desirable to have a system that, “...embraces difference, confronts privilege and challenges what is considered “normal” on every front.” This is accessibility in the language of disability discourse. Access is a practice, not a statement (N. Kanani, personal communications, October 1, 2015; The Varsity 2015). And as such, advocates refuse to accept the wilting away of accessibility into best practices, better strategies, or comprehensive checklists. Critical advocacy promotes a system that acknowledges disability history and intersectional realities, that challenges ableism and other interlocking systems of oppression, and that creates new and meaningful counter-narratives to dominant conceptions of disability.   Conclusion Drawing links between the exclusion of disabled voters who have Canadian citizenship status and the formal disenfranchisement and barriers faced by other marginalized communities, including migrants without citizenship status and prison inmates, is important not only because disabled people also belong to these other communities, but because the logic that legitimizes and naturalizes these various exclusions is the same. By connecting the struggle of disability inclusion to issues of colonialism, racism, and capitalist exploitation, we are reminded of the bigger picture: social membership is shaped by understandings of normalcy and deviance. As Hirschmann and Linker (2015) explain, those who do not belong “are not just different from others but an outsider, inferior, less than a citizen, even less than human” (10). It is appropriate to close this contribution to this conversation by recalling Fanon’s (1963) insistence that those engaged in advocating for change maintain a certain degree of focus on the big picture, and not on tactics and specific strategies. By looking at the tactics and strategies (arguing what should be on an accessible voting checklist), there is a risk that the real danger of 24 inaccessible voting culture, (in addition to inaccessible society in general) will be overlooked. Fanon’s warning is that there is a certain danger inherent in the compromises advocates make through piecemeal change. While some of these risks may be judged to be worthwhile, others may not. Regardless, it is helpful to at least be aware of the risks before agreeing to specific tactics. Despite its value to many disabled voters, e-voting has been positioned in this paper as a dangerous tactic when deployed within a context that still ascribes deficiency to difference and frames accessibility as costly or inconvenient. Far from a universal solution, e-voting can close the door to much-needed accessibility considerations and to disabled individuals who represent a diversity of needs, all while upholding troubling social arrangements that deserve more concerted attention.   References  AODA Alliance. 2013. Accessibility for Ontarians with Disabilities Act Alliance Update.  http://www.aodaalliance.org/strong-effective-aoda/06272013.asp  AODA Alliance. 2014. Intelivote Releases Trends in Electronic Voting for 48 Ontario  Municipalities.   http://www.aoda.ca/intelivote-releases-trends-in-electronic-voting-for-48-ontario-municipalities/  Archer, Keith. 2014. Is Now the Time for Internet Voting?: BC’s Independent Panel on Internet  Voting. Canadian Parliamentary Review. 24-29.  25 Brayton, Bonnie. 2014. “The Criminalization of Women with Disabilities: An Interview with  Bonnie Brayton from the DisAbled Women’s Newtork of Canada”. CKUT 90.3 FM News Collective Blog, 14 February 2014.  https://ckutnews.wordpress.com/2014/02/14/the-criminalization-of-women-with-disabilities-an-interview-with-bonnie-brayton-from-the-disabled-womens-newtork-of-canada/.  Brown, Lydia X. Z. 2016. National LGBTQ Task Force. “LGBTQ People of Color  Disproportionately Targeted and Harmed by Broken Criminal Justice System”. The Blog. 16 August 2016.  https://thetaskforceblog.org/2016/08/16/lgbtq-people-of-color-disproportionately-targeted-and-harmed-by-broken-criminal-justice-system/  Campion-Smith, Bruce. 2015. “Fair Elections Act will bring big changes on voting day.”  Toronto Star, August 23.  https://www.thestar.com/news/canada/2015/08/23/fair-elections-act-will-bring-big-changes-on-voting-day.html  Chan, Wendy, and Kiran Mirchandani, eds. 2002. Crimes of Colour: Racialization and the  Criminal Justice System in Canada. Toronto: Broadview Press.  D’Aubin, April and Deborah Stienstra. 2004. “Access to Electoral Success: Challenges and  Opportunities for Candidates with Disabilities in Canada.” Electoral Insight 6 (1): 8-14.  Devlin, Richard and Dianne Pothier. 2006. “Introduction: Towards a critical theory of  dis-citizenship.” In Critical Disability Theory: Essays in Philosophy, Politics, Policy, and  Law, edited by Diane Pothier and Richard Devlin, 1-22. Vancouver, BC: UBC Press.  Edwards, Claire. and Rob Imrie. 2003. “Disability and Bodies as Bearers of Values.” Sociology  37 (2): 239-256. doi: 10.1177/0038038503037002002  El-Lahib, Yahya, and Samantha Wehbi. 2011. “Immigration and Disability: Ableism in the  Policies of the Canadian State.” International Social Work 55 (1): 95-108.  Elections Ontario. 2016. “Accessible Voting.” Elections Ontario. Accessed May 24 2016.  http://www.elections.on.ca/en/voting-in-ontario/how--when-and-where-to-vote/when-and-where-to-vote/accessible-voting.html  Fair Elections Act, Statutes of Canada 2014 c.12. http://laws-lois.justice.gc.ca/PDF/2014_12.pdf Fanon, F. 1963. Wretched of the Earth: The Handbook for the Black Revolution that is Changing  the Shape of the World. New York: Grove Press  26  Godden, Rick and Anne-Marie Womack. (2016). “Making Disability Part of The Conversation:  Combatting Inaccessible Spaces and Logics.” Digital Pedagogy Lab. http://www.digitalpedagogylab.com/hybridped/making-disability-part-of-the-conversation/  Hirschmann, Nancy, J. and Beth Linker, 2015. “Civil Disabilities: Citizenship, Membership, and  Belonging.” Philadelphia: University of Pennsylvania Press.   Imrie, Rob. 1999. “The Body, Disability, and Le Corbusier's Conception of the Radiant  Environment”. In Mind and Body Spaces: Geographies of Illness, Impairment and  Disability, edited by Ruth Butler and Hester Parr, 25-45. New York: Routledge.   Intelivote Systems Inc. 2016. “Intelivote Releases Trends in Electronic Voting for 48 Ontario  Municipalities.” Intelivote Systems Inc. Accessed May 26 2016.  http://www.intelivote.com/news/2014/12/19/intelivote-releases  Goodman, Nicole, Jon H. Pammett, and Joan DeBardeleben. 2010. The Canadian Municipal  Experience. Canadian Parliamentary Review. 13-21.   Lourens, Heidi and Leslie Swartz. 2016. “Experience of visually impaired students in higher  education: Bodily perspective on inclusive education.” Disability and Society 31 (2): 240-251.    Levesque, Mario. 2016. “Searching for Persons with Disabilities”. Canadian Journal of  Disability Studies 5 (1): 73-106.   Mah, Bonnie. 2013. “Voting rights for Permanent Residents: Citizen Engagement or Citizenship  Devaluation?” Maytree Conversations. May 29.  http://maytree.com/blog/2013/05/voting-rights-for-permanent-residents-citizen-engagement-or-citizenship-devaluation/  McQuigge, Michelle. 2015. “Disabled voters still face accessibility challenges at the polls,  advocates say.” The Canadian Press, September 12. http://www.cbc.ca/news/politics/canada-election-2015-disabled-voters-challenges-polls-1.3225715  McColl, Mary Ann. 2006. “Electoral Participation Among Disabled People in Canada.” In  Disability and Social Policy in Canada (2nd Edition) edited by Mary Ann McColl and  Lyn Jongbloed, 148-159. Concord, ON: Captus Press Inc.   McColl, Mary Ann, Alexandra Giancarlo, David W. Shannon, and Ulysses Patola. 2015. “More  27 Than Voting Booths: Accessibility of Electoral Campaigns for People with Disabilities in  Ontario.” Canadian Journal of Disability Studies 4(1): 89-110.   Mingus, Mia. 2011. Changing the Framework: Disability Justice: How our communities can  move beyond access to wholeness (blog). Leaving Evidence.  https://leavingevidence.wordpress.com/2011/02/12/changing-the-framework-disability-justice/  Mitchell, David T. and Sharon L. Snyder. 2015. The Biopolitics of Disability: Neoliberalism,  Ablenationalism, and Peripheral Embodiment. Ann Arbor: University of Michigan Press.   Mitchell, Marit. 2016. “Meet three robots engineered at U of T that could improve – or save –  your life.” U of T Engineering News. March 3.  http://news.engineering.utoronto.ca/meet-three-robots-engineered-at-u-of-t-that-could-improve-or-save-your-life/?utm_source=UofTHome&utm_medium=WebsiteBanner&utm_content=UofTRobots   Parkes, Debra. 2005. “Prisoner Voting Rights in Canada: Rejecting the Notion of Temporary  Outcasts.” In Civil Penalties, Social Consequences, edited by Christopher Mele and  Teresa Miller, 237-254. New York: Routledge.   Prince, Michael. 2009. Absent Citizens: Disability Politics and Policy in Canada. Toronto:  University of Toronto Press.   Redley, Marcus. 2008. “Citizens with learning disabilities and the right to vote.” Disability and  Society 23(4): 375-384  Schwartz, Bryan and Dan Grice. 2013. Establishing a Legal Framework for E-Voting in Canada.  Elections Canada, http://epe.lac-bac.gc.ca/100/201/301/weekly_checklist/2014/internet/w14-14-U-E.html/collections/collection_2014/elections/SE7-2-2013-1-eng.pdf  Sheldon, Allison. 2003. “Changing Technology”. In Disabling Barriers: Enabling Environments,  edited by John Swain, Sally French, and Colin Barnes. London: Sage Publications.  Siebers, Tobin. 2008. Disability Theory. Ann Arbor: University of Michigan Press. Spagnuolo, Natalie. 2016. “The Medical Inadmissibility of Intellectual Disability: A Postcolonial  Reading of Canadian Immigration Practices.” Disability and the Global South 3 (2):  1000-1021.   Students for Barrier Free Access. “Access is a practice, not a statement.” The Varsity, October 5  http://thevarsity.ca/2015/10/05/access-is-a-practice-not-a-statement/  28 Titchkosky, Tanya. 2008. ““To pee or not to pee?\" Ordinary talk about extraordinary exclusions  in a university environment. Canadian Journal of Sociology/Cahiers Canadiens de sociologie 33 (1): 37-60.   Titchkosky, Tanya. 2011. The Question of Access. Toronto: University of Toronto Press.   Titchkosky, Tanya. 2015. “Life with Dead Metaphors: Impairment Rhetoric in Social Justice  Praxis.” Journal of Literary and Cultural Disability Studies 9(1): 1-18. doi:10.3828/jlcds.2015.1  United States Census Bureau. 2012. “Nearly 1 in 5 People Have a Disability in the U.S.”  Newsroom Archive. July 25. https://www.census.gov/newsroom/releases/archives/miscellaneous/cb12-134.html   Wehbi, Samantha, and Yahya El-Lahib. 2008. “Sit (or stand) and be counted! Campaigning for  the voting rights of people with disabilities In Lebanon.” Disability Studies Quarterly 28(2).  Wagner, John, and Abby Phillip. 2016. “Clinton makes an unusual push: To win over disabled  people and their families”. The Washington Post, September 21. https://www.washingtonpost.com/politics/clinton-makes-an-unusual-push-to-win-over-disabled-people-and-their-families/2016/09/21/41f15962-8012-11e6-8d0c-fb6c00c90481_story.html?utm_term=.2180b0757412  ",
    "id": 286270062,
    "identifiers": {
        "doi": "10.1080/09687599.2017.1324765",
        "oai": "oai:openaccess.city.ac.uk:23474"
    },
    "title": "Who counts and who is counted? Conversations around voting, access, and divisions in the disability community",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-05-25T00:00:00+01:00",
    "publisher": "Informa UK Limited",
    "references": [],
    "sourceFulltextUrls": [
        "https://openaccess.city.ac.uk/id/eprint/23474/1/Who%20counts%20and%20who%27s%20counted.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/286270062.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/286270062"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/286270062/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/286270062/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/286270062"
        }
    ],
    "abstract": "Online voting platforms have been introduced in some locations as the solution to the many barriers to political participation that disabled people continue to face. Reading the experiences of disabled student voters on university campuses alongside broader trends in electoral reform taking place in jurisdictions across Canada allows us to attend to the dangerous ways in which conversations around access have been limited through virtual solutions that encourage the physical absence of disabled voters. This article situates these absences alongside other categories of exclusion–including groups who are formally disenfranchised–and recalls many unstated values that are active in shaping citizenship cultures. Probing online voting through a critical disability angle, we present a critique of techno-fixes that builds upon broader notions of accessibility and inclusion",
    "tags": [
        "HT",
        "JA",
        "T1",
        "HT",
        "JA",
        "T1"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "HT",
        "JA",
        "T1"
    ],
    "oai": "oai:openaccess.city.ac.uk:23474",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "146",
        "openDoarId": 0,
        "name": "City Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 286270062,
        "depositedDate": "2017-05-25T00:00:00+01:00",
        "publishedDate": "2017-05-25T00:00:00+01:00",
        "updatedDate": "2024-02-12T10:55:35+00:00",
        "acceptedDate": "2017-05-25T00:00:00+01:00",
        "createdDate": "2020-01-20T10:50:00+00:00"
    },
    "urls": [
        "https://openaccess.city.ac.uk/id/eprint/23474/1/Who%20counts%20and%20who%27s%20counted.pdf"
    ],
    "lastUpdate": "2024-02-12T10:55:35+00:00",
    "setSpecs": [
        "7374617475733D707562",
        "74797065733D61727469636C65"
    ]
}