{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Cecchi-Dimeglio, Paola"
        }
    ],
    "contributors": [],
    "createdDate": "2023-03-13T02:51:17+00:00",
    "dataProvider": {
        "id": 3464,
        "name": "Fordham University School of Law",
        "url": "https://api.core.ac.uk/v3/data-providers/3464",
        "logo": "https://api.core.ac.uk/data-providers/3464/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/558753064.pdf",
    "fullText": "Fordham Law Review Volume 91 Issue 4 Article 5 2023 Why the 30 Percent Mansfield Rule Can't Work: A Supply-Demand Empirical Analysis of Leadership in the Legal Profession Paola Cecchi-Dimeglio Harvard Law School Follow this and additional works at: https://ir.lawnet.fordham.edu/flr  Part of the Legal Ethics and Professional Responsibility Commons Recommended Citation Paola Cecchi-Dimeglio, Why the 30 Percent Mansfield Rule Can't Work: A Supply-Demand Empirical Analysis of Leadership in the Legal Profession, 91 Fordham L. Rev. 1161 (). Available at: https://ir.lawnet.fordham.edu/flr/vol91/iss4/5 This Colloquium is brought to you for free and open access by FLASH: The Fordham Law Archive of Scholarship and History. It has been accepted for inclusion in Fordham Law Review by an authorized editor of FLASH: The Fordham Law Archive of Scholarship and History. For more information, please contact tmelnick@law.fordham.edu.  1161 WHY THE 30 PERCENT MANSFIELD RULE CAN’T WORK:  A SUPPLY-DEMAND EMPIRICAL ANALYSIS OF LEADERSHIP IN THE LEGAL PROFESSION Paola Cecchi-Dimeglio*  INTRODUCTION ................................................................................ 1162 I.  LITERATURE REVIEW .................................................................. 1167 A.  Supply and Demand ........................................................ 1168 B.  The Rise of the Mansfield Rule ....................................... 1169 C.  Is the Mansfield Rule Moving the Needle? ..................... 1171 II.  METHODOLOGY ......................................................................... 1173 III.  DESCRIPTIVE DATA .................................................................. 1176 IV.  RESULTS ................................................................................... 1177 A.  Law Firms Larger than 751 Lawyers ............................. 1177 1.  State of Supply and Demand for the Leadership Population ............................................................... 1177 2.  State of the Supply and Demand for the Population  of White Caucasian Women .................................... 1178  *  Paola Cecchi-Dimeglio, Ph.D., J.D., LL.M., MSc., is a behavioral and data scientist and a lawyer.  She is the Chair of the Executive Leadership Research Initiative for Women and Minority Attorneys at the Harvard Law School Center on the Legal Profession and a Senior Research Fellow at Harvard Law School and affiliated faculty at Harvard Kennedy  School Women and Public Policy Program (WAPPP).  She can be reached at pcecchidimeglio@law.harvard.edu or @HLSPaola.  Acknowledgment and appreciation are extended to many members of Harvard Law School, Harvard Kennedy School, and Harvard Business School, and to colleagues at other universities, especially for their faculty scholarship and feedback.  The author is particularly thankful to Bruce Green, David Wilkins, Scott Cummings, David Luban, Carole Silver, Swethaa Ballakrishnen, Renee Knake Jefferson, Michele DeStefano, Russ Pearce, Leslie Levin, Atinuke Adediran, and Peter Kamminga for their helpful comments, guidance, assistance, and support.  Special thanks is extended to the amazing students of the Fordham Law Review (FLR), who published this special edition to honor Deborah Rhode.  A special thanks to FLR’s editors Anastasia Lacina and Luis del Rosario, whose excellent work was indispensable to the success of this journal, and to Karen Chen, Maya McGrath, and other staff members of the journal for their editorial work.  This research received no external funding.  This Essay was prepared for the Colloquium entitled In Memory of Deborah Rhode, hosted by the Fordham Law Review and co-organized by the Stein Center for Law and Ethics on October 21, 2022, at Fordham University School of Law.  1162 FORDHAM LAW REVIEW [Vol. 91 3.  State of the Supply and Demand for the Minority Population ............................................................... 1179 B.  Law Firms Having Between 501–750 Lawyers .............. 1180 1.  State of the Supply and Demand for the Leadership Population ............................................................... 1180 2.  State of the Supply and Demand for the Population  of White Caucasian Women .................................... 1181 3.  State of the Supply and Demand for the Minority Population ............................................................... 1181 C.  Firms Having Between 251–500 Lawyers ...................... 1182 1.  State of the Supply and Demand for the Leadership Population ............................................................... 1182 2.  State of the Supply and Demand for the Population  of White Caucasian Women .................................... 1183 3.  State of the Supply and Demand for the Minority Population ............................................................... 1184 V.  DISCUSSION ............................................................................... 1185 CONCLUSION ................................................................................... 1188 APPENDIX ........................................................................................ 1189 INTRODUCTION The long-term trajectory of my work and scholarship and the day-to-day impacts that drive me owe great debts to the mentorship, passion, and example of Professor Deborah L. Rhode.  Deborah’s extensive efforts looked at the significance and exclusion of women and other underrepresented groups in the legal profession through multiple lenses.  Her work and her thoughtfulness form the foundation of my scholarly work, in and beyond the legal profession.  Her approach and her humanity looked at the whole person in relation to the dynamics that promised or hindered inclusion.  Deborah’s vision and integrity, her straightforward approach, and her regard for accurate empirical evidence shaped my own voice and my treatment of data.  Across her scholarship, she used research and data to build accurate representations of the state of women and minorities in the legal profession and to effect positive change.  Following in her footsteps, I utilize these tools to help leaders and others make better decisions about women and minorities across many industries and organizations, especially in the legal profession. In the legal profession, improving outcomes for women in ways that are real, measurable, and sustainable is in the best interest of the public and the profession.  Deborah Rhode brought attention to the connection between diversity and earnings at law firms, particularly where women are represented in the top management.1  Across her multi-decade career,   1. See generally DEBORAH L. RHODE, WOMEN AND LEADERSHIP (2017). 2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1163 Deborah was always forward-thinking and clearly outspoken about the problems encountered by women and minorities in the legal profession.  Deborah understood that problems could not be solved from one angle.  She often brought together individuals from different disciplines for the purpose of solving problems related to the numbers and the statuses of women and minorities in the legal profession.  She hosted many gatherings and events aimed at providing grounded solutions to the underrepresentation of women and minorities across the legal field, from law students to law school faculty members, and from general counsel to managing partners. Today, across the legal profession, statistics related to the numbers of women and other underrepresented groups in leadership roles (such as equity partners) continue to paint a bleak picture of diversity and inclusion.2  Women hold 21.3 percent of these roles, and racial minorities hold 8.1 percent.3  LGBTQ+ individuals occupy fewer than 3 percent, while differently abled people, as defined by the Americans with Disabilities Act of 19904 (ADA), account for under 1 percent.5  Industry-wide, this absence of diversity has become the defining rule.6  Numbers remain low and stagnant despite efforts and campaigns aimed at improving the inclusion of women and underrepresented groups at leadership levels in the legal profession.7   2. See, e.g., Deborah L. Rhode, Diversity and Gender Equity in Legal Practice, 82 U. CIN. L. REV. 871, 872–75 (2018) [hereinafter Rhode, Diversity and Gender Equity]; Deborah L. Rhode, From Platitudes to Priorities:  Diversity and Gender Equity in Law Firms, 24 GEO. J. LEGAL ETHICS 1041, 1042–46 (2011) [hereinafter Rhode, From Platitudes to Priorities]; Michelle Fine & Sarah Carney, Women, Gender, and the Law:  Toward a Feminist Rethinking of Responsibility, in HANDBOOK OF THE PSYCHOLOGY OF WOMEN AND GENDER 388, 392, 399, 402 (Rhoda K. Unger ed., 2004).  3. NAT’L ASSOC. L. PLACEMENT, 2020 REPORT ON DIVERSITY IN U.S. LAW FIRMS 18 (2020), https://www.nalp.org/uploads/2020_NALP_Diversity_Report.pdf [https://perma.cc/ GJ63-CL9D].  4. Pub. L. No. 101-336, 104 Stat. 327 (codified as amended in scattered sections of 42 and 47 U.S.C.).  5. VAULT & MINORITY CORP. COUNS. ASS’N, 2020 VAULT/MCCA LAW FIRM DIVERSITY SURVEY REPORT (2020), https://www.mcca.com/wp-content/uploads/2021/05/2020-Vault_MCCA-Law-Firm-Diversity-Survey-Report-FINAL-R2.pdf [https://perma.cc/VYY3-4CGV]; NAT’L ASS’N OF WOMEN LAWS., 2020 SURVEY REPORT ON THE PROMOTION AND RETENTION OF WOMEN IN LAW FIRMS (2020), https://issuu.com/nawl1899/docs/ 2020_nawl_survey_report [https://perma.cc/N2XG-849B].  6. See Atinuke O. Adediran, The Journey:  Moving Racial Diversification Forward from Mere Commitment to Shared Value in Elite Law Firms, 25 INT’L J. LEGAL PRO. 67, 68 (2018); Christopher I. Rider, Adina D. Sterling & David Tan, Career Mobility and Racial Diversity in Law Firms, in DIVERSITY IN PRACTICE:  RACE, GENDER, AND CLASS IN LEGAL AND PROFESSIONAL CAREERS 357 360, 373 (Spencer Headworth, Robert L Nelson, Ronit Dinovitzer & David B. Wilkins eds., 2016); David B. Wilkins, Identities and Roles:  Race, Recognition, and Professional Responsibility, 57 MD. L. REV. 1502, 1511 (1998); David B. Wilkins & G. Mitu Gulati, Why Are There So Few Black Lawyers in Corporate Law Firms?:  An Institutional Analysis, 84 CALIF. L. REV. 493 (1996).  7. See ROBERT L. NELSON, PARTNERS WITH POWER 202 (2020); Rhode, Diversity and Gender Equity, supra note 2; Elizabeth H. Gorman & Fiona M. Kay, Racial and Ethnic Minority Representation in Large U.S. Law Firms, 52 STUD. L. POL. & SOC’Y 211, 212 (2010); Crystal Hoyt, Women, Men, and Leadership:  Exploring the Gender Gap at the Top, 4 SOC. & PERSONALITY PSYCH. COMPASS 484, 484 (2010); Carrie Menkel-Meadow, Exploring a Research Agenda of the Feminization of the Legal Profession:  Theories of Gender and Social 1164 FORDHAM LAW REVIEW [Vol. 91 Some approaches to closing this gap have focused on causes; some have devised and applied solutions.8  These causes and solutions are distinct, and one does not necessarily contain meaningful information about the other.9  Questions about the efficacy of many of these solutions remain essentially unanswered.10  The bulk of what has been devised and applied has not been evidence-based or subject to scientific rigor.  These solutions have also not accounted for the manner in which the supply of lawyers impacts the feasibility or effectiveness of diversity efforts, particularly at the level of leadership.11  Deborah noted in her work that minority lawyers—as defined by gender, race, ability, and sexuality—face adverse impacts to their employment opportunities.12  Interventions and policies that aspire or promise to shift these conditions must be measured and verified using rigorous empirical approaches. In addressing the underlying mathematical reality that can cause these diversity, equity, and inclusion (DEI) efforts to falter, I undertake two efforts: 1. I lay out the current supply-and-demand landscape in the legal profession at the leadership level, as this is essential to any empirical consideration of what works or fails with respect to DEI in the profession. 2. I address some of the thinking that has been utilized to create the illusion of progress and explain why it cannot produce the claimed results. Scholarship and research in the area of labor and economics highlight the significance of supply-demand dynamics in labor markets.13  Understanding these dynamics enables practitioners to predict and prepare for difficulties or disruptions.  It enables them to craft and apply policies that foster change, target demographics, and influence supply.  The supply-demand approach also enables an accurate assessment of whether interventions succeeded or not.  Change, 14 LAW & SOC. INQUIRY 289, 305–07 (1989). See generally Marjorie Rhodes, Sarah-Jane Leslie & Christina M. Tworek, Cultural Transmission of Social Essentialism, 109 PROC. NAT’L ACAD. SCI. 13526 (2012).  8. See Paola Cecchi-Dimeglio, Designing Equality in the Legal Profession:  A Nudging Approach, 24 HARV. NEGOT. L. REV. 1, 2–4 (2018).  9. See generally Paola Cecchi-Dimeglio & Hugh A. Simons, Lateral Moves:  An Empirical Investigation of Cyclicality, Directional Mobility, and 5-Year Retention Rate by Gender and Age Cohort, 42 J. LEGAL PRO. 27 (2018).  10. See generally Paola Cecchi-Dimeglio, Is the Mansfield Rule Moving the Needle for Women and Minorities?, 9 J. PROS. & ORG. 246 (2022).  11. DEBORAH L. RHODE, DAVID LUBAN, SCOTT L. CUMMINGS & NORA FREEMAN ENGSTROM, LEGAL ETHICS 538, 548–72 (7th ed. 2016); see also Rhode, From Platitudes to Priorities, supra note 2, at 1041, 1071–72 nn.202–08.  12. See Rhode, From Platitudes to Priorities, supra note 2, at 1045–46; Deborah L. Rhode, Gender and the Profession:  The No-Problem Problem, 30 HOFSTRA L. REV. 1001, 1005 (2002).  13. Nicola Fuchs-Schündeln & Tarek Alexander Hassan, Natural Experiments in Macroeconomics, in 2 HANDBOOK OF MACROECONOMICS 923, 924 (John B. Taylor & Harald Uhlig eds., 2016). 2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1165 These forecasting models and practices have been applied across many industries, but they have not been used recently in the legal profession.14  The labor force of the legal industry exists across institutional, educational, financial, and other sectors.15  These parts interactively shape and influence supply and demand in the profession.  Given the different set of moving parts that shape the labor force in the legal sector, effectively shifting demographics becomes a challenging effort that is subject to multiple variables.  In 2003, Deborah noted the differences between the number of women available or already occupying certain roles and the number of women present in leadership positions.16  She pointed to women comprising, at the time, nearly 30 percent of lawyers but occupying a disproportionately lower number of prominent leadership roles.17  Notably, those numbers have not changed significantly, an early indication that the “Mansfield Rule”— which proposes that, if 30 percent of the candidate pool is drawn from underrepresented groups, then a legal workplace will become more diverse and inclusive as a result—has not delivered as promised.  Making a difference for women in legal employment spaces involves assessing a complex workforce and, in particular, measuring the outcomes of strategic interventions. At a very human level, shifting outcomes for women and minorities in the very exclusive legal profession reshapes families and communities.  Understanding the scope of these possibilities, many scholars and institutions have contributed their best thinking.  The empirical study presented here represents one of the first of its kind.  Studies of the legal profession have not focused on the dynamics of supply and demand in the context of leadership positions (including counsel positions, equity partnerships, and nonequity partnerships).  Nor have they examined the interrelationships of these dynamics with race and gender demographic factors (e.g., differences between white Caucasian women, minority men, and minority women).  When it comes to moving the needle for these groups, it can be challenging to determine if our best efforts are working. In order to roundly approach and address these factors, this research examined the claims of success promoted by the Diversity Lab.18    14. See, e.g., H.C. Horack, Supply and Demand in Legal Profession, 14 A.B.A. J. 567 (1928).  15. See, e.g., Swethaa Ballakrishnen, Priya Fielding-Singh & Devon Magliozzi, Intentional Invisibility:  Professional Women and the Navigation of Workplace Constraints, 62 SOCIO. PERSPS. 23, 25 (2019); Russell G. Pearce, Eli Wald & Swethaa S. Ballakrishnen, Difference Blindness vs. Bias Awareness:  Why Law Firms with the Best of Intentions Have Failed to Create Diverse Partnerships, 83 FORDHAM L. REV. 2407, 2411 (2014); Ethan Michelson, Women in the Legal Profession, 1970–2010:  A Study of the Global Supply of Lawyers, 20 IND. J. GLOB. LEGAL STUD. 1071, 1102 (2013).  16. Deborah L. Rhode, Keynote Address:  The Difference “Difference” Makes, 55 ME. L. REV. 15, 16 (2017).  17. Id. at 16.  18. John Iino, Jim Sandman & Caren Ulrich Stacy, Diversifying Leadership:  How the Mansfield Rule Is Driving Change, BLOOMBERG L. (June 17, 2022, 4:00 AM), https://news.bloomberglaw.com/us-law-week/diversifying-leadership-how-the-mansfield-rule-is-helping [https://perma.cc/P89U-5TUW]. 1166 FORDHAM LAW REVIEW [Vol. 91 Specifically, it investigated the validity of the claim that adopting a rule requiring that candidate pools consist of 30 percent women, racial minorities, or other underrepresented individuals was sufficient to increase the numbers of these groups hired or promoted into leadership roles at law firms.19 The research presented here seeks to determine the supply-demand dynamics of leadership roles in the legal profession and to establish whether market equilibrium exists for these counsel and partner roles.  In its approach, the model considers the overall population and then examines the two subdivisions of white Caucasian women and minority women and men.  Deborah’s scholarship always embraced a rigorous, empirical approach and accounted for the various forces that were impeding the numbers of women and minorities in the legal profession.  This research, along with the model it employs, examines the impact of supply and demand in the legal job market on efforts to shift those numbers. In order to frame supply and demand, the model determines the available population of lawyers and establishes the demand based on positions and job level.  This action of comparing available candidates to positions permits a determination of equilibrium in supply and demand.  Are there enough candidates for a particular position or level?  What is the percentage of surplus above or shortage below equilibrium?  As will be seen, insufficient supply can render percentage-based DEI efforts inoperable. This Essay answers those questions for the period from 2017 to 2021, examining the supply-demand dynamics for the identified populations.  With respect to specific types of positions, the Essay first examines the broad population and then drills down into underrepresented populations (i.e., white Caucasian women and minority women and men).  It relies on data primarily from ALM (formerly American Lawyer Media) and the Minority Corporate Counsel Association (MCCA), and it utilizes other data from publicly available sources.  These sources include the U.S. Bureau of Labor Statistics, the U.S. Census Bureau, and the American Bar Association. The data set of this study comprises 327 law firms with a total population of 248,628 lawyers.  Women lawyers represent 37 percent of this total, or 90,891 lawyers.  Men lawyers represent 63 percent, or 157,737 lawyers.  The white Caucasian component is 82 percent, or 204,802 lawyers, and the minority component is 18 percent, or 43,826 lawyers.  Although these percentages are comparable to those from other data sets, the sample set used for this Essay is twice as large.20 The analytical model examines whether the existing supply and demand of lawyers for leadership positions, such as counsel and partners (including   19. Reference is made to numbers published by the Diversity Lab and mentioned in a coauthored article. See id.; Mansfield Rule Overview, DIVERSITY LAB, https://www.diversitylab.com/pilot-projects/mansfield-overview/ [https://perma.cc/N7TQ-6ZFS] (last visited Feb. 6, 2023).  Specifically, the author has not been able to reproduce the claimed results while meeting an acceptable and reliable scientific threshold required to validate a scientific claim.  20. I combined sample sources used in two of my previous articles. See Cecchi-Dimeglio & Simons, supra note 9; Cecchi-Dimeglio, supra note 10. 2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1167 both nonequity and equity partners), meet the numbers required to provide the 30 percent minimum essential to the Mansfield Rule.  It further determines whether there is equilibrium, a surplus, or a shortage, which would make it impossible to implement the rule.  The factors applied include the supply and demand of lawyers at 30 percent for the underrepresented population versus the number required to provide 30 percent of that population in the candidate pool. This Essay is organized into five main parts:  Part I provides an overview of the relevant literature, Part II presents the methodology, Part III provides an overview of the data, Part IV presents the results, and Part V delivers a discussion and concluding commentary. Deborah emphasized the role of accuracy and effectiveness in data and research—especially when these are used to understand the circumstances of women and minorities in the legal profession—and applied such results to create transformative interventions.  She hosted the symposium from which the Mansfield Rule emerged as one such promising intervention.21  In this space, Deborah was an important truth teller, so empirical assessments of the outcomes of the Mansfield Rule honor and extend her work.  She paid keen attention to what worked and what did not work.  She emphasized the use of data in solving problems.  When I looked at the data related to the Mansfield Rule and realized that it was misidentifying natural market trends as the outcome of its application, I contacted Deborah and received her guidance and feedback.  The results of that research were published in an article titled Is the Mansfield Rule Moving the Needle For Women and Minorities? That appeared in the Journal of Professions and Organization.22  The research demonstrates that the Mansfield Rule has no effect on the number of women and minorities in leadership roles at law firms, and Deborah guided me through the thinking behind this work.  In this capacity, she admirably accepted that something as near and significant to her as the Mansfield Rule, and the ideas associated with it, may have been wrong.  This research builds on her quest for the truth about what works in the recruitment and retention of women and minority lawyers. I.  LITERATURE REVIEW To provide context for this Essay, I performed a thorough literature review on supply and demand, the rise of the Mansfield Rule, and the impact of the Mansfield Rule.  First, the review explicates what factors contribute to and influence supply and demand within the legal labor market, which is essential to understanding how a supply and demand lens can be used to understand the legal labor market.  Second, the review introduces the Mansfield Rule through a detailed account of its establishment, parameters, and   21. See Deborah L. Rhode, Lucy Ricca & A. Douglas Melamed, No Time for Diversity Fatigue at Women in Law Hackathon, STAN. L. SCH. (July 6, 2016), https://law.stanford.edu/ 2016/07/06/no-time-for-diversity-fatigue-at-women-in-law-hackathon/ [https://perma.cc/ H4UC-2CWH].  22. See Cecchi-Dimeglio, supra note 10. 1168 FORDHAM LAW REVIEW [Vol. 91 implementation guidelines, which ensures a clear comprehension of the Mansfield Rule and its goals.  Finally, the review summarizes previous work that has been done examining the Mansfield Rule’s impacts and provides key background information regarding natural experimentations and their role in assessing interventions such as the Mansfield Rule. A.  Supply and Demand Legal labor markets, like markets for other goods and services, demonstrate a supply-and-demand curve.23  Common concerns impact supply-demand dynamics, such as pay across education levels, demographic groups, and levels of employment.  Other influential factors include government policies and the behaviors of firms or labor unions.24 In the labor market, supply-side factors include the available population of workers, their level of education, the skills they offer, and their demographic composition.25  The demand side consists of the jobs defined and offered by employers.  Specifically, demand consists of positions at law firms and in-house roles at public and private organizations, the skills sought, compensation offered, and aspects of recruitment.26 Several factors and market forces impact the demand side, including globalization and automation.27  Strategic shifts, such as the use of contractor-status lawyers over full-time employees, and government regulations like the minimum wage also shape demand-side dynamics.28 Over the last thirty to forty years, the interplay of market and institutional factors have produced observable shifts in the legal labor market.29  Although they agree on this point, legal labor economists do not always agree on how much or how exactly these dynamics have shaped outcomes.30  There is more   23. See, e.g., Dale W. Jorgenson, Richard J. Goettle, Mun S. Ho, Daniel T. Slesnick & Peter J. Wilcoxen, U.S. Labor Supply and Demand in the Long Run, 30 J. POL’Y MODELING 603, 603–04 (2008).  24. See generally John S. Ahlquist, Labor Unions, Political Representation, and Economic Inequality, 20 ANN. REV. POL. SCI. 409 (2017).  25. See generally STRUCTURAL MODELS OF WAGE AND EMPLOYMENT DYNAMICS (Henning Bunzel, Bent J. Christensen, George R. Neumann & Jean-Marc Robin eds., 2006).  26. See JOHN QUIGGIN, ECONOMICS IN TWO LESSONS:  WHY MARKETS WORK SO WELL, AND WHY THEY CAN FAIL SO BADLY 75–77 (2019).  27. See Ahlquist, supra note 24, at 415. See generally GALLUP, ASSESSING THE IMPACT OF NEW TECHNOLOGIES ON THE LABOR MARKET:  KEY CONSTRUCTS, GAPS, AND DATA COLLECTION STRATEGIES FOR THE BUREAU OF LABOR STATISTICS (2020), https://www.bls.gov/bls/congressional-reports/assessing-the-impact-of-new-technologies-on-the-labor-market.pdf [https://perma.cc/Q49N-4H2T].  28. See MARIA REGINA REDINHA, MARIA RAQUEL GUIMARÃES & FRANCISCO LIBERAL FERNANDES, THE SHARING ECONOMY:  LEGAL PROBLEMS OF A PERMUTATIONS AND COMBINATIONS SOCIETY 99–111 (2019).  29. See generally Ronald J. Gilson, The Devolution of the Legal Profession:  A Demand Side Perspective, 49 MD. L. REV. 869 (1990); Daron Acemoglu & David Autor, Skills, Tasks and Technologies:  Implications for Employment and Earnings, in 4B HANDBOOK OF LABOR ECONOMICS 1043 (David Card & Orley Ashenfelter eds., 2011).  30. See generally MAGNUS HENREKSON, HOW LABOR MARKET INSTITUTIONS AFFECT JOB CREATION AND PRODUCTIVITY GROWTH (2020), https://wol.iza.org/uploads/articles/520/pdfs/ 2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1169 silence and less agreement regarding the impact that these forces will have on employment and pay going forward, especially with respect to effects based on demographics (such as gender and race).  The future of women in law and the legal practice was a core element of Deborah’s scholarship.  An integral part of her advocacy included support of empirical research and a regard for the stories that data can tell. B.  The Rise of the Mansfield Rule The legal profession’s Mansfield Rule modified and mimicked the National Football League’s (NFL) “Rooney Rule.”31  Established in 2003, the latter sought to affect inclusion by requiring that at least one minority candidate be interviewed for any vacant head coach position.32  Despite a 2015 study by Dr. Cynthia DuBois supporting the Rooney Rule’s success,33 there were only three Black Americans among the NFL’s thirty-two head coaches at the start of the 2020 NFL season.34  This gap has resulted in the assessment that the Rooney Rule is an ineffective tool—what one may call a “checkbox exercise.”35  What is often missed is that when such rules are applied and there is one diverse candidate in the pool, choice may be or appear to be forced on the basis of demographics, and a backlash of resentment may ensue.  “Such policies may backfire . . . even if minorities are at least as qualified and as valuable as nonminorities.”36  Interventions that support the inclusion of women have to be closely examined and must work, or they can do more damage than good.  Even when they work, if left unanalyzed or unmonitored, such measures can drift out of the range of effectiveness or remain suboptimal.  how-labor-market-institutions-affect-job-creation-and-productivity-growth.pdf [https://perma.cc/C4YZ-YA3D].  31. Press Release, Diversity Lab, 44 Law Firms Pilot Version of Rooney Rule to Boost Diversity in Leadership Ranks (Sept. 25, 2017), https://www.diversitylab.com/wp-content/uploads/2015/08/Mansfield-Rule-Press-Release-Updated-9-25-17-Diversity-Lab.pdf [https://perma.cc/85GK-T86J].  32. See The Rooney Rule, NFL FOOTBALL OPERATIONS, https://operations.nfl.com/inside-football-ops/inclusion/the-rooney-rule/ [https://perma.cc/U29C-24AY] (last visited Feb. 6, 2023).  33. Cynthia DuBois, The Impact of “Soft” Affirmative Action Policies on Minority Hiring in Executive Leadership:  The Case of the NFL’s Rooney Rule, 18 AM. L. & ECON. REV. 208 (2016).  34. See Scott Stump, The NFL Has Only 3 Black Head Coaches.  What Will It Take to Hire More?, TODAY (Sept. 14, 2020, 11:34 AM), https://www.today.com/news/nfl-has-only-3-black-head-coaches-what-will-it-t191344 [https://perma.cc/XK2B-BMHP].  35. See Irene Liu, Using Your Platform for Good:  Pushing for Board Diversity Beyond California, THOMSON REUTERS (Dec. 3, 2020), https://www.thomsonreuters.com/ en-us/posts/legal/using-your-platform-for-good-board-diversity/ [https://perma.cc/4QR8-C2VT]; see also Norman Chad, The Dearth of Black Coaches in the NFL Is a Problem  That Somehow Still Hasn’t Been Fixed, WASH. POST (Jan. 5, 2020, 12:49 PM), https://www.washingtonpost.com/sports/the-dearth-of-black-coaches-in-the-nfl-is-a-problem-that-somehow-still-hasnt-been-fixed/2020/01/05/5993904e-2e79-11ea-bcb3-ac6482c4a92f_story.html [https://perma.cc/9T62-9CU3].  36. Daniel Fershtman & Alessandro Pavan, “Soft” Affirmative Action and Minority Recruitment, 3 AM. ECON. REV. 1, 1 (2021). 1170 FORDHAM LAW REVIEW [Vol. 91 Emerging from the 2016 Women in Law Hackathon hosted by Diversity Lab, in collaboration with Bloomberg Law and Stanford Law School,37 the Mansfield Rule—named after Arabella Mansfield, the first woman admitted to the practice of law in the United States—sought to move the needle on women and minorities in leadership positions at law firms.38  The rule asserts that the inclusion of 30 percent of underrepresented individuals in candidate pools will produce the DEI outcomes sought.39  The team that formulated the Mansfield Rule planned well, choosing a percentage rule from among a limited set of options for triggering inclusion.  Given the increasing numbers of women earning JDs and entering the legal profession, the team had good reason to assume the efficacy of a 30 percent rule. Following the implementation of the Mansfield Rule in 2017, participating law firms have sought to include 30 percent women and minority—and, more recently, LGBTQ+—attorneys in their candidate pools for leadership and governance roles, equity partner promotions, and lateral positions.40  Per the rule, if a firm has identified a list of five candidates for an applicable opening, two of these candidates must be diverse within the meaning of the rule. In 2017, Deborah Rhode assessed the diversity of the legal profession and offered insights into the underrepresentation of women in leadership roles.41  The Mansfield Rule applies, in particular, to these open leadership and governance positions and internal promotion processes.  Its scope includes equity partner promotions, lateral partner hirings, senior associate hiring searches and openings, elections or appointments to practice groups and office head leadership positions, elections or appointments to management or executive committees and/or boards of directors, elections or appointments to partner promotion or nomination committees, elections or appointments to compensation committees, elections or appointments to chairperson and/or managing partner roles, participation in formal client pitches and transparent job responsibilities, and processes for governance appointments and elections.42 Overall, the Mansfield Rule aims to increase the representation of women and minority groups in leadership roles at law firms by diversifying candidate pools.  Firms that adhere to the rule become “Mansfield Certified” the following year.43  There have been five generations of Mansfield certification—Pilot (July 2017 through July 2018), Certified 2.0 (July 2018 through July 2019), Certified 3.0 (July 2019 through July 2020), Certified 4.0 (July 2020 through July 2021), Certified 5.0 (July 2021 through July   37. 2016 Women in Law Hackathon, DIVERSITY LAB, https://www.diversitylab.com/ hackathons/ [https://perma.cc/443C-PSDZ] (last visited Feb. 6, 2023).  38. DIVERSITY LAB, MANSFIELD RULE (2019), https://www.diversitylab.com/wp-content/uploads/2020/04/Mansfield-Rule-Info-Sheet-.pdf [https://perma.cc/GJC6-HB2P].  39. Id.  40. Press Release, Diversity Lab, supra note 31.  41. See generally RHODE, supra note 1.  42. See Mansfield Rule for Midsize Law Firms Continues Boosting Diversity  in Law, DIVERSITY LAB, https://www.diversitylab.com/pilot-projects/mansfield_midsize/ [https://perma.cc/KW5R-CSA9] (last visited Feb. 6, 2023).  43. Id. 2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1171 2022)—and a sixth one is currently underway (July 2022 through July 2023).44  Each generation relies on the application of the 30 percent rule.  None consider the impact of supply-demand dynamics on the potential pools of candidates.  Shortages on the supply side prevent the formation of candidate pools consisting of 30 percent women or underrepresented minorities and make it difficult or impossible to operationalize the Mansfield Rule.  Some of the best intentions went into formulating the Mansfield Rule, but what its creators could not have predicted was the supply availability necessary to power the 30 percent engine.  So, not only does the rule not drive the increase of women and minorities in leadership positions at law firms—that uptick is, in fact, simply due to the overall growth in the market45—but there is also not a sufficient supply to fill the 30 percent rule in candidate pools. C.  Is the Mansfield Rule Moving the Needle? Interventions that effectively improve the underrepresentation of women and minorities at the leadership level in law firms hold many promises, including the potential reduction of the wage gap.  But when it comes to measuring the extent to which interventions designed to reduce bias and increase diversity achieve their goals, there is scant research that sheds light on these efforts and their outcomes.46  The approach taken here engages natural experiments, which were useful for assessing interventions intended to remedy discrimination and inequalities in employment, housing, and other economic or social resources.47 In the spotlight because of a recent Nobel Prize in economic sciences,48 natural experiments offer an effective empirical approach to examining groups and behaviors.49  This method is notable for its capacity to address important questions that cannot be approached through a randomized control trial.  In an article previously published in the Journal of Professions and Organization, I demonstrated that the Mansfield Rule is not the driver of the   44. See DIVERSITY LAB, THE EVOLUTION OF MANSFIELD RULE IN LARGE LAW FIRMS (AND BEYOND) (2022), https://www.diversitylab.com/wp-content/uploads/2022/08/Mansfield-Rule-Evolution-TImeline-1.0-6.0.pdf [https://perma.cc/3FXT-8B2R].  45. See Cecchi-Dimeglio, supra note 10, at 267.  46. See, e.g., Frank Dobbin & Alexandra Kalev, Why Doesn’t Diversity Training Work?:  The Challenge for Industry and Academia, 10 ANTHROPOLOGY NOW 48, 48 (2018); Frank Dobbin, Alexandra Kalev & Erin Kelly, Diversity Management in Corporate America, 6 CONTEXTS 21, 21, 23 (2007); Alexandra Kalev, Frank Dobbin & Erin Kelly, Best Practices or Best Guesses?:  Assessing the Efficacy of Corporate Affirmative Action and Diversity Policies, 71 AM. SOCIO. REV. 589, 590 (2006).  47. Fuchs-Schündeln & Hassan, supra note 13, at 925, 928.  48. See Natural Experiments Help Answer Important Questions, THE NOBEL PRIZE, https://www.nobelprize.org/prizes/economic-sciences/2021/popular-information/ [https://perma.cc/9FCZ-J3LY] (last visited Feb. 6, 2023).  49. See generally David Card & Alan B. Krueger, Minimum Wages and Employment:  A Case Study of the Fast-Food Industry in New Jersey and Pennsylvania, 84 AM. ECON. REV. 772 (1994). 1172 FORDHAM LAW REVIEW [Vol. 91 increase in the number of women and minorities in leadership roles since the inception of Mansfield certification in 2017.50 As I surveyed the preliminary data and first noticed that the Mansfield Rule was not the cause of the outcomes that were being attributed to its application, I reached out to Deborah.  After all, she had hosted the gatherings and events that produced both the Mansfield Rule and the Diversity Lab.  Yet, when I initially shared my findings with her, she was open and understanding.  She acknowledged the possibility that something that she helped to create, and which was near and dear to her, could in fact not be functioning as expected.  Deborah strongly and sincerely encouraged me to follow the data and share my findings.  Her integrity and her commitment to improving outcomes for women and minorities in the legal profession were such that she embraced and supported the possibility that her preferred approach was not working. Deborah went on to provide extensive feedback as I was writing the article.  That empirical investigation, grounded in natural experiment methodology, has shown that the Mansfield Rule is not moving the needle for women and minorities as reported.51  The data show a natural growth trend that was taking place across the legal industry and similarly impacted firms that applied the Mansfield Rule and those that did not. Firms that committed to DEI prior to the Mansfield Rule already had diverse populations and continued to make progress with their numbers related to women and minorities in leadership positions.52  They experienced growth rates consistent with industry trends, whether they applied the Mansfield Rule or not.  This includes growth with respect to underrepresented groups.53  The Mansfield Rule did not significantly affect the rate at which diversity increased. Applying the Mansfield Rule did not observably increase—through hiring, promotion, election, or appointment—the population of women and minorities in the promised roles.54  These roles include equity partners, lateral partners, members of practice groups, office leaders, membership executives, members of management, nomination, promotion, and compensation committees, and members of boards of directors.  Also included are chairperson and governance roles and participants in formal client pitches. In short, the behavior and outcomes at law firms could be predicted based on natural growth trends.  The market, over time, added a number of lawyers overall, and a number of women and minorities were within that population.  The gradual growth included the very small gains observed at the leadership level for women and minorities.  Applying the math of the natural uptick in the number of lawyers employed across firms predicted the growth for firms   50. Cecchi-Dimeglio, supra note 10, at 248.  51. Id. at 254.  52. Id. at 268.  53. Id. at 254–56.  54. Id. at 264. 2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1173 that were applying the Mansfield Rule and those that were not.  These predictions included which employees at which levels would be promoted (per their gender and race) and which would be leaving (i.e., employee attrition rates).  Employing the 30 percent rule produced the same growth and promotion outcomes as doing nothing.  What the Diversity Lab (a for-profit institution) claims while certifying firms that comply with the Mansfield Rule remains indistinguishable from predictable growth and behaviors that were and are characteristic features of the market. Detrimentally, low levels of supply can force hiring choices that appear driven by demographics.  Candidates hired under the Mansfield Rule can face a backlash of resentment or doubt regarding their qualifications, as described by economists Professors Daniel Fershtman and Alessandro Pavan in their March 2021 article, Soft Affirmative Action and Minority Recruitment.55 Finally, it is also important to note that Diversity Lab’s claim that the Mansfield Rule influences law firms’ diversity is based on their interpretation of the data set from the MCCA.56  These data are collected by MCCA on law firms’ workforces.  However, the same MCCA data set was used in my article in which I concluded that the rule has no effect.57  Furthermore, even the owner of the MCCA data set concluded after examining her own data that “the Mansfield rule certification does not have a direct or noticeable impact on improving diversity.”58 II.  METHODOLOGY Deborah’s advocacy and scholarship provided a more substantial understanding of the discrimination faced by women and minorities in the legal profession.  Programmatic efforts aimed at increasing the numbers or mitigating exclusion have looked at the issue of supply.  Are there enough women or minorities to fill candidate pools with a critical mass of potential hires necessary to operationalize the Mansfield Rule’s math?  This Essay aims to establish whether the supply of lawyers exists to meet the demand of leadership positions and provide 30 percent women and minorities in corresponding candidate pools.  It seeks to establish whether market equilibrium exists at the job level for counsel and partners, including both nonequity and equity partners.  This model categorizes the population in general, then looks at two population subgroups of lawyers:  (1) white Caucasian women and (2) minority men and women. It establishes the size of the population of available lawyers and defines the demand corresponding to job levels.  It then determines whether   55. Fershtman & Pavan, supra note 36, at 1–3.  56. See Mansfield Rule “Early Adopters” Show Significant Diversity Growth—and Outpace Legal Industry—in Critical Leadership Roles, DIVERSITY LAB (Apr. 15, 2021), https://www.diversitylab.com/pilot-projects/mansfield-rule-early-adopter-firm-results/ [https://perma.cc/X7JX-CDEY].  57. See Cecchi-Dimeglio, supra note 10, at 247.  58. Elizabeth Olson, Law Firms Struggle with Their Own Rooney Rule on Diversity, BUS. INSIDER (Dec. 8, 2022, 11:01 AM), https://www.businessinsider.com/law-firms-hiring-racial-diversity-blacks-women-rooney-nfl-2022-12 [https://perma.cc/2HAZ-SLJ7]. 1174 FORDHAM LAW REVIEW [Vol. 91 equilibrium exists in supply and demand.  In a nutshell, it reveals whether there could be sufficient candidates for a job level, and, in case of shortage or surplus, it identifies the percentage of the population above or below the equilibrium. There are three possible outcomes in a supply-demand analysis: • an equilibrium between the demand and supply (at 0); • a shortage of supply relative to demand (below 0); or • a surplus of supply relative to demand (above 0). The demand side of a specific job level is based on total lawyers available (analysis per white Caucasian women and minority women and men), based on lawyers that can fulfill this role either by being recruited laterally or by being promoted into this position. The availability side is based on total lawyers available (analysis per gender (women and men) and per race (white Caucasians and minorities)), based on lawyers leaving their positions, which includes the level of attrition and promotion for this position. The supply-and-demand model59 was established by considering a lawyer’s employment level.60  The model accounts for the following levels of lawyers:  associates (junior associates, midlevel associates, and senior associates), of counsel, nonequity partners, and equity partners.61 Counsel is segmented out and examined because it is sometimes employed as an intermediate step between the senior associate level and partner.  A number of law firms require that senior associates become counsel before they are qualified to become partner.  This use of the position required that it be analyzed closely.  As it is used, of counsel can enable a firm to potentially inflate the numbers of women and minorities in leadership roles.   59. The main quantities used to derive the supply per levels are:   ℒ𝑎𝑡(𝑋𝑡): Lateral hiring employee per group   ℛ(𝑋𝑡): Retirement per category   ℛ𝑒𝑡(𝑋𝑡): Retention per category   ℛ𝑒𝑜(𝑋𝑡): Number of senior associates that was not included in the partner     promotion class 𝒜𝑡𝑡(𝑋𝑡):   Define the number of attritions of lawyers per group   𝒫(𝑋𝑡  | 𝑋𝑡′): Lawyer promoted per group, where 𝑋 is the new position and 𝑋′ is the old     position reached by the lawyer. Therefore, the relationship between population for each level is 𝑋𝑡.  60. The lawyer’s level, 𝑋, at a time, 𝑡, is defined as 𝑋𝑡 and contains the following levels:  associates (junior associates, midlevel associates, and senior associates) (𝐴(𝑗)𝑡, 𝐴(𝑚)𝑡, 𝐴(𝑠)𝑡), counsel (𝐶𝑡), nonequity partners (𝑁𝑒𝑞𝑡), and equity partners (𝐸𝑞𝑡).  61. Senior associates consist of lawyers who are eligible to become of counsel or partner.  Of counsel positions are fed by retirees and by individuals transitioning from private firms or government positions that have specific expertise but are not on the partner track.  This level is also used as a temporary or intermediate step between senior associate and partner, which allows firms to claim increased numbers of women or minorities in leadership roles.  Many firms utilize two tiers of partner.  Nonequity partner constitutes an intermediate step above senior associate (or of counsel, when applicable) but does not include any right to share in the profits of the firm.  An equity partner—often referred to as partner, member, or shareholder—has the right to share in the profits of the firm. 2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1175 Six quantities are used to derive the supply per level.  These include lateral hirings per group, retirement per category, retention per category, the number of senior associates not included in the partner promotion class, attrition of lawyers per group, and lawyers promoted per group.  A separate formula is applied to each level:  associate,62 counsel,63 nonequity partner,64 and equity partner.65 The following steps are taken to establish the supply and demand of lawyers in leadership positions which include counsel and partner (nonequity and equity).  First, the model establishes the demand, which is comprised of the share of positions to be filled at each job level.  Second, the model determines the population that needs to be available, which considers all the lawyers available in the market to fulfill this job level.66  The demand and availability per job level can then be calculated for the counsel and the partner populations for a specific subgroup of the population (nonequity and equity partners).67   62. Associates, 𝐴(𝑗)𝑡, 𝐴(𝑚)𝑡, 𝐴(𝑠)𝑡, for an ordered associate level, 𝑥 ∈ {𝑗, 𝑚, 𝑠}, with a promotion rate, 𝑝𝑖: 𝐴(𝑥)𝑡+1 = 𝐴(𝑥)𝑡 − 𝒜𝑡𝑡(𝐴(𝑥))𝑡 + ℒ𝑎𝑡(𝐴(𝑥))𝑡+ ∑ 𝑝𝑖 . ℛ𝑒𝑡(𝐴(𝑥))𝑡𝑖∈{𝑗,𝑚,𝑠}|𝑖<𝑥− 𝕀(𝑥=𝑠)∗ 𝒫(𝐶𝑡, 𝑁𝑒𝑞𝑡, 𝐸𝑝𝑡|𝐴(𝑠)𝑡)  63. Counsel (𝐶𝑡):  𝐶𝑡+1 = 𝐶𝑡 + ℒ𝑎𝑡(𝐶𝑡) + 𝒫(𝐶𝑡|𝐴(𝑠)𝑡) −  𝒫(𝑁𝑒𝑞𝑡, 𝐸𝑝𝑡|𝐶𝑡) − 𝒜𝑡𝑡(𝐶𝑡) − ℛ(𝐶𝑡)   64. Nonequity partner (𝑁𝑒𝑞𝑡):  𝑁𝑒𝑞𝑡+1 = 𝑁𝑒𝑞𝑡 + ℒ𝑎𝑡(𝑁𝑒𝑞𝑡) + 𝒫(𝑁𝑒𝑞𝑡|𝐶𝑡, 𝐴(𝑠)) −  𝒫(𝐸𝑝𝑡|𝑁𝑒𝑞𝑡) −𝒜𝑡𝑡(𝑁𝑒𝑞𝑡) − ℛ(𝑁𝑒𝑞𝑡)   65. Equity partner (𝐸𝑞𝑡):  𝐸𝑝𝑡+1 = 𝐸𝑝𝑡 + ℒ𝑎𝑡(𝐸𝑝𝑡) + 𝒫(𝐸𝑝𝑡|𝐶𝑡, 𝐴(𝑠), 𝑁𝑒𝑞𝑡) − 𝒜𝑡𝑡(𝐸𝑝𝑡) − ℛ(𝐸𝑝𝑡)   66. For a population 𝑥, let’s define 𝑌+ the demand:  𝑌+(𝑥) = 𝒫(𝑥|𝑥𝑜𝑙𝑑) + ℒ𝑎𝑡(𝑥)  And the available 𝑌−:  𝑌−(𝑥) = 𝒜𝑡𝑡(𝑥) + 𝒫(𝑥𝑛𝑒𝑤|𝑥) − ℛ𝑒𝑜(𝑥) − ℛ(𝑥)   67. The available group is defined as 𝑌_ − ^𝑚(𝑥), where 𝑚 is the population subgroup.  Respectively, the model allows definition of the overall demand as 𝑌_ + ^𝛺(𝑥) as the overall demand per race subgroup.  The main quantities used to derive the supply per levels are:  ℝ30%(𝑋𝑚) =∑ 𝑌−𝑚𝑚0.3(𝑌+Ω)− 1, 1176 FORDHAM LAW REVIEW [Vol. 91 III.  DESCRIPTIVE DATA The data set is compiled from the ALM data set68 and complemented with publicly available data from MCCA,69 the U.S. Census Bureau,70 the U.S. Bureau of Labor Statistics,71 and the American Bar Association.72  The data covers 2018, 2019, 2020, and 2021.  This Essay presents data for the year 2021, as they are the most recent and because the results remain almost the same for the other years without significant changes. The data set consists of 327 law firms with a distribution per size of law firm, as shown in Table 1:  (1) 251–500 lawyers (155 firms), (2) 501–750 lawyers (62 firms), and (3) more than 750 lawyers (110 firms).  Table 1 also shows the overall distribution per size of law firm in the data set:   (1) 251–500 lawyers (47 percent), (2) 501–750 lawyers (19 percent), and (3) more than 751 lawyers (34 percent). The data set is divided by gender (women and men) and by race (white Caucasian, racial minority groups (African American/Black, Alaska Native/American Indian, Asian, Hispanic/Latinx, Native Hawaiian/Pacific Islander, and multiracial)), LGBTQ+ status, and disability status as recognized under the ADA. Table 2 shows the demographic repartition of the population total by size of firm per job level and leadership type (counsel, partner (nonequity and equity)), and by the distribution in percentage of women and men, as well as in percentage of white Caucasian and minority populations. The total population of the data set is 248,628 lawyers.  The gender distribution of this population is 90,891 women lawyers (37 percent) and 157,737 men lawyers (63 percent).  The total white Caucasian population of the data set is 204,802 lawyers (82 percent of the population).  The total minority population of the data set is 43,826 lawyers (18 percent of the population). The total population of the data set in leadership positions is 136,539 lawyers (55 percent of the total data set).  The total gender distribution in leadership positions of the population of the data set is 38,342 women  𝑌+𝛺 represents the demand of the population necessary to have in the supply under the 30 percent Mansfield Rule condition.  ∑ 𝑌−𝑚𝑚  is the available amount of the subgroup population (white women or minority men and women) under the 30 percent Mansfield Rule condition.  68. Law Firm Diversity Database, MCCA, https://diversitydatabase.mcca.com/ [https://perma.cc/5ZR8-RRHD] (last visited Feb. 6, 2023).  69. Law.com Compass, ALM GLOB., https://www.alm.com/intelligence/solutions-we-provide/lawcom-compass/ [https://perma.cc/N56M-CYPK] (last visited Feb. 6, 2023).  70. See Statistics of U.S. Businesses (SUSB), U.S. CENSUS BUREAU, https://www.census.gov/programs-surveys/susb.html [https://perma.cc/K49A-NS5W] (last visited Feb. 6, 2023).  71. See BUREAU OF LAB. STATS. & U.S. DEP’T OF LAB., OCCUPATIONAL OUTLOOK HANDBOOK:  LAWYERS, https://www.bls.gov/ooh/legal/lawyers.htm [https://perma.cc/3WWF-G9D5] (last visited Feb. 6, 2023).  72. See Statistics Archives, AM. BAR ASS’N, https://www.americanbar.org/groups/ legal_education/resources/statistics/statistics-archives/ [https://perma.cc/5ND9-PZP7] (last visited Feb. 6, 2023). 2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1177 lawyers (28 percent of the population) and 98,197 men lawyers (72 percent of the population).  The total white Caucasian population of the data set in leadership positions is 121,558 lawyers (89 percent of the leadership position population).  The total minority population of the data set in leadership positions is 14,981 lawyers (11 percent of the leadership position population). The total population of the data set in counsel positions is 33,063 lawyers (13 percent of the total data set).  The total gender distribution of the data set in counsel positions is 13,332 female lawyers (40 percent of the population) and 19,731 male lawyers (60 percent of the population).  The total minority counsel population of the data set is 4,555 lawyers (14 percent of the counsel population).  The total white Caucasian population of the data set is 28,508 lawyers (86 percent of the counsel population). The total population of the data set for partner (nonequity and equity) is 103,476 lawyers (42 percent of the total data set).  The total gender distribution for the partner population of the data set is 25,010 women lawyers (24 percent of the population) and 78,466 men lawyers (76 percent of the population).  The total minority partner population of the data set is 10,426 lawyers (10 percent of the population).  The total white Caucasian partner population of the data set is 93,050 lawyers (90 percent of the partner population). The total population of the data set for nonequity partner is 27,364 lawyers (11 percent of the total data set).  The total gender distribution for the nonequity partner population of the data set is 8,305 women lawyers (30 percent of the population) and 19,059 men lawyers (70 percent of the population).  The total minority population for the nonequity partner population of the data set is 3,188 lawyers (12 percent of the population).  The total white Caucasian population of the data set is 24,176 lawyers (88 percent of the nonequity partner population). The total population of the data set for equity partner is 76,112 lawyers (31 percent of the total data set).  The total gender distribution for the equity partner population of the data set is 16,705 women lawyers (22 percent of the population) and 59,407 men lawyers (78 percent of the population).  The total minority population of equity partners in the data set is 7,238 lawyers (10 percent of the population).  The total white Caucasian population of equity partners in the data set is 68,874 lawyers (90 percent of the population). IV.  RESULTS A.  Law Firms Larger than 751 Lawyers 1.  State of Supply and Demand for the Leadership Population Table 2a shows that for firms with more than 751 lawyers, the total population in leadership (counsel and partner (nonequity and equity)) is 80,927 lawyers, with a distribution of the population at 24 percent counsel, 1178 FORDHAM LAW REVIEW [Vol. 91 and 76 percent partners (divided between 17 percent nonequity partners and 59 percent equity partners). The total demand for the population in leadership positions in firms employing more than 751 lawyers is 12,358 individuals (15 percent of the total lawyer leadership population).  The demand within the leadership position is as follows:  21 percent of counsel and 79 percent partners (divided between 22 percent nonequity partners and 57 percent equity partners). The 30 percent proportional demand for the population in leadership positions in firms with more than 751 lawyers is 3,708 individuals.  The demand within the leadership positions is as follows:  21 percent of counsel and 79 percent partners (divided between 22 percent nonequity partners and 57 percent equity partners).  The 30 percent demand represents 13 percent of counsel and 26 percent partners, comprised of 20 percent of the nonequity partners and 15 percent of the equity partners. The total population of leadership positions in firms larger than 751 lawyers available is 9,397 individuals (12 percent of the total lawyer leadership population).  The available population within the leadership position is as follows:  29 percent of counsel and 71 percent for partners (divided between 37 percent nonequity partners and 34 percent equity partners).  The available population represents 14 percent of the counsel and 14 percent of the partners comprised of 26 percent of the nonequity partners and 5 percent of the equity partners. 2.  State of the Supply and Demand for the Population of White Caucasian Women Within the proportional demand of the 30 percent of the population in leadership positions in firms employing more than 751 lawyers, the available population of white Caucasian women is 2,236 individuals (24 percent of the total available), as seen in Table 2b.  The population available in the subpopulation of white Caucasian women is 783 of counsel (29 percent of the counsel available) and 1,453 partners (22 percent of the partners available) comprised of 816 nonequity partners (23 percent of the nonequity partners available) and 637 equity partners (20 percent of the equity partners available)). The supply available—in this case, the capacity of the population of white Caucasian women in leadership to fill the demand—is 18 percent.  Per job level, the supply is 30 percent of counsel, 15 percent of partners (30 percent nonequity partners and 9 percent equity partners). There is a total shortage of 12 percent (i.e., 18 percent minus 30 percent) in the availability of white Caucasian women in leadership to fill the 30 percent.  Nonetheless, the distribution among counsel and partner is not equal.  The counsel population of white Caucasian women is missing 1 percent of their population and the partner population is short 50 percent in the number of partners needed for equilibrium.  However, the distribution of the shortage partners who are white Caucasian women is not the same for equity and nonequity partners.  The population of nonequity partners who are 2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1179 white Caucasian women is only short 1 percent of the population to be at equilibrium, whereas the population of equity partners who are white Caucasian women is short 70 percent of the number of partners to be at equilibrium for a 30 percent rule. 3.  State of the Supply and Demand for the Minority Population Within the proportional demand of 30 percent of the population in leadership positions in firms larger than 751 lawyers, the minority population available is 1,434 individuals and represents 15 percent of the total population available, as reflected in Table 2c.  The population available in the minority subpopulation is 431 counsels (16 percent of the counsel available) and 1,003 partners (15 percent of the partners available), comprised of 522 nonequity partners (15 percent of the nonequity partners available) and 481 equity partners (15 percent of the equity partners available). The supply available (i.e., the capacity) of the minority population in leadership to fill the demand is 15 percent, comprised of 16 percent of counsel and 15 percent partners (15 percent nonequity partners and 15 percent equity partners). There is a total shortage of 18 percent (i.e., 30 percent minus 12 percent) in the availability of the minority population in leadership to fill the 30 percent requirement.  However, the distribution between counsel and partners is not equal.  The minority counsel population is short 45 percent of their population and the partner population is shy of 66 percent of the number of partners needed to be at equilibrium.  Nevertheless, the distribution of the shortage of minority partners is not equally spread between nonequity and equity partners.  Minority nonequity partners are short 37 percent of their population whereas minority equity partners are short 77 percent in the number of partners to be at equilibrium meeting a 30 percent rule. Figure 1 visually represents the statistical numbers presented in Tables 2a, 2b, and 2c and the supply and demand chain for law firms with more than 751 lawyers. 1180 FORDHAM LAW REVIEW [Vol. 91 Figure 1:  Supply Chain for Law Firms Larger than 751 Lawyers B.  Law Firms Having Between 501–750 Lawyers 1.  State of the Supply and Demand for the Leadership Population Table 3a shows that for firms employing between 501–750 lawyers, the total population in leadership (counsel and partner (nonequity and equity)) is 20,172 lawyers, with a distribution of the population at 27 percent of counsel and 73 percent of partners (divided between 19 percent nonequity partners and 54 percent equity partners). The total demand for the population in leadership positions in firms with 500–751 lawyers is 3,456 individuals (17 percent of the total lawyer leadership population).  The demand within the leadership position is as follows:  33 percent of counsel and 67 percent of partners (divided between 18 percent nonequity partners and 49 percent equity partners). The 30 percent proportional demand for the population in leadership positions in firms employing 500–751 lawyers is 1,037 individuals.  The demand within the leadership position is as follows:  33 percent of counsel and 67 percent of partners (divided between 18 percent nonequity partners and 49 percent equity partners).  The 30 percent demand represents 21 percent of the counsel and 16 percent of the partners, comprised of 16 percent of the nonequity partners and 16 percent of the equity partners. The total population in leadership positions in firms with 500–751 lawyers is 3,258 individuals (16 percent of the total lawyer population).  The available population within the leadership positions is as follows:  28 percent of counsel and 72 percent of partners (divided between 19 percent nonequity partners and 53 percent equity partners).  The available population represents 2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1181 17 percent of counsel and 22 percent of partners (comprised of 16 percent of the nonequity partners and 12 percent of the equity partners). 2.  State of the Supply and Demand for the Population of White Caucasian Women Within the proportional demand of 30 percent of the population in leadership positions in firms employing 500–751 lawyers, the population of white Caucasian women available is 751 individuals and represents 23 percent of the total.  The population available in the subpopulation of white Caucasian women is 270 counsel (30 percent of the counsel available) and 481 partners (21 percent of the partners available), comprised of 162 nonequity partners (26 percent of the nonequity partners available) and 319 equity partners (19 percent of the equity partners available). The supply available (i.e., the capacity of the population of white Caucasian women in leadership to fill the demand) is 22 percent.  Per position, it is 24 percent of counsel and 21 percent of partners (26 percent nonequity partners and 19 percent equity partners). There is a total shortage of 8 percent (i.e., 30 percent minus 22 percent) in the availability of white Caucasian women in leadership to fill the 30 percent.  However, the distribution between counsel and partners is not equal. The white Caucasian women counsel population is short 21 percent, while the partner population is short 31 percent of the numbers needed to be at equilibrium.  However, the distribution of the shortage of white Caucasian women partners is not the same for equity and nonequity.  White Caucasian women nonequity partners are short 12 percent of the population needed to be at equilibrium, whereas white Caucasian women equity partners are shy of 37 percent in the number of partners needed to reach equilibrium and meet a 30 percent rule. 3.  State of the Supply and Demand for the Minority Population Within the proportional demand of the 30 percent of the population in leadership positions in firms employing 500–751 lawyers, the minority population available is 443 individuals (14 percent of the total available).  The population available in the minority subpopulation is 169 counsel (19 percent of the counsel available) and 273 partners (12 percent of the partners available) comprised of 80 nonequity partners (13 percent of the nonequity partners available) and 193 equity partners (11 percent of the equity partners available). The supply available (i.e., the capacity) of the minority population in leadership to fill the demand is 13 percent, comprised of 15 percent of counsel, 12 percent of partners (13 percent nonequity partners and 11 percent equity partners). There is a total shortage of 17 percent (i.e., 30 percent minus 13 percent) in the availability of the minority population in leadership to fill the 30 percent.  However, the distribution between counsel and partners is not 1182 FORDHAM LAW REVIEW [Vol. 91 equal.  The minority of counsel population is shy of 51 percent of their target population and the minority partner population is short 61 percent in the number of partners to be at equilibrium.  Nevertheless, the distribution of the shortage amount is not the same for equity and nonequity minority partners.  The population of minority nonequity partners is short 57 percent of their population, whereas the population of minority equity partners is shy of 62 percent in the number of partners needed to be at equilibrium meeting a 30 percent rule. Figure 2 visually represents the statistical numbers presented in Tables 3a, 3b, and 3c, and visually represents the supply and demand chain for law firms with 501–750 lawyers.  Figure 2:  Supply Chain for Law Firms with 501–750 Lawyers C.  Firms Having Between 251–500 Lawyers 1.  State of the Supply and Demand for the Leadership Population Table 4a shows that for firms with 251–500 lawyers, the total population in leadership (counsel and partners (nonequity and equity)) is 35,440 lawyers with a distribution of the population at 22 percent of counsel and 78 percent of partners (divided between 28 percent nonequity partners and 50 percent equity partners). The total demand for the population in leadership positions in firms employing 251–500 lawyers is 4,396 individuals, which represents 12 percent of the total lawyer leadership population.  The demand within the leadership position is as follows:  24 percent of counsel and 76 percent of 2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1183 partners (divided between 34 percent nonequity partners and 42 percent equity partners). The 30 percent proportional demand for the population in leadership positions in firms with 251–500 lawyers is 1,319 individuals.  The demand within the leadership position is as follows:  24 percent of counsel and 76 percent of partners (divided between 34 percent nonequity partners and 42 percent equity partners).  The demand represents 13 percent of counsel and 12 percent of partners (comprised of 15 percent of the nonequity partners and 10 percent of the equity partners). The total population in leadership positions in firms employing 251–500 lawyers available is 3,954 individuals which represents 11 percent of the total lawyer population.  The available population within the leadership position is as follows:  31 percent of counsel and 69 percent for partners (divided between 44 percent nonequity partners and 25 percent equity partners).  The available population represents 15 percent of counsel and 16 percent of partners (comprised of 18 percent of the nonequity partners and 4 percent of the equity partners). 2.  State of the Supply and Demand for the Population of White Caucasian Women Within the proportional demand of the 30 percent of the population of leadership positions in firms with 251–500 lawyers, the population of white Caucasian women available is 966 individuals and represents 24 percent of the total available, as seen in Table 4b.  The population available in the subpopulation of white Caucasian women is 318 counsel (26 percent of the counsel available) and 648 partners (24 percent of the partners available), which is comprised of 433 nonequity partners (25 percent of the nonequity partners available) and 215 equity partners (21 percent of the equity partners available). The supply available (i.e., the capacity) of the population of white Caucasian women in leadership to fill the demand is 24 percent.  Per position it is 26 percent of counsel and 24 percent of partners (25 percent nonequity partners and 21 percent equity partners). There is a total shortage of 8 percent (i.e., 30 percent minus 22 percent) in the availability of white Caucasian women in leadership to fill the 30 percent.  However, the distribution among counsel and partners is not equal.  The population of white Caucasian women counsel is at equilibrium but the partner population is 11 percent short in the number of partners to be at equilibrium.  Nevertheless, the distribution of the shortage of white Caucasian women is not the same for equity and nonequity partners.  White Caucasian women nonequity partners are only 1 percent short of the population needed to be at equilibrium whereas white Caucasian women equity partners are 18 percent shy of the number of partners to arrive at equilibrium meeting a 30 percent rule. 1184 FORDHAM LAW REVIEW [Vol. 91 3.  State of the Supply and Demand for the Minority Population Within the proportional demand of 30 percent of the population in leadership positions in firms employing 251–500 lawyers, the minority population available is 483 individuals and represents 12 percent of the total available.  The population available in the minority subpopulation is 196 counsel (16 percent of the counsel available) and 287 partners (10 percent of the partners available), which is comprised of 184 nonequity partners (11 percent of the nonequity partners available) and 103 equity partners (10 percent of the equity partners available). The supply available (i.e., the capacity) of the minority population in leadership to fill the demand is 11 percent, comprised of 18 percent of counsel, 9 percent of partners (12 percent nonequity partners and 6 percent equity partners). There is a total shortage of 19 percent (i.e., 30 percent minus 11 percent) in the availability of the minority population in leadership to fill the 30 percent. However, the distribution between counsel and partners is not equal.  The minority counsel population is short 39 percent of their population and the partner population is missing 71 percent in the number of partners.  Nevertheless, the distribution of the shortage of minority partners is not equally distributed between equity and nonequity partners.  The minority nonequity partner population is shy of 59 percent of the population needed to be at equilibrium whereas the minority equity partner population is short 81 percent in the number of partners to be at equilibrium meeting a 30 percent rule. Figure 3 visually represents the statistical numbers presented in Tables 4a, 4b, and 4c and visually represents the supply and demand chain for law firms with 250–500 lawyers.  2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1185 Figure 3:  Supply Chain for Law Firms Employing 251–500 Lawyers V.  DISCUSSION Although recruiting lawyers (white Caucasian women or minorities (women and men)) into leadership positions is dependent on supply and availability within that population, this Essay is one of the first to present a supply-demand analysis of the legal leadership population (counsel and partners (nonequity and equity)). Per the findings, demand at law firms with more than 751 lawyers is 15 percent, 17 percent at firms employing 501–750 lawyers, and 12 percent at firms with 251–500 lawyers.  However, supply for law firms larger than 751 lawyers is 12 percent, 16 percent for firms between 501–750 lawyers, and 11 percent for firms between 251–500 lawyers. Prior to this research, an analysis of the Mansfield Rule indicated that it was not responsible for increasing the number of women and minorities in leadership positions at law firms.73  The research proved that firms not applying the Mansfield Rule grew at the same rate as firms applying the rule.74  The Diversity Lab claimed that firms applying the Mansfield Rule increased their growth at higher rates75 when they in fact did not.  Behaviors and growth in law firm diversity could be predicted with a high level of accuracy just as they could be in a stock market that doubles in value every   73. See Cecchi-Dimeglio, supra note 10, at 269.  74. Id. at 248.  75. See Mansfield Rule “Early Adopters” Show Significant Diversity Growth—and Outpace Legal Industry—in Critical Leadership Roles, supra note 56. 1186 FORDHAM LAW REVIEW [Vol. 91 ten years because of inherent characteristics and not because of special interventions.76 The present findings indicate a shortage that makes the 30 percent input unattainable.  Equilibrium is not reachable, despite a 1 percent annual growth of the legal population.  Despite evidence to the contrary, the Mansfield Rule continues to enjoy the psychological effect of impacting diversity and inclusion.  Beneficially, the Mansfield Rule keeps attention on the important issue of DEI in the legal profession.  But, despite law firms’ best intentions, the present research demonstrates that there is a shortage of supply required to successfully operationalize the 30 percent minimum required by the Mansfield Rule. Overall, the data show that there is currently a ceiling in the supply of 18 percent for law firms with more than 751 lawyers, 22 percent for firms employing 501–750 lawyers, and 22 percent for firms with 251–500 lawyers. Furthermore, a different supply ceiling exists for counsel and partners (nonequity and equity):  15 percent for partners and 30 percent for counsel at law firms larger than 751 lawyers, 21 percent for partners and 24 percent for counsel at firms employing 501–750 lawyers, and 19 percent for partners and 30 percent for counsel at firms with 251–500 lawyers. The findings demonstrate that there is insufficient supply to fuel the Mansfield Rule’s 30 percent engine.  The Mansfield Rule is not mathematically achievable given the shortage of supply in the population available and demand in leadership (counsel and partners (nonequity and equity)). For law firms ranging in size from 251–750 lawyers, the overall need to increase the minority population to realize the 30 percent rule threshold ranges from 28 percent to 73 percent. Firms with more than 751 lawyers (partners and counsel together) must increase their population of minority lawyers by 40 percent to realize the rule’s 30 percent threshold.  Overall, these firms must increase their population of women by 61 percent to realize the rule’s 30 percent threshold. Firms with 500–751 lawyers (partners and counsel together) must increase their minority population by 28 percent to realize the rule’s 30 percent threshold.  Overall, these firms must increase their population of women by 57 percent to meet the rule’s 30 percent threshold. Firms with 251–500 lawyers must increase their minority population by 73 percent to realize the rule’s 30 percent threshold.  Overall, these firms must increase their population of women by 63 percent to realize the rule’s 30 percent threshold. The Mansfield Rule posits that having women, minorities, LGBTQ+ individuals, and individuals with disabilities as 30 percent of the pipeline is sufficient to increase their numbers among those who are ultimately hired or promoted.  Diversity Lab claims that the Mansfield Rule is “built on decades of science and data” and that “[t]ransparency and accountability are baked   76. See Cecchi-Dimeglio, supra note 10, at 267. 2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1187 into the structured certification process, with the requirements evolving and getting tougher every year.”77  These mathematically sound findings demonstrate that there is no 30 percent pipeline, which is the core mechanism of the Mansfield Rule dynamic. Though the Diversity Lab argument may be based in science, it is not applicable in the existing supply and demand landscape.  For instance, if one applies the logic of a study referred to by the Diversity Lab—which claimed that a 30 percent diversity minimum in a pool of four candidates would result in an increase of their chance to be hired—the 30 percent of a pool of four candidates, as required by the Mansfield Rule, would be equal to 1.2. This reasoning implies that in a scenario featuring five candidate pools with four candidates in each pool, four pools of candidates will feature only one diverse candidate.  The remaining pool would feature two diverse candidates.  This scenario is similar to that in an article by Professor Stefanie K. Johnson, Professor David R. Hekman, and Elsa T. Chan,78 which found that the single candidate in each of the four pools would have a 0 percent chance of being hired, while the two diverse candidates in the remaining pool would have a significantly higher chance of being hired.79 As a result, there is a 10 percent chance for the diverse candidate to be hired, which is very far from the 30 percent theoretically given by the Mansfield Rule.  Furthermore, the deviation in expected probability referenced by the scientific article cited by the Diversity Lab80 cannot even be realized under the Mansfield Rule. As a result, the Mansfield Rule forces law firms into a behavior of “forced choice of candidate” and is reinforcing the tokenism of the very same population it is claiming to be helping to place in leadership positions at law firms. This research leads to other avenues of further investigation, such as whether the Mansfield Rule impacts the behavior of individuals in their lateral moves or accelerates the lateral movements of women and diverse candidates attempting to join law firms that are Mansfield certified compared to those that are not certified. The findings call for structural reform to sustain the future of increasing the number of women and minorities in leadership positions.  The results also debunk the myth that the 30 percent Mansfield Rule is a tool that ultimately enhances diversity in the legal profession, especially in leadership positions.   77. Iino et al., supra note 18.  78. See Stefanie K. Johnson, David R. Hekman & Elsa T. Chan, If There’s Only One Woman in Your Candidate Pool, There’s Statistically No Chance She’ll Be Hired, HARV. BUS. REV. (Apr. 26, 2016), https://hbr.org/2016/04/if-theres-only-one-woman-in-your-candidate-pool-theres-statistically-no-chance-shell-be-hired [https://perma.cc/3FV3-4N3A].  79. See id. (“The odds of hiring a woman were 79.14 times greater if there were at least two women in the finalist pool . . . .  The odds of hiring a minority were 193.72 times greater if there were at least two minority candidates in the finalist pool . . . .”).  80. See Iino et al., supra note 18. 1188 FORDHAM LAW REVIEW [Vol. 91 CONCLUSION The “small-N problem”81 is real in the legal profession, especially in leadership.  The capacity to cultivate more role models is contingent on the flow of lawyers (the pipeline) and any leaks that occur along the way, prior to gaining access to positions of leadership.  Economic disruptions occur more often than realized, and these events often trigger individual reevaluations of career and life decisions.  Rethinking and revising decisions can have long-term impacts on individuals and the larger economy.  Different time and career stages help shape the outcomes for individuals. Within this scope of possibilities, actors along the pipeline process must take action to remedy the current situation in which the legal profession finds itself.  On one hand, law schools should be more inviting to diverse candidates and increase the pipeline of diverse graduates.  On the other hand, law firms should take the time and responsibility to invest along the talent pipeline and create alternative work structure solutions to avoid accentuating the gap that exists in the supply.  Moreover, firms should find ways to reduce the existing gap. There are opportunities for multiple players along the pipeline to implement measures that sustainably increase the number of women and minorities available to be hired in the legal profession.  Law firms have a role and responsibility, and so do law schools.  Moving the needle for women and minorities critically includes increasing the number of law school graduates and candidates for employment.  Law firms can impact the pool of senior associates, ensuring that there are enough diverse candidates to fill open leadership roles. Despite the shortage of supply and the shortcomings of quota-based solutions, improving outcomes for women and minorities in the legal profession is not impossible.  There is no silver bullet, but a variety of science-based strategies and interventions are already providing consistent, reproducible results.  Some of these approaches focus on decision-making in the hiring and promotion processes.  Other interventions focus on the variety of ways that attorneys provide value to firms and their clients, including pro bono work and other non-billable engagements.  These and other mechanisms can be nudged to create fair and advantageous outcomes for women and minorities across the legal profession.     81. “Small-N problem” is a term commonly used in statistics to describe a situation that arises when the number of units of analysis (e.g., the number of individuals from a specific gender or race) available is inherently limited. 2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1189 APPENDIX Table 1:  Job-Level Distribution  Size All (N = 327) 251–500 (N = 155 (47%)) 501–750 (N = 62 (19%)) More than 751 (N = 110 (34%)) N % of the total % of the total % of the total % of the total Total (Distribution) 248,628 100% 23% 15% 62% Associate 112,089 45% 37% 47% 48% Partner 103,476 42% 49% 39% 40% Counsel 33,063 13% 14% 14% 13% Nonequity partner (NE) 27,364 11% 18% 10% 9% Equity partner (E) 76,112 31% 31% 29% 31% Leadership 136,539 55% 63% 53% 52%    1190 FORDHAM LAW REVIEW [Vol. 91 Table 2:  Demographic Repartition—Female/Male  Population N % of the total Female % pop. Male % pop. Law Firms:  All (N = 327) Total 248,628 100% 37% 63% Associate 112,089 45% 47% 53% Counsel 33,063 13% 40% 60% Partner 103,476 42% 24% 76% Nonequity partner 27,364 11% 30% 70% Equity partner 76,112 31% 22% 78% Leadership 136,539 55% 28% 72% Law Firms with More than 751 Lawyers (N = 110 (34%)) Total 154,687  37% 63% Associate 73,760 48% 47% 53% Counsel 19,635 13% 40% 60% Partner 61,292 40% 24% 76% Nonequity partner 13,660 9% 31% 69% Equity partner 47,632 31% 22% 78% Leadership 80,927 52% 28% 72% Law Firms with Between 501–750 Lawyers (N = 62 (19%)) Total 37,721  37% 63% Associate 17,549 47% 47% 53% Counsel 5,455 14% 43% 57% Partner 14,717 39% 24% 76% Nonequity partner 3,865 10% 30% 70% Equity partner 10,852 29% 22% 78% Leadership 20,172 53% 29% 71% Law Firms with Between 251–500 Lawyers (N = 155 (47%)) Total 56,220  34% 66% Associate 20,780 37% 45% 55% Counsel 7,973 14% 38% 62% Partner 27,467 49% 24% 76% Nonequity partner 9,839 18% 30% 70% Equity partner 17,628 31% 21% 79% Leadership 35,440 63% 27% 73% 2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1191 Table 2:  Demographic Repartition—Minorities/White  Population N % of the total Minorities % pop. White % pop. Law Firms:  All (N = 327) Total 24,8628 100% 18% 82% Associate 112,089 45% 26% 74% Counsel 33,063 13% 14% 86% Partner 103,476 42% 10% 90% Nonequity partner 27,364 11% 12% 88% Equity partner 76,112 31% 10% 90% Leadership 136,539 55% 11% 89% Law Firms with More than 751 Lawyers (N = 110 (34%)) Total 154,687  19% 81% Associate 73,760 48% 27% 73% Counsel 19,635 13% 14% 86% Partner 61,292 40% 11% 89% Nonequity partner 13,660 9% 12% 88% Equity partner 47,632 31% 10% 90% Leadership 80,927 52% 12% 88% Law Firms with Between 501–750 Lawyers (N = 62 (19%)) Total 37,721  18% 82% Associate 17,549 47% 26% 74% Counsel 5,455 14% 14% 86% Partner 14,717 39% 9% 91% Nonequity partner 3,865 10% 11% 89% Equity partner 10,852 29% 9% 91% Leadership 20,172 53% 11% 89% Law Firms with Between 251–500 Lawyers (N = 155 (47%)) Total 56,220  14% 86% Associate 20,780 37% 21% 79% Counsel 7,973 14% 12% 88% Partner 27,467 49% 9% 91% Nonequity partner 9,839 18% 11% 89% Equity partner 17,628 31% 8% 92% Leadership 35,440 63% 9% 91% 1192 FORDHAM LAW REVIEW [Vol. 91  Table 2a:  Supply Chain for Law Firms Larger than 751 Lawyers   Counsel Partner (NE+E) Nonequity partner (NE) Equity partner (E) Total Leadership population  (Counsels & Partners  (incl. NE & E)) 19,635 61,292 13,660 47,632 80,927 Population distribution 24% 76% 17% 59% 100% Demand 2,623 9,735 2,741 6,994 12,358 Demand pop. distribution 21% 79% 22% 57% 100% Demand in proportion of the leadership population 13% 16% 20% 15% 15% 30% of the demand 787 2,921 822 2,098 3,708 Available 2,681 6,716 3,494 3,222 9,397 Available pop. distribution 29% 71% 37% 34% 100% Available in proportion of the leadership population 14% 14% 26% 5% 12%    2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1193 Table 2b:  Supply Chain for White Caucasian Women for Law Firms with More than 751 Lawyers   Counsel Partner (NE+E) Nonequity partner (NE) Equity partner (E) Total White Caucasian women available 783 1,453 816 637 2,236 Proportion Available 29% 22% 23% 20% 24% Fill capacity 30% 15% 30% 9% 18% Short % to reach 30% of the demand 0% 15% 0% 21% 12% Short % of white Caucasian women to reach 30% demand -1% -50% -1% -70% -40%    1194 FORDHAM LAW REVIEW [Vol. 91 Table 2c:  Minority Supply Chain for Law Firms with  More than 751 Lawyers   Counsel Partner (NE+E) Nonequity partner (NE) Equity partner (E) Total Minorities (women and men) available 431 1,003 522 481 1,434 Proportion Available 16% 15% 15% 15% 15% Fill capacity 16% 10% 19% 7% 12% Short % to reach 30% of the demand 14% 20% 11% 23% 18% Short % for minorities (women and men) to reach 30% demand -45% -66% -37% -77% -61%    2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1195 Table 3a:  Supply Chain for Law Firms with 501–750 Lawyers   Counsel Partner (NE+E) Nonequity partner (NE) Equity partner (E) Total Leadership population (Counsels & Partners (incl. NE & E)) 5,455 14,717 3,865 10,852 20,172 Population distribution 27% 73% 19% 54% 100% Demand 1,144 2,312 618 1,694 3,456 Demand pop. distribution 33% 67% 18% 49% 100% Demand in proportion of the leadership population 21% 16% 16% 16% 17% 30% of the demand 343 694 185 508 1037 Available 913 2,345 625 1,720 3,258 Available pop. distribution 28% 72% 19% 53% 100% Available in proportion of the leadership population 17% 22% 16% 12% 16%    1196 FORDHAM LAW REVIEW [Vol. 91 Table 3b:  Supply Chain of White Caucasian Women for Law Firms with 501–750 Lawyers   Counsel Partner (NE+E) Nonequity partner (NE) Equity partner (E) Total White Caucasian women available 270 481 162 319 751 Proportion Available 30% 21% 26% 19% 23% Fill capacity 24% 21% 26% 19% 22% Short % to reach 30% of the demand 6% 9% 4% 11% 8% Short % of white Caucasian women to reach 30% demand -21% -31% -12% -37% -28%    2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1197 Table 3c:  Minorities Supply Chain for Law Firms with 501–750 Lawyers   Counsel Partner Nonequity partner (NE) Equity partner (E) Total Minorities (women and men) available 169 273 80 193 443 Proportion Available 19% 12% 13% 11% 14% Fill capacity 15% 12% 13% 11% 13% Short % to reach 30% of the demand 15% 18% 17% 19% 17% Short % for minorities (women and men) to reach 30% demand -51% -61% -57% -62% -57%    1198 FORDHAM LAW REVIEW [Vol. 91 Table 4a:  Supply Chain for Law Firms with 251–500 Lawyers   Counsel Partner Nonequity partner (NE) Equity partner (E) Total Leadership population (Counsels & Partners) 7,973 27,467 9,839 17,628 35,440 Population distribution 22% 78% 28% 50% 100% Demand 1,072 3,324 1,477 1,848 4,396 Demand pop. distribution 24% 76% 34% 42% 100% Demand in proportion of the leadership population 13% 12% 15% 10% 12% 30% of the demand 322 997 443 554 1,319 Available 1,209 2,745 1,742 1,003 3,954 Available pop. distribution 31% 69% 44% 25% 100% Available in proportion of the leadership population 15% 16% 18% 4% 11%    2023] THE 30 PERCENT MANSFIELD RULE CAN’T WORK 1199 Table 4b:  Supply Chain of White Caucasian Women for Law Firms with 251–500 Lawyers   Counsel Partner Nonequity partner (NE) Equity partner (E) Total White Caucasian women available 318 648 433 215 966 Proportion Available 26% 24% 25% 21% 24% Fill capacity 30% 19% 29% 12% 22% Short % to reach 30% of the demand 0% 11% 1% 18% 8% Short % of white Caucasian women to reach 30% demand -1% -35% -2% -61% -27%   1200 FORDHAM LAW REVIEW [Vol. 91 Table 4c:  Minorities Supply Chain for Law Firms with 251–500 Lawyers   Counsel Partner Nonequity partner (NE) Equity partner (E) Total Minorities (women and men) available 196 287 184 103 483 Proportion Available 16% 10% 11% 10% 12% Fill capacity 18% 9% 12% 6% 11% Short % to reach 30% of the demand 12% 21% 18% 24% 19% Short % for minorities (women and men) to reach 30% demand -39% -71% -59% -81% -63%  ",
    "id": 558753064,
    "identifiers": {
        "doi": null,
        "oai": "oai:ir.lawnet.fordham.edu:flr-5983"
    },
    "title": "Why the 30 Percent Mansfield Rule Can\\u27t Work:  A Supply-Demand Empirical Analysis of Leadership in the Legal Profession",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-03-01T08:00:00+00:00",
    "publisher": "FLASH: The Fordham Law Archive of Scholarship and History",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=5983&context=flr"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/558753064.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/558753064"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/558753064/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/558753064/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/558753064"
        }
    ],
    "abstract": "The Mansfield Rule proposes that if 30 percent of the candidate pool is drawn from underrepresented groups, then a legal workplace will become more diverse and inclusive as a result.  However, across the legal profession, statistics related to the numbers of women and other underrepresented groups in leadership roles continue to paint a bleak picture of diversity and inclusion.  Professor Cecchi-Dimeglio’s Essay presents a supply-demand empirical analysis of the legal profession at the leadership level, and argues that the 30 percent Mansfield Rule ultimately does not enhance diversity in the legal profession, especially in leadership positions",
    "tags": [
        "colloquium",
        "mansfield rule; minority; gender; LGBTQIA+; supply-demand; Deborah Rhode",
        "Legal Ethics and Professional Responsibility"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "colloquium"
    ],
    "oai": "oai:ir.lawnet.fordham.edu:flr-5983",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3464",
        "openDoarId": 0,
        "name": "Fordham University School of Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 558753064,
        "depositedDate": null,
        "publishedDate": "2023-03-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T04:22:44+00:00",
        "acceptedDate": null,
        "createdDate": "2023-03-13T02:51:17+00:00"
    },
    "urls": [
        "https://ir.lawnet.fordham.edu/flr/vol91/iss4/5",
        "https://ir.lawnet.fordham.edu/context/flr/article/5983/viewcontent/Cecchi_Dimeglio_March.pdf"
    ],
    "lastUpdate": "2024-01-24T04:22:44+00:00",
    "setSpecs": []
}