{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Jasny, LS"
        },
        {
            "name": "Fisher, D"
        },
        {
            "name": "Dow, D"
        }
    ],
    "contributors": [],
    "createdDate": "2019-01-03T01:34:36+00:00",
    "dataProvider": {
        "id": 504,
        "name": "Open Research Exeter",
        "url": "https://api.core.ac.uk/v3/data-providers/504",
        "logo": "https://api.core.ac.uk/data-providers/504/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.17813/1086-671X-23-4-451",
    "downloadUrl": "https://core.ac.uk/download/161940473.pdf",
    "fullText": "Why Are We Here? Patterns of Intersectional Motivations Across the Resistance Authors:  Dana R. Fisher,1* Lorien Jasny2 and Dawn M. Dow1    1 Department of Sociology, University of Maryland 2 Department of Politics, University of Exeter * Direct all correspondence to: Dana R. Fisher,  Department of Sociology, University of Maryland, 2112 Parren Mitchell Art-Sociology Building, 3834 Campus Drive, College Park, MD  20742, drfisher@umd.edu  Abstract Can a crowd of individuals who are motivated by a range of issues related to racial identity, class, gender and sexuality mobilize around a shared issue, and, if so, how does this process work in practice?  To date, limited research has explored intersectionality as a mobilization tool for social movements.  This paper expands recent work on how intersectional motivations influence the constituencies at protest events by comparing across some of the largest events that have taken place in Washington, DC since the Resistance began. We explore patterns of motivations of participants in marches over the first year of the Trump Presidency.  Our analyses demonstrate how individuals’ motivations to participate represented an intersectional set of issues and how patterns of issues emerge.  However, when we look across the marches, we find that the patterns are not durable, indicating the limitations of interpretations of the Resistance as a unified intersectional movement.   Acknowledgements:  The authors would like to thank the many people who helped with data collection.  We would also like to thank Sidney Tarrow at Cornell University and the anonymous reviewers for their helpful feedback on this paper.  Previous versions of this paper were presented at the American Sociological Association Annual Meeting in Montreal, Canada, 12 August 2017 and the American Political Science Association Annual Meeting in Boston, MA, 31 August 2018.    1 Introduction More than a year into the presidency of Donald Trump, it is clear that the movement to challenge the Trump Administration and its policies—what has come to be known as the Resistance—is not going away.  Since the day after the inauguration when the Women’s March mobilized up to 5.2 million people (Chenoweth and Pressman 2017), protest events have taken place throughout the United States around a variety of causes including racial justice; Lesbian, Gay, Bisexual, Transgender, and Queer (LGBTQ) rights; the Trump Administration’s perceived stance on science, and climate change (for a full discussion, see D. R. Fisher 2018).  To date, however, limited research has explored what motivates people who participate in these demonstrations and the patterns among their motivations. Accordingly, this paper looks at these protest events to understand the patterns of motivations across participants at the biggest marches during President Trump’s first year in office.  By specifically asking what issues motivated people to participate in events during this cycle of contention (for details on cycles of contention, see Tarrow 1998), we provide evidence about how protest participants answer the question: why are we here? This paper assesses the degree to which intersectional motivations drove participants’ decisions to participate, as well as if the same intersectional motivations can be observed for participants in protest events that center on different central issues.  In other words, we evaluate the degree to which the same motivations are driving participation across these varied marches in the Resistance.  We begin by reviewing the scholarship on what motivates individuals to mobilize and participate in social movements, focusing specifically on the ways researchers have understood how participants with intersectional interests that cross racial, class, gender, and sexual identities are mobilized to protest.  Next, we present the results of analysis of survey data collected from 2 four protest events in Washington DC since President Trump took office in January 2017, exploring how patterns of motivations of participants in marches changed over the first year of the Trump Presidency.  Our analysis demonstrates that in each march, individuals’ motivations to participate represented an intersectional set of issues to varying degrees.  However, we also find that the patterns of issues are not durable across events. We conclude the paper by discussing how our findings help us understand the extent to which intersectional motivations are connecting the individuals within the Resistance who participate in issue-specific marches.  Intersectionality of Overlapping Motivations One of the central themes in the research on contentious politics is understanding mobilization processes and how individuals come to be involved in various forms of collective action (See particularly Fisher and McInerney 2012; Gould 1991; Klandermans and Oegema 1987; Munson 2010).  A subset of this research has explored the strategies and mechanisms through which social movements broaden their societal reach and mobilize more participants (e.g. Beamish and Luebbers 2009; Diani and McAdam 2003; Park 2008; Van Dyke and McCammon 2010).  Street demonstrations and marches have been documented as a site where social movement expansion is particularly visible to the general public (Dodson 2015; Van Dyke 2003).  Although research on social movements has looked at movement-to-movement transmission, focusing on tactical overlap (Olzak and Uhrig 2001), social movement spillover (D. S. Meyer and Whittier 1994), and the sequencing of social movements (Minkoff 1997), research has yet to explore fully the potentially overlapping motivations of participants who join a protest that is focused on one specific issue (but see Heaney and Rojas 2015).  Moreover, very little research has explored how 3 individuals who are motivated by a range of issues related to racial identity, class, gender and sexuality mobilize around a shared issue.   To date, there have been a handful of studies that examine how intersectionality contributes to social movements (See Milkman 2017; Swank and Fahs 2013; Terriquez 2015; Heaney and Rojas 2015).  Scholars have used intersectionality as a theory, an analytical framework  (Choo and Ferree 2010; Crenshaw 1991; Cho, Crenshaw, and McCall 2013) and/or a method (Hancock 2007) to examine how intersections of race, class, gender, sexual orientation, legal status, and other categories of identity are linked to structures of inequality and produce different life experiences and forms of oppression or privilege (for a general discussion of intersectionality, see Choo and Ferree 2010; Collins 2002; Crenshaw 1991; Cho, Crenshaw, and McCall 2013).  The definition of intersectionality and its use has evolved over time. Intersectionality was originally developed by legal scholar, Kimberlé Crenshaw to explain how African American women faced challenges when pursuing claims of employment discrimination (1991). Within sociology, it is most strongly associated with Patricia Hill Collins’ exploration of African American women’s experiences and standpoint in Black Feminist Thought (2002). Although it originated in discussions of women of color, intersectionality aims to mark and explain the experiences and complexities of both marginalized and privileged groups in society (Cho, Crenshaw, and McCall 2013; Carbado 2013; Shows and Gerstel 2009; Wingfield 2009).  Some scholars suggest that these intersections divide people into silos characterized by distinct and competing interests that prevent the kind of coalition building that is necessary for strong social movement organizing. For example, intersectionality has been criticized as producing 4 “identity politics” that focuses on narrow group interests at the expense of broader political claims (Brown 1995; Ehrenreich 2002).  More recently, a handful of studies examining collective action have focused on how identity-based social movements can be used to build intersectional coalitions within and across social movements, thereby increasing the number and diversity of activists (see particularly Carastathis 2013; Roberts and Jesudason 2013; Wadsworth 2011; see also Adam 2017). Indeed, in her influential work, Crenshaw suggests that intersectionality can promote coalitions instead of divisions (Crenshaw 1991; see also Wadsworth 2011).  Looking specifically at what they call “movement intersectionality,” Dorothy Roberts and Sujatha Jesudason conclude that “attention to intersecting identities has the potential to create solidarity and cohesion” across identity categories (Roberts and Jesudason 2013, 313). Veronica Terriquez and colleagues also examine how intersectionality can be used as a tool for movements to understand the diversity within their constituencies, a framework to encourage additional mobilization and/or a mechanism to bridge social movements and make them more inclusive (Terriquez, Brenes, and Lopez 2018).  Within this limited scholarship, some researchers have specifically explored intersectional mobilization processes and how shared grievances play a role.  For example, Terriquez finds that “LGBTQ undocumented youth exhibited an intersectional consciousness regarding the multiple forms of oppression they experienced,” which, in turn, intensified their individual activism (Terriquez 2015, 343). Although she does not specifically use the term intersectionality, Nella Van Dyke comes to similar conclusions in her work exploring how organizations cross movement boundaries. Studying protest on college campuses, the author finds that larger political threats that have potential ramifications for multiple constituencies 5 inspire cross-movement coalitions that involve women’s, black students’, and gay students’ organizations, along with other less-identity-based groups (Van Dyke 2003, 244).  In this paper, we expand the application of intersectionality, which typically focuses on how intersecting social identities produce different life experiences, to examine how it influences the range of motivations of individuals within social movements that connect to identity-based issues.  While social identities such as race and gender can change over time and in different contexts, we build on the work of Bernstein (2005), viewing identity-based issues as those that are connected to status-based identities that tend to be externally imposed and are characterized by shared grievances. Like Van Dyke’s study (2003), the majority of the research on social movement coalitions has focused on connections among organizations (See particularly Levi and Murphy 2006; Park 2008; Wang and Soule 2012; Adam 2017).  Within this work, scholars have found that “not all possible coalitions form, and those that do require considerable entrepreneurial and membership effort to be built and sustained even for the duration of an event” (Levi and Murphy 2006, 669).  In their well known work on the post-9/11 Anti-War movement, Michael Heaney and Fabio Rojas look at social movement organizations’ identities as well as individual’s race and gender—social identities that are traditionally associated with intersectionality—to understand what they call the Party in the Street (Heaney and Rojas 2015, see also 2014).  The authors find that those participants who reported coming to an anti-war protest for a non-war-related reason were more likely to connect to organizations with identities that encompass two or more movements or issues.   In contrast to this work that disaggregates multiple motivations but does not focus specifically on issue-based motivations (See Table 4.1 in Heaney and Rojas 2015, 105 for a full 6 list of identities that they analyze), research has also looked at ‘multi-issue protest events’ (Wang and Soule 2016) and ‘issue bricolage’ to explain how “movement issues become linked at protest events” (Jung, King, and Soule 2014, 188).  In both cases, the research is based on analysis of media coverage of protest events that involved the authors’ coding accounts of protest events into 28 social issues to look at how multi-issue events are associated with tactical innovation or the social movement sector more broadly (Jung, King, and Soule 2014; Wang and Soule 2016).  It is unclear, however, how media reports of protest events are related to the accounts provided by the protest participants themselves.   In their recent study of the 2017 Women’s March, in contrast, Dana R. Fisher and colleagues look specifically at what motivated participants to turn out for this event (Fisher, Dow, and Ray 2017).  They find that “individuals’ motivations to participate [in the Women’s March] represented an intersectional set of issues” showing explicitly “how coalitions of issues emerge” (Fisher et al. 2017: 1).  Although these studies provide a useful first step in understanding how issues and motivations may overlap or be linked to each other, research has yet to look specifically at how different issue-based motivations overlap for the participants across protest-events within a cycle of contention.  In other words, are patterns of motivations reported directly by participants at protest events ephemeral or do they persist over time?  Coming from a different perspective, there is a small but growing literature looking at networks of relationships among ideas and concepts and how these patterns structure coalition building (Carroll and Ratner 1996; Di Gregorio 2012; Melucci 1996; Saunders 2013). In their recent work examining the relationship between issue proximity and social networks of organizations in Cape Town, Mario Diani and colleagues conclude that certain issues (identified by an organizational representative as a priority) structure the cooperative ties among the same 7 organizations (Diani, Ernstson, and Jasny 2018). The authors find that different issues play different roles: some issues are isolates in the network with only one organization claiming it as a priority, others form cohesive subgroups of the network, and the most popular span the entire sample without cohesive structure. They conclude that patterns in these issue networks correspond with, and therefore possibly influence or structure, cooperative ties in the broader field (Diani et al. 2018). In this paper, we bring these relatively unrelated perspectives together to look at patterns of motivations across the Resistance. In doing so, we expand the application of intersectionality beyond a focus on how individuals with intersecting social identities navigate different life experiences, constraints, and opportunities to include how it may influence the motivations of individuals who have participated in contentious politics.  This paper takes an innovative approach to looking at how networks of motivations reported by protest participants overlap.  We assess the patterns of motivations and their durability across protests against the Trump Administration and its policies.   Studying Protest Events in the US This paper presents data collected from participants at three of the four largest events that took place in 2017 as part of the Resistance—the 2017 Women’s March, the March for Science, and the People’s Climate March (we were unable to assemble a research team to collect data at the Equity March due to its timing).  In addition to these three events, we also present data collected from the March for Racial Justice, which took place in September 2017.   Together the responses to the surveys include data from 1,263 participants at most of the largest protest events to take place in 2017 since the inauguration of Donald Trump. All of the data presented in this paper were collected by surveying protesters using a methodology that is consistent with previous 8 research on large-scale protest events (for a summary of the methodology, see Fisher, Stanley, Berman and Neff 2005; Heaney and Rojas 2015).   Although the protesting populations at each event were unique in some ways, there are clear consistencies across participants in these protests.  Moreover, these data tell us a lot about who is actually participating in the Resistance.  Using data collected from field notes, media accounts, and materials from the organizations involved with the protests studied, we provide a brief summary of the four events.    The Women’s March  The Women’s March was initiated by a white grandmother in Hawaii who posted a call to action on Facebook on the day after the 2016 presidential election.  Her idea soon transitioned into a broader, intersectional coalition of seasoned activists that mobilized what has been called “the largest single-day demonstration in recorded U.S. history.” (Chenoweth and Pressman 2017)  The march in Washington, DC was part of a day of action that took place in 680 cities across the US and around the globe.  Individuals with a range of demographic backgrounds turned out at these marches.  An estimated 500,000 people descended on Washington, DC to participate in the Women’s March.  The organizers secured a high-profile list of diverse speakers, including Gloria Steinem, Angela Davis, Alicia Keys, and Madonna.  Given the size of the crowd, however, most of the participants could neither see nor hear the speakers during the event.1  An eight-member research team entered the crowd at the entrances designated by the organizers and sampled march participants throughout the morning and early afternoon of the 21st while the rally took place.  Researchers completed 530 surveys with a refusal rate of 7%   9 The March for Science  In contrast to the Women’s March, which was started on Facebook, the March for Science began with a “throwaway line on [the social media platform] Reddit”(Guarino 2017).  Its aim was “to defend the role of science in policy and society.”2  Although it was originally proposed on social media, the March took on a number of professional scientific associations as its partners, including the American Association for the Advancement of Science (AAAS) and the American Sociological Association.3 While many scientists supported and participated in the march, some did not participate because they viewed it as partisan (Akpan et al. 2017).  Like the Women’s March, satellite marches took place around the world on the same day as the flagship event in DC, which was held on Earth Day 2017—April 22nd.  An estimated 100,000 people participated in the event in Washington, DC in the rain.  Like the Women’s March, the event involved a rally with speeches, which was headlined by the host of the PBS children’s science show Bill Nye “the science guy.”4 A twelve-member research team entered the staging area around the Washington Monument the entrance designated by the organizers.  March participants were sampled throughout the morning and early afternoon of the 22nd as they listened to speeches about the importance of science.  Researchers completed 212 surveys with a refusal rate of 6%. Analysis are based on the 201 usable surveys (11 were lost due to technical problems in the rain).  People’s Climate March 2017  Exactly a week after the March for Science, the People’s Climate March was held on 29 April 2017.  This event in Washington, DC was a follow-up to the first People’s Climate March, which was held in New York City three years earlier on the Sunday before the United Nations hosted 10 talks on the issue of climate change.  Although this march was unique in that it was connected to a broader effort to draw attention to the issue of climate change in the US and was not a direct response to the Trump Administration and its policies, participants had a lot to protest by late April.  Participants marched to express their concerns about the environmental agenda of the Trump Administration, particularly as the President had signed an executive order in March rescinding the Clean Power Plan5 and was threatening to pull out of the Paris Agreement on climate change, which he formally did in June (Fandos 2017).  Like the Women’s March and the March for Science, as well as the 2014 People’s Climate March, this event coincided with over 370 coordinated protest events.6  Protesters in Washington, DC marched to the White House and surrounded it to show that the world was watching as President Trump passed his 100th day in office.  An estimated 200,000 people participated in the PCM in Washington, DC on an unseasonably hot and sunny April day where temperatures reached almost 90 degrees (R. Meyer 2017). A ten-member research team entered the crowd in the designated areas around the National Mall. 7  March participants were sampled throughout the morning and early afternoon as they lined up to march. Researchers completed 351 surveys with a refusal rate of 11%.  March for Racial Justice Like the Women’s March and the March for Science, the March for Racial Justice was also initiated by a less professionalized group.  In contrast to these other marches, however, the March for Racial Justice did not end up being coordinated by a broad national committee of seasoned activists nor did it connect with a broad coalition of national groups as organizational partners.  On September 30, 2017, the March for Racial Justice (M4RJ) was held in Lincoln Park 11 near Capitol Hill. The protest was planned in June after a police officer was acquitted of all charges related to killing Philando Castile (Stein 2017). Many expected the march to gain additional support after the President’s response to a white supremacist killing a peaceful protester and injuring 19 others in Charlotte, VA in August and his September critiques of NFL athletes who had taken a knee during the national anthem to show their concern for police brutality and their desire for racial justice in America. The march was scheduled to take place on the same day as the March for Black Women a few blocks from the staging area of the March for Racial Justice (Chason 2017). After separate rallies took place, the two groups converged and marched together toward the Capitol and the Department of Justice, ending at the National Mall.  A number of concurrent events were scheduled to take place around the country (Baumgaertner 2017). Due in part to its lack of institutional support, turnout was much lower than previous marches in Washington, DC. An estimated 10,000 people participated in the march, which included people from both rallies.  A fourteen-member research team entered the crowd in the designated areas around Lincoln Park.  Participants were sampled throughout the morning and early afternoon during the rally.  Researchers completed 185 surveys with a refusal rate of 17%.    Data and Methods  Participants at all four events were selected using a sampling methodology consistent with other studies of street demonstrations in the U.S. and abroad, which uses a field approximation of random selection at the march (Bédoyan, Aelst, and Walgrave 2004; D. R. Fisher et al. 2005; Heaney and Rojas 2015).  Snaking through the crowd as people gathered, researchers “counted off” protesters while participants were lining up and listening to speeches, selecting every fifth 12 person as determined by researchers working in a particular section to participate. This method avoids the potential of selection bias by preventing researchers from selecting only “approachable peers” (Walgrave and Verhulst 2011; Walgrave, Wouters, and Ketelaars 2016).  Given the large size of the crowds and the labor-intensive nature of the survey methodology, the samples presented here represent small, randomized portions of the overall participant populations at each demonstration.  The survey was designed to be short and non-invasive, so as to encourage the highest level of participation possible and facilitate data collection in the field: it took about 10 minutes for participants to complete it. The dependent variable for our analysis is what respondents listed in response to the question: “What issues motivated you to participate today?”  At the Women’s March in January 2017, respondents could write in as many issues as they wanted (For details on how these data were coded and analyzed, see Fisher et al. 2017).  Handwritten responses from participants at the Women’s March were coded into fourteen categories: Environment; Equality; Labor; Lesbian, Gay, Bisexual, Transgender, and Queer (LGBTQ) Issues; Immigration; Peace; Police Brutality; Politics; Racial Justice; Religion; Reproductive Rights; Social Welfare; Trump; and Women’s Rights. To speed up data collection and data analysis at the three subsequent marches, we asked respondents the exact same question but listed the 14 categories that emerged at the Women’s March to be checked off, plus an “other” category where respondents could write-in additional motivations and comments.   All data were collected in accordance with the University of Maryland policies instituted by their Institutional Review Board (Protocol # 999342-1). As such, only individuals over the age of 18 were eligible to participate in the study.  It is worth noting that the refusal rates noted above are consistent with other studies that use this methodology and are substantially lower than 13 those studies that rely on mailed back questionnaires, which can suffer from delayed refusal bias (Walgrave and Verhulst 2011; Walgrave, Wouters, and Ketelaars 2016). Table 1 presents the reported attendance at the four marches compared in this paper, the number of survey participants, and the response rates for each of the protests.   TABLE 1 OVERVIEW OF MARCHES STUDIED ABOUT HERE  Analytic Technique Drawing on methods looking at relational structures in survey data (Guttman 1959; White, Burton, and Brudner 1977; Wiley and Martin 1999), this paper focuses specifically on the relationships among the issues that motivated protesters to participate in these different marches. We begin our analysis by looking at similarities among the motivations using hierarchical clustering techniques (Everitt 1974), which clusters the motivations into groups based on which motivations have the most respondents in common. Using this method, we can see the most popular connections between motivations. Second, building off of recent research (Fisher et al. 2017), we employ logistic regression analysis to compare motivations of participants while controlling for gender, age, race, and previous protest engagement. In contrast to hierarchical clustering, this method controls for the popularity of each motivation when looking at correlations between the motivations. Separate models were run predicting each motivation in each march. These results are depicted as a network of relationships among the motivations, and the full models are presented in the Appendix. All calculations were conducted using the R statistical software (version 3.4.1) and the SNA package 2.4 (Butts 2016).  14 Findings  We begin our analysis by presenting some general demographics across the four marches.  Next, we compare the motivations across the four marches using two different analytic techniques: comparing the levels to which motivations were mentioned by the same respondents graphically (dendrograms) and then visualizing with networks the regression coefficients of such co-mentions. We use these two methods to look at the relationships among the motivations based on overall frequency of support (the dendrograms) and correlational relationships accounting for an individual motivation’s popularity (logistic regression).   Demographics Across the Resistance  In terms of the demographics of the participants, there is remarkable similarity among the people who came out to participate in these four marches.  More women turned out at every event than men.  This finding is consistent with other studies of participation in the Resistance (Putnam and Skocpol 2018).  It is worth noting that this finding is in contrast to previous research that found men to be more likely to participate in protest (See particularly McAdam 1982; Verba, Schlozman, and Brady 1995) and the more recent work that finds no significant difference in participation by gender (Schussman and Soule 2005). Participants in these marches were highly educated. While a third of the US population has a bachelor’s degree,8 more than two-thirds of the participants at each event held a bachelor’s degree or higher.  In contrast to those who claim that millennials are the “foot soldiers of the Resistance” (Ruiz-Grossman 2017), march attendees were older than expected.  The average age ranged from 38 years old at the March for Racial Justice to 43 at the People’s Climate March and the Women’s March.9 In her analysis of generational spillover in the Resistance, Whittier 15 analyzes our data from the Women’s March.  She notes that attendees were relatively evenly divided across generations, underscoring that millennials were not disproportionately engaged (Whittier 2018).   The biggest differences across protest events can be seen in the racial and ethnic make-up of each event.  Although all events turned out predominantly white crowds, there is quite a bit of variation among them.  The lowest participation of non-whites was at the March for Science, which was focused specifically on science-related issues.  Eighty-six percent of the participants who responded to our race/ethnicity question at this march (10% did not answer) were white and only 0.6% were Black/African American (4% were Latinx, 0.6% Native American, 5% Asian American, 2% Multiracial, and 2% other).10 In contrast, the highest percentage of non-white participation was at the March for Racial Justice, where 62% of respondents were white and 17% of the participants were black (4% did not answer the question).  These findings are not particularly surprising since events that more explicitly focus on identity-based issues, such as racial justice, are expected to mobilize people who are most likely to experience these issues directly.  In past research examining the motivations of participants at the Women’s March, Fisher and colleagues found that Black march participants were more likely to be motivated to participate by racial justice (Fisher et al. 2017).  TABLE 2 DEMOGRAPHICS ACROSS THE RESISTANCE ABOUT HERE  Motivations Across the Resistance To understand why people turned out for each march, participants were asked: “What issues motivated you to participate today?” Table 3 presents the frequencies of motivations of participants at each of the marches.  As expected, the named focus of each event got the highest 16 responses:  Women’s Rights was the most common motivation for participants at the Women’s March (53%), the Environment was the most common motivation for participants at the March for Science (92%) and the People’s Climate March (96%), and Racial Justice was the most common motivation at the March for Racial Justice (89%).   Participants at these events also reported being motivated by a number of other reasons that spanned the progressive spectrum.  For example, about a fifth of participants in the Women’s March also reported being motivated by the Environment (23%), Racial Justice (18%), LGBTQ Issues (17%), and Reproductive Rights (24%).  Perhaps due to the actions of President Trump and his administration over the President’s first year in office, secondary motivations at the subsequent events went up overall.  At the March for Science, for example, over 39% of participants reported being motivated by Women’s Rights, Equality (45%), Politics/Voting (43%), and President Trump himself (52%).  The following weekend at the People’s Climate March, over half of the crowd reported being motivated by President Trump (55%). In addition, almost half were motivated by issues related to Equality (47%), 43% reported being motivated by Peace, and 39% reported being motivated by Women’s Rights. Participants at the March for Racial Justice had even higher secondary motivations.  As one might expect from an event focused on Racial Justice, participants were very motivated by related social issues. Police Brutality (79%) and Equality (75%).  Over half of participants at this event also reported being motivated by Immigration (57%).   In the end, these results clearly show that participants in these marches are not aligning exclusively with one specific issue; rather they are motivated by many intersecting and potentially overlapping issues.  In addition, the results from each of the marches demonstrate that, to varying degrees, participants were motivated by issues that connected to multiple social 17 identities associated with intersectionality (race, class, gender, sexual orientation etc.). At the same time, however, and as we discuss in more detail later in the paper, these motivations were not connected in the same ways across all marches.  TABLE 3 MOTIVATIONS ACROSS THE RESISTANCE ABOUT HERE Figure 1 presents the distribution of total mentions of motivations by participants at each march.  The average number of mentions of issues was 2.8 for the Women’s March, 5 for the March for Science, 5.5 for the People’s Climate March, and 6.3 for the March for Racial Justice. It is clear that multiple issues drove involvement in each march, with the later marches showing increasing numbers of motivations per participant (and possibly also in response to a change in survey protocol – see Data and Methods).  We also see a clear uptick at the end of the distribution with a number of respondents citing every motivation.  FIGURE 1 DISTRIBUTION OF TOTAL MENTIONS OF MOTIVATIONS BY PARTICIPANTS ABOUT HERE To understand the relationships among these motivations, we turn next to more detailed structural analyses.  In particular, we analyze the patterns of motivations across the Resistance. Figure 2 presents dendrograms that are constructed from similarity matrices for each march individually. The similarity matrices contain the percentage of respondents who included both motivations in their responses for each pair of motivations. The dendrogram takes this information and presents a clustering of the results. The lower the ‘height’(height increases the further down the image) at which two motivations are joined, the more similar they are in the original matrix.11  The number of individuals mentioning each motivation affects this analysis since two motivations cannot have a high overlap without individual mentions, but high percentages of mentions do not automatically mean strong clustering results here.  18 Since the Environment is mentioned by 92% and 96% of those surveyed at the March for Science and the People’s Climate March, respectively, this specific motivation has high overlap with all the other items at these two events since they have almost complete penetration across the entire sample. What we are able to see, however, is that there is a big difference in the overlap between Environment and the second most popular motivation in each of these marches – Trump – compared to the remaining motivations. The Environment and Trump are combined at a much lower ‘height’ (higher up in the image) than all of the rest of the combinations of items, meaning that these two motivations have many more respondents in common compared to all the other pairs of motivations. As has been previously noted, the most popular motivations for each march makes sense – Environment for March for Science and People’s Climate March, Women’s Rights and Equality for the Women’s March, and Police Brutality and Racial Justice for the March for Racial Justice. However, the frequencies do not determine the clustering entirely.  When we look at the Politics/Trump cluster and the placement of Peace and LGBTQ in the March for Racial Justice, even though these four motivations have similar frequencies in overall mentions (36%, 44%, 42%, and 41%), their relationship to other motivations are very different. The Politics/Trump cluster is more different from Women’s Rights, Immigration, Equality, Police Brutality and Racial Justice than Peace/LGBTQ.  Note that the existence of a Trump/Politics cluster for the March for Racial Justice and its placement in the dendrogram is identical to that in the plot for the Women’s March. Unlike the March for Science and the People’s Climate March, where Trump is a prominent motivation, in these two marches, this motivation is less central. We can also see that Racial Justice plays a much less important role in the pattern of motivations in the Women’s March (based on its 19 position as one of the motivations least similar to others) than Women’s Rights played in the March for Racial Justice. In other words, these results graphically depict how certain motivations and certain relationships among motivations are more central to the overall set of protesters in each event while others are not.  Similarly, the Environment played a prominent role and was the next motivation to join the main cluster after Women’s Rights and Equality in the Women’s March.  At the same time, it is worth noting that Women’s Rights was not prominent in the clustering of motivations in the People’s Climate March.  FIGURE 2 DENDROGRAMS ACROSS THE MARCHES ABOUT HERE While the dendrograms focus on similarity scores, we next examine the network images of the logistic regression coefficients among motivations controlling for the variables that were used in previous research and the other motivations (Fisher et al. 2017).  This method examines correlative relationships among the motivations controlling for the effect of the overall popularity of each motivation, age, gender, and a binary variable for whether they identified racially as white or not. This final choice is problematic but necessary for logistic regression as the different marches had too few respondents in particular categories to have statistically meaningful subgroups for race and ethnicity. As a consequence, any claims made related to the non-white participants must be read with caution, as we are unable to explore the underlying diversity in the motivations that make up the members of various non-white racial and ethnic subgroups within this dataset. See Appendix both for the full logistic results as well as an examination and discussion of how representative the regression results are across the different racial and ethnic groups.12  Figure 3 presents these images with a solid line indicating a statistically significant positive correlation and a dashed line indicating a statistically significant negative correlation 20 Arrows point towards the dependent variable from the predictor.  Overall, we find that the patterns among participants’ motivations vary quite a bit by protest event. For example, we see a reciprocal relationship between Religion and LGBTQ in the Women’s March (Figure 3a), and that being motivated by Religion was a significant predictor of being motivated by LGBTQ at the People’s Climate March (Figure 3c), but that the two motivations were not found to have significant relationships at the March for Science (Figure 3b) or the March for Racial Justice (Figure 3d).  We were unable to run models with Environment as a dependent variable for the respondents from the March for Science and the People’s Climate March since the frequencies were so high there was not enough variance among the cases where respondents did not mention the Environment as a motivation to be able to estimate a model.  Thus, in these two marches, the Environment can be a significant independent variable (and thus have outgoing ties), but not a dependent variable with incoming ties. When a motivation appears as an isolate in the figures, such as Reproductive Rights and Environment do in the March for Science, it does not mean that these two motivations were not selected by respondents.  Instead, an isolate in the figures indicates that the motivation was not significantly correlated with any other motivation when we control for the other motivations and the control variables. FIGURE 3 NETWORK IMAGES ACROSS MARCHES ABOUT HERE Table 4 presents descriptive statistics of these networks. Comparing across marches is problematic because of the change in the survey from the Women’s March to the other three (See Data and Methods), the difference in total number of respondents (see Table 4 Row 1), and because we could not fit regressions with ‘Environment’ as the dependent variable for the March for Science and the People’s Climate March. The Women’s March and the People’s Climate 21 March had far more significant correlations than the two other marches, indicating that there was more correlational structure to the motivations of participants at these two events. However, as indicated in Table 4, these were also the marches with the biggest turnout and the largest samples. The lower numbers of responses for the other two marches mean that, while we can trust the significant results we do find, we do not have enough responses to be sure that we have found all significant relationships thus adding to our inability to compare across marches (see Appendix for a discussion of power calculations in the different logistic regression models13). TABLE 4:  NETWORK DESCRIPTIVES ABOUT HERE  When we look at the most central motivations across the marches, we find that Women’s Rights and the related issue of Reproductive Rights are the most central nodes in all networks except for the March for Science. The most central motivation at the March for Science is Peace, which is tied with Women’s Rights as the most central motivation at the March for Racial Justice. Although these were not the most popular motivations at all of these marches, this finding indicates that Women’s issues are central to the bridging of different, and potentially intersectional, motivations. This finding is consistent with the claim that the Women’s March was the trigger for the Resistance (D. S. Meyer and Tarrow 2018, Chapter 1) and the findings that all the subsequent marches built on the momentum of the Women’s March (D. R. Fisher 2018).  It is important to point out that this finding is consistent with what we might expect given the demographics of each protest as women constituted the majority of participants at all of the events.   In addition, and perhaps most important for understanding coalitions of motivations in the Resistance, we find that these networks contain no significant correlation among the motivations present in all 4 marches. However, there are more popular relationships than others. 22 Six ties (2.5% of the possible 240) are common to three of the four data sets: Immigration predicting Equality, Equality predicting Immigration, LGBTQ predicting Immigration, and Peace predicting Social Welfare, Social Welfare predicting Peace, and Racial Justice predicting Police Brutality. The Women’s March is the outlier for all but the connection between LGBTQ and Immigration, for which the March for Science is the outlier. 15% of possible ties are common to two marches, and 27% only appear in one march leaving just about half (55%) of the relationships among motivations unrelated. The finding that LGBTQ predicts Immigration for all marches except for the March for Science (which had the lowest participation by nonwhites) provides evidence that connections among some identity-based motivations are common across marches. Nonetheless, the lack of overall structure and coherence in these networks, combined with the lack of commonality across marches shows that, although we see some degree of intersectionality among the motivations at each individual march, we do not find persistent relationships emerging in these protest events, which would be evidence of a unified intersectional movement emerging.  Finally, we also looked more closely at the role of two groups of identities, gender and race, in these models. As stated before, a limitation of the current dataset forces the grouping of responses by Black/African American, Latinx, Native American, Asian/Pacific Islander, and Multiracial respondents in our data to be able to detect statistical significance. In the models we find that gender and non-white status predicted varied levels of support for different motivations across the four marches. At the Women’s March, women were proportionally less likely to identify support for the motivations of Politics, Reproduction, and Trump than white men. Non-white respondents were statistically more likely to cite Police Brutality and significantly less likely to cite Reproductive Rights as a motivation for their participation than white respondents 23 (For details about this finding, see Fisher et al. 2017). At the March for Science, women were significantly more likely to cite Women’s Rights as a motivation, and significantly less likely to mention Trump than men. No statistical difference in motivation was detected in the findings for this march across Race.  At the People’s Climate March, non-white respondents were less likely to select Trump as a motivation, and women were statistically more likely to select Women’s Rights than men. Finally, at the March for Racial Justice non-white participants were significantly more likely to select Peace and Women’s Rights as the motivation for their participation than whites. Most interesting are the findings that non-white supporters at the March for Racial Justice were significantly more likely than their white counterparts to mention Women’s Rights. This finding might be the first statistically significant indications of the foundations of an intersectional movement among non-whites.    Discussion and Conclusion This paper takes a first step in understanding the motivations of participants across the Resistance.  By utilizing an innovative technique for assessing how patterns of motivations form and the degree to which they endure, we find substantial variations across the 2017 marches.  In other words, our analysis shows that, although many participants held intersectional motivations across race, gender, class, and sexuality, the patterns of these overlapping motivations are not particularly durable; they are different among participants at every march.  Given how the Trump Administration has been eliciting moral shocks to progressive Americans on a regular basis through his executive orders and proposed policies related to immigration, healthcare, the environment, racial justice, and other issues (for a full discussion of Moral Shocks, see Jasper and Poulsen 1995), it is not particularly surprising that motivations are shifting quickly.  24  The findings in this paper provide a different type of evidence for what Wang and Soule have called “multi-issue protest events” (Wang and Soule 2016).  In contrast to their analysis of media coverage of collective action, which involved coding by researchers to understand the focus of protest events, our research analyzes data collected directly from protestors regarding what issue(s) motivated them to participate. By comparing the patterns of protester-reported motivations across the different marches in 2017, we see how the patterns shift.   Although we do not see consistent patterns among motivations across all of the events, our findings show how Women’s Rights and Reproductive Rights potentially serve as a bridge between different social issues and movements.  These findings are particularly interesting as we find that women are much more engaged in protest than during previous periods of contention and that they are playing such an active role in the Resistance.  Whether the strength of the relationship between Women’s Rights and the Environment remains, and if bridges can be built to other motivations is a critical question for organizers within the Resistance. Will the connection between LGBTQ issues and Immigration be reinforced in the future? In addition, how can organizers use these nascent coalitions of motivations to help redefine their platforms, create stronger links to issues associated with identity-based organizing related to race, class, gender, sexuality and expand their base?  Are the connections between those who turned out for women’s issues and racial justice issues, evidenced by the high position of each motivation at the other march, and the overall support of non-white respondents to the motivation of Women’s Rights, a platform that can be built upon?  These questions are particularly relevant given that the Resistance has been documented as being much more female than previous movements (see particularly Schussman and Soule 2005; Putnam and Skocpol 2018). 25 Future research must also focus more attention on the similarities and differences among the overlapping motivations of protest participants to understand what the changes mean to specific movements as well as to the broader Resistance against the Trump Administration.  The results presented in this paper suggest that there is much more to learn about multiple issues and the patterns of motivations of participants, and how they evolve.  Although we suggest that the durability of patterns of motivations is associated with the degree to which progressives in America are experiencing moral shocks that shift their attention to other pressing issues, future research should dig deeper.  It is particularly important to investigate the degree to which the shifting patterns we observe are a unique characteristic of the current wave of contention against the Trump Administration and its policies or if it is generalizable to other movements and other periods of time.  Moreover, although the analysis presented in this paper does not look specifically at the relationship between the protesters’ motivations and their connections to organizations, there is a clear opportunity for future research to analyze the relationships between motivations and the organizational coalitions that play such an important role in social movements (see particularly Van Dyke 2003; Levi and Murphy 2006; Wang and Soule 2016; Adam 2017).   Because researchers have not collected data on the specific issues that motivated participants to demonostrate in the past, it is difficult to predict if similar patterns (or a lack thereof) would emerge during different waves of contention.  Finally, much more research is needed to examine more fully the extent to which specific racial and ethnic minority groups are motivated to participate in marches as a result of intersectional concerns.  Our analysis, which combines all non-whites into one category due to the limited size of the groups in our sample, makes it impossible to assess how these are distinct identities with different motivations.  It is 26 important to stress that the lack of significance of race in these models should not be interpreted as a lack of significance for each group, but that there is no common response across these groups.  Future research must work to disaggregate so that the patterns across race and ethnicity are analyzable.  Only then will we be able to understand fully how intersectional motivations can mobilize participants to protest.    27  Table 1:  Overview of Marches Studied   Women’s March   March for Science People’s Climate March  March for Racial Justice Estimated Attendance 500,000 100,000 200,000 10,000 Total Completed Surveys 530 201 351 185 Response Rate  93% 94% 89% 83%    28 Table 2: Demographics across the Resistance   Women’s March (N=530)  March for Science (N=201) People’s Climate March (N=351) March for Racial Justice (N=185) Women  86% 56% 62% 68% Non-White    Latinx    Black/African Amer.    Native American    Asian/Pacific Islander    Multiracial    Other 23% 4% 6% 0.2% 4% NA1 8% 14% 4% 0.6% 0.6% 5% 2% 2% 23% 6% 3% 2% 6% 5% 1% 38% 7% 17% 0.6% 6% 6% 1% Age-mean 43 40 43 38                                                     1 The multiracial category was not included on the 2017 Women’s March survey. It was added to our survey instrument after this march at the March for Science in April 2017.  29 Table 3: Motivations Across March Participants     Women’s March  March for Science People’s Climate March March for Racial Justice Environment 23% 92% 96% 22% Equality 42% 45% 47% 75% Immigration 15% 28% 33% 57% Labor 9% 18% 25% 19% LGBTQ 17% 22% 28% 41% Peace 6% 34% 43% 42% Police Brutality/BLM 7% 21% 29% 79% Politics/Voting 16% 43% 39% 36% Racial Justice 18% 25% 36% 89% Religion 5% 12% 17% 14% Reproductive Rights  24% 32% 28% 23% Social Welfare 22% 35% 37% 38% Trump 25% 52% 55% 44% Women's Rights 53% 39% 39% 48%    30 Figure 1: Distribution of Total Mentions of Motivations by Participants     31  Figure 2: Dendrograms Across the Marches    32 Figure 3:  Network Images Across the Marches 33  Table 4: Network Descriptives   Women’s March March for Science People’s Climate March March for Racial Justice Complete Observations 472 180 278 173 Total significances found 65 36 48 35 Negative significances 19 2 4 2 Highest positive degree Reproductive Rights (11) Peace (10) Reproductive Rights (11) Women’s Rights and Peace (10)    34 References:  Adam, Erin M. 2017. “Intersectional Coalitions: The Paradoxes of Rights-Based Movement Building in LGBTQ and Immigrant Communities.” Law & Society Review 51 (1): 132–67. https://doi.org/10.1111/lasr.12248. Akpan, Nsikan, Andrew Wagner, Kristin Hugo, and Julia Griffin. 2017. “Why These People Are Joining — or Skipping — the March for Science.” PBS NewsHour (blog). April 21, 2017. https://www.pbs.org/newshour/science/people-joining-skipping-march-science. Baumgaertner, Emily. 2017. “Marches for Racial Justice and Black Women Converge in Washington.” The New York Times, September 30, 2017, sec. Politics. https://www.nytimes.com/2017/09/30/us/politics/washington-dc-racism-protests.html. Beamish, Thomas D., and Amy J. Luebbers. 2009. “Alliance Building across Social Movements: Bridging Difference in a Peace and Justice Coalition.” Social Problems 56 (4): 647–76. https://doi.org/10.1525/sp.2009.56.4.647. Bédoyan, Isabelle, Peter Aelst, and Stefaan Walgrave. 2004. “Limitations and Possibilities of Transnational Mobilization: The Case of Eu Summit Protesters in Brussels, 2001.” Mobilization: An International Quarterly 9 (1): 39–54. https://doi.org/10.17813/maiq.9.1.d599r28j75356jp1. Bernstein, Mary. 2005. “Identity Politics.” Annual Review of Sociology 31: 47–74. Brown, Wendy. 1995. States of Injury:  Power and Freedom in Late Modernity. Princeton University Press. Butts, Carter. 2016. Sna: Tools for Social Network Analysis. R Package Version 2.4. https://CRAN.R-project.org/package=sna. https://CRAN.R-project.org/package=sna. Carastathis, Anna. 2013. “Identity Categories as Potential Coalitions.” Signs 38 (4): 941–65. https://doi.org/10.1086/669573. Carbado, Devon W. 2013. “Colorblind Intersectionality.” Signs: Journal of Women in Culture and Society 38 (4): 811–45. https://doi.org/10.1086/669666. Carroll, William K., and R. S. Ratner. 1996. “Master Framing and Cross-Movement Networking in Contemporary Social Movements.” The Sociological Quarterly 37 (4): 601–25. Chason, Rachel. 2017. “‘Let the Black Women Lead’: Marches Converge on D.C. to Highlight Racial Injustice.” Washington Post, September 30, 2017, sec. Local. https://www.washingtonpost.com/local/let-the-black-women-lead-marches-converge-on-dc-to-highlight-racial-injustice/2017/09/30/aa213ecc-a612-11e7-b14f-f41773cd5a14_story.html. Chenoweth, Erica, and Jeremy Pressman. 2017. “This Is What We Learned by Counting the Women’s Marches.” Washington Post, February 7, 2017, sec. Monkey Cage Analysis. https://www.washingtonpost.com/news/monkey-cage/wp/2017/02/07/this-is-what-we-learned-by-counting-the-womens-marches/. Cho, Sumi, Kimberlé Williams Crenshaw, and Leslie McCall. 2013. “Toward a Field of Intersectionality Studies: Theory, Applications, and Praxis.” Signs: Journal of Women in Culture and Society 38 (4): 785–810. https://doi.org/10.1086/669608. Choo, Hae Yeon, and Myra Marx Ferree. 2010. “Practicing Intersectionality in Sociological Research: A Critical Analysis of Inclusions, Interactions, and Institutions in the Study of Inequalities.” Sociological Theory 28 (2): 129–49. https://doi.org/10.1111/j.1467-9558.2010.01370.x. 35 Collins, Patricia Hill. 2002. Black Feminist Thought: Knowledge, Consciousness, and the Politics of Empowerment. Routledge. Crenshaw, Kimberlé Williams. 1991. “Mapping the Margins: Intersectionality, Identity Politics, and Violence against Women of Color.” Stanford Law Review 43 (6): 1241–99. https://doi.org/10.2307/1229039. Di Gregorio, Monica. 2012. “Networking in Environmental Movement Organisation Coalitions: Interest, Values or Discourse?” Environmental Politics 21 (1): 1–25. https://doi.org/10.1080/09644016.2011.643366. Diani, Mario, Henrik Ernstson, and Lorien Jasny. 2018. “‘Right to the City’ and the Structure of Civic Organizational Fields: Evidence from Cape Town.” VOLUNTAS: International Journal of Voluntary and Nonprofit Organizations, January, 1–16. https://doi.org/10.1007/s11266-018-9958-1. Diani, Mario, and Doug McAdam, eds. 2003. Social Movements and Networks: Relational Approaches to Collective Action. Comparative Politics. Oxford, New York: Oxford University Press. Dodson, Kyle. 2015. “Globalization and Protest Expansion.” Social Problems 62 (1): 15–39. https://doi.org/10.1093/socpro/spu004. Ehrenreich, Nancy. 2002. “Subordination and Symbiosis: Mechanisms of Mutual Support between Subordinating Systems.” UMKC Law Review 71: 251. Everitt, Brian. 1974. Cluster Analysis. Heinemann Educational [for] the Social Science Research Council. Fandos, Nicholas. 2017. “Climate March Draws Thousands of Protesters Alarmed by Trump’s Environmental Agenda.” The New York Times, April 29, 2017, sec. Politics. https://www.nytimes.com/2017/04/29/us/politics/peoples-climate-march-trump.html. Fisher, Dana R. 2018. “Resistance In the Streets.” In American Resistance. https://americanresistancebook.com/. Fisher, Dana R., Dawn M. Dow, and Rashawn Ray. 2017. “Intersectionality Takes It to the Streets: Mobilizing across Diverse Interests for the Women’s March.” Science Advances 3 (9): eaao1390. https://doi.org/10.1126/sciadv.aao1390. Fisher, Dana R., and Paul-Brian McInerney. 2012. “The Limits of Networks in Social Movement Retention: On Canvassers and Their Careers.” Mobilization: An International Quarterly 17 (2): 109–28. https://doi.org/10.17813/maiq.17.2.y8g9r5m2261p7222. Fisher, Dana R., Kevin Stanley, David Berman, and Gina Neff. 2005. “How Do Organizations Matter? Mobilization and Support for Participants at Five Globalization Protests.” Social Problems 52 (1): 102–21. https://doi.org/10.1525/sp.2005.52.1.102. Gould, Roger V. 1991. “Multiple Networks and Mobilization in the Paris Commune, 1871.” American Sociological Review 56 (6): 716–29. https://doi.org/10.2307/2096251. Guarino, Ben. 2017. “The March for Science Began with This Person’s ‘Throwaway Line’ on Reddit.” Washington Post, April 21, 2017, sec. Speaking of Science. https://www.washingtonpost.com/news/speaking-of-science/wp/2017/04/21/the-march-for-science-began-with-this-persons-throwaway-line-on-reddit/. Guttman, Louis. 1959. “A Structural Theory For Intergroup Beliefs and Action.” American Sociological Review 24 (3): 318–28. https://doi.org/10.2307/2089380. Hancock, Ange-Marie. 2007. “When Multiplication Doesn’t Equal Quick Addition: Examining Intersectionality as a Research Paradigm.” Perspectives on Politics 5 (1): 63–79. https://doi.org/10.1017/S1537592707070065. 36 Heaney, Michael T., and Fabio Rojas. 2014. “Hybrid Activism: Social Movement Mobilization in a Multimovement Environment.” American Journal of Sociology 119 (4): 1047–1103. https://doi.org/10.1086/674897. ———. 2015. Party in the Street: The Antiwar Movement and the Democratic Party after 9/11. Cambridge University Press. Jasper, James M., and Jane D. Poulsen. 1995. “Recruiting Strangers and Friends: Moral Shocks and Social Networks in Animal Rights and Anti-Nuclear Protests.” Social Problems 42 (4): 493–512. https://doi.org/10.2307/3097043. Jung, Wooseok, Brayden G King, and Sarah A Soule. 2014. “Issue Bricolage: Explaining the Configuration of the Social Movement Sector, 1960-19951.” American Journal of Sociology 120 (1): 187–225. Klandermans, Bert, and Dirk Oegema. 1987. “Potentials, Networks, Motivations, and Barriers: Steps Towards Participation in Social Movements.” American Sociological Review 52 (4): 519–31. https://doi.org/10.2307/2095297. Levi, Margaret, and Gillian H. Murphy. 2006. “Coalitions of Contention: The Case of the WTO Protests in Seattle.” Political Studies 54 (4): 651–70. https://doi.org/10.1111/j.1467-9248.2006.00629.x. McAdam, Doug. 1982. Political Process and the Development of Black Insurgency, 1930-1970,. 2nd edition. Chicago: The University Of Chicago Press. Melucci, Alberto. 1996. Challenging Codes: Collective Action in the Information Age. Cambridge University Press. Meyer, David S., and Sidney Tarrow. 2018. The Resistance:  The Dawn of the Anti-Trump Opposition Movement. Oxford University Press, USA. Meyer, David S., and Nancy Whittier. 1994. “Social Movement Spillover.” Social Problems 41 (2): 277–98. https://doi.org/10.2307/3096934. Meyer, Robinson. 2017. “The Climate March’s Big Tent Strategy Draws a Big Crowd.” The Atlantic, April 30, 2017. https://www.theatlantic.com/science/archive/2017/04/the-people-who-came-to-the-climate-march/524865/. Milkman, Ruth. 2017. “A New Political Generation: Millennials and the Post-2008 Wave of Protest.” American Sociological Review 82 (1): 1–31. https://doi.org/10.1177/0003122416681031. Minkoff, Debra C. 1997. “The Sequencing of Social Movements.” American Sociological Review 62 (5): 779–99. https://doi.org/10.2307/2657360. Munson, Ziad W. 2010. The Making of Pro-Life Activists: How Social Movement Mobilization Works. University of Chicago Press. Olzak, Susan, and S. C. Noah Uhrig. 2001. “The Ecology of Tactical Overlap.” American Sociological Review 66 (5): 694–717. https://doi.org/10.2307/3088954. Park, Hyung. 2008. “Forming Coalitions: A Network-Theoretic Approach to the Contemporary South Korean Environmental Movement.” Mobilization: An International Quarterly 13 (1): 99–114. https://doi.org/10.17813/maiq.13.1.5357814rp1136415. Putnam, Lara, and Theda Skocpol. 2018. “Middle America Reboots Democracy.” Democracy Journal, February. https://democracyjournal.org/arguments/middle-america-reboots-democracy/. Roberts, Dorothy, and Sujatha Jesudason. 2013. “Moverment Intersectionality: The Case of Race, Gender, Disability, and Genetic Technologies.” Du Bois Review: Social Science Research on Race 10 (2): 313–28. https://doi.org/10.1017/S1742058X13000210. 37 Ruiz-Grossman, Sarah. 2017. “Millennials Are The Foot Soldiers Of The Resistance.” Huffington Post, February 23, 2017, sec. Impact. https://www.huffingtonpost.com/entry/trump-protest-poll_us_58addc16e4b0d0a6ef47517e. Saunders, Clare. 2013. Environmental Networks and Social Movement Theory. A&C Black. Schussman, Alan, and Sarah Anne Soule. 2005. “Process and Protest: Accounting for Individual Protest Participation.” Social Forces 84 (2): 1083–1108. https://doi.org/10.1353/sof.2006.0034. Shows, Carla, and Naomi Gerstel. 2009. “Fathering, Class, and Gender: A Comparison of Physicians and Emergency Medical Technicians.” Gender and Society 23 (2): 161–87. Stein, Perry. 2017. “March for Racial Justice and March for Black Women Will Converge in D.C. This Weekend.” Washington Post, September 28, 2017, sec. Local. https://www.washingtonpost.com/local/march-for-racial-justice-and-march-for-black-women-will-converge-in-dc-this-weekend/2017/09/28/8c5bd2e8-a45b-11e7-b14f-f41773cd5a14_story.html. Swank, Eric, and Breanne Fahs. 2013. “An Intersectional Analysis of Gender and Race for Sexual Minorities Who Engage in Gay and Lesbian Rights Activism.” Sex Roles 68 (11–12): 660–74. https://doi.org/10.1007/s11199-012-0168-9. Tarrow, Sidney. 1998. Power in Movement: Social Movements and Contentious Politics. Cambridge University Press. Terriquez, Veronica. 2015. “Intersectional Mobilization, Social Movement Spillover, and Queer Youth Leadership in the Immigrant Rights Movement.” Social Problems 62 (3): 343–62. https://doi.org/10.1093/socpro/spv010. Terriquez, Veronica, Tizoc Brenes, and Abdiel Lopez. 2018. “Intersectionality as a Multipurpose Collective Action Frame: The Case of the Undocumented Youth Movement.” Ethnicities, January, 1468796817752558. https://doi.org/10.1177/1468796817752558. Van Dyke, Nella. 2003. “Crossing Movement Boundaries: Factors That Facilitate Coalition Protest by American College Students, 1930–1990.” Social Problems 50 (2): 226–50. https://doi.org/10.1525/sp.2003.50.2.226. Van Dyke, Nella, and Holly J McCammon. 2010. Strategic Alliances: Coalition Building and Social Movements. U of Minnesota Press. Verba, Sidney, Kay Lehman Schlozman, and Henry E. Brady. 1995. Voice and Equality: Civic Voluntarism in American Politics. Harvard University Press. Wadsworth, Nancy D. 2011. “Intersectionality in California’s Same-Sex Marriage Battles: A Complex Proposition.” Political Research Quarterly 64 (1): 200–216. Walgrave, Stefaan, and Joris Verhulst. 2011. “Selection and Response Bias in Protest Surveys.” Mobilization: An International Quarterly 16 (2): 203–22. https://doi.org/10.17813/maiq.16.2.j475m8627u4u8177. Walgrave, Stefaan, Ruud Wouters, and Pauline Ketelaars. 2016. “Response Problems in the Protest Survey Design: Evidence from Fifty-One Protest Events in Seven Countries.” Mobilization: An International Quarterly 21 (1): 83–104. https://doi.org/10.17813/1086/671X-21-1-83. Wang, Dan J., and Sarah A. Soule. 2012. “Social Movement Organizational Collaboration: Networks of Learning and the Diffusion of Protest Tactics, 1960–1995.” American Journal of Sociology 117 (6): 1674–1722. https://doi.org/10.1086/664685. 38 ———. 2016. “Tactical Innovation in Social Movements: The Effects of Peripheral and Multi-Issue Protest.” American Sociological Review 81 (3): 517–48. https://doi.org/10.1177/0003122416644414. White, Douglas R., Michael L. Burton, and Lilyan A. Brudner. 1977. “Entailment Theory and Method: A Cross-Cultural Analysis of the Sexual Division of Labor.” Behavior Science Research 12 (1): 1–24. https://doi.org/10.1177/106939717701200101. Whittier, Nancy. 2018. “Chapter 10: Generational Spillover in the Resistance to Trump.” In The Resistance:  The Dawn of the Anti-Trump Opposition Movement, edited by David S. Meyer and Sidney Tarrow, 207–29. Oxford University Press. Wiley, James A., and John Levi Martin. 1999. “Algebraic Representations of Beliefs and Attitudes: Partial Order Models for Item Responses.” Sociological Methodology 29 (1): 113–46. https://doi.org/10.1111/0081-1750.00062. Wingfield, Adia Harvey. 2009. “Racializing the Glass Escalator: Reconsidering Men’s Experiences with Women’s Work.” Gender and Society 23 (1): 5–26.    1 Only one of the 8 members of the research team was actually able to see the stage and the performers.   2  https://www.marchforscience.com/ 3 For a full list, see for a full list, see https://www.marchforscience.com/partners (Accessed 20 June 2018).  4  The TV show aired from 1993-1998.  Details available at: https://www.billnye.com/the-science-guy (Accessed 21 September 2018).  5 The Clean Power Plan was designed to regulate the emissions of utilities in the US for details, see https://ballotpedia.org/Clean_Power_Plan_political_timeline (Accessed 8 November 2017). 6 https://pcm2017.wpengine.com/ (Accessed 7 December 2017) 7  See map at http://pcm2017.wpengine.com/logistics/#map (Accessed 7 December 2017). 8  https://www.census.gov/content/dam/Census/library/publications/2016/demo/p20-578.pdf (Accessed 21 September 2018). 9  Based on mean scores; It is important to remember that our IRB protocol required that we only collect data from participants over the age of 18. 10  All percentages are based on those who responded to each question, not on the overall number of responses. 11 These were computed using the ‘complete’ clustering method in the hclust routine for R, although we also examined ‘single.’  It is worth noting that the interpretation is consistent using both methods. 12 Appendix is available at https://osf.io/MTKQB/ 13 Appendix is available at https://osf.io/MTKQB/                                                   ",
    "id": 161940473,
    "identifiers": {
        "doi": "10.17813/1086-671X-23-4-451",
        "oai": "oai:ore.exeter.ac.uk:10871/34767"
    },
    "title": "Why are we here? Patterns of intersectional motivations across the resistance",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-12-01T00:00:00+00:00",
    "publisher": "Mobilization",
    "references": [],
    "sourceFulltextUrls": [
        "https://ore.exeter.ac.uk/repository/bitstream/10871/34767/1/IntersectionalityAcrossResistance_FINAL_FINAL.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/161940473.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/161940473"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/161940473/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/161940473/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/161940473"
        }
    ],
    "abstract": "This is the author accepted manuscript. The final version is available from Mobilization via the DOI in this recordCan a crowd of individuals who are motivated by a range of issues related to racial identity,\r\nclass, gender and sexuality mobilize around a shared issue, and, if so, how does this process\r\nwork in practice? To date, limited research has explored intersectionality as a mobilization tool\r\nfor social movements. This paper expands recent work on how intersectional motivations\r\ninfluence the constituencies at protest events by comparing across some of the largest events that\r\nhave taken place in Washington, DC since the Resistance began. We explore patterns of\r\nmotivations of participants in marches over the first year of the Trump Presidency. Our analyses\r\ndemonstrate how individuals’ motivations to participate represented an intersectional set of\r\nissues and how patterns of issues emerge. However, when we look across the marches, we find\r\nthat the patterns are not durable, indicating the limitations of interpretations of the Resistance as\r\na unified intersectional movement",
    "tags": [
        "Article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Article"
    ],
    "oai": "oai:ore.exeter.ac.uk:10871/34767",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "504",
        "openDoarId": 0,
        "name": "Open Research Exeter",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 161940473,
        "depositedDate": null,
        "publishedDate": "2018-12-01T00:00:00+00:00",
        "updatedDate": "2024-02-19T12:05:08+00:00",
        "acceptedDate": null,
        "createdDate": "2019-01-03T01:34:36+00:00"
    },
    "urls": [
        "http://hdl.handle.net/10871/34767"
    ],
    "lastUpdate": "2024-02-19T12:05:08+00:00",
    "setSpecs": []
}