{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Fan, Jennifer S."
        }
    ],
    "contributors": [],
    "createdDate": "2020-04-26T00:15:23+01:00",
    "dataProvider": {
        "id": 12132,
        "name": "UW Law Digital Commons (University of Washington)",
        "url": "https://api.core.ac.uk/v3/data-providers/12132",
        "logo": "https://api.core.ac.uk/data-providers/12132/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/304920206.pdf",
    "fullText": "University of Washington School of Law UW Law Digital Commons Articles Faculty Publications 2019 Woke Capital: The Role of Corporations in Social Movements Jennifer S. Fan University of Washington School of Law Follow this and additional works at: https://digitalcommons.law.uw.edu/faculty-articles  Part of the Business Organizations Law Commons, and the Law and Society Commons Recommended Citation Jennifer S. Fan, Woke Capital: The Role of Corporations in Social Movements, 9 HARV. BUS. L. REV. 441 (2019), https://digitalcommons.law.uw.edu/faculty-articles/586 This Article is brought to you for free and open access by the Faculty Publications at UW Law Digital Commons. It has been accepted for inclusion in Articles by an authorized administrator of UW Law Digital Commons. For more information, please contact cnyberg@uw.edu. \\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 1 16-DEC-19 10:53WOKE CAPITAL:THE ROLE OF CORPORATIONSIN SOCIAL MOVEMENTSJENNIFER S. FAN*Iconic companies such as Apple, BlackRock, Delta, Google (now Alphabet),Lyft, Salesforce, and Starbucks, have recently taken very public stances on vari-ous social issues. In the past, corporations were largely silent in the face ofthem. Now the opposite is true—corporations play an increasingly visible rolein social movements and there are times when corporations have led the discus-sion, particularly in areas where they have a self-interest or public opinion sup-ports it. The enormous influence corporations wield on both the economic andsocial fabric of our society due to the legal framework and norms under whichthey operate make them uniquely positioned to affect the outcome of socialmovements—for better or worse. The contribution of this Article is three-fold: itdiscusses how court cases and changing norms about the role of the corporationin society led to the rise of the modern business corporation, which in turn laidthe groundwork for corporations’ involvement in social movements; provides anoriginal descriptive account of the role of corporations in social movements us-ing three case studies and the ways in which corporations have helped or hin-dered such movements; and tackles the underlying normative question about theappropriateness of the involvement of corporations in social movements in lightof the legal framework in which it resides. This Article concludes that despite theperils, corporate law holds the promise of being a force for social change.INTRODUCTION . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 442 RI. THE EVOLVING CORPORATION AND SOCIAL MOVEMENTS . . . . . 445 RA. Corporate Purpose . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 445 RB. Corporate Law and Social Norms . . . . . . . . . . . . . . . . . . . . . 451 RC. Corporations Today . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 452 RII. CASE STUDIES . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 457 RA. Challenging the President: How Corporations  Respondedto the Muslim Ban . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 459 RB. Finding Moral Ground: How Corporations Found a Rolein the Gun Control Movement . . . . . . . . . . . . . . . . . . . . . . . . . 467 RC. Building Blocks for Success: How CorporationsAdvanced the Goals of the LGBTQ Rights Movement . . . 476 RIII. NORMATIVE CONCERNS, REASONS FOR THE INVOLVEMENT OFCORPORATIONS, AND GUIDING PRINCIPLES . . . . . . . . . . . . . . . . . . 484 RA. Normative Concerns . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 485 R1. Covert Advocacy . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 485 R2. Too Much Power . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 486 R* Jennifer S. Fan is Assistant Professor of Law and Director of the Entrepreneurial LawClinic at the University of Washington School of Law. The author wishes to thank the partici-pants in the Junior Business Law Colloquium, Lisa Manheim, and Jeff Schwartz for theirinsightful comments. Also, special thanks to John Delaney, Kiri Yoshimura, and RebeccaPaley-Williams for their helpful research assistance.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 2 16-DEC-19 10:53442 Harvard Business Law Review [Vol. 93. Self-Interested and Not Agents of Change . . . . . . . . . . 489 RB. Reasons Why Corporations Get Involved with SocialMovements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 491 R1. Moral Authority and Leadership . . . . . . . . . . . . . . . . . . . 491 R2. Responding to Boycotts . . . . . . . . . . . . . . . . . . . . . . . . . . . 491 R3. Responding to Proxy Proposals . . . . . . . . . . . . . . . . . . . . 492 RC. Guiding Principles for Corporations Involved in SocialMovements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 492 RCONCLUSION . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 494 RINTRODUCTIONOn February 14, 2018, a former student at Marjory Stoneman DouglasHigh School killed seventeen people with an AR-15 assault rifle. In the af-termath of prior school shootings, the media frenzy tapered off after theinitial uproar;1 there was no passage of meaningful gun reform legislation;2and the communities affected by these tragedies would quietly soldier onand try to put the pieces back together.3 And, for-profit corporations did notmake their viewpoints known.4 This time, it was different. Media coveragecontinued, students mobilized, and communities let their outrage be known.5Even corporations across many different industries reacted swiftly,6 some-times to the detriment of the corporation itself.7 In many ways, the willing-1 See Rick Hampson, Gun Control Momentum ‘Didn’t Happen Out of the Blue’: WhyParkland’s Different, USA TODAY (Mar. 7, 2018, 4:30 PM), https://www.usatoday.com/story/news/2018/03/07/gun-control-momentum-didnt-happen-out-blue-why-parklands-different/401312002/.2 See Editorial Board, How Congress Has Dithered as the Innocent Get Shot, N.Y. TIMES(Feb. 15, 2018), https://www.nytimes.com/interactive/2018/02/15/opinion/congress-gun-pro-gress.html.3 See Jonah Engel Bromwich, ‘Something About Parkland Has Been Different’: SurvivorsFrom 20 Years of Mass Shootings Speak, N.Y. TIMES (Mar. 23, 2018), https://www.nytimes.com/2018/03/23/us/mass-shooting-survivors-march-lives-.html.4 See generally Melissa Jeltsen, Public Outrage Over Mass Shootings Is Running OnEmpty, HUFFINGTON POST (Jan. 31, 2018, 3:43 PM), https://www.huffingtonpost.com/entry/public-outrage-mass-shootings_us_5a70dbf6e4b0a6aa487424be. This article was publishedonly two weeks before the shooting at Marjory Stoneman Douglas High School. Id.5 See Hadas Gold, The Persistence of Parkland: How the Florida Shooting Stayed in theMedia Spotlight, CNN MONEY (Feb. 22, 2018, 10:47 PM), http://money.cnn.com/2018/02/22/media/parkland-florida-shooting-media-coverage/index.html.6 Among the companies that spoke out or changed their policies after the Parkland shoot-ing were: Aetna, Avis, Budget, Black Rock, Bumble, Delta Airlines, Dick’s Sporting Goods,Enterprise Holdings, First National Bank of Omaha, Gucci, Hertz, Kroger, L.L.Bean, Lockton,Lyft, MetLife, Paramount RX, REI, SimpliSafe, Starkey, Symantec, True Car, United Airlines,Walmart. See Students of Marjory Stoneman Douglas High School, ‘Please Help Us’: A Letterto the Business Community from the Marjory Stoneman Douglas Survivors, BUS. INSIDER(Mar. 11, 2018, 8:00 AM), http://www.businessinsider.com/parkland-survivors-ask-businesses-to-support-march-for-our-lives-2018-3.7 For example, Delta was threatened with the loss of a lucrative tax break in Georgiaalmost immediately after it announced its plan to stop offering discounted fares to NationalRifle Association (NRA) members. Marwa Eltagouri, A Georgia Republican’s Threat to Delta:Restore NRA Benefits, or You Won’t Get Your Tax Break, WASH. POST (Feb. 27, 2018), https://\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 3 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 443ness of corporations to take a stand was remarkable as corporations typicallychoose to remain out of the fray of social issues, fearing consumer backlash.Indeed, on most social issues, corporations have historically been reluctantto speak out; they are more likely to speak out when economic issues are atstake.8 Today, the economic might of a number of corporations now rivalsthat of national economies and gives them increased political power as aresult.9 “While corporations have a vested interest in influencing their insti-tutional environment . . . not all the issues firms engage in are clearly salientto their overall objectives. In fact, some firms have, in recent times, engagedin sociopolitical issues that are divisive, unsettled, emotionally charged, orcontested.”10 In the United States, the rise of corporations has come againstthe backdrop of government receding, increasingly partisan politics, and anever-widening divide between rich and poor. As a society, we grapple withhow innovations like social media and artificial intelligence have fundamen-tally altered the fabric of our society and how we communicate and processinformation. We have entered a new age—the age of the Information Tech-nology Revolution11—and corporations are at the center of it.Historically, corporations were derided as a source of “evil”12 and “avehicle for the voices and interests of an exceedingly small managerial andfinancial elite—the notorious [one] percent”;13 they are synonymous withthe status quo. As this Article will show, however, the role of corporationsand the corporate law framework in which it resides is not so black andwhite. Corporations can and have played significant roles in social move-www.washingtonpost.com/news/business/wp/2018/02/26/georgia-republicans-threat-to-delta-stop-boycotting-the-nra-or-lose-your-tax-breaks/. The Georgia legislature swiftly followedthrough on their threat when Delta did not reinstate the NRA discount. Marwa Eltagouri,Georgia Republicans Honor Their Threat to Punish Delta for Cutting Ties with NRA, WASH.POST (Mar. 1, 2018), https://www.washingtonpost.com/news/business/wp/2018/03/01/georgia-republicans-honor-their-threat-to-harm-delta-in-defense-of-the-nra/?utm_term=.5b06730f6f0c.8 “Traditionally, corporations aimed to be scrupulously neutral on social issues. No onedoubted that corporations exercised power, but it was over bread-and-butter economic issueslike trade and taxes, not social issues. There seemed little to be gained by activism on poten-tially divisive issues, particularly for consumer brands.” Jerry Davis, What’s Driving Corpo-rate Activism, NEW REPUBLIC (Sept. 27, 2016), https://newrepublic.com/article/137252/whats-driving-corporate-activism.9 Michael Nalick, Matthew Josefy, Asghar Zardkoohi & Leonard Bierman, Corporate So-ciopolitical Involvement: A Reflection of Whose Preferences?, 30 ACAD. MGMT. PERSP. 384,384 (2016).10 Id.11 See Matthew Bey, The Tech Revolution Comes of Age, STRATFOR (Mar. 29, 2016),https://worldview.stratfor.com/article/tech-revolution-comes-age.12 Angela Allan, How the ‘Evil Corporation’ Became a Pop-Culture Trope, ATLANTIC(Apr. 25, 2016), https://www.theatlantic.com/business/archive/2016/04/evil-corporation-trope/479295/.13 Kent Greenfield, Can Corporations Be Good Citizens?, SYMPOSIUM MAG. (Nov. 3,2013), http://www.symposium-magazine.com/can-corporations-be-good-citizens/.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 4 16-DEC-19 10:53444 Harvard Business Law Review [Vol. 9ments.14 Whether they can and should under the existing legal framework isa question this Article will begin to explore.The relationship between social movements and the law has generallyfocused on constitutional theory and lawyering theory.15 This Article offers adifferent viewpoint by examining social movements through the lens of cor-porate law. It begins by analyzing whether the involvement of corporationsin social movements fits within existing corporate law doctrine. It then putsforth a normative vision of the relationship between social movements andcorporate law scholarship, and offers an interpretive theory of the role ofcorporations in both advancing and impeding social movements throughovert and covert actions (as well as inaction).While litigation has traditionally served as one of the most widely usedtactics for change in social movements, now corporations provide anotheravenue to address social issues. However, whether corporations help or hin-der the goals of social movements remains to be seen and will be discussedin greater detail below.The evolving role of the corporation, the advent of social media, andthe effect of shareholders, managers, and consumers on businesses havepushed corporations to become leaders on social issues and influencers insocial movements in particular. “Information about companies and their pol-icies is increasingly transparent. Customers can now use the Buycott app toscan bar codes and determine if the product they are considering buyingaligns with their values, from labor practices to whether it containsGMOs.”16 In considering whether and to what extent corporations should beinvolved in social movements, this Article will consider the confluence offactors that led to this juncture and why now might be a defining moment forcorporations.To frame the ensuing analysis, the Article proceeds in three parts. Part Idiscusses the scholarship on corporate purpose and law and social norms aswell as court cases that influenced the contours of corporate law. Specifi-cally, this Part shows how the laws under which corporations operate in the14 A social movement can be defined as a “loosely organized but sustained campaign insupport of a social goal, typically either the implementation or the prevention of a change insociety’s structures or values.” Ralph H. Turner, Lewis M. Killian & Neil J. Smelser, SocialMovement, ENCYCLOPæDIA BRITANNICA, https://www.britannica.com/topic/social-movement(last visited Dec. 31, 2018).15 See Scott L. Cummings, The Puzzle of Social Movements in American Legal Theory, 64UCLA L. REV. 1554 (2017) (citing Tomiko Brown-Nagin, Elites, Social Movements, and theLaw: The Case of Affirmative Action, 105 COLUM. L. REV. 1436, 1501–11 (2005)); William N.Eskridge, Jr., Channeling: Identity-Based Social Movements and Public Law, 150 U. PA. L.REV. 419, 419–20 (2001); Reva B. Siegel, Constitutional Culture, Social Movement Conflictand Constitutional Change: The Case of the De Facto ERA, 94 CAL. L. REV. 1323, 1364(2006)); see also Mary Ziegler, Framing Change: Cause Lawyering, Constitutional Decisions,and Social Change, 94 MARQ. L. REV. 263, 280–84 (2010).16 Gerald F. Davis & Christopher J. White, The New Face of Corporate Activism, STAN.SOC. INNOVATION REV. (Fall 2015), https://ssir.org/articles/entry/the_new_face_of_corporate_activism.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 5 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 445United States have evolved and laid the groundwork for corporations to be-come more influential over time. It then illustrates that changes in theworkforce and the increasing power of consumers and executives hasspurred corporations to take a more active role in social issues and in socialmovements generally. Taken together, corporate law and the evolving normsaround the role of corporations form the basis of the legal framework forwhether and when corporations can be involved in social movements. Part IIthen analyzes three case studies from different social movements, showingthe range of responses by corporations, their positive and negative attributes,and ways in which the responses of corporations to social movements bothhelped and hindered. In particular, this Part uses framing analysis whichoriginates from social movement theory to examine the effectiveness of thecorporation within the particular social movement. Part III discusses the nor-mative implications of having corporate law influence social movements andoffers guiding principles on what corporations should consider when in-volved with such movements. This Article concludes that despite the perilsassociated with the involvement of corporate law within social movements,there is the promise of meaningful change.I. THE EVOLVING CORPORATION AND SOCIAL MOVEMENTSA. Corporate PurposeSince the early days of America, the role and view of corporations havechanged considerably.17 Chief Justice Marshall described a corporation as“an artificial being, invisible, intangible, and existing only in contemplationof law.”18 Corporations have also been characterized as “purely legal crea-tures, without flesh, blood, or bone. Their existence and behavior is  deter-mined by a web of legal rules found in corporate charters and bylaws, statecorporate case law and statutes, private contracts, and a host of federal andstate regulations.”19 By the mid-nineteenth century, “the corporate charterhad evolved into a readily accessible instrument for a vibrant entrepreneurialsociety”—the “essential handmaiden of economic growth.”20 When viewing17 For an overview of role and view of corporations in early America and the nineteenthcentury, see Elizabeth Pollman, Reconceiving Corporate Personhood, 2011 UTAH L. REV.1629 (2011). Corporations have affected society in both small and large ways since the time ofthe slave trade. 15 Major Corporations You Never Knew Profited from Slavery, ATLANTABLACK STAR (Aug. 26, 2013), http://atlantablackstar.com/2013/08/26/17-major-companies-never-knew-benefited-slavery/.18 Trs. of Dartmouth College v. Woodward, 17 U.S. 518, 636 (1819).19 Lynn A. Stout, Why We Should Stop Teaching Dodge v. Ford, 3 VA. L. & BUS. REV.163, 176 (2008). Indeed, “[c]orporations to a considerable degree are legal creatures, and it isthe law, more than politics or government, that seems best able to trace the bounds betweentheir private rights and public responsibilities.” Morton Keller, The Making of the ModernCorporation, in CORPORATE POWER IN THE UNITED STATES 12 (Joseph Sora ed., 1998).20 Keller, supra note 19, at 7. R\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 6 16-DEC-19 10:53446 Harvard Business Law Review [Vol. 9corporations through the lens of corporate constitutional rights jurispru-dence, the United States Supreme Court (the Court) characterized corpora-tions as associations of individuals.21 As two corporate law scholars assert,however, the Court’s view of corporations worked until the late nineteenthcentury when American businesses experienced a dramatic transformation.22“[Corporations] were taking on identities—often tied to brands—that weretruly separate from any of their individual investors, directors, or managers. . . .”23 The corporate form evolved and began being used for cooperatives,clubs, advocacy associations, nonprofits, and the like.24 Then came the riseof the modern business corporations where the Court “recognized protec-tions for commercial speech, corporate political spending, and statutory pro-tection for religious free exercise.”25 For example, in 2010, Citizens Unitedv. FEC26 upended the notion of corporations; corporations were now con-ferred with “personhood.”27 In a five-to-four decision, the Court held thatthe First Amendment prohibits the government from restricting independentpolitical expenditures by corporations and unions.28 This ruling had vocalsupporters and opponents and led to calls to amend the U.S. Constitution,29cries for congressional fixes,30 and much academic31 and public commen-tary.32 More recently, in Burwell v. Hobby Lobby Stores, Inc., the Court held21 See Margaret M. Blair & Elizabeth Pollman, The Derivative Nature of Corporate Con-stitutional Rights, 56 WM. & MARY L. REV. 1673, 1678 (2015).22 Id.23 Id.24 Id. “Corporations, as has so often been observed, are social as well as economic institu-tions, and the attractive power of the corporate culture should not be underestimated.” Keller,supra note 19, at 13. R25 Blair & Pollman, supra note 21, at 1679. “[T]he Court consistently treated corporate Rrights as either derivative or instrumental rights.” Id. The conception of corporate rights asderivative and instrumental “has not taken account of large, modern business corporations thatcannot be seen as representing an association of identifiable people.” Id. at 1742.26 Citizens United v. FEC, 558 U.S. 310 (2010).27 558 U.S. 310, 466.28 558 U.S. 310, 340, 365. “No less striking is the halting and uncertain, slow and limitedrecord of the state and of public opinion when it comes to subjecting corporations to signifi-cant government control.” Keller, supra note 19, at 12. R29 Paul Blumenthal, Citizens United Constitutional Amendment Backed By Vermont Legis-lature, HUFFINGTON POST (Apr. 19, 2012, 6:31 PM), https://www.huffingtonpost.com/2012/04/19/citizens-united-constitutional-amendment-vermont_n_1439002.html.30 Liz Kennedy & Alex Tausanovitch, Eight Years After Citizens United, It’s Time for BoldWays to Fix Democracy, HILL (Jan. 20, 2018, 9:00 AM), http://thehill.com/opinion/civil-rights/369861-eight-years-after-citizens-united-its-time-for-bold-ways-to-fix.31 See, e.g., Nadia Imtanes, Should Corporations Be Entitled to the Same First AmendmentProtections as People?, 39 W. ST. U. L. REV. 203 (2012); Justin Levitt, Confronting the Im-pact of Citizens United, 29 YALE L. & POL’Y REV. 217 (2010); Joseph F. Morrissey, A Con-tractarian Critique of Citizens United, 15 U. PA. J. CONST. L. 765 (2013).32 See, e.g., Floyd Abrams, The Citizens United Disaster That Wasn’t, WALL ST. J. (Oct.16, 2017, 6:56 PM), https://www.wsj.com/articles/the-citizens-united-disaster-that-wasnt-1508194581; Ian Vandewalker, The consequences of ‘Citizens United’, MSNBC (Jan. 20, 2014,7:55 AM), http://www.msnbc.com/msnbc/the-consequences-citizens-united; Ellen L. Wein-traub, Taking on Citizens United, N.Y. TIMES (Mar. 30, 2016), https://www.nytimes.com/2016/03/30/opinion/taking-n-citizens-united.html.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 7 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 447that a business does not need to solely pursue a profit as a matter of statecorporate law.33 Based on these two recent Court cases, corporations do havea legal basis for being vocal on social issues or in social movements sincemaximizing shareholder value does not need to be the sole driver of theiractions. As we will see in the discussion that follows regarding differenttheories on corporate purpose, corporations can find support for their in-volvement in social movements under certain theories as well.34Historically, the shareholder primacy theory (where the central driver ismaking a profit for shareholders) has had many proponents. Conservativeeconomist Milton Friedman opined that the “one and only one social respon-sibility of business” is to “use its resources and engage in activities designedto increase its profits so long as it stays within the rules of the game”—thatis, to “make as much money as possible.”35 Corporate managers who shiedaway from any social obligations pointed to Friedman’s words as absolvingthem of any responsibility to fulfill these types of obligations. Despite thepopularizing of Friedman’s theory, corporations have influenced the path andoutcome of both political and social issues.36Some legal scholars developed theories aligned with Friedman’s pre-mise; others approached the corporation from a different lens. What is clear,however, is that among legal scholars, the debate rages on about the natureand purpose of the corporation.37 The debate is a complex one with no clearanswers. Legal scholars have offered different theories of the corporationover time. What follows is a brief overview of the different types of theoriesregarding corporations that legal scholars have proposed. Admittedly, thedebate is much more nuanced than how it is portrayed here, but the purposeis to lay out the competing theories.33 Justice Alito, writing for the Court, stated that:While it is certainly true that a central objective of for-profit corporations is to makemoney, modern corporate law does not require for-profit corporations to pursueprofit at the expense of everything else, and many do not do so. For-profit corpora-tions, with ownership approval, support a wide variety of charitable causes, and it isnot at all uncommon for such corporations to further humanitarian and other altruis-tic objectives.Burwell v. Hobby Lobby Stores, Inc., 134 S. Ct. 2751, 2771 (2014). See Lyman Johnson &David Millon, Corporate Law After Hobby Lobby, 70 BUS. LAW. 1 (2014), for a more in-depthanalysis of the Hobby Lobby case from the state corporate law perspective.34 “[T]he corporate form has been extraordinarily useful as a way of giving legal (andpublic) standing to economic or social ventures.” Keller, supra note 19, at 12. R35 Milton Friedman, The Social Responsibility of Businesses is to Increase its Profits, N.Y.TIMES MAG., Sept. 13, 1970.36 See Nalick et al., supra note 9, at 384; see also Kabrina Krebel Chang, Starbucks for RPresident: The Disappearing Line between Government and Business as Agents for SocialChange, 20 REVISTA EMPRESA Y HUMANISMO 35, 38 (2017).37 “We are in the midst of a moment of real possibility of rethinking the nature of thecorporation. What are the purposes of corporations? To whom do they owe obligations? Dothey maximize their social value by focusing on economic ends only, or should they becharged with broader social and political obligations?” Kent Greenfield, Corporate Citizen-ship: Goal or Fear, 10 U. ST. THOMAS L.J. 960, 973 (2013).\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 8 16-DEC-19 10:53448 Harvard Business Law Review [Vol. 9In the past, shareholder primacy was the prevailing theory among cor-porate scholars.38 Under this view, corporations are viewed as a “nexus” bywhich individuals in an enterprise contract with one another.39 In response tothis theory, Professors Margaret Blair and Lynn Stout provided a differingviewpoint on corporations. Based on their framework for corporations, di-rectors served as mediating hierarchs based on team production theory.40 Intheir analysis, directors “are not subject to direct control or supervision byanyone, including the firm’s shareholders.”41 Professor Stephen Bainbridgeoffered another construct of the corporation when he introduced the idea ofdirector primacy which “claims that shareholders are the appropriate benefi-ciary of director fiduciary duties . . . . [D]irector accountability for maxi-mizing shareholder value remains an important component of directorprimacy.”42 There is yet another framework by which to look at corpora-tions: stakeholder theory. Professor Kent Greenfield, one of the architects ofthis theory, argues that corporations should act in the interest of all stake-holders.43 In effect, stakeholder theory “challenge[s] the American corpora-tion to broaden its role in society and enlarge the obligations it owes beyond38 In one business article, the authors found that those companies that were most success-ful at maximizing shareholder value over time did not focus on maximizing shareholder value.Justin Fox & Jay W. Lorsh, What Good Are Shareholders?, HARV. BUS. REV., July–Aug. 2012.Some scholars cite Dodge v. Ford Motor Company, 170 N.W. 668 (Mich. 1919), as evidenceof the shareholder primacy theory. See Kent Greenfield, Corporate Law’s Original Sin, WASH.MONTHLY, Jan./Feb. 2015, https://washingtonmonthly.com/magazine/janfeb-2015/sidebar-cor-porate-laws-original-sin/. But cf. Stout, supra note 19 (arguing that Dodge v. Ford is bad law). RThe case against shareholder primacy was argued best by Steven Pearlstein last yearin the Washington Post. Maximizing shareholder value, he wrote, is a “pernicious”ideology that “has no foundation in history or in law.” He continued, “What beganin the 1970s and ’80s as a useful corrective to self-satisfied managerial mediocrityhas become a corrupting, self-interested dogma peddled by finance professors,money managers and over-compensated corporate executives.”Kent Greenfield, If Corporations Are People, They Should Act Like It, ATLANTIC (Feb. 1,2015), https://www.theatlantic.com/politics/archive/2015/02/if-corporations-are-people-they-should-act-like-it/385034/ [hereinafter If Corporations are People] (citing Steven Pearlstein,Putting shareholders first, WASH. POST, Sept. 8, 2013, at G01).39 Michael C. Jensen & William H. Meckling, Theory of the Firm: Managerial Behavior,Agency Costs and Ownership Structure, 3 J. FIN. ECON. 305 (1976); FRANK H. EASTERBROOK& DANIEL R. FISCHEL, THE ECONOMIC STRUCTURE OF CORPORATE LAW 12 (1991).40 Margaret M. Blair & Lynn A. Stout, A Team Production Theory of Corporate Law, 85VA. L. REV. 247 (1999).41 Id. at 290 (emphasis in original).42 Stephen M. Bainbridge, Director Primacy: The Means and Ends of Corporate Govern-ance, 97 NW. U. L. REV. 547, 561 (2003).43 Greenfield, Can Corporations Be Good Citizens?, supra note 13. The stakeholder the- Rory has been around for decades.These critics [of the shareholder primacy norm] call on corporations to act as if theywere players not only in the private sphere but in the public one as well. To act, onemight say, as citizens. To call on corporations to act as “good corporate citizens”means that they should act as if they have broader obligations to the polity andsociety that cannot be entirely satisfied by reference to their financial statements.Id.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 9 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 449the bottom line. These scholars have assailed the norm of shareholder pri-macy and called on corporations to recognize and act on the interests of allstakeholders . . . .”44 The progressive corporate law scholars45 who are pro-ponents of stakeholder theory argue that this theory “offers the best potentialremedy to the harms of Citizens United—and indeed, the other risks of cor-porate power we have witnessed in the last few years.”46 This progressiveviewpoint of the corporation falls under the broader idea of demosprudencechampioned by Professors Lani Guinier and Gerald Torres.47 “Demos-prudence . . . is about a practice of law and interpretation of law that in-creases the quantum of democratic potential in social life.”48 In the case ofthe corporation, it is giving a voice to the non-elites. The noticeable dissentof Alphabet employees through its wholly-owned subsidiary, Google LLC,(roughly 1,400) to current projects and the effect it is having on Alphabet, isone example of how the actions of stakeholders (in this case employees)influence a company.49 It is the stakeholder theory which is in greatest align-ment with corporations that choose to be involved with social movements.The conceptions of the role of corporations are ever-changing. Indeed,the theories described above have evolved and to varying degrees align withthe realities of the world and business practices. As one scholar noted, cor-porations “that fail to reflect the social values and priorities of theirworkforce and their customers are unlikely to thrive.”5044 Id.45 “The core tenets of the progressive corporate law movement include the principles thatshareholders are not supreme and that corporations should be measured by more than eco-nomic measures.” Greenfield, Corporate Citizenship: Goal or Fear, supra note 37, at 970. RProfessor Greenfield suggests a more pluralistic form of decision-making as a way for corpo-rations to take into account the interests of all stakeholders. For example, he points to Germanyas an example of codetermined board structure that mandates representatives of both share-holders and employees. Greenfield, If Corporations Are People, supra note 38. R46 Greenfield, Can Corporations Be Good Citizens?, supra note 13. But cf. D. Gordon RSmith, Response: The Dystopian Potential of Corporate Law, 57 EMORY L.J. 985, 1010(2008). Smith contends “that corporate law does not matter in the way [Greenfield] claimsbecause powerful markets constrain corporate decision making” and if “Greenfield somehowsucceeded in materially changing the content of corporate decisions, he would sacrifice poten-tial shareholder value in favor of value for non-shareholder constituencies. In the process,Professor Greenfield’s vision of corporate law would destroy much of the good that corpora-tions have done.” Id.47 See generally Lani Guinier & Gerald Torres, Changing the Wind: Notes Toward aDemosprudence of Law and Social Movements, 123 YALE L.J. 2740 (2014).48 Gerald Torres, Legal Change, 55 CLEV. ST. L. REV. 135 (2007).49 David Meyer, Tesla Probes, Walmart Wins, Nvidia Trips: CEO Daily for August 17,2018, FORTUNE (Aug. 17, 2018), http://fortune.com/2018/08/17/google-china-tesla-sec-walmart-nvidia-ceo-daily-for-august-17-2018/. The employees argued that they needed “moretransparency, a seat at the table, and a commitment to clear and open processes: Google em-ployees need to know what we’re building.” Id.50 Davis & White, supra note 16. Compare this to Warren Buffett, who said: RI don’t believe in imposing my views on 370,000 employees and a million sharehold-ers. I’m not their nanny on that . . . . [S]o I think you have to be pretty careful . . . Ithink that it’s a mistake to start getting personal views and trying to impose ’em on anorganization.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 10 16-DEC-19 10:53450 Harvard Business Law Review [Vol. 9From the progressive corporate law standpoint, “[a]s corporationsmore deeply embed themselves in the communities they inhabit or affect, theconception of a corporation as a purely economic actor seems misplaced.”51In fact, in their seminal work, Adolf Berle and Gardiner Means prognosti-cated that corporations would compete with the government as the dominantform of social organization.52 As Robert Monks and Nell Minow aptlypointed out, “[c]orporations do not just determine what goods and servicesare available in the marketplace, but, more than any other institution, corpo-rations determine the quality of the air we breathe and the water we drink,and even where we live.”53 Monks and Minow go on to state: “Corporationshave a life, and even citizenship, of their own, with attendant right and pow-ers. Corporations are ‘persons’ within the meaning of the United States Fed-eral Constitution and Bill of Rights.”54 Not only are corporations the sourceof jobs and livelihoods for voters, but they also have a great deal of politicalcapital which makes corporations particularly influential over legislatorswhen laws are made.55 Indeed, the pursuit of profit has translated into corpo-rations cultivating friendly community environments in which they can con-tinue to thrive.56The American Law Institute codifies the corporation as an actor in boththe economic and social spheres. It states that a corporation’s objectives areto enhance corporate profit and shareholder gain, consider ethical questionsso that the corporation can act responsibly, and allocate “a reasonableamount of resources to public welfare, humanitarian, educational, and phil-anthropic purposes.”57Billionaire Investor Warren Buffett Speaks with CNBC’s Becky Quick on “Squawk Box” Today,CNBC (Feb. 26, 2018) (full transcript), https://www.cnbc.com/2018/02/26/full-transcript-billionaire-investor-warren-buffett-speaks-with-cnbcs-becky-quick-on-squawk-box-today.html.51 Michael R. Siebecker, A New Discourse Theory of the Firm After Citizens United, 79GEO. WASH. L. REV. 161, 174 (2010).52 ADOLF A. BERLE, JR. & GARDINER C. MEANS, THE MODERN CORPORATION AND PRI-VATE PROPERTY 357 (1932).53 ROBERT A.G. MONKS & NELL MINOW, CORPORATE GOVERNANCE 9 (5th ed. 2011).54 Id. at 11.55 Id.56 On this topic, Siebecker states that:Noting the increasing attention corporations pay to societal concerns does not serveas a rebuke to the basic premise that corporations exist to make profits for sharehold-ers. But striving for financial gain causes corporations to take a more active role insecuring a commercially friendly social framework that makes profits more likely. Inthat sense, modern corporations possess a mutually reinforcing profit motive andsocial focus.Siebecker, supra note 51, at 175. R57 JEAN JACQUES DU PLESSIS, ANIL HARGOVAN & MIRKO BAGARIC, PRINCIPLES OF CON-TEMPORARY CORPORATE GOVERNANCE 301 (2d ed. 2011).\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 11 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 451B. Corporate Law and Social NormsIn addition to the recent court cases described above and stakeholdertheory, corporations can find the legal (or extralegal) basis for their actionsin social movements in the scholarship on corporate law and norms. Profes-sor Melvin A. Eisenberg argues that directors, officers, and significant share-holders are not only motivated to avoid liability, but also by the prospect offinancial gain and social norms.58 Professors Edward B. Rock and MichaelL. Wachter built upon this theory and suggest that nonlegal enforceable rulesand standards provide the conduit between the theory of the firm and the lawand norms literature.59 It seems to logically follow then that if the socialexpectations for corporations are for them to speak out on social issues thenthey should do so. Like social movements,60 corporations can play a critical“creative role in legal ordering.”61 While social movements can help us bet-ter understand change in the social, economic, and technological realms, socan corporations since they are inextricably tied to each of them.62 Also, likesocial movements, corporations can provide a construct by which to givepeople a sense of purpose to change certain practices and create newnorms.63 We will see this in particular in the lesbian, gay, bisexual, trans-gender, and questioning/queer (LGBTQ) case study in Section II.C below.Finally, just as social movements are important to ensure a continued dy-namic relation between legal and social institutions to reorient the law toaddress evolving social understandings,64 so too can corporations play a rolein this reorientation due to the economic and social clout that they bring.Historically, social movements take the lead and the courts and lawyers “lag58 Melvin A. Eisenberg, Corporate Law and Social Norms, 99 COLUM. L. REV. 1253,1253 (1999).59 Edward B. Rock & Michael L. Wachter, Islands of Conscious Power: Law, Norms, andthe Self-Governing Corporation, 149 U. PA. L. REV. 1619, 1623 (2001).60 One way to conceptualize social movements is in terms of five key elements:[F]irst and foremost, they are challengers to or defenders of existing structures orsystems of authority; second, they are collective rather than individual enterprises;third, they act, in varying degrees, outside existing institutional or organizationalarrangements; fourth, they operate with some degree of organization; and fifth, theytypically do so with some degree of continuity.DAVID A. SNOW & SARAH A. SOULE, A PRIMER ON SOCIAL MOVEMENTS 6 (2010). Socialmovements are a type of “joint, collective action.” Id. at 15.61 Jack M. Balkin & Reva B. Siegel, Principles, Practices, and Social Movements, 154 U.PA. L. REV. 927, 948 (2006). “[M]uch of our nation’s legal history can be described as theproduct of social movements . . . . The American Revolution, like many revolutions, was aclassic social movement, and the Boston Tea Party stands as a paradigmatic image of a mobil-ized, participatory populace.” Edward L. Rubin, Passing Through the Door: Social MovementLiterature and Legal Scholarship, 150 U. PA. L. REV. 1, 63–64 (2001).62 Balkin & Siegel, supra note 61, at 948. R63 Id.64 Id.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 12 16-DEC-19 10:53452 Harvard Business Law Review [Vol. 9rather than lead”;65 however, in the case of corporations, as illustrated in PartII, they both lag and lead depending on the context.C. Corporations TodayHistorically, one would not find corporations in the middle of socialmovements. Instead, under Milton Friedman’s premise, one “could reasona-bly assume that government would capably manage social issues, and thatbusiness managers could put a priority on increasing profits.”66 In manycases, chief executive officers (CEOs) of U.S. corporations have generallyfollowed Friedman’s advice and devoted themselves to economic issues andpursuing profit.67 However, government is increasingly gridlocked, mired inpartisan politics, and in some ways hampered by their constituencies and thedesire to be re-elected.68 In fact, in the case studies analyzed in Part II below,there is a startling lack of leadership from the federal government.69 As aresult of this absence of leadership, corporations have stepped into the voidto address social issues and, in turn, have both voluntarily and forcibly par-ticipated in social movements.70In the not-so-recent past, corporations remained silent on social issues.Now, silence may have negative ramifications.71 There is a societal expecta-65 Scott Cummings, The Social Movement Turn in Law, 43 L. & SOC. INQUIRY 360, 363(2017). In a “new empirically oriented model of law and social change that Cummings callsmovement liberalism[,]” he “explore[s] how movement liberalism has been presented withinlegal scholarship as a way of reasserting a politically productive relationship between courts,lawyers, and social change from the ‘bottom-up.’” Id. at 364.66 Don Mayer, The Law and Ethics of CEO Social Activism, 23 J.L. BUS. & ETHICS 21, 40(2017).67 Id. But cf. Michael E. Porter & Mark R. Kramer, Creating Shared Value, 89 HARV. BUS.REV., Jan. 2011, at 62–77 (“Businesses must reconnect company success with socialprogress.”).68 E.W., Unprecedentedly Dysfunctional, ECONOMIST (Sept. 22, 2014), https://www.econ-omist.com/blogs/democracyinamerica/2014/09/political-gridlock; Dysfunction by Design: WhyAmerican Politics is in Gridlock, CONVERSATION (Apr. 13, 2013), https://theconversation.com/dysfunction-by-design-why-american-politics-is-in-gridlock-13603.69 See discussion infra Part II.70 Activist entrepreneurs were the first “business” activists in the 1960s and 1970s, withthe nonfinancial goal transforming American business through advancing social movements,creating free spaces for marginalized people, and enhancing democracy in small businesses.JOSHUA CLARK DAVIS, FROM HEAD SHOPS TO WHOLE FOODS: THE RISE AND FALL OF ACTIVISTENTREPRENEURS 19 (2017). Interestingly, a 2018 survey by Weber Shandwick and KRC Re-search found that in 2018 approximately half of Americans (48%) believe that CEO activismactually has an influence on government policy. WEBER SHANDWICK & KRC RESEARCH, CEOACTIVISM IN 2018: THE PURPOSEFUL CEO 9 (2018), https://www.webershandwick.com/wp-content/uploads/2018/07/CEO-Activism-2018_Purposeful-CEO.pdf [hereinafter PURPOSEFULCEO REPORT].71 “Now, between the endless, real-time conversation taking place on social media, andthe rising tide of advocacy bubbling up from their own employees, customers, and investors,saying nothing may be just as dangerous—if not more so.” Sam Walker, You’re a CEO—StopTalking Like a Political Activist, WALL ST. J. (July 27, 2018), https://www.wsj.com/articles/youre-a-ceostop-talking-like-a-political-activist-1532683844. The overall opinion of CEO ac-tivism has grown more favorable in recent years, increasing from 31% favorably viewed in\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 13 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 453tion that companies with more than $15 billion in annual revenue will weighin on social issues.72 A 2016 study by the Public Affairs Council reportedthat “[m]ore than three-quarters of these companies said they experiencedincreased pressure to weigh in on social issues.”73 Typically, publicly tradedcorporations experienced more pressure than private companies to engage onvarious social issues.74 “The poll of 92 businesses in a wide variety of indus-tries finds that, over the last three years [2013–2016], [sixty] percent haveexperienced rising stakeholder pressure to speak out on social issues such asdiscrimination, the environment, education and human rights. No respon-dents reported that pressure had decreased.”75 Those with the most influenceover a corporation’s decision to get involved on a particular issue were se-nior management and employees.76 Consumers also play a role. Employeesand consumers, particularly millennials, expect and may even demand thatcorporate leaders speak up. Entrepreneur-turned-venture-capitalist Marc An-dreessen observed, “[F]or young companies, everything is connected: stockprice, employee morale, ability to recruit new employees, ability to retainemployees, ability to sign customer contracts, ability to raise debt financing,ability to deal with regulators.”77 According to recent research, forty-sevenpercent of millennials want CEOs to speak out on important issues.78 In fact,2016 and 2017 to 38% in 2018. PURPOSEFUL CEO REPORT, supra note 70, at 8. However, RAmericans have identified many risks associated with CEOs speaking out on social issues,such as receiving criticism from customers or employees. Id. at 16. These same risks applied ifthe CEO did not speak out as well. Id.72 Doug Pinkham, Why Companies Are Getting More Engaged on Social Issues, PUB. AFF.COUNCIL (Aug. 30, 2016), https://pac.org/blog/why-companies-are-getting-more-engaged-on-social-issues.73 Id.; see also Taking a Stand: How Corporations Speak Out on Social Issues, PUB. AFF.COUNCIL (2016), https://pac.org/wp-content/uploads/taking-a-stand.pdf. “Overall, high per-centages of companies said they have been most involved in recent efforts to protect the envi-ronment (74%); end discrimination/restrictions based on sexual orientation (59%), gender(54%), gender identity (52%) or race (50%); improve access to quality education (59%) andprotect human rights abroad (49%).” Pinkham, supra note 72. R74 Pinkham, supra note 72. R75 Id.76 Id. In August 2019, the Business Roundtable, an association of CEOs of America’sleading companies, released a new statement of corporate purpose which takes stakeholdersinto account in a way that it had not done previously. Business Roundtable Redefines thePurpose of a Corporation to Promote ‘An Economy That Serves All Americans’, BUSINESSROUNDTABLE (Aug. 19, 2019), https://www.businessroundtable.org/business-roundtable-redefines-the-purpose-of-a-corporation-to-promote-an-economy-that-serves-all-americans.77 Gerald Davis, Post-Corporate: The Disappearing Corporation in the New Economy,THIRD WAY (Feb. 1, 2017), https://www.thirdway.org/report/post-corporate-the-disappearing-corporation-in-the-new-economy.78 Paul Argenti, When to Say Something: What Companies Need to Know about Engagingwith Political Events and Sensitive Issues, TUCK (Jan. 25, 2018), http://www.tuck.dartmouth.edu/news/articles/when-corporate-communication-strategy-includes-social-media. ProfessorPaul Argenti highlights what corporations should think about when taking a stance on a socialissue: the connection to the company’s values, the risks inherent to the company, and how thecompany communicates its message regarding the particular issue. Id. Millennials are ages 18to 36. WEBER SHANDWICK & KCR RESEARCH, CEO ACTIVISM IN 2017: HIGH NOON IN THE C-SUITE 3 (July 24, 2017), http://www.webershandwick.com/news/article/ceo-activism-in-2017-high-noon-in-the-c-suite [hereinafter HIGH NOON]. In 2018, seventy-seven percent of Ameri-\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 14 16-DEC-19 10:53454 Harvard Business Law Review [Vol. 9fifty-six percent of millennials believe that “CEOs and other business lead-ers have greater responsibility today for speaking out on hotly debated cur-rent issues than they used to.”79 Corporations understand that theiremployees are well aware of their company’s “social value proposition”80and how that affects them as workers of a company or as consumers of itsgoods.81According to the U.S. Bureau of Labor Statistics, ninety million Ameri-cans self-identified as “conscious consumers.”82 There is a $3.2 trillion con-scious consumer market in the United States.83 Over seventy-two percent ofconsumers report “that they will actively seek a brand that aligns with theirvalues if price and quality are equal.”84 In one study, researchers found thatfor values-oriented companies greater risk may lie with abstaining from astand than taking one; the opposite is true for results-oriented companies.85“Consumers appear to be forgiving of a company’s different point of view aslong as the motivations behind them are not perceived to be based onpretense.”86Corporations come in two varieties: reactive87 and proactive.88 “Neithertype of company is merely paying lip service to social or value-based issues;they are genuinely investing capital, clout, and reputation in the drive forcans reported that they believe CEOs need to speak out in defense of their company’s value.PURPOSEFUL CEO REPORT, supra note 70, at 9. Besides millennials, women and professionals Rin the tech industry (particularly women in the tech industry) are more likely to favor CEOsspeaking out when their company’s values are threatened or on employees’ behalf. Id. at 19;WEBER SHANDWICK & KRC RESEARCH, CEO ACTIVISM IN 2018: THE TECH EFFECT 13, 21(2018), https://www.webershandwick.com/wp-content/uploads/2018/09/CEO-Activism-2018_Tech-Effect.pdf [hereinafter TECH EFFECT]. The view of activism is also divided politi-cally, with “Democrats [being] significantly more likely than Republicans and Independentsto say companies should take positions. Republicans are significantly more likely to say theyshould stick to business.” PURPOSEFUL CEO REPORT, supra note 70, at 15. R79 HIGH NOON, supra note 78, at 5. By contrast, only twenty-eight percent of Gen Xers R(ages 37 to 52) and Boomers (ages 53 to 71) “believe CEOs have a responsibility to speak upabout issues that are important to society.” Id.80 Davis, What’s Driving Corporate Activism, supra note 8. R81 CEO activism is more likely to increase employees’ loyalty to an organization (31%)than decrease it (23%). PURPOSEFUL CEO REPORT, supra note 70, at 22. In the tech sector in Rparticular, the number who reported CEO activism would increase loyalty was even higher atseventy-five percent. TECH EFFECT, supra note 78, at 14. R82 Dante Disparte & Timothy H. Gentry, Corporate Activism is on the Rise, REAL LEAD-ERS (Oct. 27, 2018), https://real-leaders.com/corporate-activism-rise/.83 Id.84 Id. Positive or negative, nearly two-thirds of Americans in 2017 and 2018 took somekind of action because of a CEO’s stance on a particular issue. PURPOSEFUL CEO REPORT,supra note 70, at 21. Boycotting was the most common response. Id. R85 Daniel Korschun, Anubhav Aggarwal, Hoori Rafieian & Scott D. Swain, Taking aStand: Consumer Responses When Companies Get (or Don’t Get) Political 20 (Working Paper,July 9, 2016), https://ssrn.com/abstract=2806476.86 Id.87 Reactive corporations act in response to a crisis. See Disparte & Gentry, supra note 82. R88 Proactive corporations take affirmative actions before a crisis occurs. See Disparte &Gentry, supra note 82 (describing Starbucks, which actively campaigns on emergent social Rissues—even when not in the best interests of its shareholders and economic value—as anexample of a proactive corporation).\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 15 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 455change.”89 Take Starbucks as an example. Under Howard Schultz, Starbucks“became a paragon of proactive corporate activism, at times to the detrimentof shareholders and short-term economic value.”90 In response to increasingracial tension in the United States,91 Starbucks undertook its controversial“Race Together” campaign, which included full-page ads and in-store com-munication.92 Despite the backlash, it set a “tone at the top” and showedauthenticity.93 “While few people want their barista to talk to them aboutrace relations, it is of broad public interest when large corporations take astance on matters of national import.”94 Starbucks’ proactive stance also al-igned with its mission statement.95 Mr. Schultz said, “You can’t create emo-tional attachment if you stand for nothing.”96 What this has meant forStarbucks and other companies is speaking up on important and sometimescontroversial social and political issues.9789 Id. “Not every topic is ripe for CEO activism. Americans overall are most likely to sayCEOs and business leaders should express opinions on job and skills training (70%), equal pay(67%), healthcare coverage (62%) and maternity or paternity leave (61%).” HIGH NOON, supranote 78, at 11. On other topics, Americans are more divided. For example, with respect to Rgender equality, forty-eight percent say that “leaders should publicly address this issue, whileother issues—those that are arguably politically charged—are not deemed by the averageAmerican as public-platform issues: race relations (37%), climate change (34%), immigration(32%), LGBT[Q] rights (29%), gun control (26%) and refugees (26%).” Id. In 2018, thesenumbers shifted slightly, with Americans identifying the most pressing issues for CEOs’ activ-ism to be job/skills training (80%), equal pay (79%), and sexual harassment (77%). PUR-POSEFUL CEO REPORT, supra note 70, at 18. R90 Id.91 See, e.g., Lauren Fox, National Journal, Obama Confronts Race Relations and Fergusonin State of the Union Address, ATLANTIC (Jan. 20, 2015), https://www.theatlantic.com/politics/archive/2015/01/obama-confronts-race-relations-and-ferguson-in-state-of-the-union-address/445728/; Timothy Williams & Michael Wines, Shootings Further Divide a National Torn OverRace, N.Y. TIMES (July 8, 2016), https://www.nytimes.com/2016/07/09/us/shootings-further-divide-a-nation-torn-over-race.html; Jose A. DelReal, ‘Get ’Em Out!’ Racial Tensions Explodeat Donald Trump’s Rallies, WASH. POST (Mar. 12, 2016), https://www.washingtonpost.com/politics/get-him-out-racial-tensions-explode-at-donald-trumps-rallies/2016/03/11/b9764884-e6ee-11e5-bc08-3e03a5b41910_story.html.92 Disparte & Gentry, supra note 82. R93 Id.94 Id.95 Our Mission, STARBUCKS, https://www.starbucks.com/about-us/company-information/mission-statement (last visited Dec. 31, 2018) (“[W]e live these values: Creating a culture ofwarmth and belonging, where everyone is welcome.”).96 See Chang, supra note 36, at 36; see also id. at 38 (noting that the Mayor of Atlanta Rfeared poor turnout for an integrated event celebrating Martin Luther King, Jr.’s Nobel PeacePrize so he turned to the former CEO of Coca-Cola to convince people to attend the event,which quickly sold out).97 Chang notes that:For Schultz and many other business leaders, the days of strict adherence to MiltonFriedman’s shareholder primacy theory, where a company’s involvement in socialissues is considered theft from shareholders, are numbered. Schultz has made it clearthat the company creates value for its shareholders by living its values in everytransaction, from buying a coffee farm in Costa Rica in order to establish sustainablefarming to serving a customer her grande, non-fat, soy latte. More recently,Starbucks has voiced its values in areas such as gun control, LGBT[Q] rights, andrace relations.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 16 16-DEC-19 10:53456 Harvard Business Law Review [Vol. 9As a result of being a first mover in social movements, Starbucks hasbecome a leader on social issues. “While the rise of corporate activismspeaks to the inherent divisiveness in the American public, many activistfirms are not merely pandering to their base, but rather standing for issuesthat are consistent with their company value systems.”98 In political relationstheory, when an organization makes a public statement or takes a publicstance on social political issues it is called corporate social advocacy(CSA).99 “CSA employs a different strategy, typically involving the CEO orother executive speaking directly with the public and/or an elected official,yet it has the potential to influence legislation in the same manner as lobby-ing.”100 The impact of CSA is such that when a major corporation shares itsthoughts about issues related to diversity and inclusion or guns, “the conver-sation moves from Washington D.C. to the dinner table.”101 The ability ofCEOs and other leaders to communicate directly to the buying public meansthat people pay attention. Mark Benioff, CEO of Salesforce.com (Sales-force), observed, “it’s not very hard for a CEO like myself or Richard Bran-son or Michael Dell to tweet something, and one little tweet can make ahuge difference.”102Id. at 36. In determining when to speak out, “[m]ore than half of communications and market-ing executives (53%) report their companies spend time discussing whether their CEO shouldspeak out on hotly debated current issues.” WEBER SHANDWICK & KRC RESEARCH, CEOACTIVISM IN 2018: INSIDE COMMS AND MARKETING 7 (2019), https://www.webershandwick.com/wp-content/uploads/2019/01/CEO-Activism-Inside-Comms-and-Marketing.pdf. Thecompanies who reported spending time discussing whether CEOs should or should not speakout reported an overall increase in the amount of time dedicated to this issue in the last coupleyears. Id. at 8.98 Disparte & Gentry, supra note 82. R99 “Whether these stances are planned, as in the formal output of communication, or not,as in the case of a CEO making an off-the-cuff remark to a journalist: the outcome is theperception by the public that the organization is linked in some way with the issue.” MelissaD. Dodd & Dustin W. Supa, Conceptualizing and Measuring “Corporate Social Advocacy”Communication: Examining the Impact on Corporate Financial Performance, 8 PUB. REL. J.at 5 (2014). Furthermore, corporate social advocacy has particular implications if:(a) the social-political issues addressed by organizations are divorced from issues ofparticular relevance to the organization; (b) engagement in the social-politicalissues is controversial and serves to potentially isolate organizational stakehold-ers while simultaneously attracting activist groups; and, (c) as a result, there is aparticularly necessary emphasis on financial outcomes for the organization.Id. Note that corporate social advocacy differs from corporate social responsibility. Corporatesocial responsibility is “a self-regulating business model that helps a company be sociallyaccountable—to itself, its stakeholders, and the public. By practicing corporate social respon-sibility, also called corporate citizenship, companies can be conscious of the kind of impactthey are having on all aspects of society including economic, social, and environmental.”Corporate Social Responsibility, INVESTOPEDIA, https://www.investopedia.com/terms/c/corp-social-responsibility.asp (last visited Dec. 31, 2018).100 Chang, supra note 36, at 37. R101 Id.102 Id. “[S]ocial media is a way for social activists to bypass traditional media to create astage for themselves in public.” Brayden King & Klaus Weber, Corporate Activism Yesterday,Today, and Tomorrow, KELLOGG INSIGHT (Mar. 3, 2014), https://insight.kellogg.northwestern.edu/article/corporate_activism_yesterday_today_and_tomorrow. Corporations monitor social\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 17 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 457In an era where corporations wield greater political and social powerthan ever before, a legal analysis of whether corporations can and should beinvolved in social movements is prudent. It is to this endeavor that this Arti-cle now turns.103In the case studies that follow in Part II, I will give a more detailedaccount about the extent to which corporations shape social movements. Aswe will see, there are limits to the reach of corporations within such move-ments, as well as positive and negative outcomes from their involvement.II. CASE STUDIESThis Part analyzes the legal and business underpinnings for the role ofcorporations in social movements and its broader implications for society asa whole. Note that I only provide a brief sketch of each of these social move-ments; a few pages do not do justice to the breadth and depth of each move-ment. In this Part, I have chosen three case studies to highlight the role (orabsence) of the corporation in a particular moment in time in a social move-ment and its impact on the law and the corporate form itself. I selected theseparticular case studies based on the following criteria: (1) they figure promi-nently in academic and practitioner circles and have been among the mostdivisive social issues of our time; (2) they illustrate both the positive andnegative aspects of corporate involvement in social movements; and (3) theyoffer overarching lessons that can inform guidelines for ways in which cor-porations should and should not be involved in social movements. The casestudies presented illustrate the challenges of sustaining meaningful participa-tion by corporations in social movements that will bring lasting legalchanges. It also shows the difficulty of working within and outside of ex-isting legal constructs while simultaneously creating new norms. In the casestudies, I also use frame analysis, described below, to illustrate how individ-ual actions meld with an organizational structure like corporations.In the past, the lacunae between legal scholarship and social scientistsmay have resided with their different starting points regarding rational actortheory. Legal scholars accepted Mancur Olson’s premise that there is a col-lective action problem with rational actors;104 social scientists, in contrast,believed that individuals were motivated by ideology.105 The social move-ment literature originates from two different approaches—the American ap-proach and the Continental one. Inspired by Mancur Olson’s The Logic ofmedia and connect to activists through these channels; however, these relationships are morevolatile and harder to manage. Id.103 “[C]orporations should be seen as having robust social and public obligations thatcannot be encapsulated in share prices.” Kent Greenfield, In Defense of Corporate Persons, 30CONST. COMMENT 309, 328 (2015).104 MANCUR OLSON, THE LOGIC OF COLLECTIVE ACTION 60–65 (1965); see also SIDNEYTARROW, POWER IN MOVEMENT: SOCIAL MOVEMENTS, COLLECTIVE ACTION AND POLITICS13–16 (1994) (illustrating Olson’s influence on American social movement theory).105 Rubin, supra note 61, at 25. R\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 18 16-DEC-19 10:53458 Harvard Business Law Review [Vol. 9Collective Action, the American approach in social movement literature wasreferred to as resource mobilization.106 “Proponents of this approach treat themembers of social movements as instrumentally rational actors, and theleaders as policy entrepreneurs who follow coherent organizational and po-litical strategies.”107 The Continental approach believed that the elite used itsinfluence in the economic sphere to control the political sphere.108 Central tothis viewpoint was the belief that social movements needed “people to gen-erate new ideologies and re-define their own identities.”109 However, therewere shortcomings to both approaches. In the former, the motivation of theindividuals in the social movement remained unaccounted for and in thelatter, they lacked mechanisms to mobilize those with shared identities intosocial action.110 To reconcile the two approaches, Erving Goffman developedframe analysis.111 In the social movement context, this analysis explains howshared perceptions by individuals lead to action, thereby putting togetherindividual motivation and organizational structure.112 Social movementscholars argue that in order to achieve success, activists should frame issuesto resonate with the identities, ideologies, and cultural understandings ofthose who support the movement or potential recruits to it.113 Frames are“cognitive cues, metaphors, and symbols that showcase issues in a particularway and suggest possible responses to these issues.”114 They help to “medi-ate between opportunity structures and action because they provide themeans with which people can interpret the political opportunities beforethem and, thus, decide how to best pursue their objectives.”115In Part II, using frame analysis, I explain how corporations work withinsocial movements. Unlike individuals, however, corporations already havean organizational structure which is embedded within the corporation itself.Other than in the case of filing amicus briefs, it is unclear if corporationswork on their own or in concert with other corporations when they partici-pate in social movements. It seems that when a number of corporations cometogether for a common cause, they have greater influence on the outcome.As this Part will illustrate, in the context of social movements, corporationshave needed to respond to or undertake a leadership role in certain socialmovements because of one or more of the following reasons: (1) it affectsthe corporation’s ability to recruit talent; (2) there is a failure of government106 Id. at 12–13.107 Id.108 Id. at 13–14.109 Id.110 Id. at 16.111 Id. at 16–17.112 Id. at 17.113 John L. Campbell, Where Do We Stand? Common Mechanisms in Organizations andSocial Movements Research, in SOCIAL MOVEMENTS AND ORGANIZATION THEORY 41, 48 (Ger-ald F. Davis et al. eds., 2005).114 Id. at 48–49.115 Id. at 49.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 19 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 459or the government has ceded moral authority; or (3) corporations are forcedto act in ways that other actors do not because there is an immediacy topublic demand that they need to contend with that politicians are able to waitout.A. Challenging the President: How Corporations Respondedto the Muslim BanBefore becoming President of the United States, Donald Trump prom-ised to keep Muslims out of the country. On January 27, 2017, with Execu-tive Order No. 13769, titled “Protecting the Nation from Foreign TerroristEntry into the United States,” he tried to make good on that promise.116Often referred to as the “Muslim Ban,”117 it prevented certain non-citizensfrom entering the United States and it also, for a ninety-day period, sus-pended all citizens of seven Muslim-majority countries from entering theUnited States.118 Syrian refugees were banned and the annual cap on refugeeadmissions was decreased by fifty percent.119 It also created a review systemthat preferred Christian refugees living in Muslim-majority countries.120Stoked by worries of protectionist trade and immigration policies, the marketcap of five of the biggest technology companies went down by $32 billion inthe aftermath of Trump’s executive order.121Ninety-seven technology companies filed an amicus brief protesting theMuslim Ban, including Apple, Microsoft, and Netflix.122 Responses fromCEOs ranged from strong to tepid statements.123 Google CEO Sundar Pichai,an executive officer and director of Alphabet, said, “We’re upset about theimpact of this order and any proposals that could impose restrictions on116 Exec. Order No. 13769, 82 Fed. Reg. 8977 (Jan. 27, 2017).117 See, e.g., Timeline of the Muslim Ban, ACLU WASHINGTON, https://www.aclu-wa.org/pages/timeline-muslim-ban (last visited Dec. 31, 2018); Aaron Blake, Republicans Insist ThisIsn’t a ‘Muslim Ban.’ Trump and Giuliani Aren’t Helping Their Cause at All., WASH. POST (Jan.1, 2017), https://www.washingtonpost.com/news/the-fix/wp/2017/01/30/republicans-insist-this-isnt-a-muslim-ban-trump-and-giuliani-arent-helping-them-make-that-case/.118 82 Fed. Reg. 8977, 8978.119 Id. at 8979; see also Alicia Parlapiano, Haeyoun Park & Sergio Pec¸anha, How Trump’sExecutive Order Will Affect the U.S. Refugee Program, N.Y. TIMES (Jan. 27, 2017), https://www.nytimes.com/interactive/2017/01/25/us/politics/trump-refugee-plan.html.120 See id.; Michael D. Shear & Helene Cooper, Trump Bars Refugees and Citizens of 7Muslim Countries, N.Y. TIMES (Jan. 27, 2017), https://www.nytimes.com/2017/01/27/us/polit-ics/trump-syrian-refugees.html (noting that Trump admitted in interviews that they were goingto “help” Syrian Christians with the order).121 Lucinda Shen, The 5 Biggest Tech Companies Lost $32 Billion In Value Over DonaldTrump’s Muslim Ban, FORTUNE (Jan. 30, 2017), http://fortune.com/2017/01/30/donald-trump-muslim-ban-tech-companies/.122 Kate Conger, 97 Companies File Opposition to Trump’s Immigration Order, TECH-CRUNCH (Feb. 5, 2017), https://techcrunch.com/2017/02/05/twitter-airbnb-and-others-to-file-opposition-to-trumps-immigration-order/.123 Casey Newton, Silicon Valley’s Responses to Trump’s Immigration Executive Orders,From Strongest to Weakest, VERGE (Jan. 28, 2017), https://www.theverge.com/2017/1/28/14426550/silicon-valley-trump-immigration-response.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 20 16-DEC-19 10:53460 Harvard Business Law Review [Vol. 9Googlers and their families, or that could create barriers to bringing greattalent to the US[.]”124 In the case of Apple, its CEO Tim Cook, said, “Thiscountry is strong because of our immigrant background and our capacity andability as a people to welcome people from all kinds of backgrounds. . . .That’s what makes us special.”125 Although Mr. Cook did not say so at thetime the statement was made, government data revealed that many of Ap-ple’s best and brightest employees were immigrants that came in through theH-1 B visa program.126 One survey which tracked corporate responses to theexecutive order “found that 84% were issued directly by CEOs and 73%voiced a clear opinion against the ban. CEOs did not stand on the sidelinesas pressure from stakeholders intensified, demanding greater accountabilityfrom those at the top.”127 Harvard Business School historian Nancy Koehnsaid that the corporate response to the travel ban compares to nothing else“in scale or swiftness.”128 However, for the purposes of this Article, it pro-vides a helpful example of how corporations may act in the future. Onejournalist noted, “It’s no surprise that Silicon Valley would emerge as thefirst corporate hub of dissent, considering both the liberal bent of the indus-try’s workforce and its reliance on foreign-born talent. Less clear is howmany non-tech companies with sprawling global operations will join thechorus.”129The corporate response went beyond CEOs’ statements against theMuslim Ban and amicus briefs; corporations provided other types of re-sources. Some companies made business and financial commitments.Starbucks committed to hiring 10,000 refugees.130 Google pledged $4 mil-lion to help those affected by the Muslim Ban;131 it reported that 187 of its124 Jack Nicas, Google Criticizes Impact on Staff of Trump Immigration Order, WALL ST.J. (Jan. 28, 2017), https://www.wsj.com/articles/google-criticizes-impact-on-staff-of-trump-immigration-order-1485596067.125 Walker, supra note 71. R126 See id.127 HIGH NOON, supra note 78, at 2. R128 Jena McGregor, Why Silence Now Has a Cost, WASH. POST (Feb. 20, 2017), https://www.washingtonpost.com/amphtml/news/on-leadership/wp/2017/02/20/why-silence-now-has-a-cost/.129 Tory Newmyer, Non-Tech Companies Mostly Silent on Trump’s Travel Ban, FORTUNE(Jan. 30, 2017), http://fortune.com/2017/01/30/companies-silent-trump-travel-ban/. CEOs inthe tech sector have overall tended to be the most vocal on social issues, with 45% of commu-nications and marketing executives of tech companies reporting activism from their own CEO,compared with 33% to 37% in other industries. WEBER SHANDWICK & KRC RESEARCH, CEOACTIVISM IN 2018: INSIDE COMMS AND MARKETING 20 (2019), https://www.webershandwick.com/wp-content/uploads/2019/01/CEO-Activism-Inside-Comms-and-Marketing.pdf.130 Phil Wahba, Starbucks Has a Response to President Trump’s Immigration Ban: Hire10,000 Refugees, FORTUNE (Jan. 29, 2017), http://fortune.com/2017/01/29/donald-trump-mus-lim-ban-starbucks/. “I write to you today with deep concern, a heavy heart and a resolutepromise,” Schultz wrote in a letter to all Starbucks employees. “We are living in an unprece-dented time, one in which we are witness to the conscience of our country, and the promise ofthe American Dream, being called into question.” Id.131 Jacob Siegal, Google Fights Trump’s Immigration Ban with $4 Million Crisis Fund,BGR (Jan. 30, 2017), http://bgr.com/2017/01/30/google-crisis-fund-immigration-ban-aclu/.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 21 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 461staff were affected by the Muslim Ban.132 Lyft also made a substantial contri-bution to the American Civil Liberties Union (ACLU).133 Airbnb offered freehousing for refugees or those impacted by the Muslim Ban.134 “[T]he orderand what it stands for goes directly against Airbnb’s core mission and theproduct it sells. [Airbnb’s] stated purpose . . . is belonging . . .[,] that itbrings people together and that ‘anyone can belong anywhere.’” 135 Indeed,Airbnb executives refer to its platform as the “UN at the kitchen table.”136Only sixteen percent of its listings and two of their top ten cities (Los Ange-les and New York) are in the United States.137 Airbnb’s refugee relief effortsare not new and in fact began in 2015 “when it began offering free housingto relief workers in Greece, Serbia and Macedonia, and added a donationtool to its website where members of its platform could contribute. [Airbnb]says it has housed 3,000 workers and raised $1.6 million so far.”138 Pilotprograms such as the “‘livelihood’ program in Jordan . . . helps refugeesliving in camps earn income by giving tours and providing other ‘local ex-periences’ to travelers visiting Jordan.”139However, not all of corporate America voiced their opposition to theMuslim Ban.140 In fact, outside of Silicon Valley, not much was said.141“[T]he leaders of Apple . . . , Google and Facebook . . . emailed their staffto denounce the suspension of the U.S. refugee program and the halting ofarrivals from seven Muslim-majority countries . . .”142 In contrast, “many of132 Joseph Hincks, Google is Putting Up $4 Million to Help Those Affected by Trump’sImmigration Order, FORTUNE (Jan. 30, 2017), http://fortune.com/2017/01/30/google-four-mil-lion-crisis-fund-immigration-ban/. “The $4 million—a composite of a $2 million fund put upby Google, and up to $2 million more in employee donations—will be donated to the Ameri-can Civil Liberties Union, the Immigrant Legal Resource Center, the International RescueCommittee and the United Nation’s refugee agency (UNHCR).” Id.133 Darrell Etherington, Lyft Donates $1 Million to the ACLU, Condemns Trump’s Immi-gration Actions, TECHCRUNCH (Jan. 29, 2017), https://techcrunch.com/2017/01/29/lyft-do-nates-1m-to-the-aclu-condemns-trumps-immigration-actions/.134 Leigh Gallagher, President Trump Wants to Keep Them Out. Airbnb is Inviting ThemIn, FORTUNE (Jan. 30, 2017), http://fortune.com/2017/01/29/donald-trump-muslim-ban-airbnb/.135 Id.136 Id.137 Harriet Taylor, How Airbnb is Growing a Far-Flung Global Empire, CNBC (June8, 2016), https://www.cnbc.com/2016/06/01/how-airbnb-is-growing-a-far-flung-global-empire.html.138 Gallagher, supra note 134. R139 Id. “It has also been working with resettlement agencies on programs that would iden-tify hosts in the U.S. and elsewhere who might be interested in temporarily housing refugees.”Id. Note that some may cynically say that the companies engaged in such help for good publicrelations and are not altruistically motivated.140 Fortune Editors & Reuters, Outside Silicon Valley, Not Much Outcry Against Immigra-tion Ban, FORTUNE (Jan. 30, 2017), http://fortune.com/2017/01/30/outside-silicon-valley-not-much-outcry-against-immigration-ban/ [hereinafter Outside Silicon Valley].141 Id.; see also Newmyer, supra note 129 (noting that only a handful of non-high technol- Rogy companies spoke out against the Muslim Ban, including Ford, General Electric, GoldmanSachs, JPMorgan, Morgan Stanley, and Starbucks).142 Outside Silicon Valley, supra note 140. Sergey Brin, a co-founder of Google, even Rjoined the protests at San Francisco International Airport, in his personal capacity. T.C. Sottek,Google Co-founder Sergey Brin Joins Protest Against Immigration Order at San Francisco\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 22 16-DEC-19 10:53462 Harvard Business Law Review [Vol. 9their counterparts in other industries either declined comment or respondedwith company statements reiterating their commitment to diversity.”143In looking at the mission statements of some of the most vocal mem-bers of the high technology corporations—Airbnb, Apple, and Alphabet—there is an evident tie between the mission statement or diversity and inclu-sion statements of these corporations and the actions that they each individu-ally took. Airbnb’s mission statement evolved over time and was eventuallyencapsulated in two words: “Belong anywhere.”144Apple’s diversity and inclusion statement reads: “Open. Humanity isplural, not singular. The best way the world works is everybody in. Nobodyout.”145 In Google’s code of conduct, it famously said, “Don’t be evil.”146After Google’s corporate restructuring under Alphabet Inc., its code of con-duct was changed to, “Do the right thing.”147 Ultimately it was Alphabet’sunderstanding (as well as other high technology companies) that the life-blood of Silicon Valley was immigrants. It was this understanding thatplayed a significant role in rallying this particular community to the defenseof immigrants.148 In this way, the actions of high technology companies mayhave been partially motivated by practical concerns, such as maintaining theability to attract immigrant talent.149 According to a 2016 report from theNational Foundation for American Policy, a nonprofit, non-partisan publicAirport, VERGE (Jan. 28, 2017), https://www.theverge.com/2017/1/28/14428262/google-sergey-brin.143 Outside Silicon Valley, supra note 140. R144 Leigh Gallagher, How Airbnb Found a Mission—and a Brand, FORTUNE (Dec. 22,2016), http://fortune.com/airbnb-travel-mission-brand/; Diversity and Belonging, AIRBNB,https://www.airbnb.com/diversity. The best summary of Airbnb’s expansive mission comesfrom CEO Brian Chesky: “At the heart of our mission is the idea that people are fundamen-tally good and every community is a place where you can belong. I sincerely believe that[discrimination] is the greatest challenge we face as a company. It cuts to the core of who weare and the values that we stand for.” Id.145 Inclusion & Diversity, APPLE, https://www.apple.com/diversity/.146 Peter Ward, What Google’s ‘Don’t Be Evil’ Slogan Can Teach You About Creating YourCompany’s Motto, FORBES (Jan. 5, 2018), https://www.forbes.com/sites/forbestechcouncil/2018/01/05/what-googles-dont-be-evil-slogan-can-teach-you-about-creating-your-companys-motto.147 Id.148 Ethan Baron, H-1B: Foreign Citizens Make Up Nearly Three-Quarters of Silicon Val-ley Tech Workforce, Report Says, MERCURY NEWS (Jan. 17, 2018), https://www.mercurynews.com/2018/01/17/h-1b-foreign-citizens-make-up-nearly-three-quarters-of-silicon-valley-tech-workforce-report-says/ (“About 71 percent of tech employees in the Valley are foreign born. . . .”); Ian Hathaway, Almost Half of Fortune 500 Companies Were Founded By AmericanImmigrants or Their Children, BROOKINGS: THE AVENUE (Dec. 4, 2017), https://www.brook-ings.edu/blog/the-avenue/2017/12/04/almost-half-of-fortune-500-companies-were-founded-by-american-immigrants-or-their-children/ (“Immigrants found . . . half of Silicon Valley high-tech startups.”).149 See Mark Latonero, Tech Companies Should Speak Up for Refugees, Not Only Highly-Skilled Immigrants, HARV. BUS. REV. (May 16, 2017), https://hbr.org/2017/05/tech-companies-should-speak-up-for-refugees-not-only-high-skilled-immigrants.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 23 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 463policy research organization, more than half of all U.S.-based unicorns150were founded or co-founded by immigrants.151As one of the most famous corporations in the world (though not a hightechnology company), Starbucks clearly stated its opposition to the MuslimBan. Looking at Starbucks’ mission statement and commitment to inclusionon its website, it is clear that speaking out against the Muslim Ban wascongruent with both. Its mission statement reads: “To inspire and nurture thehuman spirit – one person, one cup and one neighborhood at a time.”152Under the Starbucks credo, diversity is a value and is valued. In defining itscommitment to inclusion, Starbucks states on its website, “[e]mbracing di-versity . . . enhances our work culture . . . [and] drives our business success. . . . [T]he inclusion of these diverse experiences and perspectives [creates]a culture of empowerment, one that fosters innovation, economic growth andnew ideas.”153Starbucks presents an interesting example of a corporation that did nothave an overt stake in this particular movement. However, as Part I pointsout, millennials now expect corporations to stand for something—asStarbucks does—and in doing so Starbucks appears to align with the valueof stakeholder theory. Not only does Starbucks work to advance the interestof its shareholders, but it also tries to improve the lives of its employees(through college scholarships)154 and the communities that it serves (throughenvironmental initiatives, employment opportunities for veterans and immi-grants, etc.).155 Indeed, Starbucks’ involvement in social issues extends wellbeyond immigration and encompasses each of the social movements de-scribed in Part II.156150 Jennifer S. Fan, Regulating Unicorns: Disclosure and the New Private Economy, 57B.C. L. REV. 583 (2016).151 STUART ANDERSON, IMMIGRANTS AND BILLION DOLLAR STARTUPS 1 (2016), https://nfap.com/wp-content/uploads/2016/03/Immigrants-and-Billion-Dollar-Startups.NFAP-Policy-Brief.March-2016.pdf.152 Lawrence Gregory, Starbucks Coffee’s Vision Statement & Mission Statement,PANMORE INSTITUTE (Jan. 31, 2017), http://panmore.com/starbucks-coffee-vision-statement-mission-statement.153 Inclusion at Starbucks, STARBUCKS, https://www.starbucks.com/responsibility/community/diversity-and-inclusion.154 Ben Rooney, Starbucks to Give Workers a Full Ride for College, CNN MONEY (Apr. 6,2015), http://money.cnn.com/2015/04/06/pf/college/starbucks-college-tuition-arizona-state/index.html.155 Starbucks Makes Global Commitment to Hire 10,000 Refugees By 2022, STARBUCKS,https://www.starbucks.com/responsibility/community/refugee-hiring.156 See discussion infra sections II.B and II.C. Note, however, that just because a particu-lar corporation is a leader on social issues, that does not always mean that it gets things right.There are certainly missteps along the way. Take for example an April 2018 incident reportedby the media where two African-American men were arrested for waiting at a Starbucks inPhiladelphia, Pennsylvania, for their friend. Phil McCausland, Protests Follow Outrage AfterTwo Black Men Arrested at Philly Starbucks, NBC (Apr. 15, 2018), https://www.nbcnews.com/news/us-news/protests-follow-outrage-after-two-black-men-arrested-philly-starbucks-n866141.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 24 16-DEC-19 10:53464 Harvard Business Law Review [Vol. 9What is also striking is that those corporations who spoke against theMuslim Ban were both private at the time (for example, Airbnb157 andUber158) and public (Alphabet,159 Amazon,160 Apple,161 and Facebook162).163The weight of private companies, especially unicorns, becomes even moreapparent in social movements since some of them are more well-known thaneven America’s most iconic companies.164Prompted by the public outcry and chaos that ensued when the MuslimBan was first introduced, a revised travel ban on majority-Muslim countrieswas issued in March 2017.165 The changes included removing Iraq from thelist and clarifying that visa holders from such countries could still enter theUnited States.166 In addition to being narrower, the national security rationalewas made in greater detail.167 In response, fifty-eight high technology com-157 It is unclear when Airbnb will go public. See Sriram Iyer & Ruqayyah Moynihan, ‘WeHave Not Decided If We Will Go Public in 2019’: Airbnb Cofounder Hints at IPO Timing,BUSINESS INSIDER INDIA (Mar. 13, 2019, 9:37 AM), https://www.businessinsider.com/exclusive-airbnb-may-defer-its-ipo-plan-2019-3.158 See America’s Largest Private Companies, FORBES, https://www.forbes.com/compa-nies/uber/ (listing Uber as number fifty) (last visited Feb. 3, 2019). At the time of the MuslimBan, Uber was a private company. It filed to go public on April 11, 2019. Uber Technologies,Inc., Registration Statement (Form S-1) (Apr. 11, 2019). It is currently a public company.159 See Alphabet Replaces Google as Publicly Traded Company, N.Y. TIMES (Oct. 2,2015), https://www.nytimes.com/2015/10/03/business/alphabet-replaces-google-as-publicly-traded-company.html.160 See Peter Cohan, Amazon Is a Publicly-Traded Startup — Get Over It!, FORBES (Oct.24, 2014), https://www.forbes.com/sites/petercohan/2014/10/24/amazon-is-a-publicly-traded-startup-get-over-it/.161 See Jeff Sommer & Karl Russell, Apple Is the Most Valuable Public Company Ever.But How Much of a Record Is That?, N.Y. TIMES (Dec. 21, 2017), https://www.nytimes.com/interactive/2017/12/05/your-money/apple-market-share.html.162 See Julianne Pepitone, Facebook Trading Sets Record IPO Volume, CNN MONEY (May18, 2012), http://money.cnn.com/2012/05/18/technology/facebook-ipo-trading/index.htm.163 A team of University of Washington academics recently created a “liberalism” ratingscale for corporations that measures organizational political ideology—an organization’s sup-port of corporate social responsibility—based on employees’ donations to the two major politi-cal parties in the United States. See Abhinav Gupta, Forrest Briscoe & Donald C. Hambrick,Red, Blue, and Purple Firms: Organizational Political Ideology and Corporate Social Respon-sibility, 38 STRATEGIC MGMT. J. 1018 (2017). They found that liberal-leaning companies tendto engage in more actions consistent with a strong support of corporate social responsibilitythan their conservative counterparts. Id. Using data from the 2012 election cycle, they foundthat Google scored the most liberal at 89, Amazon at 84, Facebook at 79, Starbucks at 77,Microsoft at 76, Apple at 72, and Intel at 61. E-mail from Abhinav Gupta, Assistant Professor,University of Washington Foster School of Business, to Jennifer S. Fan, Assistant Professor,University of Washington School of Law (Oct. 25, 2018, 2:16 PM) (on file with author).164 Breakthrough Brands 2017, FORTUNE (Dec. 22, 2016), http://fortune.com/break-through-brands-marketing-2017/.165 Exec. Order No. 13,780, 82 Fed. Reg. 13,209 (Mar. 6, 2017); Colin Lecher, TrumpTries Again with Revised Immigration Ban, VERGE (Mar. 6, 2017), https://www.theverge.com/2017/3/6/14828624/trump-immigration-ban-revised-order.166 Kim Soffen & Darla Cameron, What Trump Changed in the New Travel Ban, WASH.POST (Mar. 6, 2017), https://www.washingtonpost.com/graphics/politics/trump-compare-travel-ban/.167 The newly issued order only applied to new visas from Iran, Libya, Somalia, Sudan,Syria, and Yemen; it also closed (temporarily) the U.S. refugee program. Josie Cox, DonaldTrump Travel Ban: Dozens of Companies Including Airbnb, Lyft and Pinterest Take Fresh\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 25 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 465panies filed another amicus brief in protest.168 This time, however, Alphabet,Apple, Microsoft, and Netflix (all corporations that are publicly traded) werenot among those companies. Instead, private companies (some of whichhave now gone public) took the lead; Lyft, Airbnb, and Dropbox wereamong this cohort.169 The amicus brief stated that the revised ban “wouldinflict significant and irreparable harm on U.S. businesses and their employ-ees.”170 After their initial, vocal support, some of the most well-known hightechnology companies were noticeably absent; there was not a sustainedleadership commitment from the publicly-held corporations in this socialmovement. This is one of the perils of corporations’ involvement with socialmovements—they may not always be a steadfast partner. Instead, while theymay bring resources to bear at the critical beginning stages, corporate sup-port may dwindle and move on to other things as time passes and the partic-ular issue is no longer under the scrutiny of the press.When the two predominant suits over the second Muslim Ban firstreached the Court,171 161 technology companies filed an amicus brief againstthe government’s position.172 Later, in March of 2018, 112 companies, in-cluding technology companies, filed another amicus brief in support of Ha-waii’s continuing suit after Presidential Proclamation 9645, which expandedand replaced the second Muslim Ban, was issued.173 Ultimately, the Courtupheld President Trump’s third version of the Muslim Ban. In a five-to-fourvote, Chief Justice Roberts wrote, “The entry suspension is an act that iswell within executive authority and could have been taken by any other pres-Legal Action, INDEPENDENT (Mar. 16, 2017), https://www.independent.co.uk/news/business/news/donald-trump-travel-ban-muslims-latest-airbnb-lyft-pinterest-companies-hawaii-immigration-us-a7632561.html.168 Brief of Amici Curiae Technology Companies and Other Businesses in Support ofPlaintiff’s Motion for a Temporary Restraining Order, Hawai’i v. Trump, 241 F. Supp. 3d 1119(D. Haw. 2017) (No. 1:17-cv-00050-DKW-KSC).169 Id. Lyft began publicly trading on March 29, 2019, beating Uber in the race to gopublic. DealBook Briefing: It’s Lyft I.P.O. Day, N.Y. TIMES (Mar. 29, 2019), https://www.nytimes.com/2019/03/29/business/dealbook/lyft-ipo.html?searchResultPosition=66; see alsoAndrew J. Hawkins, Lyft becomes the first ride-hail company to go public, beating Uber,VERGE (Mar. 1, 2019), https://www.theverge.com/2019/3/1/18246328/lyft-ipo-ride-share-bikes-scooters-uber-public-sec. Dropbox went public in March 2018. See Matthew Lynley,Dropbox Soars More Than 40% in its Debut as a Publicly-Traded Company, TECHCRUNCH(Mar. 23, 2018), https://techcrunch.com/2018/03/23/dropbox-pops-more-than-40-in-its-public-debut-as-a-publicly-traded-company/.170 Brief of Amici Curiae Technology Companies and Other Businesses in Support ofPlaintiff’s Motion for a Temporary Restraining Order at 1, Hawai’i v. Trump, 241 F. Supp. 3d1119 (D. Haw. 2017) (No. 1:17-cv-00050-DKW-KSC).171 Trump v. Int’l Refugee Assistance Project, 137 S. Ct. 2080 (2017); Trump v. Hawaii,138 S. Ct. 2392 (2018).172 Brief of 161 Technology Companies as Amici Curiae in Support of Respondents,Trump v. Int’l Refugee Assistance Project, 137 S. Ct. 2080 (2017) & Trump v. Hawaii, 138 S.Ct. 2392 (2018) (Nos. 16-436 & 16-1540).173 Brief of U.S. Companies as Amici Curiae in Support of Respondents, Trump v. Ha-waii, 138 S. Ct. 2392 (2018) (No. 17-965); Enhancing Vetting Capabilities and Processes forDetecting Attempted Entry Into the United States by Terrorists or Other Public-Safety Threats,Proclamation No. 9645, 82 Fed. Reg. 45,161 (Sept. 27, 2017).\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 26 16-DEC-19 10:53466 Harvard Business Law Review [Vol. 9ident—the only question is evaluating the actions of this particular presidentin promulgating an otherwise valid proclamation.”174 Not as many technol-ogy executives said anything in the aftermath of the decision.175 Microsoftpresident, Brad Smith, said in a tweet, “While disappointed with today’s[Court] travel ban decision, we will continue to support the legal rights ofour employees and their families.”176 The CEO of Airbnb, Brian Chesky,joined by his two co-founders, issued a statement: “We are profoundly dis-appointed by the Supreme Court’s decision to uphold the travel ban—a pol-icy that goes against our mission and values. To restrict travel based on aperson’s nationality or religion is wrong.”177In the context of the opposition to the Muslim Ban, which is only a partof the larger immigrant rights movement, only a segment of corporationsfrom a particular industry voiced its opposition. Nevertheless, given the visi-bility of these industries, there was near-daily reporting of actions under-taken to disassemble what some deemed to be the pernicious effects of theMuslim Ban.178 Using the framing analysis originating from social move-ments, the frame projected was the objection to the Muslim Ban which for-bade a particular group of people based on their religion and country oforigin from entering the United States. The frame participants in this casewere the high technology companies who each had a significant number ofemployees who were immigrants; in fact, the CEOs of a number of themwere immigrants themselves. Together, these companies banded together tomobilize an army of lawyers to file amicus briefs.179 But they did not rely onthe law alone. Instead, they amplified the impact of their actions by pledginghelp to the immigrant community in the form of jobs and the funding of174 Trump v. Hawaii, 138 S. Ct. 2392, 2423 (2018).175 “Google, Apple, Facebook, and Uber all declined or did not respond to a request forcomment.” Robinson Meyer, The Tech Industry Is Fighting Trump—and Mostly Losing, AT-LANTIC (June 27, 2018), https://www.theatlantic.com/technology/archive/2018/06/tech-companies-travel-ban-muslim/563786/.176 Id.177 Brian Chesky (@bchesky), TWITTER (June 26, 2018, 10:07 AM), https://twitter.com/bchesky/status/1011657266473234433.178 See, e.g., Erin Schrode, 10 Concrete Ways to Take Action Against the Muslim Ban,HUFFINGTON POST (Jan. 29, 2017), https://www.huffingtonpost.com/entry/10-concrete-ways-to-take-action-against-the-muslim-ban_us_588e205ce4b017637794fdcf; Rachel Abrams et al.,Starbucks, Exxon, Apple: Companies Challenging (or Silent on) Trump’s Immigration Plan,N.Y. TIMES (Jan. 30, 2017), https://www.nytimes.com/interactive/2017/business/trump-immi-gration-ban-company-reaction.html; Tory Newmyer, David Morris, Madeline Farber & Lu-cinda Shen, 23 Huge Companies That Have Responded to President Trump’s Immigration Ban,FORTUNE (Jan. 31, 2017), http://fortune.com/2017/01/31/donald-trump-immigration-ban-re-sponses/; Janko Roettgers, Apple May Take Legal Action Against Trump Travel and Immigra-tion Ban, VARIETY (Feb. 1, 2017), http://variety.com/2017/digital/news/apple-trump-travel-ban-1201975518/.179 Conger, supra note 122; Chaim Gartenburg, Airbnb, Lyft, and 56 Other Tech Compa- Rnies File Brief Opposing Trump’s Revised Travel Ban, VERGE (Mar. 15, 2017), https://www.theverge.com/2017/3/15/14935530/airbnb-lyft-file-amicus-brief-opposing-trumps-revised-travel-ban.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 27 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 467nonprofit organizations that have expertise in these areas.180 In this particularexample, corporations helped the immigrant rights social movement in amulti-pronged way: legal, economic, social, and political. Their support wasboth overt and covert. Interestingly, in terms of this particular movement,corporations took the reins and jumped to action while deploying their ampleresources (both financially and in terms of the teams of people at their dispo-sal) to take the lead in the legal actions taking place. Meanwhile, nonprofitorganizations (some of which were eventually funded by corporations) mo-bilized volunteers, worked in concert with corporations’ in-house counsel,and sought funding to help those affected by the Muslim Ban at airports andelsewhere.181 In the end, however, even with the support of corporations, theMuslim Ban was not overturned. It is difficult to tell whether the sustainedcommitment of all the corporations which participated when the MuslimBan first went into effect (even if it was only limited to high technologycompanies) would have made a difference.B. Finding Moral Ground: How Corporations Found a Rolein the Gun Control MovementThirty-one out of every million people in the United States die fromgun homicides182—“the equivalent of 27 people shot dead every day of theyear.”183 Since 1968, when Dr. Martin Luther King Jr. and Senator Robert F.Kennedy were assassinated, at least 1.6 million Americans have been killedby guns (victims of suicides or homicides); this is more than the number ofAmericans who died in all of our country’s wars altogether.184Mass shootings, particularly those at schools, have become increasinglycommon. Since the Sandy Hook Elementary School shooting in Newtown,Connecticut, in 2012, where a gunman killed twenty-six people (twenty firstgraders and six adults), 239 school shootings have occurred nationwide with180 See discussion supra notes 130–137. R181 Jonah Engel Bromwich, Lawyers Mobilize at Nation’s Airports After Trump’s Order,N.Y. TIMES (Jan. 29, 2017), https://www.nytimes.com/2017/01/29/us/lawyers-trump-muslim-ban-immigration.html (describing the number of attorneys for nonprofits, law firms whohelped immigrants affected by the Ban); Lucy Westcott, Thousands of Lawyers Descend onU.S. Airports to Fight Trump’s Immigrant Ban, NEWSWEEK (Jan. 29, 2017), http://www.news-week.com/lawyers-volunteer-us-airports-trump-ban-549830 (noting that over 4,000 lawyerssigned up to help through the nonprofit corporation, International Refugee Assistance Project).182 Kevin Quealy & Margot Sanger-Katz, Comparing Gun Deaths by Country: The U.S. Isin a Different World, N.Y. TIMES (June 13, 2016), https://www.nytimes.com/2016/06/14/upshot/compare-these-gun-death-rates-the-us-is-in-a-different-world.html.183 Id. “The homicides include losses from mass shootings, like Sunday’s Las Vegas at-tack, the Orlando, Fla., nightclub shooting in June 2016, or the San Bernardino, Calif., shoot-ing in December 2015. And of course, they also include the country’s vastly more commonsingle-victim killings.” Id.184 Clyde Haberman, Do Stronger Gun Laws Stand a Chance? It’s Been an Uphill Battle,N.Y. TIMES (Apr. 29, 2018), https://www.nytimes.com/2018/04/29/us/gun-control-laws-retro-report.html (stating approximately 1.4 million Americans died in all the wars this country hasfought).\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 28 16-DEC-19 10:53468 Harvard Business Law Review [Vol. 9438 people shot and 138 killed as of June 2016.185 In the aftermath of theshooting, the U.S. Senate did not pursue legislation encompassing assaultweapons and magazines and was unable to pass even background checkslegislation in its watered-down form.186 After the Sandy Hook shooting, cor-porations took little action.187In contrast, in the wake of the 2018 high school shooting in Parkland,Florida, a “perfect storm” of student activism, online savvy, and the currentpolitical climate converged to create a new norm where gun control becamemainstream.188 Young activists helped to shift the norm on the gun controldebate from something that was not mainstream to something that is.189ThinkProgress, a nonprofit corporation,190 published a list of thirty-two com-panies with relationships to the NRA,191 on February 20, 2018.192 Numerous185 Jugal K. Patel, After Sandy Hook, More Than 400 People Have Been Shot in Over 200School Shootings, N.Y. TIMES (Feb. 15, 2018), https://www.nytimes.com/interactive/2018/02/15/us/school-shootings-sandy-hook-parkland.html. But cf. Chris Wilson, This Chart Shows theNumber of School Shooting Victims Since Sandy Hook, TIME (Feb. 22, 2018), http://time.com/5168272/how-many-school-shootings/ (pointing out discrepancies in numbers of shootings be-tween Time’s study versus the New York Times’ study).186 “It was a profoundly bitter day, punctuated by Obama excoriating Congress for itsfailure to act.” Jason Cherkis & Sam Stein, How Congress Utterly Failed In Its Response ToThe Sandy Hook Shooting, HUFFINGTON POST (July 5, 2017), https://www.huffingtonpost.com/entry/congress-sandy-hook-newtown_us_5952822de4b0da2c731ed66b. In contrast, somestates took action after Sandy Hook. Massachusetts has required permits for guns since 1968and already had the strictest gun control laws in the country in 2013 when the Sandy Hookshooting occurred. Jonathan Cohn, This Is The Toughest Gun Law In America, MSN (May 6,2018), https://www.msn.com/en-us/news/us/this-is-the-toughest-gun-law-in-america/ar-AAwPfaZ. However, after Sandy Hook, Massachusetts strengthened its gun laws by expanding po-lice discretion to issue gun permits to rifles and shotguns. An Act Relative to the Reduction ofGun Violence, 2014 Mass. Acts ch. 284.187 See, e.g., Saya Weissman, Bad Brand Social Responses to Sandy Hook Tragedy,DIGIDAY (Dec. 17, 2012), https://digiday.com/marketing/bad-brand-social-responses-to-sandy-hook-tragedy/.188 Derek Thompson, Why Are Corporations Finally Turning Against the NRA?, ATLANTIC(Feb. 26, 2018), https://www.theatlantic.com/business/archive/2018/02/nra-discounts-corporations/554264/.189 “An eloquent, quick-witted group of young survivors has created a new political andmoral electricity. In only two weeks, regulation of assault weapons — thwarted and dancedaround by lawmakers for years — has become an urgent and mainstream concern.” Heidi N.Moore, Corporations Only Break with the Gun Industry When It’s Cheap and Easy, WASH.POST (Mar. 1, 2018), https://www.washingtonpost.com/news/posteverything/wp/2018/03/01/dont-be-fooled-companies-cut-ties-to-the-nra-only-when-its-cheap-and-easy/.190 Jedd Legum, Welcome To The New ThinkProgress, THINKPROGRESS (Aug. 8, 2016),https://thinkprogress.org/welcome-to-the-new-thinkprogress-14fd01bda9cc/.191 Kira Lerner & Josh Israel, The NRA is Being Supported by These Companies, THINK-PROGRESS (Feb. 20, 2018), https://thinkprogress.org/corporations-nra-f0d8074f2ca7/. The NRAis a nonprofit corporation with tax-exempt status. Alexandra F. O’Neill & Daniel P. O’Neill,The NRA, a Tax-Exempt Loaded with Private Interest, THE COALITION TO STOP GUN VIO-LENCE, https://www.csgv.org/nra-tax-exempt-loaded-private-interest/.192 The publication of these names “sparked a movement, prompting people around thecountry to take to their phones and social media and call on those companies to sever ties withthe massive gun lobbying group.” Danielle McLean, How Corporate Pressure Changed theNational Conversation on Gun Control, THINKPROGRESS (Mar. 2, 2018), https://thinkprogress.org/corporate-pressure-gun-control-2932cf771931/. Furthermore, “[t]he protests have sincetransformed into a widespread phenomenon, with public pressure forcing a diverse set of com-\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 29 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 469companies severed long-standing ties with the NRA, including Budget,Delta Airlines (Delta), Dick’s Sporting Goods, and Symantec.193 Delta,which employs 33,000 people in the state of Georgia, announced that itwould discontinue its discounts for NRA members.194 This action met withswift reprisal from the Republican-controlled Georgia state legislature;195 iteliminated a proposed tax break on jet fuel that was estimated to be worth$40 million in savings for Delta.196 Walmart, a Delaware corporation, said itwould increase the minimum age for firearm purchases to twenty-one andremove certain items from its website that looked similar to assault-stylepanies to enter into the gun control debate in a number of different ways.” Id. As of March 2,2018, twenty-four companies had ended their relationship with the NRA. Id.193 Melina Delkic, Here Are the Businesses Boycotting Guns or the NRA, NEWSWEEK(Feb. 28, 2018), http://www.newsweek.com/here-are-businesses-boycotting-guns-nra-823697(listing the names of businesses “that have stopped selling guns; cut ties or stopped discountprograms with the NRA; or boycotted gun violence in some way in the wake of the MarjoryStoneman Douglas High School shooting”). “This avalanche of companies abandoning theNRA is just the latest chapter in the gradual politicization of every square inch of the publicsphere, which has compelled traditionally nonpartisan companies to take one partisan standafter another.” Thompson, supra note 188 (providing other examples, which include Uber’s Rthen-CEO Travis Kalanick resigning from the White House advisory council after the travelban; Elon Musk, CEO of Tesla, and Bob Iger, CEO of Disney, leaving the same council afterPresident Trump withdrew from the Paris climate agreement; and Kenneth Frazier, Merck’sCEO, leaving the manufacturing council after President Trump refused to condemn protestersin Charlottesville). For clarification, Symantec is a company that specializes in cybersecurity.Technology Overview, SYMANTEC, https://www.symantec.com/about/corporate-profile/technol-ogy (last visited Dec. 31, 2018). In a similar fashion, the Strategy & Policy Forum and theManufacturing Council—two business advisory councils composed of top American corporateleaders that advised President Trump—disbanded in response to Trump’s equivocal remarks onthe violence in Charlottesville in August 2017. Jena McGregor & Damian Paletta, Trump’sBusiness Advisory Councils Disband as CEOs Abandon President Over Charlottesville Views,WASH. POST (Aug. 16, 2017), https://www.washingtonpost.com/news/on-leadership/wp/2017/08/16/after-wave-of-ceo-departures-trump-ends-business-and-manufacturing-councils/. CEOsfrom companies such as JP Morgan, Campbell Soup, 3M, General Electric, Merck, and John-son & Johnson resigned from the councils or made statements against racism and whitesupremacy to counter Trump’s message. Id.194 Scott Neuman, Georgia Lawmakers Punish Delta Air Lines over NRA Feud, NPR(Mar. 2, 2018), https://www.npr.org/sections/thetwo-way/2018/03/02/590149921/georgia-lawmakers-punish-delta-air-lines-over-nra-feud. Note that Delta has over 100 million domesticpassengers a year; the NRA has only a few million members and not all of them travel byplane. See Thompson, supra note 188. In June 2018, the CEO of Delta, Ed Bastian, said at RFortune’s CEO Initiative conference that he cut Delta’s ties with the NRA based on the com-pany’s values and did not check with the board before making his decisions; the board wassupportive in the aftermath of his statement. Beth Kowitt, Delta CEO Didn’t Check with BoardBefore Cutting Ties With NRA, FORTUNE (June 26, 2018), http://fortune.com/2018/06/26/delta-ceo-nra-parkland-board-of-directors/. Only thirteen people had signed up for the discount in2018. Id.195 See Neuman, supra note 194. R196 Id. Some constitutional law scholars pointed out that the Georgia state legislature’sactions could be construed as a First Amendment violation since they punished Delta for itsfree speech, but the fact that Delta did not already have the tax break made the analysis morenuanced. Miriam Valverde, Casey Cagle’s tweet on Delta, the NRA and tax breaks. Is it legal?,POLITIFACT (Mar. 1, 2018), http://www.politifact.com/georgia/article/2018/mar/01/does-casey-cagles-tweet-delta-suggest-constitution/.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 30 16-DEC-19 10:53470 Harvard Business Law Review [Vol. 9rifles, including non-lethal airsoft guns and toys.197 Well-known clothingcompany L.L.Bean, a Maine corporation, announced it would no longer sellguns or ammunitions to any person under twenty-one years of age. Kroger,an Ohio corporation in the supermarket industry, followed suit stating that itwould increase the minimum age for gun purchases and ammunition totwenty-one years of age at its Fred Meyer stores.198 Over the last few years,gun sales have decreased.199 Coupled with the fact that support for gun con-trol is the highest it has been in twenty-five years and the NRA is increas-ingly growing out of favor with the public, corporations have largely sidedwith the gun control movement.200 Professor Robert Spitzer at the State Uni-versity of New York at Cortland, who studies crime, law and policy, and guncontrol, stated that the reason corporations can impact the national debate ongun control is because they are not normally part of the political fray: “Theyseem to be sensing that the great middle of America is being roused andmoved, that the NRA is seen as ever more marginal, dogmatic, and unyield-ing, so there is both a [public relations] and commercial reason for [corpo-rations] to stake out their recent public positions.”201Some commentators noted that the actions taken by these companies“[were] not a brave moral stand by America’s corporate sector. The compa-nies understand that it is a transaction . . . .”202 In fact, for financial reasons,some companies chose to continue business as usual. As an example, FedExships (and will continue to ship) guns for the NRA as well as eighty-sixfirearms manufacturers and dealers.203 FedEx stated it “‘has never set orchanged rates for any of our millions of customers around the world in re-sponse to their politics, beliefs or positions on issues,’ and that the NRA isone of ‘hundreds of organizations’ that pay discounted rates for shipping.”204High technology companies with a broad consumer base, such as Amazonand Apple, have struggled to find the middle ground in these highly chargeddebates.205197 Melanie Zanona, Corporate America Throws Weight Behind Gun Controls, HILL (Mar.3, 2018), http://thehill.com/business-a-lobbying/business-a-lobbying/376517-corporate-america-throws-weight-behind-gun-controls.198 Id.199 See Moore, supra note 189. R200 Id.201 Dominic Rushe, Will Corporate Backlash Against Guns Actually Change Anything?,GUARDIAN (Mar. 2, 2018), https://www.theguardian.com/us-news/2018/mar/02/will-corporate-backlash-against-guns-actually-change-anything.202 Moore, supra note 189. “It costs these companies almost nothing to stop offering dis- Rcounts to the relatively paltry membership of the NRA, and in exchange, executives can win areputation boost and customer goodwill you can’t pay for.” Id.203 Id.204 Julia Horowitz, FedEx and UPS Go Back and Forth Over the NRA, CNN MONEY (Feb.28, 2018), http://money.cnn.com/2018/02/28/news/companies/fedex-ups-nra-fight/index.html.205 “At issue is NRA TV, a free online channel focused on pro-gun content, which manytechnology companies offer through their streaming services and devices alongside more pop-ular options such as Netflix, ESPN and HBO.” Spencer Soper & Selina Wang, Amazon, AppleStruggle to Sit out NRA Gun-Control Debate, BLOOMBERG (Feb. 28, 2018), https://www\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 31 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 471Some may argue that the involvement of corporations in social move-ments, such as the gun control movement, is a positive development becauseour institutions have failed. This institutional failure has created a vacuumwhich corporations are now filling. “[T]he fact that companies, rather thanCongress or the courts, are shifting in response to political activism in theUnited States says something profound—about American tribalism, the de-mise of political cooperation, and the rise of a sort of liberalcorporatocracy.”206 In other words, corporations have been moved to actionand leadership because they can get things done in a way that the courts orCongress cannot. It is not immediately obvious whether this is a normativelypositive or negative development. To the extent corporations are otherwisefilling a role that other organizations were designed to fill, but have not,there is an argument to be made that corporate involvement is a good thingto prevent gridlock. Others may posit that the role of the corporation is in thebusiness realm and that corporations should not involve themselves in socialmovements. In fact, there is an opposing argument that corporate involve-ment may needlessly complicate already complex matters even more.Interestingly, one of the companies to come out most strongly againstgun control was not a corporation, but a co-op. REI, a Seattle-based outdoorsco-op, announced that it would suspend orders of ski goggles, water bottles,bike helmets, and other products from well-known brands like CamelBak,Giro, and Bolle, because Vista Outdoor, their parent company, produces am-munition and assault-style rifles.207 REI put out the following statement inconnection with its action: “[I]t is the job of companies that manufactureand sell guns and ammunition to work towards common sense solutions thatprevent the type of violence that happened in Florida . . . . Vista does notplan to make a public statement that outlines a clear plan of action.”208 REI’sactions are well in line with its mission statement which states: “As a pur-pose-driven cooperative, REI’s business and core purpose are intertwined—we grow our business by furthering our purpose. We’re committed to pro-moting environmental stewardship and increasing access to outdoorrecreation.”209In the wake of the shooting in Parkland, BlackRock, the largest  invest-ment firm in the world, said that it was reassessing its holdings in gun mak-ers and gun retailers.210 It is the largest shareholder in Sturm Ruger and.bloomberg.com/news/articles/2018-02-28/amazon-apple-struggle-to-sit-out-nra-gun-control-debate.206 See Thompson, supra note 188. R207 Gene Johnson, Bike Helmets, Ski Goggles Swept up in Gun Control Debate, U.S. NEWS(Mar. 2, 2018), https://www.usnews.com/news/business/articles/2018-03-02/bike-helmets-ski-goggles-swept-up-in-gun-control-debate.208 Id.209 REI, REI Overview, https://www.rei.com/about-rei/business.210 BlackRock manages trillions of dollars for investors ranging from major pensions toendowments to mom and pop fund investors. Chris Isidore, BlackRock Turns Up the Pressureon Gun Makers, CNN MONEY (Mar. 2, 2018), http://money.cnn.com/2018/03/02/investing/blackrock-gunmakers/index.html.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 32 16-DEC-19 10:53472 Harvard Business Law Review [Vol. 9American Outdoor Brand, the owner of Smith & Wesson (both gun makers),and the second largest shareholder in Vista Outdoor.211 Moreover, Black-Rock announced that “it will start offering clients the option to invest infunds that exclude firearm manufacturers and retailers.”212 BlackRock alsosaid it would engage more actively with gun manufacturers and may voteagainst the wishes of company management in some circumstances.213 Fundmanagers have historically viewed their role as “stewards of investormoney, not social or political activists.”214 However, Larry Fink, the CEO ofBlackRock, signaled in early 2018, pre-Parkland, that he envisioned a differ-ent role for corporations. In his annual letter to CEOs titled “Sense of Pur-pose,” Mr. Fink said, “We . . . see many governments failing to prepare forthe future, on issues ranging from retirement and infrastructure to automa-tion and worker retraining. As a result, society increasingly is turning to theprivate sector and asking that companies respond to broader societal chal-lenges.”215 Mr. Fink continued, “the public expectations of your companyhave never been greater. Society is demanding that companies, both publicand private, serve a social purpose. To prosper over time, every companymust not only deliver financial performance, but also show how it makes apositive contribution to society.”216 In his letter, Mr. Fink championed astakeholder theory of corporate law by pointing out that “[c]ompanies mustbenefit all of their stakeholders, including shareholders, employees, custom-ers, and the communities in which they operate.”217 Indeed, Mr. Fink’s letteris identical to what progressive corporate scholars have long argued for: cor-porations should consider all of their stakeholders in making their decisions.In light of the letter, it was in some ways not surprising that BlackRock tookthe stance it did on gun control.218211 Id.212 Id.213 Id.214 Liz Moyer, BlackRock Says It’s Time to Take Action on Guns, May Use Voting Powerto Influence, CNBC (Mar. 2, 2018), https://www.cnbc.com/2018/03/02/blackrock-says-its-time-to-take-action-on-guns-may-use-voting-power-to-influence.html.215 Larry Fink, A Sense of Purpose: Larry Fink’s Annual Letter to CEOs, BLACKROCK,https://www.blackrock.com/corporate/investor-relations/larry-fink-ceo-letter.  Compare War-ren Buffett, CEO of Berkshire Hathaway, and arguably one of the most famous investors of alltime, who answered in response to a question about doing business with gun owners, “I don’tbelieve in imposing my political opinion on the activities of our businesses. . . I don’t think weshould put a question on the Geico policy form [that says]: ‘Are you a member of the NRA?And if you are, you’re just not good enough for us.’ Or something like that.” Fred Imbert,Warren Buffett Pleases Berkshire Hathaway’s Crowd with Answer on Not Imposing a LitmusTest on Gun Ownership, CNBC (May 5, 2018), https://www.cnbc.com/2018/05/05/warrent-buffett-doubles-down-on-doing-business-with-gun-owners.html.216 See Fink, supra note 215. R217 Id.218 As one business scholar and ex-CEO pointed out:Shareholder value is the result of having a clear mission and set of values that moti-vate employees to serve customers. Companies that start with the mantra of “maxi-mizing shareholder value” ultimately destroy the very shareholder value that they\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 33 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 473Professor William Klepper of Columbia Business School, an expert oncorporate leadership, noted that “[b]usinesses have to respond to politicalcrises even faster than political parties do.”219 He observes, “[p]olitics iscompetitive, but the competition is constrained—by time (e.g., electionsonly happen every two, four, or six years), by geography (e.g., the gerry-mandering of districts), and by partisanship, in which every issue often boilsdown to ‘the other side is worse.’” 220 Companies do not have the luxury ofany of these constraints on their competition. “Politicians assume they canwait out the outrage, but national companies have to respond to the immedi-acy of demand[.]”221 The strategic use of social media by savvy studentleaders created a dynamic which demanded immediate action by corpora-tions. “Angry tweets and Facebook memes help political groups rally aroundanger and perceived villainy; but also, they create unavoidable choices formultinational companies that have to respond to political crises by picking aside.”222Corporate action was initially swift across a number of different indus-tries due to the political environment that was created in the wake of Park-land. Other than changing company policies regarding who guns were soldto and severing any existing deals for NRA members, there were no legalchanges that corporations spearheaded nor amicus briefs they could file.This particular social movement showcases the limitations of corporate in-volvement from a legal perspective when the issue does not involve theiremployees. Instead, it was the students of Parkland who led the gun controlmovement.223 Being adept consumers of social media, #NeverAgain becamethe rallying cry.224 Organized walkouts and marches occurred all over theare trying to create because they refuse to make the long-term investments requiredto create sustainable shareholder value.Bill George, Why BlackRock CEO Larry Fink Is Not A Socialist, FORBES (Mar. 12, 2018),https://www.forbes.com/sites/hbsworkingknowledge/2018/03/12/why-blackrock-ceo-larry-fink-is-not-a-socialist/2/#203f3cef457c (emphasis in original).219 Thompson, supra note 188. R220 Id.221 Id.222 Id.223 Parkland students who survived the shooting, Emma Gonzalez and David Hogg, be-came regulars on news channels and helped to broaden the movement by including othercommunities affected by gun violence. See Saba Hamedy, The Parkland Kids Keep CheckingTheir Privilege, CNN (Mar. 25, 2018), https://www.cnn.com/2018/03/24/politics/march-for-our-lives-students-checking-privilege-trnd/index.html; Lori Aratani, Parkland student EmmaGonzalez Demonstrates the Power of Silence, WASH. POST (Mar. 24, 2018), https://www.washingtonpost.com/local/2018/live-updates/politics/march-for-our-lives/parkland-student-emma-gonzalez-demonstrates-the-power-of-silence/; David Hogg & Emma Gonzalez, Since Park-land, We’ve Been Demanding Action. Now It’s Time to Join Us., WASH. POST (Nov. 5, 2018),https://www.washingtonpost.com/outlook/2018/11/05/since-parkland-weve-been-demanding-action-now-its-time-join-us/.224 Alyssa Newcomb, How Parkland’s Social Media-Savvy Teens Took Back the Internet –and the Gun Control Debate, NBC (Feb. 22, 2018), https://www.nbcnews.com/tech/tech-news/how-parkland-students-are-using-social-media-keep-gun-control-n850251.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 34 16-DEC-19 10:53474 Harvard Business Law Review [Vol. 9country.225 The number of participants in March 2018 gun control ralliessurpassed those of the women’s marches in January 2018 which were held insupport of the #MeToo movement.226 The students moved the corporations toaction; they are also the ones sustaining the gun control movement. Thestudents continue to lead the movement by organizing more walk-outs,227appearing frequently in the media,228 and appealing to state legislatures tochange the laws.229In the case of this particular social movement, the frame projected wasgun control, and the alignment of the frame participants came from the stu-dents who mobilized others, including corporations, to action. Harnessingthe power of social media and the web, the students were able to make theiropinions heard on a broad platform.230 The students shrewdly framed theissue as a moral one and then appealed to corporations on that ground while225 Sarah Gray, What to Know About March for Our Lives and Other Student-Led GunControl Protests, TIME (Mar. 12, 2018), http://time.com/5165794/student-protests-walkouts-florida-school-shooting/.226 Compare Ryan Sit, More Than 2 Million in 90 Percent of Voting Districts JoinedMarch for Our Lives Protests, NEWSWEEK (Mar. 26, 2018), http://www.newsweek.com/march-our-lives-how-many-2-million-90-voting-district-860841 (reporting that more than two millionpeople participated in the marches to advocate for tougher gun laws), with Hannah Golden,How Big Were The 2018 Women’s Marches? The Numbers Are Massive, ELITE DAILY (Jan. 24,2018), https://www.elitedaily.com/p/how-big-were-the-2018-womens-marches-the-numbers-are-massive-8001200 (reporting that 1.5 million people participated in the women’s marches);C.K., Gun Politics After Parkland, ECONOMIST (Mar. 3, 2018), https://www.economist.com/blogs/democracyinamerica/2018/05/neveragain.227 In the aftermath of the Parkland shootings, “tens of thousands of students from some3,000 schools participated in the #ENOUGH National School Walkout to demand tighter guncontrol regulations.” Keith Coffman, U.S. Students Walk Out Again to Protest Gun Violence,REUTERS (Apr. 20, 2018), https://www.reuters.com/article/us-usa-guns/u-s-students-walk-out-again-to-protest-gun-violence-idUSKBN1HR1DG. This was followed by the March 24, 2018,“March For Our Lives” rallies that took place in cities throughout the United States; they“were some of the biggest U.S. youth demonstrations in decades, with hundreds of thousandsof young Americans and their supporters taking to the streets.” Id. On April 20, 2018, a walk-out was organized to honor those killed in the Columbine School shootings. Id.228 Julie Turkewitz & Anemona Hartocollis, Highlights: Students Call for Action AcrossNation; Florida Lawmakers Fail to Take Up Assault Rifle Bill, N.Y. TIMES (Feb. 20, 2018),https://www.nytimes.com/2018/02/20/us/gun-control-florida-shooting.html.229 The student-organized social movement has caused many state legislatures to take ac-tion. See Madison Park, New Jersey Is One of the Latest States to Enact New Gun ControlMeasures, CNN (June 13, 2018), https://www.cnn.com/2018/04/09/us/gun-laws-since-parkland/index.html (providing information about state legislatures that have taken action since theParkland shootings). Some states are initiating action on their own, using novel tactics. In thecase of New Jersey, which already has strong gun laws, it is releasing firearms trafficking datafrom the Bureau of Alcohol, Tobacco, Firearms and Explosives. For example, it reported “gun-trace data for the first quarter of 2018 to show that 77 percent of guns used in crimes in NewJersey come from out of state.” Mike Catalini, Quick Release of Gun Data Called Trailblazingand Troubling, AP NEWS (May 13, 2018), https://apnews.com/2b91456c75b24c899a1e3aad0d7a6790.230 “[S]ocial media and the web have changed the environment for business by making itcheaper and easier for activists to join together to voice their opinions and by making corpo-rate activities more transparent.” Davis, supra note 8. One example of the student activists’ use Rof social media occurred when they discovered that Vice President Pence would be attendingthe NRA convention and no firearms were allowed. Cameron Kasky commented on the ironyof it by tweeting, “The NRA has evolved into such a hilarious parody of itself.” Cameron\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 35 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 475simultaneously putting them in the media spotlight, forcing corporations toact. Interestingly, in the case of gun control, corporations punished thoseidentified as bad actors by the students by withdrawing financial support toorganizations viewed as disparaging of those individuals who became thefaces of the movement. These covert actions had an immediate effect. As anexample, when Fox News host Laura Ingraham mocked David Hogg, a Park-land shooting survivor, nearly twenty advertisers pulled their ads from theshow.231With the passage of time, however, polling suggests that gun control isnow a less pressing issue than it was when the Parkland shooting first oc-curred;232 this is a consistent pattern with past mass shootings.233 That beingsaid, scholars and commentators note that this student-led movement couldbe a turning point for gun control. For example, it has led to collaborationssuch as Levi Strauss’ Safer Tomorrow Fund, which will “direct more than $1million in philanthropic grants from Levi Strauss & Co. over the next fouryears to fuel the work of nonprofits and youth activists who are working toend gun violence in America.”234 According to Eric Orts, a legal studies andKasky (@cameron_kasky), TWITTER (Apr. 28, 2018, 6:16 AM), https://twitter.com/cameron_kasky/status/990218168525377536.231 The full list of advertisers who pulled their sponsorships were: Bayer, Hulu, Johnson &Johnson, Liberty Mutual, Wayfair, TripAdvisor, Nestle, Nutrish, Ruby Tuesday, Atlantis Re-sort, Office Depot, Jenny Craig, Expedia Group, Miracle-Ear, Ace Hardware, Stitch Fix, Prin-ciple Financial Group, Honda, and Entertainment Studios. Carol Wolf, Laura IngrahamReturns, with Far Fewer Advertisers, CBS NEWS (Apr. 9, 2018), https://www.cbsnews.com/news/laura-ingraham-returns-with-far-fewer-advertisers/. The show lost approximately fiftypercent of its on-air advertisers. Id.232 See Gun Politics After Parkland, supra note 226. R233 Id.And even when the will for change is there, it may make little difference to policy-making. Most Americans support background checks for all gun-buyers and a major-ity want a ban on assault weapons; neither has been introduced. Pew Research sug-gests even the majority of gun owners backed a federal database to track gun salesbefore the Florida tragedy. Congress has shown no desire to pass such a law.Id. There is even a subset of supporters of the gun control movement who own guns. See JessBidgood & Sabrina Tavernise, Do Gun Owners Want Gun Control? Yes, Some Say, Post-Parkland, N.Y. TIMES (Apr. 24, 2018), https://www.nytimes.com/2018/04/24/us/gun-owners-laws-parkland.html.234 Chip Bergh, Levi Strauss CEO: Why Business Leaders Need to Take a Stand on GunViolence, FORTUNE (Sept. 4, 2018), http://fortune.com/2018/09/04/levi-strauss-gun-violence-parkland/. Additionally, Levi Strauss is partnering with Everytown for Gun Safety and com-pany executives like Michael Bloomberg to form Everytown Business Leaders for Gun Safety,“a coalition of business leaders who believe . . . that business has a critical role to play in and amoral obligation to do something about the gun violence epidemic in this country.” Id. Berghsays that business leaders “simply cannot stand by silently when it comes to the issues thatthreaten the very fabric of the communities where we live and work. While taking a stand canbe unpopular with some, doing nothing is no longer an option.” Id. Recently, Levi Strausswent public. Alan Murray & David Meyer, Apple Announcements, Obamacare Gamble, BrexitVotes: CEO Daily for March 26, 2019, FORTUNE (Mar. 26, 2019), http://fortune.com/2019/03/26/apple-announcements-obamacare-gamble-brexit-votes-ceo-daily-for-march-26-2019/. Itsaction on gun control was just one part of a very long history of incorporating public purposeinto its business strategies. Id. A decade before Jim Crow laws were eliminated, the companydesegregated factories in the South. Id. It was also one of the early adopters of giving health\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 36 16-DEC-19 10:53476 Harvard Business Law Review [Vol. 9business ethics professor at Wharton, the corporate responses to the #Never-Again campaign are “‘quite complex’ and involve multiple factors.”235These factors include a sense of business responsibility, consumer activism(for example, boycotts), and investors wanting to decrease the potential riskof investing in companies that are not on the right side of the gun rightsdebate.236 Professor Orts predicted “a movement . . . similar to what we’veseen on fossil fuels on university campuses [concerning] investor responsi-bility.”237 Furthermore, he believed retailers would cut their ties with suppli-ers refusing to pledge their support to combat gun violence.238 ProfessorBrian Berkey, also a legal studies and business ethics professor at Wharton,observed, “members of the public more broadly have played the founda-tional role in moving businesses to adopt new policies.”239 Just as corpora-tions have done in the context of LGBTQ rights, discussed in further detailbelow, they can choose to create a higher standard for gun control ratherthan what is prescribed by federal law. By doing so, corporations fit squarelywithin stakeholder theory as now they are not only considering interests be-yond shareholders, but taking into account their employees and surroundingcommunities as well.C. Building Blocks for Success: How Corporations Advanced the Goalsof the LGBTQ Rights MovementOut of all the social movements discussed in the case studies, theLGBTQ community has advanced the furthest and is the most developed.But in the not-too-distant past, the future of LGBTQ rights looked bleak. In1961, “twenty-nine states and the District of Columbia required the hospital-ization of ‘psychopathic persons,’ a term that was often a code for homosex-uals.”240 Twenty-five years later, the Court upheld the constitutionality ofanti-sodomy laws in Bowers v. Hardwick;241 it was a blow to the LGBTQrights movement. In the aftermath of the decision, the architects of theLGBTQ rights movement focused on state level advocacy.242benefits to same-sex partners and stopped funding the Boy Scouts after it banned gay individu-als. Id. Bergh opined, there is a “hunger for companies that are committed to a moral compass,that are committed to doing the right thing.” Id.235 Gun Control After Parkland: What Can Firms Really Do?, KNOWLEDGE@WHARTON(Mar. 12, 2018), http://knowledge.wharton.upenn.edu/article/ethical-debate-guns/.236 Id.237 Id.238 Id.239 Id.240 Eskridge, supra note 15, at 428. R241 478 U.S. 186 (1986). Hardwick challenged the constitutionality of Georgia’s anti-sod-omy law after he was observed and charged for engaging in consensual homosexual sodomywith another adult in his home. Id.242 Scott Cummings, Law and Social Movements: Reimagining the Progressive Canon,2018 WISC. L. REV. 101, 130 (2018).\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 37 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 477Fast forward to 1992 and the state of the LGBTQ rights movementbegan to look different. Lotus Development became the first U.S. publiccompany to offer domestic partner benefits for LGBTQ employees.243 Thiswas considered radical at the time because very few firms adopted such poli-cies.244 “Even some companies that explicitly marketed to the gay commu-nity were wary of providing benefits to domestic partners.”245 The efforts ofthe United Automobile Workers union led Ford, General Motors, andChrysler to adopt domestic partner benefits in 1999;246 domestic partner ben-efits had entered the mainstream. In 2013, Walmart—“America’s largest em-ployer by far—was compelled to adopt domestic partner benefits afterfinding that it was almost the last large retailer to do so.”247Over twenty years ago, when President Bill Clinton’s office tried to getCEOs to support gay rights initiatives he met with resistance.248 But thenthere was a shift. Ultimately, “companies have helped to spur a rapid evolu-tion in public opinion in the United States, with a majority of Americansnow supporting not only marriage equality but also laws to prevent discrimi-nation against gay people.”249 In 2002, the Human Rights Campaign beganpublishing the Corporate Equality Index, which ranks major companies ontheir LGBTQ policies.250 At its inception, 13 out of the 319 companies sur-veyed received perfect scores.251 In 2015, with even more stringent stan-dards, 366 out of 781 companies had perfect scores, “including fourteen ofthe top twenty on Fortune’s rankings of the largest companies in the U.S.”252The question is: “Why have corporations shifted from ‘abiding localcustom’ around segregation and other divisive social issues to ‘bullyingelected officials’ to support LGBT[Q] rights?”253 There are several possibleanswers to this question. Part of the answer may lie in the estimated $800billion worth of buying power of the LGBTQ community.254 In addition,according to one study, it found that there was no material difference in a243 Davis & White, supra note 16. R244 Id. Domestic partner benefits were limited to creative or technology companies. Id.245 Id. “At that time it was legal in most states to fire employees for being gay, so therecould be real costs for being an out supporter.” Id. For a map of the states where it is still legalto fire employees for being LGBTQ, please see Equality Maps: State Non-DiscriminationLaws, MOVEMENT ADVANCEMENT PROJECT, http://www.lgbtmap.org/equality-maps/non_discrimination_laws (last visited Mar. 8, 2019).246 Davis & White, supra note 16. R247 Id. (“The early actions of social entrepreneurs ultimately changed the shape of corpo-rate America and its standards about whose families count.”).248 Richard Socarides, Corporate America’s Evolution on L.G.B.T. Rights, NEW YORKER(Apr. 27, 2015), https://www.newyorker.com/business/currency/corporate-americas-evolution-on-l-g-b-t-rights.249 Id.250 Id.251 Id.252 Id.253 Davis, supra note 8. R254 Eric Berger & Nicole Douillet, What’s the Effect of Pro-LGBT Policies on StockPrice?, HARV. BUS. REV. (July 2, 2014), https://hbr.org/2014/07/whats-the-effect-of-pro-lgbt-policies-on-stock-price.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 38 16-DEC-19 10:53478 Harvard Business Law Review [Vol. 9company’s stock based on its stance on LGBTQ issues and no adverse im-pact on equity performance when instituting LGBTQ practices and poli-cies.255 Another answer lies in changing public opinion. In a Pew ResearchCenter poll conducted in 2001, same-sex marriage was opposed by Ameri-cans fifty-seven percent to thirty-five percent.256 In a 2017 poll conducted bythe Pew Research Center, the numbers had flipped: sixty-two percent sup-ported same-sex marriage and thirty-two percent opposed.257 In short, theconsumer clout of the LGBTQ community, the absence of any material ef-fects on stock performance when implementing LGBTQ policies, and in-creased public support for LGBTQ rights, each played a role in changingcorporate behavior and creating a new behavioral norm where more aggres-sive tactics were acceptable.Recent court victories for the LGBTQ community have contributed tothe advancement of the aims of the LGBTQ rights movement as well.258Nearly 380 corporations and employer organizations joined together to filean amicus brief urging that the Court declare state bans on gay marriageunconstitutional in United States v. Windsor.259 Amazon, Bristol-MeyersSquibb, Citigroup, The Coca-Cola Company, eBay, General Mills, Intel,Procter & Gamble, and Target were just a few of the corporations that signedon to the brief.260 One of the most striking aspects of the amicus brief wasthe sheer number of corporations who signed on to it and the fact that theyspanned many different industries. In contrast, there were far fewer corpora-tions who signed on to the amicus briefs opposing the Muslim Ban, andthose that did were primarily from the high technology realm.261More recently, there was controversy around religious freedom andLGBTQ rights. When then-Governor Michael Pence tried to sign into lawIndiana’s religious freedom laws, Apple CEO Tim Cook, the first openly gay255 Id.256 Davis, supra note 8. R257 Id. (showing that support for same-sex marriage has risen among different age cohorts,race, and ideologies).258 Obergefell v. Hodges, 135 S. Ct. 2584 (2015) (holding that same-sex couples may notbe deprived of the right to marry); Hollingsworth v. Perry, 570 U.S. 693 (2013) (upholding thelower court’s decision that a California law banning same-sex marriage was unconstitutional);United States v. Windsor, 570 U.S. 744 (2013) (holding that the federal Defense of MarriageAct’s definition of marriage—as a legal union between a man and a woman—was unconstitu-tional); Lawrence v. Texas, 539 U.S. 558 (2003) (holding that state bans on sodomy wereunconstitutional).259 570 U.S. 744 (2013); Alexander C. Kaufman, Here Are The 379 Companies UrgingThe Supreme Court To Support Same-Sex Marriage, HUFFINGTON POST (Dec. 6, 2017), https://www.huffingtonpost.com/2015/03/05/marriage-equality-amicus_n_6808260.html.260 Id.261 See Brief of Amici Curiae Technology Companies and Other Businesses in Support ofPlaintiff’s Motion for a Temporary Restraining Order, Hawai’i v. Trump, 241 F. Supp. 3d 1119(D. Haw. 2017) (No. 1:17-cv-00050-DKW-KSC); Brief of 161 Technology Companies, asAmici Curiae in Support of Respondents, Trump v. Int’l Refugee Assistance Project, 137 S. Ct.2080 (2017) & Trump v. Hawaii, 138 S. Ct. 2392 (2018) (Nos. 16-436 & 16-1540); Brief ofU.S. Companies as Amici Curiae in Support of Respondents, Trump v. Hawaii, 138 S. Ct.2392 (2018) (No. 17-965).\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 39 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 479CEO of a major public company,262 argued that such laws were antitheticalto the company’s values. Salesforce offered to pay the relocation costs ofIndiana-based employees if they chose to move in light of the proposedlaw.263 Salesforce CEO Marc Benioff believes “the days of strict adherenceto Milton Friedman’s shareholder primacy are over: ‘today CEOs need tostand up not just for their shareholders, but their employees, their customers,their partners, the community, the environment, schools; everybody.’” 264 Ineffect, Benioff threw his support behind the LGBTQ rights movement afterconsidering the interests of all stakeholders, not only the shareholders ofSalesforce.265The principles set forth by the Business Roundtable—an organizationof CEOs that works to promote a healthy economy and create more opportu-nities for all Americans through public policy266—does not usually providespecific guidance on social activism; instead, it looks to corporate strategyand risk for general guidance, stating that public pronouncements by a CEOregarding social issues should fit within the company’s overall strategy andnot pose undue risk.267 In the case of Salesforce, taking a stance on LGBTQissues resonated with its core values on equality.268 Likewise, Tim Cook’svocal support of LGBTQ rights makes sense from a corporate strategy stand-point in light of Apple’s strong commitment to diversity.269 In a new turn ofevents, in March 2019, the CEO of IBM, Ginny Rometty, in her capacity asthe head of the Education and Workforce Committee of the Business Round-table, wrote a direct letter to Congress urging them to pass the EqualityAct.270 The Equality Act would amend existing federal civil rights laws to262 Disparte & Gentry, supra note 82. R263 Charles Riley, Salesforce CEO: We’re Helping Employees Move Out of Indiana, CNNMONEY (Apr. 2, 2015), http://money.cnn.com/2015/04/01/news/salesforce-benioff-indiana-religious-freedom-law/index.html.264 Chang, supra note 36, at 41. R265 In response to the Indiana law dispute, over three dozen CEOs and senior leaders oftechnology companies issued a joint statement asking state legislatures to add sexual orienta-tion and gender identity to the list of protected classes under state civil rights laws. NickWingfield, Tech Leaders Call for Anti-Discrimination Laws to Protect Gays in all 50 States,N.Y. TIMES: BITS (Apr. 1, 2015), https://bits.blogs.nytimes.com/2015/04/01/tech-leaders-call-for-anti-discrimination-laws-to-protect-gays-in-all-50-states/. Their letter stated: “Religiousfreedom, inclusion and diversity can coexist and everyone, including L.G.B.T.[Q.] people andpeople of faith, should be protected under their states’ civil rights laws.” Id.266 About Us, BUSINESS ROUNDTABLE, https://www.businessroundtable.org/about-us (lastvisited Dec. 31, 2018).267 It is unclear if the CEOs who made public statements in support of certain social move-ments sought the guidance of their boards or subcommittees before making such statements.268 Equality, SALESFORCE, https://www.salesforce.com/company/equality/ (last visitedDec. 31, 2018) (“We believe that businesses can be powerful platforms for social change andthat our higher purpose is to drive Equality for all.”).269 Inclusion & Diversity, APPLE, https://www.apple.com/diversity/ (last visited Dec. 31,2018).270 Ina Fried, IBM CEO, Business Group Call on Congress to Pass LGBT Rights Bill,AXIOS (Mar. 7, 2019), https://www.axios.com/ibm-chief-1551972283-d2868b8c-7681-4b18-aca6-f265f416e988.html. In the letter, Rometty stated:\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 40 16-DEC-19 10:53480 Harvard Business Law Review [Vol. 9explicitly add sexual orientation and gender identity to the list of protectedclasses.271In March 2015, the Arkansas legislature passed House Bill 1228,272which would have allowed LGBTQ discrimination based on “religious free-dom.”273 The CEO of Walmart, the second largest employer in the state,274encouraged the governor to veto the bill.275 “Not surprisingly, given[Walmart’s] status in the state and the corporate backlash that accompanieda similar law in Indiana, the governor obliged and eventually signed a modi-fied bill.”276In the case of North Carolina’s “bathroom bill,” which was passed in2016, statewide antidiscrimination protections excluded gender identity andsexual orientation, and mandated transgender people to use restrooms inpublic buildings corresponding to the sex on their birth certificates.277 Ac-cording to an Associated Press analysis, this bill is projected to cost the stateover $3.7 billion in lost business over a dozen years.278 Concerts, conven-tions, sporting events, and the like have been cancelled due to the outrageover the bill. PayPal canceled a project in Charlotte that would have resultedAs employers, America’s leading companies know that our economy works bestwhen our employees can be who they are, without fear of bias, discrimination, orinequality — in the workplace or in their communities. And as Americans, we arefirmly committed to the principles of equality and fairness that have distinguishedour nation since its founding. . . . The Business Roundtable endorses the EqualityAct and urges that it be enacted by Congress without delay.Id.271 The Equality Act, HUMAN RIGHTS CAMPAIGN, https://www.hrc.org/resources/the-equality-act (last updated Mar. 20, 2019). The Equality Act would give protection from discrimina-tion with regards to employment, housing, credit, education, public spaces and services, feder-ally funded programs, and jury service. Id.272 H.B. 1228, 90th Gen. Assemb., Reg. Sess. (Ark. 2015).273 See Davis, supra note 8. R274 ARK. ECON. DEV. COMM’N STRATEGIC PLANNING & RESEARCH DIV., ARKANSAS’SLARGEST EMPLOYERS — 2015 (2015), https://www.arkansasedc.com/docs/default-source/com-pare-arkansas/arkansas-largest-employers-2015.pdf.275 The CEO of Walmart tweeted, “Today’s passage of HB1228 threatens to undermine thespirit of inclusion present throughout the state of Arkansas and does not reflect the values weproudly uphold.” Walmart Newsroom (@WalmartNewsroom), TWITTER (Mar. 31, 2015, 3:36PM), https://twitter.com/WalmartNewsroom/status/583032659787448320.276 Davis, supra note 8; Laura E. Monteverdi, Ark. Governor Won’t Sign ‘Religious Bill’ Ras is, USA TODAY, (Apr. 1, 2015), https://www.usatoday.com/story/news/politics/2015/04/01/govt-and-business-leaders-object-to-ark-religion-bill/70757942/; Eric Bradner, Arkansas Gov-ernor Signs Amended ‘Religious Freedom’ Measure, CNN (Apr. 2, 2015), https://www.cnn.com/2015/03/31/politics/arkansas-religious-freedom-anti-lgbt-bill/index.html. In contrast,Louisiana governor Bobby Jindal decried the “bullying” of elected officials. Bobby Jindal,Bobby Jindal: I’m Holding Firm Against Gay Marriage, N.Y. TIMES (Apr. 23, 2015), https://www.nytimes.com/2015/04/23/opinion/bobby-jindal-im-holding-firm-against-gay-marriage.html.277 ‘Bathroom Bill’ to Cost North Carolina $3.76 Billion, CNBC (Mar. 27, 2017), https://www.cnbc.com/2017/03/27/bathroom-bill-to-cost-north-carolina-376-billion.html.278 Id. In the case of North Carolina’s “bathroom bill,” statewide antidiscrimination pro-tections excluded gender identity and sexual orientation and mandated transgender people touse restrooms in public buildings corresponding to the sex on their birth certificates. 2015 N.C.H.B. 2B (N.C. 2015).\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 41 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 481in 400 jobs.279 Other corporations such as Deutsche Bank and Adidas alsobacked out of deals in North Carolina after the bill’s passage.280 Executivesof over 80 corporations signed a public letter urging the governor to repealthe law.281 “When 80 businesses threaten a single state’s economy, the aggre-gate negative effect on interstate commerce could be substantial. As such,Coca-Cola, Disney, and other mega-corporations will continue to hold tre-mendous power in shaping social policy.”282Even though North Carolina’s “bathroom bill” was repealed in March2017 and, under the new law, transgender people were able to use the bath-room of their choice, challenges remained: there would be no legal recourseif any person, business, or state entity did not allow transgender people to doso.283 This situation illustrates that despite the might of corporations to influ-ence the debate on a particular social movement, it may not end with thehoped-for outcome. Just as in social movements without corporate participa-tion, change may be incremental and not as sweeping as movements mayaspire to. On the positive side, however, there was some progress—just notas much as some of the social movement organizations had worked towards.In 2016, “legislators in at least twenty-five states . . . proposed morethan a hundred bills limiting [LGBTQ] rights, often under the guise of pro-tecting religious freedom; North Carolina, Georgia, and Mississippi havepassed laws that, in various ways, make anti-L.G.B.T.[Q.] discriminationlegal.”284 America’s biggest corporations struck back. Dow, General Electric,and Pepsi attacked such a law in Mississippi as “bad for our employees andbad for business.”285 Disney threatened to halt film production in Georgia inthe event that the governor signed the bill.286 In the end, under the threat oflosing Disney’s business, Georgia’s governor vetoed the religious freedom279 Jon Kamp & Valerie Bauerlein, PayPal Cancels Plan for Facility in North Carolina,Citing Transgender Law, WALL ST. J. (Apr. 5, 2016), https://www.wsj.com/articles/paypal-cancels-plans-for-operations-center-400-jobs-over-north-carolinas-transgender-law-1459872277.280 ‘Bathroom Bill’ to Cost, supra note 277. R281 James Surowiecki, Unlikely Alliances, NEW YORKER (Apr. 25, 2016), https://www.newyorker.com/magazine/2016/04/25/the-corporate-fight-for-social-justice. Apple, Marriott,Microsoft, and Pfizer were among the companies that signed the letter. Id.282 Danielle Weatherby, Corporate America Just Became the LGBT Community’s MostPowerful Ally, FORTUNE (Apr. 2, 2016), http://fortune.com/2016/04/02/corporate-america-lgbt-community/.283 Richard Fausset, Bathroom Law Repeal Leaves Few Pleased in North Carolina, N.Y.TIMES (Mar. 30, 2018), https://www.nytimes.com/2017/03/30/us/north-carolina-senate-acts-to-repeal-restrictive-bathroom-law.html.284 Surowiecki, supra note 281. R285 Allen Smith, Mississippi ‘Religious Freedom’ Law Worries Businesses, SHRM (Apr. 8,2016), https://www.shrm.org/resourcesandtools/legal-and-compliance/state-and-local-updates/pages/mississippi-religious-freedom-law.aspx.286 Daniel Miller, Disney threatens to stop filming in Georgia if anti-gay bill becomes law,L.A. TIMES (Mar. 23, 2016), http://www.latimes.com/entertainment/envelope/cotown/la-et-ct-disney-georgia-anti-gay-20160323-story.html.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 42 16-DEC-19 10:53482 Harvard Business Law Review [Vol. 9bill.287 This type of action is not wholly unprecedented. During the civilrights movement in the 1960s, local businesses encouraged moderation inthe face of local administrators’ resistance to desegregation and suppressionof protests.288 “Today’s fight is driven by national companies, and they’re inthe vanguard: there is no federal law protecting L.G.B.T.[Q.] people fromdiscrimination, but three-quarters of Fortune 500 firms have policies forbid-ding it.”289In the case of LGBTQ rights, exerting corporate pressure on state gov-ernors appears to have been an effective tactic to accomplish the goals ofthis particular social movement.290 “Now, corporations are standing in theshoes of the consumer activists as ‘super-consumers’ to state economies.”291In monetary terms, the influence of corporations on state economies is sig-nificantly greater than the aggregate of socially-conscious consumers.292Corporations’ involvement in LGBTQ issues, like the immigrationrights movement discussed in section II.A above, are not entirely selfless.There are business reasons underlying why corporations choose to be at theforefront of such issues. “Businesses are becoming increasingly invested inLGBT[Q] rights and diversifying their workforce because . . . ‘their com-petitive edge depends on it.’” 293 In the case of LGBTQ issues, corporationswant to be viewed as welcoming environments to everyone regardless ofage, gender, race, or sexual orientation.294 Corporations are motivated to at-tract the best possible person for the job and that means transcending im-plicit biases against anyone who might be older, female, non-white, oridentifies as a member of the LGBTQ community.295 “[M]ultinational com-287 Surowiecki, supra note 281. Politicians are not thrilled with corporations’ involvement. RAs an example, Georgia State Senator Josh McKoon complained that Marc Benioff, the CEOof Salesforce, is “the ringleader for big-business CEOs . . . who use economic threats toexercise more power over public policy and the voters who use the democratic process.”Monica Langley, Salesforce’s Marc Benioff Has Kicked Off New Era of Corporate SocialActivism, WALL ST. J. (May 2, 2016), http://www.wsj.com/articles/salesforces-marc-benioff-has-kicked-off-new-era-of-corporate-social-activism-1462201172.288 Surowiecki, supra note 281. R289 Id.290 Id.291 Weatherby, supra note 282. R292 Id.293 Marcie Bianco, The Simple Reason so Many US Businesses Openly Support LGBTRights, QUARTZ (June 26, 2016), https://qz.com/710643/the-business-sense-of-supporting-lgbt-rights/.294 See, for example, lists of best companies to work for if you are a member of theLGBTQ community. Jacquelyn Smith, The 25 Best Companies For LGBT Employees, BUS.INSIDER (Mar. 6, 2014), http://www.businessinsider.com/best-companies-for-lgbt-employees-2014-3; Corey Barger, These Companies Promote Gay-Friendly Ideals, RANKER, https://www.ranker.com/list/gay-friendly-companies/coreybarger (last visited Feb. 2, 2019). There are alsocorporate equality indexes. See Corporate Equality Index, HUMAN RIGHTS CAMPAIGN, https://www.hrc.org/campaigns/corporate-equality-index (last visited Feb. 2, 2019).295 This certainly does not mean that corporations do not exhibit implicit biases. See, e.g.,Jennifer S. Fan, Innovating Inclusion: The Impact of Women on Private Company Boards, 46FLA. ST. U. L. REV. 345 (2019) (illustrating the implicit biases against women in the venturecapital world); Grace Donnelly, Study: Just the Perception of Implicit Bias Takes a Toll on\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 43 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 483panies hold unique and powerful leverage when it comes to advocating [for]civil rights because states and countries want their business . . . . Companiesmust impress . . . that ‘legal certainty for companies and human rights forcitizens go hand in hand.’” 296The frame projected in the LGBTQ rights movement was to recognizeand respect the rights of members of the LGBTQ community; the goal of themovement was to ensure that they enjoyed the same rights and privileges asanyone else. The frame participants we discussed originated from socialmovement organizations and social movement organization fields. From thesocial movement organization field standpoint, corporations were at theforefront of the LGBTQ rights movement as was the case with the MuslimBan. However, unlike the Muslim Ban, the corporations who participated inthe LGBTQ rights movements came from many different industries and ingreater numbers. As discussed above, corporations helped to create a newnorm in society by being the first to provide health care coverage to thepartners of LGBTQ employees—this was long before laws were passed re-garding domestic partnerships and same-sex marriage. The lawyers whoframed the movement were successful in creating a cultural shift that laid thegroundwork for many of the successes of the LGBTQ rights movement.They also had elite allies in the form of corporations who worked alongsidethe movement lawyers to spur changes in the law. Corporations also usedeconomic levers to encourage states to act in a certain way. For example, byrefusing to do business in states that intended to pass laws that discriminatedagainst members of the LGBTQ community or by pulling out of existingbusiness relationships, corporations dissuaded states from implementing dis-criminatory laws, such as the religious freedom laws, which would have hadpernicious effects on the LGBTQ community. Important court victories alsohelped to cement LGBTQ rights. Out of the three social movements dis-cussed, one of the reasons the LGBTQ rights movement was the most suc-cessful was because its strategy not only mobilized corporate resources at anearly stage but sustained and grew such resources as the movement matured.Although many corporations support the LGBTQ rights movement,there are also those that oppose it. One such example is the fast food chain,Chick-fil-A, Inc. (Chick-fil-A), a family-owned business, founded by S.Truett Cathy.297 Its corporate purpose reads: “To glorify God by being afaithful steward of all that is entrusted to us and to have a positive influenceCompanies, FORTUNE (July 13, 2017), http://fortune.com/2017/07/13/implicit-bias-perception-costs-companies/; Lisa Mundy, Why Is Silicon Valley So Awful to Women?, ATLANTIC (Apr.2017), https://www.theatlantic.com/magazine/archive/2017/04/why-is-silicon-valley-so-awful-to-women/517788/.296 Aimee Hansen, LGBTQ Rights: Why Companies are Leading the Charge, GLASS HAM-MER (June 19, 2017), http://theglasshammer.com/2017/06/19/lgbtq-rights-companies-leading-charge/.297 History, CHICK-FIL-A, https://www.chick-fil-a.com/About/History (last visited Feb. 2,2019).\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 44 16-DEC-19 10:53484 Harvard Business Law Review [Vol. 9on all who come into contact with Chick-fil-A.”298 Chick-fil-A’s foundershave a charitable foundation, WinShape Foundation, which is funded bytheir fortune from Chick-fil-A, frequently partners with Chick-fil-A,299 andhas contributed millions of dollars to anti-gay groups.300 Other more regionalcompanies also support anti-LGBTQ efforts, but typically they do not makethe news.301 Although the media has reported on the anti-LGBTQ stance ofChick-fil-A, it does not seem to have negatively impacted its business in anysustained way.302 Hobby Lobby is another example of a corporation whichsubscribes to anti-LGBTQ views. In one particular case, Hobby Lobby re-fused to allow a transgender employee to use the women’s restroom in oneof its Illinois stores.303 Eventually, a state administrative law judge found inthe employee’s favor because Hobby Lobby violated the Illinois HumanRights Act.304 Popular sports apparel brand Under Armour, Inc. (Under Ar-mour), has also come under fire for its ties to anti-LGBTQ-relatedincidents.305III. NORMATIVE CONCERNS, REASONS FOR THE INVOLVEMENT OFCORPORATIONS, AND GUIDING PRINCIPLESAs illustrated in the case studies above, corporations can influence thetrajectory and momentum of social movements. Likewise, social movementscan impact the behavior of corporations.306 Part I examined how court cases298 Who We Are, CHICK-FIL-A, https://www.chick-fil-a.com/About/Who-We-Are (last vis-ited Feb. 2, 2019) (noting that the company is closed on Sundays).299 See, e.g., Be Our Guest, WINSHAPE FOUNDATION, https://winshape.org/be-our-guest/(last visited Mar. 8, 2019) (“We are excited to offer these transformational opportunities [Win-Shape Marriage and WinShape Team retreats] to our friends at Chick-fil-A.”); About Win-Shape Camps, WINSHAPE CAMPS, https://camps.winshape.org/about/ (last visited Mar. 8,2019) (“WinShape Camps partners with Chick-fil-As around the country to bring camp totheir communities.”).300 David W. Miller, Chick-fil-A and the Question of Faith in Business, HARV. BUS. REV.(Aug. 9, 2012), https://hbr.org/2012/08/chick-fil-a-and-the-question-o (noting that the Win-Shape Foundation supports groups that advocate for marriage only between a man and a wo-man and ex-gay conversions).301 See Katherine Peralta, Updated List: Who Has Come Out Against, in Favor of NC’sHouse Bill 2, CHARLOTTE OBSERVER (May 19, 2016), https://www.charlotteobserver.com/news/business/article72407477.html (listing businesses that came out for and against HB 2).302 See Alicia Kelso, Chick-fil-A’s Growth Fueled By Demand For Simplicity, FORBES(Apr. 3, 2018), https://www.forbes.com/sites/aliciakelso/2018/04/03/chick-fil-as-growth-trajectory-fueled-by-demand-for-simplicity/#399fb94f5612 (noting that Chick-fil-A is “on a stag-gering growth course to become the third-largest quick-service restaurant in the country”).303 Sommerville v. Hobby Lobby Stores, Ill. Hum. Rts. Comm’n Rep. 2011CN2993,2011CN2994 (May 15, 2015).304 Id.305 As an example, Under Armour continued to do business with “Buck Commander,” aDuck Dynasty spin-off, even after homophobic remarks were made by one of the members ofthe series; A&E Networks, in contrast, put that particular cast member on hiatus indefinitely.Steve Charing, Under Armour Staying with ‘Duck Dynasty’, WASHINGTON BLADE (Dec. 23,2013), http://www.washingtonblade.com/2013/12/23/armour-staying-duck-dynasty/.306 “Recent research demonstrates that social movements are capable of influencing cor-porate behavior, ranging from curbing harmful toxic emissions to granting employees same-\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 45 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 485and changing norms about the role of corporations led to the modern busi-ness corporation. The increasing influence of corporations laid the founda-tion for corporations’ involvement in social movements. Part II demonstratedthe role and impact corporations can have on social movements using threecase studies. This Part discusses the varying impact of corporations and thevarious strategies, both legal and nonlegal, that corporations employ whenthey are involved in particular social movements. Part III discusses the nor-mative concerns of the involvement of corporations in social movements andthe underlying reasons they get involved. It then develops guiding principleson what corporations should consider before participating in such move-ments. Ultimately, this Part of the Article shows how corporations can en-hance the legitimacy of social movements using not only legal tactics, butfinancial ones, and produce desired outcomes within a new normative frame-work. The aim of this Part is a modest one—it is intended to start a dialogueabout the role of corporations in social movements; it does not provide anexhaustive list of the ways in which corporations can be involved in suchmovements.A. Normative Concerns1. Covert AdvocacyThrough direct advocacy, financial contributions to certain causes orcandidates, lobbying, and political advertising, corporations exert their polit-ical influence.307 More covertly, corporations “often fund advocacy groups,trade organizations, or think tanks that work to curry public support using avariety of techniques, from direct-mail campaigns to expert commentary onpopular television programs.”308 It is the covert nature of corporations’ sup-port which could argue against corporations helping to shape social move-ments.309 For example, a fast food company could form a nonprofit that hasan anti-immigrant platform.310sex domestic partnership benefits to divesting from politically risky countries . . . .” Mary-Hunter McDonnell, Brayden G King & Sarah A. Soule, A Dynamic Process Model of PrivatePolitics: Activist Targeting and Corporate Receptivity to Social Challenges, 83 AM. SOC. REV.654 (2015), http://journals.sagepub.com/doi/pdf/10.1177/0003122415581335.307 Wendy L. Hansen & Neil J. Mitchell, Disaggregating and Explaining Corporate Politi-cal Activity: Domestic and Foreign Corporations in National Politics, 94 AM. POL. SCI. REV.891 (2000) (examining a range of corporate political activities).308 Siebecker, supra note 51, at 177. Corporations may even use nonprofit groups to gain Raccess to international officials. See Melissa J. Durkee, Astroturf Activism, 69 STAN. L. REV.201, 204 (2017).309 Brayden King and Klaus Weber describe two more covert practices of corporate activ-ism: “astroturfing” and “public deliberators.” King & Weber, supra note 102. Astroturfing is Rthe attempt by corporations to replicate grassroots-type movements, while public deliberatorsare paid by corporations to go into communities and start conversations about things thatmatter to them—which are then relayed to the corporate sponsors. Id.310 This is sometimes referred to as “dark money.” See, e.g., Jack Gillum, Chad Day &Stephen Braun, Shadowy Companies, Big Bucks: Election Mystery Money Returns, BUS. IN-\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 46 16-DEC-19 10:53486 Harvard Business Law Review [Vol. 9There are a few arguments that could be used to counter this particularconcern of lack of transparency. First, the information is not covert if it ispublicly accessible. In the case of the example given above, someone couldobtain the tax filings of the nonprofit corporation to determine which corpo-rations contributed to it. If the individual were so inclined, they could makethe information public by reaching out to the media or watchdog groups thatcould disseminate the corporation’s involvement more broadly.Second, if the nonprofit corporation was properly formed and the for-profit corporation which funds it followed proper protocol (that is, obtainednecessary consent), the for-profit corporation is acting within the confines ofcorporate law. The fact that the for-profit corporation funded the nonprofitwithout fanfare does not make its actions illegal.2. Too Much PowerSome believe that corporations have too much power.311 In fact, in a2012 survey, eighty-three percent of all Americans believed too much politi-cal power and influence was concentrated in the hands of corporations andcorporate CEOs.312 One could argue that if corporations were more promi-nent in social movements, the aims of such movements might be negativelyimpacted by corporate influence.One rebuttal to this concern is that while some corporations have donebad things with increased power, many have done a lot of good. Corpora-tions, together with social movements, have wrought significant changeswith broad implications for our society. They are far more nimble than gov-ernment institutions and this flexibility gives corporations the ability toquickly revise their policies to meet a movement’s demand. As an example,“many Fortune 500 firms supported LGBT[Q] issues long before state orfederal governments did, and Fortune 500 firms have been more progressiveon specific LGBT[Q] issues than the majority of the American public.”313This support of LGBTQ rights most likely originated from the relationshipbetween the LGBTQ rights movement and corporations.314 As the relation-SIDER (Feb. 3, 2016), https://www.businessinsider.com/ap-shadowy-companies-big-bucks-election-mystery-money-returns-2016-2; Paul Blumenthal, Dark Money Groups Are FundedBy Dark Money Groups That Fund Dark Money Groups That Fund. . ., HUFFINGTON POST(Nov. 9, 2013), https://www.huffingtonpost.com/2013/11/09/dark-money-networks_n_4234206.html.311 Liz Kennedy, Corporate Capture Threatens Democratic Government, CTR. FOR AM.PROGRESS (Mar. 29, 2017), https://www.americanprogress.org/issues/democracy/news/2017/03/29/429442/corporate-capture-threatens-democratic-government/ (discussing the dangers of“corporate capture of government”).312 Id.313 Brayden King, It’s Time to Study how Corporate Targets Influence Activists, MOBILIZ-ING IDEAS (July 6, 2015), https://mobilizingideas.wordpress.com/2015/07/06/its-time-to-study-how-corporate-targets-influence-activists/.314 Id.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 47 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 487ship between the two deepened, each one likely influenced the other, espe-cially given the need of social movements for resources.315Furthermore, when challenged by activists and forced into action as inthe gun control case study above, corporations adopt social management de-vices, such as particular structures or practices, to help them maintain theirpublic image.316 By adopting such social management devices, a corporationbecomes increasingly receptive to future activist claims.317 Therefore, the po-litical opportunities that grow out of a social movement’s political environ-ment are dynamic and evolve over time as activist challenges change.318While social movements shape corporate law by spurring corporationsto act in a way that helps the goals of the movement, there is also a flip side.Activists who develop relationships with the corporations they intend to in-fluence are not immune from the corporations’ influence.319 In fact, some ofthe corporations may hire such activists or seek their counsel when dealingwith similar issues in the future.320 Partnering “with a former target is a formof success inasmuch as it indicates that they now have a seat at the table witha powerful player. The willingness of corporate executives to engage withactivists is a form of inclusion that activists rarely receive in governmentinstitutions.”321 Corporations’ continued involvement in social movements isthus necessary both for the good of the corporations and for accomplishingthe goals of the social movements themselves.In addition, corporate involvement may come with increased resources.As corporations play a more prominent role in social movements, they canprovide the necessary resources. This, in turn, helps to facilitate public sup-port to both build momentum and help sustain it (but not always) as theparticular movement evolves.322 Resources can take many forms.323 “Thisincludes, most generally, people and money, and some degree of legitimacywithin one or more sets of relevant actors, such as the movement’s constitu-ency or the larger public.”324 In the case of corporations, as Part II illustrates,the resources corporations bring to bear on social movements are legal, eco-nomic, social (for example, reputational and cultural), and political. On thelegal front, corporations have deployed their in-house lawyers to file amicus315 “Social movements are . . . highly dependent on resources for mobilizing collectiveaction and change. How movements evolve certainly depends on where those resources comefrom.” Id.316 McDonnell et al., supra note 306, at 671. R317 Id. at 654.318 Id. at 655.319 Id. at 674.320 King, supra note 313. R321 Id.322 In the mid-1970s, John McCarthy and Mayer Zald developed the premise of resourcemobilization where the emergence and sustenance of social movement activity depended onthe amount of resources available to channel into movement mobilization and activity. SNOW& SOULE, supra note 60, at 87–88. R323 Id. at 88.324 Id. at 89.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 48 16-DEC-19 10:53488 Harvard Business Law Review [Vol. 9briefs. From an economic perspective, corporations have used economiclevers to persuade other organizations or local or state governments to act ina particular way. On the social front, corporations use their reputational capi-tal and impact on norms in social movements. For example, corporationshave used the media to make particular issues more salient in the publicconsciousness. Corporations can also lay the groundwork for a new norm byimplementing changes in social norms that social movements aspire towithin the corporation itself.325 Lastly, corporations can influence the politi-cal climate through lobbying or other means.Even with its broad reach, the power of corporations is not limitless.And, it is certainly not limitless in the context of social movements. Corpo-rate influence can be checked through regulatory reform. The question is towhat extent we want to encourage such influence or obstruct or neutralize itseffects. The U.S. Department of Labor (DOL) which oversees EmployeeRetirement Income Security Act-covered (ERISA) employee benefit plansprovides one such example of regulatory reform. As a general matter, ER-ISA requires that plan fiduciaries, who manage a plan’s investments, act withthe “care, skill, prudence, and diligence” that an individual familiar withsuch matters would exercise.326 The regulatory guidance released by theDOL in April 2018 provides more details on this general rule and recom-mends that a fiduciary have a documented cost-benefit analysis before incur-ring significant costs in an environmental, social, or corporate governance(ESG) related issue. The DOL is “clarifying” that when fiduciaries makeinvestment decisions, they cannot make such decisions at the expense ofreturns nor can they assume greater risks so that they can promote collateralESG policy goals.327 The DOL went on to state that “fiduciaries must not tooreadily treat ESG factors as  economically relevant to the particular invest-ment choices”328 and that “the IB was not meant to imply that plan fiducia-ries, including appointed investment managers, should routinely incursignificant plan expenses to, for example, fund advocacy, press, or mailingcampaigns on shareholder resolutions, call special shareholder meetings, orinitiate or actively sponsor proxy fights on environmental or social is-sues.”329 Therefore, corporations (such as BlackRock), which focus on ESGissues, will need to rethink how they can comply with the law while fulfil-ling their ESG goals.This recent development with the DOL is not favorable for corporationswho want to actively participate in social issues. However, it demonstrateshow the government can blunt the actions of corporations in social move-ments by re-characterizing what a corporation can or cannot do. Constraints325 See, e.g., Fan, infra note 344.326 29 U.S.C. § 1104 (2018).327 U.S. DEP’T OF LABOR, FIELD ASSISTANCE BULL. NO. 2018-01 (2018).328 Id.329 Id. “IB” refers to Interpretive Bulletin 2016-01, issued by the Department of Labor to“assist plan fiduciaries in understanding their obligations under ERISA.” Id.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 49 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 489may also be placed on corporations in their participation in social move-ments due to their own internal limitations and changing public opinion. Forexample, with respect to the Muslim Ban, high technology companies werevisible at the beginning, but their support waned as the movement continued.We can only speculate as to why this is the case. Perhaps it is because theirattention moved on to other more pressing matters. Or maybe their de-creased action reflected decreasing public interest. Whatever the answer is,the fact remains that even with the help of corporations, activists were notsuccessful in overturning the Muslim Ban.3. Self-Interested and Not Agents of ChangeAt their core, social movements are meant to challenge the status quo.“The strategy of social or societal transformation calls for tactics that bringinto sharp focus the inequities and injustices of social structures and arrange-ments or various social practices, such as discrimination against a particularcommunity”330 (for example, immigrants or members of the LGBTQ com-munity). In contrast, one could argue that corporations are often not seen asagents of change and will only act when they have a self-interest.331While this is a legitimate concern, one response is that, to a certainextent, simply because corporations are not agents of change does not meanthat they cannot help a movement in some fashion. For example, e-mail andtweets help to rapidly disseminate information. When a tweet comes fromthe CEO of a well-known corporation the message becomes even morewidespread. Indeed, the external environment plays a critical role in both330 SNOW & SOULE, supra note 60, at 168 (emphasis in original). R331 Some companies could be using support of social movements as a calculated market-ing move. Consider, for example, the differing opinions on whether Nike and the ad campaignit ran with Colin Kaepernick were intended to support the movement or just cause conversa-tion. Stephen Bainbridge categorizes this campaign under the growing efforts by “social jus-tice warrior [(SJW)] CEOs” to align themselves with “woke coastal millennials.” Bainbridgethinks that the campaign could simply reflect the more inherently liberal values of corporateofficers, as the “values, beliefs, and tastes of social justice warrior CEOs like [former NikeCEO] Phil Knight have radically diverged from those of red state populists. In many cases, itsimply would not occur to SJWs like Knight that there are folks who would take offense fromthe Kaepernick ad.” Stephen Bainbridge, Woke Business: Putting the Nike-Kaepernick AdControversy into Context: The Problem of Social Justice Warrior CEOs, PROFESSORBAIN-BRIDGE.COM (Sept. 5, 2018), https://www.professorbainbridge.com/professorbainbridgecom/2018/09/woke-business-putting-the-nike-kaepernick-ad-controversy-into-context-the-problem-of-social-justice-.html. However, Ann Lipton has some reservations about this assertion, find-ing it “difficult to believe that Knight was unaware this is a controversial move; it seemsdesigned to be controversial.” Ann Lipton, The Revolution Will Be Marketed, BUSINESS LAWPROF BLOG (Sept. 8, 2018), https://lawprofessors.typepad.com/business_law/2018/09/the-revolution-will-be-marketed.html. Indeed, if stock prices and earnings are any indication, Nikeposted a slightly better than predicted quarter despite any blowback from the campaign. KevinKelleher, Don’t Blame Kaepernick, But Nike Stock Dropped 4% After Its Earning Report WasReleased, FORTUNE (Sept. 25, 2018), http://fortune.com/2018/09/25/nike-stock-today-earnings-report-colin-kaepernick-ad-campaign/. Whether intended or not, Nike’s campaign has effec-tively commodified dissent.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 50 16-DEC-19 10:53490 Harvard Business Law Review [Vol. 9mobilization and opportunities for success of a given social movement.332This connection has been coined the “political opportunity structure.”333 Inparticular, it points to the importance of cultivating elite allies (such as cor-porations) who can influence social issues through communication channelsor funding, among other things.334Changing the social norms referred to by Professors Eisenberg, Rock,and Wachter in Part I above, involves trust.335 Therefore, the actions a corpo-ration undertakes in the name of a social movement can be checked becauseit must resonate with key stakeholders as well as adhere to the corporation’sstrategic plan, mission, and values.336The normative concerns outlined above are valid and should not beoverlooked. On the positive side, however, corporations can: (1) increasepublic attention on particular social issues when the corporation’s CEO is-sues a statement, tweet, or other form of communication; (2) provide fund-ing to the social movement organization which supports the relevant socialmovement (or, conversely, take away funding from an organization that is atodds with a particular social movement); (3) provide economic incentives to,or withdraw economic support from, state and local governments which pro-pose to pass laws that will harm the beneficiaries of a particular social move-ment; and (4) implement policies in the corporation itself—even if it is notrequired by law—to help accomplish the goals of the social movement (forexample, offering domestic partnership benefits before it was required bylaw).In short, corporations appear to be most effective when they are en-gaged in a combination of overt and covert actions: pulling advertising dol-lars, providing or taking away economic incentives, funding nonprofitorganizations which engage in the grassroots work necessary to sustain aparticular social movement, bringing public attention to issues borne out ofthe social movement through its extensive access to the media, and having alarge enough number of corporations across many different industries whohave a continued commitment to the social movement. However, they mayhinder social movements by not coordinating their efforts with others in themovement and by not having a sustained commitment, as was the case withthe Muslim Ban. Also, corporations may not have the ability to garner thesupport of those outside of their respective industries; this is where socialmovement organizations play a particularly important role because they arelikely working with social movement organization fields across the spectrumand are not focused on corporations in only one type of industry. They canhelp to build coalitions to advance the causes of the social movement.332 SNOW & SOULE, supra note 60, at 222. R333 Id.334 Id.335 See discussion supra notes 58–59.336 Don Mayer, The Law and Ethics of CEO Social Activism, 23 J.L. BUS. & ETHICS 21, 24(2017).\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 51 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 491B. Reasons Why Corporations Get Involved with Social MovementsConstraints may be placed on corporations in their participation in so-cial movements due to their own internal limitations and public perception.However, there are circumstances under which corporations may want orneed to step into the fray for business, public perception, or other reasons.1. Moral Authority and LeadershipFirst, certain corporations may have the moral authority to speak out ona particular issue because their commitment to it may be well-established orthey are known to act for what is right based on values that the corporationitself may subscribe to.337Indeed, some corporations have denied that their sociopolitical posi-tions are economically motivated; instead, they are value-based pursuant totheir mission statement. Apple CEO Tim Cook and former Starbucks CEOHoward Schultz provide illustrative examples.338 In fact, they went so far asto say “that shareholders were welcome to sell their shares of stock if theydisagreed with the company’s sociopolitical positions.”339 Cook also statedthat, “business is just a collection of people, and if people have values, than[sic] a business should, too.”340 These types of corporations have the oppor-tunity to showcase their leadership skills in times of social movements.2. Responding to BoycottsCorporations may also find themselves involved in social movementsbecause their products or services are boycotted as described in Part I above.They can respond to such boycotts by building an infrastructure within thecorporation itself to respond to not only the issue born out of the immediatesocial concern, but any future issues that may arise.341337 See discussion supra notes 145–155. R338 Nalick et al., supra note 9. R339 Id. “The CEO of Salesforce.com has also spoken with candor on the stands his com-pany has taken on sociopolitical issues such as gay marriage, race, and the Confederate flag,even though these issues appear to be largely unrelated to the company’s operations.” Id.340 Alan Murray & David Meyer, Trump’s Trade Fallout, Tech Hit, China Bear Market:CEO Daily for June 26, 2018, FORTUNE (June 26, 2018), http://fortune.com/2018/06/26/trump-trade-fallout-tech-china-bear-ceo-daily-for-june-26-2018/. This statement was made in re-sponse to the Trump Administration’s policy of separating immigrant children from parents atthe border. “You are never going to fulfill your mission of changing the world by” stayingquiet and focusing on issues that directly affect the bottom line. Id.341 Facebook recently announced that it will link employee bonuses to “making progresson major social issues,” rather than growth. Hannah Murphy, Facebook to Link EmployeeBonuses to Progress on Social Issues, FIN. TIMES (Feb. 5, 2019), https://www.ft.com/content/145a87ea-29ce-11e9-a5ab-ff8ef2b976c7. The issues to be addressed include the spread of fakenews, data privacy and security, and “building new experiences that . . . improve people’slives.” Id. While this seems praiseworthy, the social issues to be addressed are ones that havebeen the center of recent scandals at Facebook. See id.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 52 16-DEC-19 10:53492 Harvard Business Law Review [Vol. 9Professor Sarah Soule, who studies organizational management, foundthat one of the more frequent responses to boycotts by corporations is toestablish a corporate social responsibility board committee.342 “These com-mittees usually include nonprofit and civil society representatives that im-prove the company’s capacity to engage with activists, reduce the likelihoodthat future grievances will threaten the company’s reputation, and strengthenthe company’s ability to recognize and respond to emerging problems inways that pacify activist stakeholders.”3433. Responding to Proxy ProposalsAn additional way that social issues are brought to the attention of acorporation’s management are proxy proposals.344 “Proxy proposals can beused by shareholders to bring a wide range of social issues to the attention ofa company’s management.” Many social movement organizations engage inthis form of “internal” activism where they “operate activist investing units,buying stakes in a company so that they will be able to submit a proxyproposal to draw attention to the issues they care about.”345According to one research study, many corporations implement corpo-rate social research reports in response to proxy proposals.346 By doing so,corporations “can help alleviate investor uncertainty about a firm’s socialand environmental behavior by more proactively communicating the com-pany’s perspective.”347C. Guiding Principles for Corporations Involved in Social MovementsBased on the three case studies in Part II above, there appears to be anunspoken understanding that corporations will continue to be a part of socialmovements. In part, this is due to the resources corporations can provide andtheir ability to facilitate outcomes given their prominent role in our society.Corporations themselves may be motivated to participate in social move-342 Dale T. Miller, Sarah Soule: How Activism Can Fuel Corporate Social Responsibility,STAN. BUS.: INSIGHTS (Oct. 10, 2014), https://www.gsb.stanford.edu/insights/sarah-soule-how-activism-can-fuel-corporate-social-responsibility. “Boycotts are a familiar, high-profile ‘exter-nal’ form of activism, which often results from a breakdown in the [corporation]’s ability tomanage contentious stakeholders and social issues. . . . [B]oycotts generate negative mediaattention and threaten the reputation of the targeted companies . . .” Id.343 Id.344 Id.; see also 17 C.F.R. § 240.14a-8 (2019) (dealing with proxy proposals); Jennifer S.Fan, Employees as Regulators: The New Private Ordering in High Technology Companies,2019 UTAH L. REV. (forthcoming 2019) (discussing the impact of employees on private order-ing in high technology companies).345 Miller, supra note 342. “In more adversarial cases, shareholder resolutions can be pub- Rlicized as a way to generate media attention and galvanize public pressure to get social con-cerns on the corporate agenda.” Id.346 Id.347 Id.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 53 16-DEC-19 10:532019] Woke Capital: The Role of Corporations in Social Movements 493ments because it behooves them to do so. For example, a significant numberof their employees may be immigrants, as was the case in the Muslim Ban.At other times, however, they will not respond at all and choose to weatherthe public outcry. In other cases, corporations will be forced into action aswas the case with the gun control movement. The varying responses of cor-porations depend on a few different factors: (1) the composition of theirworkforce (for example, if they have a lot of millennials who tend to bemore vocal); (2) whether they have a self-interest in the movement; (3)whether it aligns with their corporate values; and (4) whether there are busi-ness reasons to get involved. Some or all of these factors can be found in thedifferent legal theories of the nature and purpose of the corporation dis-cussed in Part I.In most cases, corporations do not consider how their action or inactionmay affect the particular social movement or how their actions can influenceexisting norms or create new ones. Instead, their conception of norms devel-ops and matures over time at the behest of employees or other stakeholders.The aim of this section was to offer a few preliminary guiding princi-ples to help corporations rethink their roles in social movements. First, cor-porations should consider whether their participation is expected andnecessary due to their stakeholders. For example, in the case of the LGBTQmovement, corporations were at the forefront of developing workplace poli-cies that included issues unique to the LGBTQ community, such as domesticpartner policies, prior to it being required by law. Corporations undertookthe initiative at the behest of their LGBTQ employees.Second, corporations should evaluate the basis of their commitment tothe particular social movement and determine whether the goals of the par-ticular movement fit within their corporate purpose. In light of the broadnature of the corporate purpose of many corporations, it will most likely bethe case that if a corporation is inclined to lend its support to a social move-ment the corporate purpose should not pose a barrier.Third, corporations need to determine whether collaborations with otherorganizations, such as nonprofit organizations or other corporations, may behelpful in achieving a particular outcome. For example, collaborating withother corporations to prepare amicus briefs could be one way to leverage thecollective influence of corporations.Fourth, corporations need to determine how they will use their legal,political, economic, and social clout in a particular social movement. Howthey utilize such resources will largely depend on the movement itself andthe business implications for the corporation itself.The suggestions outlined above are not comprehensive. They are astarting point for what I hope will be a larger discussion on the role of corpo-rations on the vexing and pressing social issues that we face today.\\\\jciprod01\\productn\\H\\HLB\\9-2\\HLB203.txt unknown Seq: 54 16-DEC-19 10:53494 Harvard Business Law Review [Vol. 9CONCLUSIONIn a day and age where one tweet or social media post can go viral andmake or break the reputation of a corporation seemingly overnight, corpora-tions find themselves in the unenviable position of how to respond to some-times controversial issues. Where quick responsiveness has become thenorm, a single misstep or misreading of public sentiment can result in conse-quences worth billions of dollars. Corporations must carefully evaluate howto respond to issues over which they have little to no control. In no case isthis made more abundantly clear than with respect to social movements. Inthe past, corporations generally did not take a position on pressing socialissues unless forced by economic pressures to do so. Today, however, quitethe opposite is true. Corporations are expected to take a stance; to do other-wise is at their peril.The debate about the role of corporations in our society continues un-abated. Court cases and changing norms about the role of the corporation insociety led to the development of the modern business corporation. Econom-ics, values, stakeholders, media, and morality led to the involvement of cor-porations in social movements. By analyzing corporations through the lensof social movements, we place them within a larger epistemological frame-work thereby deepening our understanding of corporations as an agent ofchange and the effect of social movements upon them.",
    "id": 304920206,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.law.uw.edu:faculty-articles-1585"
    },
    "title": "Woke Capital: The Role of Corporations in Social Movements",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T08:00:00+00:00",
    "publisher": "UW Law Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.law.uw.edu/cgi/viewcontent.cgi?article=1585&amp;context=faculty-articles"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/304920206.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/304920206"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/304920206/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/304920206/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/304920206"
        }
    ],
    "abstract": "Iconic companies such as Apple, BlackRock, Delta, Google (now Alphabet), Lyft, Salesforce, and Starbucks, have recently taken very public stances on various social issues. In the past, corporations were largely silent in the face of them. Now the opposite is true—corporations play an increasingly visible role in social movements and there are times when corporations have led the discussion, particularly in areas where they have a self-interest or public opinion supports it. The enormous influence corporations wield on both the economic and social fabric of our society due to the legal framework and norms under which they operate make them uniquely positioned to affect the outcome of social movements—for better or worse. The contribution of this Article is three-fold: it discusses how court cases and changing norms about the role of the corporation in society led to the rise of the modern business corporation, which in turn laid the groundwork for corporations’ involvement in social movements; provides an original descriptive account of the role of corporations in social movements using three case studies and the ways in which corporations have helped or hindered such movements; and tackles the underlying normative question about the appropriateness of the involvement of corporations in social movements in light of the legal framework in which it resides. This Article concludes that despite the perils, corporate law holds the promise of being a force for social change",
    "tags": [
        "text",
        "Business Organizations Law",
        "Law and Society"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.law.uw.edu:faculty-articles-1585",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12132",
        "openDoarId": 0,
        "name": "UW Law Digital Commons (University of Washington)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 304920206,
        "depositedDate": null,
        "publishedDate": "2019-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-10T01:35:20+00:00",
        "acceptedDate": null,
        "createdDate": "2020-04-26T00:15:23+01:00"
    },
    "urls": [
        "https://digitalcommons.law.uw.edu/faculty-articles/586",
        "https://digitalcommons.law.uw.edu/context/faculty-articles/article/1585/viewcontent/Fan_woke.pdf"
    ],
    "lastUpdate": "2024-02-10T01:35:20+00:00",
    "setSpecs": []
}