{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Johnson, Robert Bradley"
        },
        {
            "name": "NC DOCKS at The University of North Carolina at Greensboro"
        }
    ],
    "contributors": [],
    "createdDate": "2018-02-12T01:19:56+00:00",
    "dataProvider": {
        "id": 3065,
        "name": "The University of North Carolina at Greensboro",
        "url": "https://api.core.ac.uk/v3/data-providers/3065",
        "logo": "https://api.core.ac.uk/data-providers/3065/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/149231063.pdf",
    "fullText": " JOHNSON, ROBERT BRADLEY, Ph.D. Workplace Climate, Degree of Outness, and Job Satisfaction of Gay and Lesbian Professional Staff in Higher Education. (2009) Directed by Dr. Deborah J. Taub. 174 pp.   Issues of diversity across college campuses are seeing a growing acceptance, however, acceptance across diversity groups is not seen as uniformly accepting, especially among gay and lesbian populations who may often find themselves in hostile, unwelcoming, or uncomfortable environments. Despite the perception that universities have been sites for political and social changes concerning the gay and lesbian population, institutions of higher education still have room for further growth concerning gay and lesbian populations and homophobia, especially as it relates to staff members. Although there is substantial research related to gay and lesbian individuals and the workplace as well as educational environments and gay and lesbian issues, the research specifically on gay and lesbian professional staff in higher educational environments is sparse. The purpose of this study was to determine the relationship between workplace climate of gay and lesbian staff members in higher education, the degree to which participants have disclosed their sexual orientation in the workplace, and overall job satisfaction within their workplace climate. The subjects were 624 gay and lesbian professional staff members representing three divisions of higher education. All participants completed surveys on workplace climate, degree of outness, overall job satisfaction, and policies and procedures at their place of employment. Findings suggest that workplace climate is a predictor of job satisfaction. Additional findings indicate the presence of policies and procedures in institutions of higher education influence both  degree of outness and perceived workplace climate when analyzed by sexual orientation and division.    WORKPLACE CLIMATE, DEGREE OF OUTNESS, AND JOB SATISFACTION  OF GAY AND LESBIAN PROFESSIONAL STAFF  IN HIGHER EDUCATION      by  Robert Bradley Johnson       A Dissertation Submitted to the Faculty of The Graduate School at The University of North Carolina at Greensboro in Partial Fulfillment of the Requirements for the Degree Doctor of Philosophy     Greensboro 2009      Approved by   Deborah J. Taub      Committee Chair                        © 2009 by Robert Bradley Johnson  ii                     To my mother, Bonnie Lackey Johnson, Who has always encouraged me to do my best. Thank you for all your love, support, and   guidance over the years.  iii APPROVAL PAGE   This dissertation has been approved by the following committee of the Faculty of the Graduate School at The University of North Carolina at Greensboro.     Committee Chair   Deborah J. Taub      Committee Members   David F. Ayers          Jen Day Shaw          John T. Willse         October 28, 2009    Date of Acceptance by Committee  October 28, 2009    Date of Final Oral Examination  iv ACKNOWLEDGMENTS   I would like to first thank Dr. Deborah J. Taub, my dissertation chair, for all her support and guidance throughout this process. Her love for higher education and her dedication to all her students is very apparent to anyone who meets her. My dissertation journey would not have been as enjoyable without her encouragement. My growth as a professional and scholar would not have been possible without the care and support of my dissertation committee:  to Dr. Jen Day Shaw for always grounding and guiding me to the practicality and applicability of my research; to Dr. David F. Ayers for helping me to always see the big picture; and to Dr. John T. Willse, for making statistics a more enjoyable and meaningful part of my research journey. This degree would not have been possible without the support and encouragement of friends, colleagues, and mentors:  to Dr. Brett Carter, my first supervisor and mentor out of graduate school, whose constant encouragement and support meant a lot to me in my doctoral journey; to Guy Sanders, a supervisor whose experience, support, and perspective I will always remember and use in my continued growth as a professional; and to my fellow doctoral cohort—Dr. Michael Shuman, Dr. Cherrel Miller Dyce, Dr. Anne-Marie Goff, and the future Dr. Dan Calhoun, Dr. Dan Sullivan, and Dr. Geoff Bailey—thanks for all the fun times, support, and encouragement throughout our time together.  Finally, I would like to acknowledge and thank my partner, Jason Robertson, whose encouragement, support, and patience allowed me to keep things in perspective  v during the long nights and weekends culminating in this final project. I look forward to returning the same encouragement, support, and patience as you work on your doctorate.   vi TABLE OF CONTENTS  Page  LIST OF TABLES........................................................................................................... viii  LIST OF FIGURES ........................................................................................................... ix  CHAPTER   I. INTRODUCTION ................................................................................................1  Statement of the Problem.............................................................................7 Significance of the Study .............................................................................8 Definition of Terms......................................................................................9 Conceptual Framework..............................................................................11 Institutional Component.................................................................11 Social Component..........................................................................13 Personal Component ......................................................................14 Interaction ......................................................................................16 Purpose of the Study ..................................................................................19   II. REVIEW OF RELATED LITERATURE..........................................................20  Job Satisfaction ..........................................................................................20 Gay and Lesbian Issues in the Workplace .................................................22 Gay and Lesbian Issues in Higher Education ............................................28    III. METHODOLOGY .............................................................................................37   Introduction................................................................................................37 Research Questions....................................................................................37 Research Design.........................................................................................38 Participants.................................................................................................38 Procedures..................................................................................................52 Instrumentation ..........................................................................................53 Abridged Job in General Scale (AJIG) ..........................................53 Lesbian, Gay, Bisexual, and Transgendered Climate      Inventory (LGBTCI).................................................................54 Self-disclosure of Sexual Orientation in the Workplace      Scale..........................................................................................56 Organizational Policies and Practices Scale ..................................57 Data Analysis .............................................................................................58  vii  IV. RESULTS ...........................................................................................................60  Introduction................................................................................................60 Research Questions....................................................................................60   V. SUMMARY AND DISCUSSION......................................................................71  Introduction................................................................................................71 Discussion ..................................................................................................72 Limitations of Study ..................................................................................82 Significance of the Study ...........................................................................86 Implications for Practice ............................................................................87 Implications for Research ..........................................................................91 Conclusion .................................................................................................95  BIBLIOGRAPHY..............................................................................................................97  APPENDIX A. CONCEPTUAL FRAMEWORK........................................................110  APPENDIX B. ORGANIZATIONS SOLICITED TO PARTICIPATE......................112  APPENDIX C.  SAMPLE RECRUITMENT EMAIL SENT TO        PROFESSIONAL ORGANIZATIONS ........................................116  APPENDIX D. AGENCY EMAILS OF SUPPORT....................................................119  APPENDIX E. ABRIDGED JOB IN GENERAL SCALE (AJIG) .............................139  APPENDIX F. LESBIAN, GAY, BISEXUAL, AND TRANSGENDERED       CLIMATE INDEX (LGBTCI).......................................................141  APPENDIX G. SELF-DISCLOSURE OF SEXUAL ORIENTATION IN       THE WORKPLACE SCALE.........................................................143  APPENDIX H. ORGANIZATIONAL POLICIES AND PRACTICES        SCALE ..........................................................................................145  APPENDIX I. COMPLETE SURVEY INSTRUMENT ............................................147  APPENDIX J. CONSENT TO ACT AS A HUMAN PARTICIPANT ......................160  APPENDIX K. EMAILS CONFIRMING PERMISSION TO USE        INSTRUMENTS...........................................................................164  viii LIST OF TABLES  Page  Table 1. Method of Notification of Study by Sexual Orientation..................................40  Table 2. Functional Work Areas of Participants by Sexual Orientation........................41  Table 3. State/Territory of Participants by Sexual Orientation......................................44  Table 4. Years in Higher Education, Ethnicity, Institution Type, & Institution       Size by Sexual Orientation..........................................................................48  Table 5. Multiple Regression Analysis Summary for Degree of Outness and       Workplace Climate Predicting Job Satisfaction (N = 468).........................61  Table 6. Multivariate Analysis of Variance F Ratios for Sexual Orientation by       Division Effects for Workplace Climate (N = 468)....................................62  Table 7. Mean Scores and Standard Deviations for Measure of Workplace       Climate as a Function of Sexual Orientation and Division       (N = 468).....................................................................................................63  Table 8. Mean Scores and Standard Deviations for Measure of Degree of       Outness as a Function of Sexual Orientation and Division       (N = 468).....................................................................................................64  Table 9. Univariate Analysis of Variance F Ratios for Perceptions of Workplace        Climate by Sexual Orientation at Each Division (N = 476) .......................65  Table 10. Multivariate Analysis of Covariance of Policies & Procedures on       Degree of Outness and Workplace Climate by Sexual Orientation,       and Division (N = 332) ...............................................................................67  Table 11. Univariate Analysis of Variance F Ratios for Effects of Policies &       Procedures on Degree of Outness by Division and Sexual Orientation       (N = 350).....................................................................................................68  Table 12. Univariate Analysis of Variance F Ratios for Effects of Policies &       Procedures on Workplace Climate by Division and Sexual Orientation       (N = 338).....................................................................................................70  ix LIST OF FIGURES  Page  Figure 1. Estimated Marginal Means of Workplace Climate by Sexual      Orientation across Division..........................................................................76  Figure 2. Estimated Marginal Means of Outness by Sexual Orientation across      Division........................................................................................................79  Figure 3. Estimated Marginal Means of Climate Total by Sexual Orientation      and Division with Policies and Procedures as a Covariate ..........................81 1    CHAPTER I  INTRODUCTION    Until 1973, homosexuality was classified as a mental disorder in the Diagnostic and Statistical Manual of Mental Disorders (DSM) (Gonsiorek & Wienrich, 1991). Even today, self-identified gay and lesbian individuals, as well as those perceived to be gay or lesbian, may be stigmatized by society because they do not follow what is considered appropriately sanctioned relational or sexual attractions (Ragins, Singh, & Cornwell, 2007). These stigmas can affect not only personal lives but also the work and professional lives of gay and lesbian individuals.   Work is a social activity as well as a serious task because it is performed by people, and people are social animals. Business relationships are the product of personal relationships, and personal relationships are the by-product of trust and camaraderie. If homophobia and heterosexist attitudes within a workplace make gay employees feel unable to be honest and open with co-workers about themselves or their lives, it will have a negative impact on those employees’ ability to function as members of the team. They will simply not be trusted. This lack of trust will affect the productivity and profitability of the work group and eventually the entire organization. (Winfield & Spielman, 1995, p. 23)    Issues revolving around career choices and professional development are critically important in how individuals define themselves and the satisfaction received from their lives, regardless of their sexual orientation (Ellis, 1996). However, the management of one’s sexual identity in the workplace has been cited as a major issue in the lives of gay men and lesbians (Chrobot-Mason, Button, & DiClementi, 2001; Griffith 2   & Hebl, 2002; Ragins et al., 2007). Career concerns are psychosocially important to the lives of gay and lesbian (GL) individuals not only because they face discrimination but also because they have “unique work-related concerns, behaviors, and needs that are deserving of scholarly attention” (Croteau & Bieschke, 1996, p. 120). The relationship between job satisfaction and life satisfaction has been described as a “spillover hypothesis,” in that the satisfaction or dissatisfaction a gay and lesbian employee has with his or her job spills over into other areas of life (Rain, Lane, and Steiner (1991), as cited in Ellis & Riggle, 1995). This spillover, therefore, has a potentially profound effect on one’s overall psychosocial development, especially as it relates to job and career concerns. The workplace has been cited as an environment mirroring the bigotry and discrimination that society has toward lesbian, gay, bisexual, and transgender (LGBT) individuals (Croteau & Lark, 1995a; Hunter, 2007; Woods & Lucas, 1993). For gay and lesbian employees, the decision to disclose their sexual orientation at work is not an easy decision. Unlike other characteristics that sometimes are more easily discernible (racial identity, physical disability, gender, etc.), sexual orientation is an attribute that “may be successfully hidden from others—albeit at some cost and with varying degrees of success—in order to mitigate negative effects in the workplace” (Blandford, 2003, p. 624). This ability to hide one’s sexual orientation has led to the gay and lesbian population being referred to as an “invisible minority” (Fassinger, 1991; House, 2004; Morgan & Brown, 1991). The invisibility of the gay and lesbian population is 3   compounded further by the initial, heterosexist assumption that all people are heterosexual (House, 2004).  The Human Rights Campaign (HRC) Foundation (2007) reports that there are approximately 145,700,000 total employees across all U.S. employment sectors. Estimates of the percentage of that workforce who identify as gay or lesbian vary between 4% to 17% (Gonsiorek & Weinrich, 1991) and 10% to 14% (Muñoz & Thomas, 2006; Powers, 1996), depending on the source consulted. Proportion estimations vary as a result of different definitions of the sexual orientation terms “gay” and “lesbian” in terms of same-sex behavior, same-sex attraction, or sexual identity (Pilcher, 2007; Ragins et al., 2007; Savin-Williams, 2006), and different measurement protocols used (Pilcher, 2007). To put these percentages into better perspective, other workplace minority groups, such as Asian Americans and Hispanic Americans, often account for lower proportions of the workforce, 4% and 10% respectively (Muñoz & Thomas, 2006). According to The 2008 Chronicle Almanac (The Chronicle of Higher Education, 2008), there currently are 4,314 colleges and universities in the United States. These 4,314 colleges and universities employ approximately 2,630,985 full time employees (U. S. Department of Education, 2006). Given these statistics and the estimated percentages of employees who are gay or lesbian, there are estimated to be somewhere between 105,239 and 447,267 employees in higher education settings who possibly identify as gay or lesbian and who “potentially suffer from discrimination, harassment, exclusion, and isolation because of it” (Muñoz & Thomas, 2006, p. 85). 4   Great variability exists in the extent to which gay and lesbian individuals are open with others in the workplace. According to Fassinger (1991), just over half of gay and lesbian individuals have disclosed their sexual orientation to co-workers. This statistic was reported in a 1989 national poll by the San Francisco Examiner of 3,748 nongay and 400 gay or bisexual men and women in a phone survey and is considered to be the most extensive national study done in the U.S. on gay people’s views of gay people’s lives and the public attitudes towards them (Hatfield, 1989). Schneider (1986) and Levine and Leonard (1984) examined the extent to which lesbians were out in the workplace and found that 29% and 27%, respectively, were not out at all or believed no one knew of their sexual orientation whereas 16% and 23%, respectively, stated they were totally open or that most people at their workplace were aware of their sexual orientation. A number of studies have examined the state of the workplace for gay and lesbian individuals. These have yielded several issues that impact the overall satisfaction of gay and lesbian employees with the workplace environment. These include degree of outness or disclosure of sexual orientation (Levin & Leonard, 1984; Schneider, 1986), discrimination, loss of employment, and potential physical harm (Badgett, Lau, Sears, & Ho, 2007; Chafetz, Sampson, Beck, & West, 1974; Croteau, 1996; Levine & Leonard, 1984; Morgan & Brown, 1991; Ragins & Cornwell, 2001; Ragins, Cornwell, & Miller, 2003; Schneider, 1986; Waldo, 1999), salary earnings (Badgett et al., 2007; Black, Makar, Sanders, & Taylor, 2003; Blandford, 2003; Ellis & Riggle, 1995), and workplace heterosexism (Lyons, Brenner, & Fassinger, 2005; Ragins & Cornwell, 2001; Waldo, 1999). Given the large number of gay and lesbian employees who work in these 5   organizations, it is important to understand these issues in depth. Additionally, it is important to understand the impact that these issues also have in studying the overall environment of higher education. When employed in organizations that lacked supportive policies and that were predominantly heterosexual, gay employees were more likely to report being victims of discrimination (Ragins & Cornwell, 2001). According to the Human Rights Campaign, 2,878 employers in March 2005 had nondiscrimination policies in place that included sexual orientation. According to Equality Forum’s Fortune 500 Workplace Project (Equality Forum, 2009), 94.6 % or 473 of Fortune 500 companies in 2008 provided nondiscrimination protection for gay and lesbian employees, which increased from only 35.4 % or 177 of Fortune 500 companies who offered protection when the project began in 2003. In comparison, only 9.3 % or 400 of the 4,314 institutions of higher education currently have written nondiscrimination policies in place protecting sexual orientation (Singh & Wathington, 2003).  In her national study examining the experiences of LGBT people, their perceptions of campus climate for LGBT people, as well as their perceptions of institutional responses to LGBT issues and concerns, Rankin (2003) reported LGBT administrators and staff described their campus climates for LGBT individuals as homophobic (81% and 73% respectively). Despite initiatives to address the particular needs and vulnerabilities of LGBT individuals on campus with proactive measures—such as LGBT resource centers, safe-space programs, institutional recognition for LGBT student groups, LGBT-inclusive practices like domestic partner benefits or 6   nondiscrimination policies, sensitivity trainings, and an infusion of LGBT issues into the curriculum—LGBT individuals within these campus communities still feared for their safety, kept their identities secret, experienced harassment, and felt that their campuses were unsupportive of LGBT individuals (Rankin, 2005).  The academic world has been stated to provide “a wide variety of diversity—people, occupations, learning, and opportunities—to its employees” (Philips, Cagnon, Buehler, Remón, & Waldecker, 2008) as well as a workplace characterized as being one “with less demand for conformity, and more acceptances of individuals’ work styles or lifestyles” (Philips et al., 2008, p. 15). Deborah Haliczer went on to state, “it is difficult to find this range in any other setting. Generally, it does not exist outside of educational institutions” (Philips et al., 2008, p. 15). Yet, as statistics show, corporate America is conquering the challenge of addressing LGBT concerns more appropriately—and more quickly—than institutions of higher education. The American Association of Colleges and Universities (AACU) (1995) challenged higher education “to commit our institutions to the task of making our campuses inclusive educational environments in which all participants are equally welcome, equally valued, and equally heard” (p. 35) and further asserted that   In its commitment to diversity, higher education assumes, therefore, both a distinctive responsibility and a precedent-setting challenge. While other institutions in the society are also fostering diversity, higher education is uniquely positioned, by its mission, values, and dedication to learning, to foster and nourish the habits of heart and mind that Americans need to make diversity work in daily life. We have an opportunity to help our campuses experience engagement across difference as a value and a public good. (p. xvi)   7   Statement of the Problem  Issues of diversity across college campuses are seeing a growing acceptance (Levine, 1992), however, acceptance across diversity groups is not seen as uniformly accepting, especially among gay and lesbian populations who may often find themselves in hostile, unwelcoming, or uncomfortable environments (Ritchie & Banning, 2001). Despite the perception that universities have been sites for political and social changes concerning the gay and lesbian population (Waldo & Kemp, 1997), institutions of higher education still have room for further growth concerning gay and lesbian populations and homophobia, especially as it relates to staff members.  Much of the research and literature that exists on gay and lesbian issues in higher education revolves primarily around the experiences of students and faculty (e.g., Altemeyer, 2001; Brown, Clarke, Gortmaker, & Robinson-Keilig, 2004; Evans, 2002; Khayatt, 1997; Liddle, Kunkel, Kick, & Hauenstein, 1998; Sanford & Engstorm, 1995; Sears, 2002; Skelton, 2000; Tierney, 1992; Waldo & Kemp, 1997). Some of the research and literature includes gay and lesbian staff with students and/or faculty (e.g., Rankin, 2003; D’Emilio, 1990), whereas only a few seem to look exclusively at staff in higher education (Croteau & Lark, 1995a, 1995b; Croteau & von Destinon, 1994; Cullen & Smart, 1991). Each of those studies examined only professional staff members in student affairs and did not include gay or lesbian professional staff members working in other areas of higher education.      8   Significance of the Study  Although there is substantial research related to gay and lesbian individuals and the workplace as well as educational environments and gay and lesbian issues, the research specifically on gay and lesbian professional staff in higher educational environments is sparse. In order to effectively carry out their responsibilities, gay and lesbian employees need to feel comfortable and safe in those environments. For example, previous research has shown reason for concern for the wellbeing of gay and lesbian student affairs staff in higher education. Analysis of a national survey of gay, lesbian, and bisexual student affairs professionals revealed that 60% of the respondents reported experiencing homophobic discrimination at least once and 38% reported experiencing it two or more times, while 44% indicated that they felt they would be discriminated against in the future (Croteau & Lark, 1995b). However, this study looked only at staff in student affairs and not at staff in other divisions of colleges and universities. Research into gay and lesbian job satisfaction in higher education is significant to both policy and practice. Policies relating to the presence and implementation of non-discriminatory actions relating to gay and lesbian individuals, such as inclusion of sexual orientation in non-discrimination statements as well as support organizations, and diversity training are crucial because such policies and actions allow gay and lesbian workers to have greater opportunities to be out at work, to experience less job discrimination, and even to have more favorable co-worker interactions (Griffith & Hebl, 2002). Because the very nature and mission of institutions of higher education often revolve around helping develop well-rounded students in all aspects—intellectually, 9   civically, ethically, socially—it is imperative that institutions of higher education practice what they preach, especially involving issues of diversity.  Definition of Terms   The following terms are defined as they were applied in this study:  Coming out is defined as the process by which an individual shares his or her sexual orientation with others in the workplace.  Degree of outness is defined as the extent to which an individual’s sexual orientation is known to those working with him or her in the workplace, as determined by the number of people in the workplace who are aware of the individual’s sexual orientation. Gay refers to men who have physical, romantic, emotional and/or spiritual attractions to other men (GLAAD, 2008).  Heterosexism refers to “the attitude that heterosexuality is the only valid sexual orientation. Often takes the form of ignoring lesbians, gay men and bisexuals” (GLAAD, 2008).  Heterosexual is “a person whose enduring physical, romantic, emotional and/or spiritual attraction is to people of the opposite sex. Also “straight” (GLAAD, 2008). Homophobia is defined as a “fear of lesbians and gay men. Prejudice is usually a more accurate description of hatred or antipathy toward LGBT people” (GLAAD, 2008). Homosexual is an “outdated clinical term considered derogatory and offensive by many gay men and lesbians” (GLAAD, 2008). 10   Job Satisfaction refers to “how people feel about their jobs and different aspects of their jobs . . . the extent to which people like (satisfaction) or dislike (dissatisfaction) their jobs . . . can be considered as a global feeling about the job or as a related constellation of attitudes about various aspects or facets of the job” (Spector, 1997, p. 2). Lesbian refers to “a woman whose enduring physical, romantic, emotional and/or spiritual attraction is to other women” (GLAAD, 2008). Out or openly gay “describes people who self-identify as lesbian or gay in their public and/or professional lives” (GLAAD, 2008). Sexual orientation is defined as “the scientifically accurate term for an individual's enduring physical, romantic, emotional and/or spiritual attraction to members of the same and/or opposite sex, including lesbian, gay, bisexual and heterosexual orientations” (GLAAD, 2008). Staff or staff member refers to individuals employed within a higher education institution whose primary role is not that of a student or a teaching faculty member. Workplace is defined as a person’s place of employment; in this context, workplace is further defined as the division or area of employment within a college or university.  Workplace heterosexism is defined as “an ideological system that denies, denigrates, and stigmatizes any nonheterosexual form of behavior, identity, relationship, or community” (Herek, 1992, p. 89).   11   Conceptual Framework Appendix A contains a model that shows the interaction of these factors as they currently exist based upon a review of the literature and will represent the conceptual framework on which this study is based. Like many members of marginalized groups, gay and lesbian individuals have struggled, and continue to struggle, with finding acceptance in today’s society. Although strides have been made in gaining greater awareness of the issues facing this community, there is still much work left to do before gay and lesbian community members enjoy the same equal rights as their heterosexual counterparts. Like many other marginalized groups in our society, gay and lesbian individuals not only must learn to navigate through the process of their own identity development, but they must also assess and navigate around and sometimes through homophobic and heterosexist obstacles and challenges that exist within the dominant (heterosexual) society (Stevens, 2004). An overall emancipatory or critical paradigm will be used to better explain the idea that multiple factors or concepts play a role in determining workplace satisfaction for gay and lesbian professional staff in higher education, not just a select one or two. See Appendix A for a visual representation of the conceptual framework. Institutional Component  This component includes workplace concepts such as benefits, policies, and procedures within a corporation or business. Obear (2000) provides a strong argument for adding sexual orientation to diversity initiatives undertaken by a company or organization. By establishing itself as an organization that values diversity, businesses, as 12   well as higher educational settings, can make a strong commitment to marginalized groups, such as the gay and lesbian community, by offering domestic partner benefits and adding sexual orientation to non-discrimination statements and policies. A fundamental motivation for individuals is the need for social support and a sense of belonging because “those who acknowledge and receive favorable and supportive reactions from others feel happier and less stressed in the workplace” (Griffith & Hebl, 2002, p. 1196). Griffith and Hebl (2002) found that self-identified gay and lesbian individuals who worked for an organization that was perceived to be gay friendly or supportive reported higher levels of job satisfaction and lower levels of work anxiety. Worker retention and performance are critical concerns for businesses today that often invest time and money into training employees to carry out specific responsibilities. Gay and lesbian employees take notice of how a business or organization chooses to go on record publicly as supporting all of its employees, especially concerning sexual orientation. Organizations that choose to include policies, procedures, and benefits for gay and lesbian employees are more apt to be employers for which gay and lesbian employees feel comfortable and satisfied working. Obear (2000) stated:   Organizations that want to retain employees recognize they must create a work climate where all employees feel safe, respected and able to contribute and develop to their fullest potential. Incidents of homophobia and uninclusive, heterosexist policies and work practices result in employee turnover and decreased morale, motivation, and productivity. (p. 27)   Griffith and Hebl (2002) also found that gay and lesbian employees were:  13   more likely to be “out,” report less job discrimination, more favorable coworker reactions, and more fair treatment from their boss or supervisor when their organizations have written nondiscrimination policies, actively show support for gay/lesbian activities, and offer diversity training that specifically includes gay/lesbian issues. (p. 1196)   Therefore, by taking the time to appropriately address issues such non-discrimination policies and partner benefits, organizations can improve or even create a better, more accepting, and even more satisfying environment for their gay and lesbian employees. Social Component The workplace social component of this framework includes discrimination in the workplace, support in the workplace, and co-workers’ openness. The presence of these aspects can shape or influence workplace satisfaction for gay and lesbian individuals. Croteau and Lark (1995b) found that homophobic discrimination was a frequent occurrence in the professional lives of gay and lesbian student affairs staff to such an extent that 60% reported experiencing it at least once, and although no significant relationship between discrimination and job satisfaction was found, at least 86% of the participants stated that “lesbian, gay, and bisexual support in the work environment affects job satisfaction” (p. 196).   Another interesting aspect of this component is the idea that the degree to which a gay and lesbian individual discloses his or her sexual orientation to co-workers may not actually be dependent upon his or her own comfort level with discussing it but rather on the co-worker’s preparation to receive and understand the information being shared (Montini, 2000). This illustrates how the degree to which a gay and lesbian individual is comfortable may not be the only, or even the most critical, factor; the degree to which the 14   co-worker feels comfortable learning about the sexual orientation of his or her co-worker may be equally or more important. Participation of employees in diversity workshops and trainings may be effective in increasing the comfort of co-workers. Evans, Broido, and Wall (2004) cited evidence that participation in a day-long workshop addressing gay and lesbian issues and concerns raised participants’ awareness to the extent that they sought to return to their various campuses and not only serve as an advocate within their own departments but also across their respective campuses as well. Personal Component The last component looks at gay and lesbian identity development and the degree of self- disclosure of one’s sexual identity to others. Stevens (2004) acknowledges a number of theories and models proposed to explain gay and lesbian identity development, from those focusing on a linear developmental track, such as Cass’ (1979, 1984) Homosexual Identity Model, to those acknowledging a life-span environmental approach to sexual identity development, such as D’Augelli (1994).  Although there have been several models of gay identity development proposed by researchers, this conceptual framework will primarily consider the theories of Cass (1979, 1984) and D’Augelli (1994). These two were chosen primarily because Cass’ theory is one of the foundational theories upon which many other models are based and D’Augelli provides a life-span approach to gay identity development.  Cass looks primarily at the process through which an individual “comes out,” or identifies as gay or lesbian. The theory incorporates a six-step model ranging from 15   identity confusion (denial of one’s homosexuality or bisexuality) to identity synthesis (acceptance and integration identifying as a gay or lesbian individual). Within this model, the process by which one discloses his/her sexual orientation or “comes out” begins to emerge in stage 3 with Identity Tolerance. This stage typically sees the emergence of ”splitting,” the process whereby an individual presents as straight or heterosexual to non-gay others while at the same time discreetly seeking out other gay or lesbian individuals in an effort to reduce the sense of isolation he or she is feeling. The disclosure process continues through stage 4 (Identity Acceptance) in which an individual becomes more accepting of his or her gay or lesbian identity and may begin to disclose to a select few but not to everyone. Stage 5 of Cass’ model (Identity Pride) finds an individual more comfortable with his or her gay or lesbian identity and is analogous at times to Immersion in Cross’ model of Black identity development (1971) in that the individual essentially declares “I’m here, and I’m Queer.” A potential drawback to Cass’ theory is that it can be somewhat linear in scope, as it is commonly identified as a step process. Other potential problems or concerns with Cass’ theory include the fact that the theory was based upon a clinical sample that Cass had access to as a psychotherapist. Given that these individuals were symptomatic enough to require clinical treatment, they might not be a fully representative sample upon which to base a theory. Cass’ sample was also Australian; cultural factors specific to Australian society may not be applicable to other societies such as the United States (McCarn & Fassinger, 1996). Fassinger (1994) criticized Cass’ model and others for not 16   having been tested adequately. Lastly, Cass’ 1979 theoretical model is outdated, with much more research having been conducted since this time on gay identity.  D’Augelli’s theory (1994), on the other hand, provides a more interactive approach to gay and lesbian identity development and allows for more fluidity in the identity development process, ranging from exiting heterosexual identity (realizing one is gay or lesbian and sharing this with others) to entering a gay and lesbian community (becoming more politically and socially active around gay and lesbian issues). Because D’Augelli’s model is not as linear as Cass’, the process of coming out or disclosing one’s sexual identity is more developmentally fluid than Cass’ stage or step process. For D’Augelli, developing a gay or lesbian identity status and social identity could occur early on in establishing one’s gay or lesbian identity because D’Augelli views identity development as a continual, life-long process. Developmental processes where one becomes a gay and lesbian offspring (disclosing one’s sexual orientation to parents), develops an intimacy status relative to social norms (pictures of partners at the office, public displays of affection, introducing partners to others) and enters the gay and lesbian community through politics and social activism are times when the disclosing of one’s sexual orientation to others would be more prevalent.  Interaction  The amount of research conducted specifically on the work experiences of lesbian, gay, and bisexual individuals has only recently begun to come to more scholarly attention, as evidenced by Croteau’s (1996) review of research on the subject, which yielded nine studies of the subject. Dilley’s (2004) review of research of gay, lesbian, 17   bisexual, transgender, and queer (LGBTQ) research within higher education yielded only 27 research-based articles focusing on LGBTQ research in higher education, the majority of which focused on campus climate, student life issues, and college-level teaching. The knowledge base by which to understand gay and lesbian issues of professional staff in higher education is minimal.  As my conceptual framework model tries to demonstrate, there is considerable interaction between and influence by social, institutional, and personal components, especially the personal component involving the degree of self-disclosure of sexual orientation. The decision to self-disclose can be influenced by the attitudes, behaviors, and actions of one’s co-workers. If an environment is not perceived as gay-friendly or safe, a gay and lesbian employee may suppress this aspect of his or her life with others at work. Consequently, this suppression could affect the level of satisfaction experienced by the employee in interacting with co-workers. Likewise, we see a reciprocal relationship existing between the personal and institutional components, as the degree to which one self-discloses in the workplace could be a direct result of the presence of supportive policies and procedures in place by the organization; having policies that protect and acknowledge gay and lesbian employees can create an environment where self-disclosure is welcomed and appreciated. A reciprocal relationship potentially exists as well, in that the presence of gay and lesbian employees who have self-disclosed to co-workers and supervisors can also affect the level and degree of policies, procedures, and benefits present within an organization. 18   It is important also to note the degrees to which the components themselves can directly influence workplace satisfaction. The degree or level to which policies and procedures exist that address gay and lesbian concerns as well as the degree that co-workers display positive or negative attitudes and behaviors can effect workplace satisfaction of gay and lesbian employees independently of the level to which gay and lesbian employees have self-disclosed. If an employee is “in the closet” or not out at work, they potentially still could have a high degree of satisfaction with their work environment because of the policies and procedures that exist or because of the friendly nature of their co-workers. The conceptual framework for this study took into consideration several factors from the literature that could interact in such a manner as to affect one’s perception of workplace climate and the degree of job satisfaction. These factors interact both among factors (e.g. institutional to personal) and have a direct impact upon workplace climate and job satisfaction. The institutional component factors of policies and procedures addressing gay and lesbian employees in the workplace (nondiscrimination policy, domestic partner benefits, etc.) is a key factor in understanding the impact they have upon workplace climate and degree of outness. In addition, the degree of outness of gay and lesbian employees and their workplace climate is believed to affect overall job satisfaction. Lastly, the extent to which degree of outness and workplace climate is affected by sexual orientation and division is of concern. All of these are areas of concern for the current study and will be examined.  19   Although many different factors can impact workplace climate and job satisfaction, only policies and procedures, sexual orientation, and degree of outness were studied, This decision was made after examining similar models presented in other research studies (Lyons et al., 2005; Ragins & Cornwell, 2001; Waldo, 1999). These studies identified the variables of interest in this study as being predictors of workplace climate and job satisfaction, thus leading to the decision to focus on these variables for this study.  Purpose of the Study  The purpose of this study was to determine the relationship between workplace climate of gay and lesbian staff members in higher education, the degree to which participants have disclosed their sexual orientation in the workplace, and overall job satisfaction within their workplace climate. The research questions were:  (1) How much of the variance in job satisfaction is accounted for by participants’ degree of outness and workplace climate?   (2) Are there significant differences between gay and lesbian staff members and the division in which they work in terms of the degree of outness and workplace climate? (3) Is there a relationship between organizational policies and procedures and degree of   outness and workplace climate?  20    CHAPTER II  REVIEW OF RELATED LITERATURE   In order to understand the complexity of the issues affecting gay and lesbian individuals in the workplace, one must understand some of the factors that play a role in job satisfaction. The review encompasses examining the work lives of gay and lesbian employees in relation to job earnings, extent of fear of job loss, the level of disclosure (degree of outness) regarding sexual orientation, and overall job satisfaction.   As has been previously noted, several issues and concerns within the workplace have a potential influence upon the overall functioning of and satisfaction of gay and lesbian employees in their work environments. Degree of outness or disclosure of sexual orientation to coworkers, discrimination, loss of employment, potential fear of physical harm, discrepancies in salary earnings, and workplace heterosexism are factors that potentially affect gay and lesbian employees in the work. However, these concerns have been explored more within the general workplace environment than more specifically within the higher educational environment.  Job Satisfaction  Job satisfaction is one of the most frequently studied behavioral variables in organizational research (Spector, 1997). Simply put, job satisfaction is “how people feel about their jobs and different aspects of their jobs . . . the extent to which people like (satisfaction) or dislike (dissatisfaction) their jobs . . . can be considered as a global 21   feeling about the job or as a related constellation of attitudes about various aspects or facets of the job” (Spector, 1997, p. 2). It can be evaluated as an overall global feeling about one’s job or a combination of attitudes regarding various aspects of a job (Spector, 1997).  Job satisfaction is crucial not only to organizations but also to individual employees. Viewed from a humanitarian perspective, “people deserve to be treated fairly and with respect” (Spector, 1997, p. 2), and job satisfaction can be indicative of good treatment, more specifically, emotional well-being or psychological health. From a utilitarian perspective, organizational functioning can be affected by job satisfaction through positive and/or negative behaviors of employees (Spector, 1997). Employee behaviors, whether they are good or bad, can provide a reflection of the overall functioning of the organization to others (Spector, 1997).  Employees’ perceptions about various aspects of their workplace environment, such as job content, management climate, employee influence on the work group, reward fairness, and promotion opportunities, can help to explain the construct of job satisfaction (Zeitz, 1990). Job satisfaction can be assessed either on a global perspective or by key factors such as those cited by Zeitz (1990), including pay, promotion, supervision, and co-workers (Fields, 2002). Spector (1997) went further and stated that influences on job satisfaction can be classified into two major categories. The first category relates to the job environment and aspects of the job itself, including “how people are treated, the nature of job tasks, relations with other people in the workplace, and rewards” (p. 30). The second category is related to both an individual’s personality and prior experiences. 22   Together, these two categories often affect job satisfaction and influence what is referred to as “the fit” between an individual and a job.  Gay and Lesbian Issues in the Workplace Self-disclosure of one’s sexual orientation, or the degree to which one is “out” regarding his or her sexual orientation to others, is a factor that gay and lesbian individuals take into consideration when interacting with coworkers and peers. Wells’ and Kline’s (2001) qualitative study of 23 gay men’s and 17 lesbians’ decision-making processes on disclosing sexual orientation revealed that, although disclosure of sexual orientation to others can be a threatening process, even more destructive results could occur when gay and lesbian individuals choose not to disclose their sexual orientation, for “each time homosexuals deny their sexual orientation they hurt themselves slightly, which has a cumulative effect on their energies and vitality” (p. 192). Gay and lesbian individuals also expend a great deal of energy in protecting their careers. Disclosure of sexual orientation at work could mean “risking the loss of one’s emotional and career investment” (Wells & Kline, 2001, p. 196). Even though self-disclosure potentially might aid gay men and lesbians to feel more positively about themselves as well as help them to develop better relationships with co-workers, disclosing was still often “too great a risk because of the potential harm” (Wells & Kline, 2001, p. 196). Schneider (1986) stated that, in a research sample of 228 lesbians in the workforce and the extent to which they were open or “out” about their sexual orientation at work, 29% reported not being open at all, 32% were somewhat open, 23% were mostly 23   open, and 16% were totally open. Similarly, Levine and Leonard’s (1984) sample of 203 lesbian workers and the extent to which coworkers knew of their sexual orientation found that 27% stated that no one at work knew they were lesbian, 21% said only close friends knew, 29% reported some knew, and 23% stated all or most people at work knew their sexual orientation.  The wide range of variance in the extent to which people disclose their sexual orientation is attributable to many factors. Research and several studies have documented that gay and lesbian individuals believe they potentially could face or actually already have faced or encountered discrimination (Badgett et al., 2007; Croteau, 1996; Croteau & von Destinon, 1994; Levine & Leonard, 1984; Morgan & Brown, 1991; Ragins & Cornwell, 2001; Ragins et al., 2003; Saghir & Robins, 1973; Waldo, 1999), actual or fear of loss of employment (Bell & Weinberg, 1978; Chafetz et al., 1974; Saghir & Robins, 1973; Schneider, 1986), and/or physical harm (Levine & Leonard, 1984) as a result of the disclosing of their sexual orientation. In addition to these factors, others such as potential lower earnings (Badgett et al., 2007) and potential lack of advancement in the workplace (Bell & Weinberg, 1978; Levine & Leonard, 1984; Ragins & Cornwell, 2001; Saghir & Robins, 1973) also affect degree of disclosure. Overall, these studies ranged from reviews of previous literature or research studies covering LGBT populations (Badgett et al., 2007; Croteau, 1996), studies of lesbians ranging from 51 members of a homophile organization in Houston, Texas (Chafet et al., 1974) to 1,917 predominantly White, middle-class, educated lesbians representing every state and geographic region of the    U. S. (Morgan & Brown, 1991), to larger community samples of GLB individuals 24   ranging from 287 LGB community members in a mid-size Northeastern city and small Midwestern city (Waldo, 1999) to 768 gay rights and activist group members across the U. S. (Ragins & Cornwell, 2001). Variations in the impact of sexual orientation on wage earnings of gays and lesbians in the workplace also have been reported. In a study of 167 gay and lesbian employees, Ellis and Riggle (1995) found that gays and lesbians who were less open about their sexual orientation in the workplace tended to earn more than their more open gay and lesbian peers. However, this study drew participants only from choral, social, and discussion groups in San Francisco and Indianapolis who not only were somewhat more open about their sexual orientation, given their membership in such groups, but also were more educated than the general population (Ellis & Riggle, 1995). Badgett et al. (2007) summarized nine studies examining earnings of gay and bisexual men compared to heterosexual men. Even after taking into consideration occupational differences between the groups, gay and bisexual men were still found to earn 10% to 32% less than their similarly qualified heterosexual counterparts. Black et al. (2003) found in their study examining data from the 1989-1996 General Social Surveys that, depending on how sexual orientation was defined, gay men were found to earn between 14% and 16% less than heterosexual men. In an analysis reported in the same year shortly after Black et al.’s (2003) study, Blandford (2003), also utilizing data from the 1989-1996 General Social Surveys, reported that gay and bisexual men were found to earn 30% to 32% less than their heterosexual peers. The discrepancy in findings resulted from the definition of sexual orientation used by each study. Black et al. (2003) used a more inclusive criterion, 25   defining gay, lesbian, and bisexual individuals as those who had had a same sex partner since age 18, where Blandford (2003) used a definition of same-sex behavior within the past twelve months of the study in defining gay, lesbian, and bisexual orientation.  Some studies suggest that lesbians actually may earn more than heterosexual women (Badgett et al., 2007; Black et al., 2003; Blandford, 2003). Blandford (2003) reported that lesbian and bisexual women were found to earn an estimated 17% to 23% more than their heterosexual peers. Black et al.’s (2003) study found that lesbians earned between 20% and 34% more than their heterosexual counterparts. However, the definition used for sexual orientation may make a difference. Lesbians, defined as having engaged in same-sex behavior within the past one to five years, earned more than their heterosexual counterparts; however, lesbians defined as having engaged in same-sex behavior since age 18 were found to have no advantage in earnings (Badgett et al., 2007).  Some researchers (Ellis & Riggle, 1995; Griffith & Hebl, 2002) have explored the relationship between openness about sexual orientation and job satisfaction among gay men and lesbian women. Gay and lesbian employees who disclosed at work and who worked for an organization perceived to be supportive of gay and lesbian issues were found to have higher levels of job satisfaction and lower levels of job anxiety, according to Griffith and Hebl’s (2002) study of 220 gay men and 159 lesbians in various workplace settings within the Houston, Texas area. Participants in this study were primarily White but Hispanic, African American, Native American and Asian American populations also were represented. Participants had an average age of 39 years, had worked in their current place of employment an average of 7.5 years, and tended to be 26   more educated and earn higher salaries than heterosexual counterpart populations of previous studies. Ellis and Riggle’s (1995) study of 167 individuals from San Francisco and Indianapolis choral groups and an Indianapolis women’s discussion group found that, although gay and lesbian employees not completely out at work tended to be more satisfied with their salary as well as earn more than colleagues who were completely open about their sexual orientation, they were not, however, as satisfied with the relationships they had with co-workers as colleagues who were more open about their sexual orientation.  Other researchers (Lyons et al., 2005; Ragins & Cornwell, 2001; Waldo, 1999) have explored workplace heterosexism, discrimination, and job satisfaction for gay and lesbian employees. Lyons et al. (2005) conducted a quantitative study utilizing two sample populations—one similar to the study’s original sample as well as a second population used for cross-validation purposes. Demographic information, however, will only be shared for the first sample population. The first sample population consisted of 397 self-identified gay, lesbian, and bisexual individuals employed in work settings ranging from the arts, business, education, and health care to legislative and legal, managerial, human and social services, and technical trades. The majority of the participants identified as European American but other ethnicities such as Hispanic/Latino, Asian American/Pacific Islander, African American, and Native American were also represented. The majority of participants worked full time (68.8%), earned between $30,000 and $60,000 dollars (39.8%), and had completed some graduate coursework or possessed a master’s or professional/doctoral degree (56.4%). Regarding 27   the relationship between the theory of work adjustment, heterosexism, and gay, lesbian, and bisexual employees, Lyons et al. (2005) found that almost one half of job satisfaction for LGB employees was accounted for by the degree to which they felt a fit with their workplace environment.  Ragins’ and Cornwell’s (2001) stratified random sampling study examined 768 members of three national gay rights organizations in the United States, including one of the largest gay civil rights organizations, a national gay Latino-Latina Organization, and a national gay African-American organization. When employed in organizations lacking supportive policies and that were predominantly heterosexual, gay employees were more likely to report being a victim of discrimination (Ragins & Cornwell, 2001). Gay and lesbian employees who perceived discrimination in the work environment also held more negative work attitudes and received fewer promotions overall (Ragins & Cornwell, 2001). Waldo’s (1999) quantitative study population consisted of two sample populations totaling to 287 gay, lesbian, and bisexual individuals in a medium-sized Northeastern city and a small Midwestern city. The majority of participants in the first sample were gay or lesbian (92.3%), Caucasian (90.3%), and had completed some college education, with more than half having received a Bachelor’s degree. Participants in sample two were predominantly White (93.5%), gay or lesbian (89.8%), and more than one half had received a Bachelor’s degree. Waldo (1999) found that LGB employees who experienced heterosexism in the workplace displayed higher levels of psychological distress and health-related concerns, resulting in lower satisfaction with several aspects of their jobs which in turn led to the development of stronger intentions or desires to leave their jobs 28   and lower satisfaction with their personal health. Lower satisfaction with their personal health also led employees to have higher levels of absenteeism from work and to engage in work withdrawal behaviors.  Some of the factors affecting gay and lesbian employees in the general workplace are also prevalent within higher education workplace environments. Further exploration of these factors helps to establish the context by which gay and lesbian professional staff in higher education view their workplace environment, are satisfied with their jobs, and the degree to which they feel comfortable disclosing and discussing their sexual orientation. Gay and Lesbian Issues in Higher Education Much of the research and literature that exists on gay and lesbian issues in higher education revolves primarily around the experiences of students and faculty (e.g., Altemeyer, 2001; Brown et al., 2004; Evans, 2002; Khayatt, 1997; Sanford & Engstrom, 1995; Sears, 2002; Skelton, 2000; Tierney, 1992; Waldo & Kemp, 1997). Some of the research and literature addresses gay and lesbian staff in combination with students and/or faculty (e.g., D’Emilio, 1990; Rankin, 2003), whereas the literature addressing exclusively professional staff in higher education is not as prolific (Croteau & Lark, 1995a; Croteau & Lark, 1995b; Cullen & Smart, 1991).  Cullen and Smart (1991) addressed several key topical areas of gay, lesbian, and bisexual professionals’ daily lives within student affairs, including the decision to disclose in the workplace, relationships in the workplace, and legal and employment concerns of LGB professionals. Cullen and Smart (1991) provided an assessment 29   developed by Wall and Washington (1987) to assess gay, lesbian, and bisexual support environments, which can be used by student affairs professionals in gauging the current campus climate concerning gay and lesbian issues as well as information on ways to change or improve that environment. Although Cullen and Smart’s chapter is not an empirical study, it does provide a good overview foundation for issues facing gay and lesbian student affairs professionals.  Croteau and Lark (1995b) analyzed the results of their national mixed-methods survey conducted with 174 lesbian, gay, and bisexual student affairs professionals about their workplace experiences related to their sexual orientation. The researchers sought to provide the first descriptive information about the work experiences of LGB student affairs professionals as well as to look more closely into the relationship between the degree of being open about one’s sexual orientation or lifestyle and the level of discrimination incurred. The instrument used was a combination of demographic questions, multiple-choice questions, and Likert-scale items concerning work experiences related to being LGB as well as open-ended questions asking participants to describe discrimination encountered while working in student affairs. Participants were members of the American College Personnel Association’s (ACPA) Standing Committee on Lesbian, Gay, and Bisexual Awareness. Out of a possible 408 respondents, 270 responded, yielding a relatively high return rate of 66%. Of those who responded, 64% (n = 170) self-identified as gay, lesbian, or bisexual; these respondents were the sample used for this study. Demographics of the population found the following: gender was almost equally split (49% female, 51% male); sexual orientation consisted of lesbian (42%), gay 30   (45%), bisexual women (8%), and bisexual men (6%); race was predominantly White (90%); educational level was primarily at the master’s (76%) and doctoral (20%) levels, average age of participants was 34.1 years; and number of years employed was averaged out to 8.24 years. Position level was weighted more heavily with respondents who were at the mid-management level (51%) versus entry (18%), director or assistant vice-president (15%), and faculty or other (16%) levels. A broad array of functional areas was represented as well, with the majority of respondents working in residence life (47%), followed by counseling (12%), student activities (12%), administration (5%), career services (4%), or multiple areas (9%). In terms of institution types, 67% worked at a state university or college, with others falling into private/nonreligious (18%), community (6%), private/religious colleges (8%), and other (2%) categories. As shared earlier, the findings of this survey reported that at least 60% of the respondents reported experiencing some type of homophobic discrimination at least once, and 38% reported at least two or more such incidents; 44% felt that they would be discriminated against in the future. Croteau and Lark (1995b) found that job satisfaction was not significantly related to the level of discrimination experienced, but they also stated that such a relationship may be counterbalanced by other factors. For example, those who reported that they faced discrimination also reported that they were more open about their sexuality, therefore leading to the conclusion that the positive effects on job satisfaction of being open and out at work outweigh the negative effects of discrimination. Although no statistically significant relationship between job satisfaction and level of discrimination was found, roughly 86% of the respondents indicated that gay and lesbian support in the 31   work environment did affect their job satisfaction. A weakness of the study is that it did not take into account many of the individualized factors that gay and lesbian professionals need to take into consideration when determining their level of openness at work. Another weakness, for purposes of this study, is that it takes into account only the work experiences of gay and lesbian staff working in student affairs and does not explore the work experiences of gay and lesbian staff in other areas of higher education, such as academic affairs or business affairs.  Croteau and Lark (1995a) performed a qualitative analysis to identify biased and exemplary student affairs practices in an effort to categorize and illustrate such practices for the profession. Croteau and Lark (1995a) sampled the LGB population of the then American College Personnel Association (ACPA) Standing Committee on Lesbian, Gay, and Bisexual Awareness (now the Standing Committee on Lesbian, Gay, Bisexual and Transgender Awareness) utilized in a previous research study (Croteau & Lark, 1995b) to identify, categorize, and illustrate exemplary and biased practices within the field of student affairs relating to gay, lesbian, and bisexual student affairs professionals. The analysis yielded 10 overall themes related to biased and exemplary practices in student affairs, along with examples of each based on participants’ responses. The ten themes of exemplary student affairs practice are to: (a) “openly express affirmation of lesbian, gay, and bisexual people and confront homophobic remarks made by others” (p. 474); (b) “respond to homophobic harassment and violence with support for victims, sanctions for perpetrators and antihomophobia education for all” (p. 475); (c) “be inclusive of lesbian, gay, and bisexual people in language, programming, written materials, social events, and 32   diversity activities/policies” (p. 476); (d) treat lesbian, gay, and bisexual people with the same level of regard they would any other students or colleagues” (p. 476); (e) be “sensitive to the unique development and situation needs of lesbian, gay, and bisexual people” (p. 477); (f) “value students and staff being “out,” work to promote a climate that supports openness, and respect the confidentiality of those who choose not to be “out””(p. 477); (g) “provide staff training and campus programs designed to reduce homophobia and increase awareness” (p. 478); (h) “provide or support programs specifically for lesbian, gay, or bisexual persons on campus” (p. 478); (i) “advocate for lesbian, gay, and bisexual organizations and individuals” (p. 479); and (j) be “equitable and affirmative in employment procedures, decisions, and benefits” (p. 479).  A possible limitation of the Croteau and Lark (1995b) investigation includes data analysis of participants’ responses. The authors stated, “concisely describing the full range of participant responses may have been difficult because of the heterogeneity of both the participants providing information and the phenomenon being studied” (p. 480). Another limitation, once again, lies in the fact that the study was only conducted with student affairs staff and did not include staff working in other aspects of higher education. In terms of strengths, the authors’ membership within the community of study (gay and lesbian) as well as their professional experiences concerning sexual orientation issues provided a high within-group credibility to the overall investigation. Overall, the study developed implications for practice and training within the field of student affairs not only by providing a means to improve student affairs practices but also by providing guidance for improvements at both the individual and institutional levels.  33   Rankin’s (2003) work combined the experiences of gay and lesbian students, faculty, staff, and administrators in a national study of campus climate. Respondents provided information about their personal campus experiences as LGBT individuals, their perceptions of the climate for LGBT academic community members, and perceptions of institutional actions such as policies and initiatives concerning LGBT issues on their campuses. Of 30 institutions invited to participate, 14 institutions completed the project, yielding a total of 1,669 usable surveys returned from 1,000 students, 150 faculty, 467 staff/administrators, 326 people of color, 66 people with disabilities, 572 gay men, 458 lesbians, 334 bisexual people, 68 transgender people, 825 “closeted” people, 848 women, and 720 men (Rankin, 2003).  Three themes were determined from analysis of the quantitative and qualitative data gathered from Rankin’s (2003) study: (a) lived oppressive experiences, (b) perceptions of anti-LGBT oppression on campus, and (c) overall institutional actions including policies and initiatives regarding LGBT concerns on campus. With respect to lived oppressive experiences, 29% of respondents experienced harassment within the past year and of those experiencing harassment, 89% stated that derogatory remarks were the most common form of harassment. Twenty percent of all respondents feared for their physical safety as a result of their sexual orientation or gender identity, and 51 % concealed their sexual orientation or gender identity to avoid harassment or intimidation by others (Rankin, 2003). Pertaining to perceptions of anti-LGBT oppression on campus, 61% of the respondents believed gay men and lesbians were likely to face harassment, 43% rated their overall campus climate as being homophobic, and 10% shared that they 34   purposefully avoided areas of campus where LGBT individuals congregated for fear of being labeled as LGBT (Rankin, 2003). Finally, with respect to institutional actions and procedures, 41% stated their institution was not addressing sexual orientation or gender identity issues; 43 % felt that the academic curriculum did not appropriately represent contributions of LGBT individuals; 44 % agreed that their institution had visible leadership concerning issues on sexual orientation or gender identity; 64 % shared their workplace or classroom accepted them as LGBT individuals; and 72 % felt their institution provided visible resources related to LGBT concerns (Rankin, 2003). It is important to note that institutions agreeing to participate in Rankin’s assessment of campus climate all possessed a visible representation of LGBT concerns on their campus, whether in the form of a LGBT resource center or an individual whose job responsibilities included addressing LGBT concerns and issues on campus, therefore making these institutions not necessarily representative of all colleges or universities (Rankin, 2003). Another note of clarification is that it is not clear how Rankin defined the categories of “administrator” and “staff” in her assessment, making it difficult to discern exactly to what personnel level Rankin’s assessment reached in relation to the population that this current study assessed.  Hence, the scholarly research and literature is lacking when it comes to issues concerning specifically gay and lesbian staff across all areas within higher education. Research exists for gay and lesbian staff working in student affairs, but information concerning professional staff within other areas of an institution, such as business affairs and academic affairs, is not extensive. In fact, a broader perspective must be employed in 35   gathering information and theoretical perspectives relating to gay and lesbian individuals and their concerns in the general workplace in order to look more closely at the unique experiences of gay and lesbian staff in higher educational workplaces. Such perspectives include studies on “coming out” (e.g., Driscoll, Kelley, & Fassinger, 1996; Griffith & Hebl, 2002; Harry, 1993; Kronenberger, 1991; Mohr & Fassinger, 2003; Rasmussen, 2004; Schneider, 1986) and research on the workplace in general and career development considerations for gay and lesbian individuals (e.g., Croteau, 1996; Dunkle, 1996; Lonborg & Phillips, 1996). In terms of further exploration and investigation into the workplace experiences of gay, lesbian, and bisexual staff in higher education, Cullen and Smart (1991) stated that  Gay, lesbian, and bisexual professionals have paid a high price for being part of an almost invisible minority. Even though most will find a way to survive the prejudice that is often leveled against them, the educational system has the opportunity to transform the focus from mere survival toward integration, understanding, and enrichment. (Olson, 1987)   But it is not enough that gay and lesbian staff members merely survive in their work environments. They should be offered the same respect and acknowledgement as any other minority on campus in terms of the efforts made to learn more about their lifestyle and culture. Higher education would benefit greatly by taking a closer look at the environments that exist for gay and lesbian staff, for by making these staff members more comfortable in their work environments, interactions with students will be enhanced, thus 36   creating a more meaningful learning environment that is mutually beneficial to all. Rankin (2003) stated that  Universities and colleges should provide a safe space where all voices are respected, where no voice is silenced simply because it is antithetical to another’s. College and universities therefore must seek to create an environment characterized by equal access for all students, faculty and staff regardless of cultural differences, where individuals are not just tolerated but valued . . . The experiences of students and other campus members are not only important to the campus community, but ultimately reflect and affect our society as a whole. (p. 9) 37    CHAPTER III  METHODOLOGY   Introduction  This chapter describes the research questions, research design, recruitment and selection of the sample population, procedures by which the study was conducted, data collection, and analysis procedures. The purpose of this study was to examine the relationship between job satisfaction, disclosure of sexual orientation (degree of outness) in the workplace, and the workplace climate of gay and lesbian professional staff members in higher education settings. Research Questions The research questions for this study were:    (1) How much of the variance in job satisfaction is accounted for by participants’ degree of outness and workplace climate?   (2) Are there significant differences between gay and lesbian staff members and the division in which they work in terms of the degree of outness and workplace climate?  (3) Is there a relationship between organizational policies and procedures and degree of outness and workplace climate?  38   Research Design  This study was a correlational design utilizing survey methodology with four primary measurement instruments. The purpose of this design was to gather information related to the overall workplace climate of participants, the degree to which participants have disclosed their sexual orientation in the workplace (outness), participants’ overall job satisfaction within the workplace climate, and the presence of policies and procedures within the workplace related to gay and lesbian issues and concerns. Participants Participants were 624 staff members working in a higher education institution who self-identified their sexual orientation as gay or lesbian. Initially, 812 individuals began the survey but 188 were eliminated for not meeting research criteria (identify as higher education staff, male or female, gay or lesbian). The classification “staff member” was operationalized as professionals working in higher education settings whose primary role was not that of a student or of a teaching faculty member. The sample population was obtained by contacting 92 professional organizations of higher education (Appendix B) and asking them to forward a request (Appendix C) inviting qualified individuals within their organization to participate in this research survey. Of the 92 organizations solicited, 16 agreed to forward the research request. From those 16 organizations, approximately 13,600 people were initially contacted about this research study. As noted earlier, estimates regarding the percentage of the workforce identifying as gay or lesbian varies between 4% to 17% (Gonsiorek & Weinrich, 1991) and 10% to 14% (Muñoz & Thomas, 2006; Powers, 1996). Initially, this survey was distributed directly to 39   approximately 13,600 by the 16 participating organizations. Given the percentage range (4% to 17%) of individuals identifying as gay or lesbian, this would mean that, with 13,600 people initially receiving notice of this survey and 624 participants completing the survey, this study achieved an approximate response rate between 27.0% (for the 17% of the workforce who identify as gay or lesbian) and 114.7% (for the 4% of the workforce who identify as gay or lesbian). The overall response rate for this study was 4.6%. The initial request to participate distributed by the organizations was communicated either by a pre-established email distribution list or as an informational item in the organization’s newsletter. If an organization had a specific committee or sub-population of its membership devoted to LGBT issues and concerns, the organization was asked to distribute the request just to the members of this group, as more than likely this group would be the individuals most likely to complete the survey. In addition to this convenience sample, snowballing was also used as a way to further extend the opportunity to capture a small target population as participants in the study. In fact, when asked how the participant learned of this research survey, 334 (54.2%) responded that it had been passed on from a colleague, versus 218 (35.4%) who stated they learned about it from an organization (see Table 1). Three hundred seventy-six (60.3%) participants identified as male and 248 (39.7%) identified as female. Additionally, the age range of participants was 21-70, with a mean age of 43.6 and a median age of 43.5. Three hundred seventy-nine (60.7%) identified as gay, and 245 (39.3%) identified as lesbian. 40   Table 1  Method of Notification of Study by Sexual Orientation                Gay Lesbian Total         Notification Method n % n % n %               An organization 118 31.5 100 41.5 218 35.4 Passed on from a colleague 225 60.0 109 45.2 334 54.2 Some other way 32   8.5 32 13.3 64 10.4 Skipped question     8               In terms of the division of higher education in which they worked, 153 (24.5%) indicated Academic Affairs, 48 (7.7%) indicated Business Affairs, 315 (50.5%) indicated Student Affairs, and 108 (17.3%) indicated “Other.”  For purposes of this study, the Other category was not analyzed with respect to the division category. After examining the responses given for the Other category, it was decided that, given the complex and varied nature of how institutions define which departments make up divisions such as academic affairs, business affairs, and student affairs, only those responses that clearly indicated one of the three specific divisions would be used in analyses involving division.  Of the 46 functional areas listed from which the participants could select (see Table 2), the top 10 functional areas represented most by participants were Residence Life/Housing (n = 88, 14.1%), Academic Advising (n = 57, 9.1%), Academic Support Services (n = 30, 4.8%), Counseling (n = 26, 4.2%), GLBT Affairs/Programs (n = 23, 41   3.7%), Technology Administration (n = 23, 3.7%), Admissions (n = 21, 3.4%), Registration & Records (n = 19, 3.0%), Student Activities (n = 17, 2.7%) and Assessment/Research (n = 16, 2.6%). The “Other” category elicited 101 responses (16.2%) and accounted for functional responsibilities not completely captured by the options offered (e.g., library, arts/museum, publications, etc.) or were a combination of services offered as separate options (e.g., residence life and multicultural affairs, academic counseling for athletes, etc.). One participant skipped this question and did not indicate a functional area.  Table 2  Functional Work Areas of Participants by Sexual Orientation                Gay Lesbian Total         Functional Work Area n % n % n %               Academic Advising 28 7.4 29 11.8 57   9.1 Academic Support Services 12 3.2 18   7.3 30   4.8 Admissions 16 4.2 5   2.0  21   3.4 Adult Learner Services 1 0.3 0   0.0 1   0.2 Alumni Relations 2 0.5 0   0.0 2   0.3 Athletics 1 0.3 7   2.9 8   1.3 Assessment/Research 9 2.4 7   2.9 16   2.6 Campus Safety 2 0.5 2   0.8 4   0.6 Career Services/Planning/  Placement 10 2.6 3   1.2 13   2.1 Community Service 2 0.5 0   0.0 2   0.3 42   Table 2--Continued  Functional Work Areas of Participants by Sexual Orientation                Gay Lesbian Total         Functional Work Area n % n % n %               Commuter Affairs/Services 1 0.3 0   0.0 2   0.3 Counseling 11 2.9 15   6.1 26   4.2 Development 7 1.9 2   0.8 9   1.4 Disabled Student Services 3 0.8 2   0.8 5   0.8 Enrollment Services 8 2.1 0   0.0 8   1.3 Events/Conference Planning 2 0.5 2   0.8 4   0.6 Experiential Education 0 0.0 2   0.8 2   0.3 Facilities Management 1 0.3 6   2.4 7   1.1 Financial Aid 2 0.5 1   0.4 3   0.5 Financial Management/  Business Affairs 12 3.2 2 0.8 14   2.2 First-Year Experience 1 0.3 2 0.8 3   0.5 Food Services 0 0.0 0 0.0 0   0.0 GLBT Affairs/Programs 12 3.2 11 4.5 23   3.7 Graduate Student Affairs/  Services 5 1.3 1 0.4 6   1.0 Greek Affairs 8   2.1 0   0.0 8   1.3 Health Education/Promotion 3   0.8 6   2.4 9   1.4 Health Services 6   1.6 6   2.4 12   1.9 Human Resources 3   0.8 7   2.9 10   1.6 Institutional Research 6   1.6 7   2.9 13   2.1 International Student Affairs 4   1.1 2   0.8 6   1.0  43   Table 2—Continued  Functional Work Areas of Participants by Sexual Orientation                Gay Lesbian Total         Functional Work Area n % n % n %               Intramural/Recreational  Sports 2   0.5 1   0.4 3   0.5 Judicial Affairs 2   0.5 6   2.4 8   1.3 Leadership Development 4   1.1 1   0.4 5   0.8 Multicultural Affairs 3   0.8 2   0.8 5   0.8 Orientation 5   1.3 2   0.8 7   1.1 Registration & Records 14   3.7 5   2.0 19   3.0 Religious Life/Programs 1   0.3 0   0.0 1   0.2 Residence Life/Housing 58 15.3 30 12.2 88 14.1 Service Learning 0   0.0 0   0.0 0   0.0 Student Activities 16   4.2 1   0.4 17   2.7 Student Employment 0   0.0 0   0.0 0   0.0 Student Unions 3   0.8 2   0.8 5   0.8 Study Abroad 13   3.4 2   0.8 15   2.4 Technology Administration 14   3.7 9   3.7 23   3.7 Women’s Center 0   0.0 2   0.8 2   0.3 Other 65 17.2 36 14.7 101 16.2               Geographic data showed that most participants worked in California (n = 105, 16.8%), New York (n = 50, 8.0%), Texas (n = 41, 6.6%), Massachusetts (n = 32, 5.1%), Ohio (n = 32, 5.1%), Illinois (n = 24, 3.8%), Indiana (n = 21, 3.4%), Michigan (n = 21, 44   3.4%), North Carolina (n = 21, 3.4%), Maryland (n = 18, 2.9%), and Virginia (n = 18, 2.9%). Forty states and the District of Columbia were represented in the responses (See Table 3). Two respondents indicated their residence as outside of the U. S. (Amsterdam and South Africa), and one participant did not indicate a place of residence.  Table 3  State/Territory of Participants by Sexual Orientation                Gay Lesbian Total         State/Territory n % n % n %               Alabama 3   0.8 2   0.8 5   0.8 Alaska 0   0.0 0   0.0 0   0.0  Arizona 12   3.2 5   2.0 17   2.7 Arkansas 4   1.1 3   1.2 7   1.1 California 60 15.8 45 18.4 105 16.8 Colorado 6   1.6 5   2.0 11   1.8 Connecticut 5   1.3 2   0.8 7   1.1 Delaware 0   0.0 0   0.0 0   0.0 Florida 11   2.9 5   2.0 16   2.6 Georgia 8   2.1 2   0.8 10   1.6 Hawaii 1   0.3 0   0.0 1   0.2 Idaho 0   0.0 1   0.4 1   0.2 Illinois 13   3.4 11   4.5 24   3.8 Indiana 17   4.5 4   1.6 21   3.4 Iowa 3   0.8 3   1.2 6   1.0 Kansas 1   0.3 3   1.2 4   0.6 45   Table 3—Continued  State/Territory of Participants by Sexual Orientation                Gay Lesbian Total         State/Territory n % n % n %               Kentucky 11   2.9 4   1.6 15   2.4 Louisiana 2   0.5 4   1.6 15   2.4 Maine 3   0.8 1   0.4 6   1.0 Maryland 11   2.9 7   2.9 18   2.9 Massachusetts 19   5.0 13   5.3 32   5.1 Michigan 11   2.9 10   4.1 21   3.4 Minnesota 7   1.8 2   0.8 9   1.4 Mississippi 1   0.3 0   0.0 1   0.2 Missouri 8   2.1 3   1.2 11   1.8 Montana 0   0.0 0   0.0 0   0.0 Nebraska 0   0.0 0   0.0 0   0.0 Nevada 0   0.0 0   0.0 0   0.0 New Hampshire   1   0.3 3   1.2 4   0.6 New Jersey 5   1.3 6   2.4 11   1.8 New Mexico 0   0.0 1   0.4 1   0.2 New York 36   9.5 14   5.7 50   8.0 North Carolina 12   3.2 9   3.7 21   3.4 North Dakota 0   0.0 0   0.0 0   0.0 Ohio 18   4.7 14   5.7 32   5.1 Oklahoma 0   0.0 1   0.4 1   0.2 Oregon 0   0.0 0   0.0 0   0.0 Pennsylvania 7   1.8 11   4.5 18   2.9 46   Table 3--Continued  State/Territory of Participants by Sexual Orientation                Gay Lesbian Total         State/Territory n % n % n %               Rhode Island 2   0.5 1   0.4 3   0.5 South Carolina 12   3.2 2   0.8 14   2.2 South Dakota 0   0.0 0   0.0 0   0.0 Tennessee 2   0.5 2   0.8 4   0.6 Texas 22   5.8 19   7.8 41   6.6 Utah 1   0.3 2   0.8 3   0.5 Vermont 9   2.4 3   1.2 12   1.9 Virginia 10   2.6 8   3.3 18   2.9 Washington 7   1.8 8   3.3 15   2.4 West Virginia 0   0.0 0   0.0 0   0.0 Wisconsin 5   1.3 2   0.8 7   1.1 Wyoming 0   0.0 0   0.0 0   0.0 Guam 0   0.0 0   0.0 0   0.0 U.S. Virgin Islands   0   0.0 0   0.0 0   0.0 Puerto Rico 0   0.0 0   0.0 0   0.0  Washington, DC   8   2.1 2   0.8 10   1.6 Outside U.S. 2   0.8 0   0.0 2   0.8 Missing 1   0.3 0   0.0 1   0.0               Over half the participants (53.6%) indicated that they had worked in the field of higher education between 1-5 years (n = 187, 30.0%) and 6-10 years (n = 147, 23.6%). One 47   hundred three participants (16.5%) indicated they had worked 20 or more years in higher education. Although there was representation in all ethnic categories offered for identification by participants (Hispanic of any race, American Indian or Alaska Native, Asian, Black or African American, Native Hawaiian or Other Pacific Islander, White or Caucasian, and two or more races), the majority of participants identified as White or Caucasian (n = 540, 87.4%) (see Table 4).  Types of higher education setting from which participants could choose were also widely represented, with only the “All men” category not being selected by a participant. Overall, participants predominantly worked in public (n = 366, 58.7%), 4-year (n = 537, 86.1%), co-educational (n = 349, 55.9%), non-religiously affiliated (n = 134, 21.5%), liberal arts (n = 122, 19.6%) institutions. Several responses (n = 72, 11.5%) were in the “Other” category and included such classifications as branch campus, research I, professional school, and land-grant university. Responses in the “Other” category were not examined further in an effort to categorize them into one of the given options because this factor was not a variable of interest for the study. The majority of participants (73.2%) reported their institution size as 10,000-19,999 (n = 135, 21.6%) and 20,000 and above (n = 322, 51.6%). Highest level of education completed by participants showed that the majority held either a master’s degree (n = 349, 55.9%) or a doctoral degree (n = 91, 14.6%) (see Table 4). 48   Table 4   Years in Higher Education, Ethnicity, Institution Type, & Institution Size by Sexual  Orientation                Gay Lesbian Total         Variable n % n % n %               Number of Years in Higher Education  Less than 1 year 10   2.6 8   3.3 18   2.9  1-5 years 115 30.3 72 29.4 187 30.0  6-10 years 85 22.4 62 25.3 147 23.6  11-15 years 62 16.4 40 16.3 102 16.3  15-20 years 48 12.7 19   7.8 67 10.7  20-25 years 38 10.0 22   9.0 60   9.6  more than 25 years 21   5.5 22   9.0 43   6.9 Ethnicity     Hispanic of any race 21   5.6 3   1.2 24   3.9 American Indian or Alaska Native 5   1.3 1   0.4 6   1.0 Asian 11   2.9 4   1.6 15   2.4 Black or African American   14   3.7 8   3.3 22   3.6 Native Hawaiian or Other Pacific Islander 1   0.3 1   0.4 2   0.3 White or Caucasian 318 84.8 222 91.4 540 87.4 Two or more races 10   2.7 6   2.5 16   2.6   49   Table 4—Continued  Years in Higher Education, Ethnicity, Institution Type, & Institution Size by Sexual  Orientation                Gay Lesbian Total         Variable n % n % n %               Type of Higher Education Environment Private 119 31.4 52 21.2 171 27.4 Public 210 55.4 156 63.7 366 58.7 2-year 19   5.0 11   4.5 30   4.8 4-year 331 87.3 206 84.1 537 86.1 Community College 13   3.4 11   4.5 24   3.8 All Women 6   1.6 1   0.4 7   1.1 All Men 0   0.0 0   0.0 0   0.0 Co-ed 206 54.4 143 58.4 349 55.9 Religiously Affiliated 26   6.9 12   4.9 38   6.1 Non-religiously Affiliated   83 21.9 51 20.8 134 21.5 Liberal Arts 77 20.3 45 18.4 122 19.6 Technical 6   1.6 2   0.8 8   1.3 Native American Serving/ Tribal College 0 0.0 1 0.4 1 0.2 Historically Black College/University 1   0.3 1   0.4 2   0.3 Hispanic Serving Institution 12   3.2 6   2.4 18   2.9 Other 50 13.2 22   9.0 72 11.5 50   Table 4—Continued  Years in Higher Education, Ethnicity, Institution Type, & Institution Size by Sexual  Orientation                Gay Lesbian Total         Variable n % n % n %               Size of Institution   Under 1,000 9   2.4 2   0.8 11   1.8 1,000-4,999 51 13.5 37 15.1 88 14.1 5,000-9,999 44 11.6 24   9.8 68 10.9 10,000-19,999 82 21.6 53 21.6 135 21.6 20,000 and above 193 50.9 129 52.7 322 51.6 Level of Education    Some High School 0   0.0 0   0.0 0   0.0 High School Diploma 1   0.3 0   0.0 1   0.2 Some College 8   2.1 9   3.7 17   2.7 Associate’s Degree 3   0.8 0   0.0 3   0.5 Bachelor’s Degree 42 11.1 27 11.0 69 11.1 Some Graduate School  Work 41 10.8 27 11.0 68 10.9 Master’s Degree 212 55.9 137 55.9 349 55.9 Certificate/Specialist   Degree 6   1.6 4   1.6 10   1.6 Doctoral Degree 60 15.8 31 12.7 91 14.6 Other 6   1.6 10   4.1 16   2.6               51   Of the 92 organizations listed in which participants could indicate membership, the greatest representation was found from the following: ACPA—College Student Educators International (n = 164, 26.3%), NASPA—Student Affairs Administrators in Higher Education (n = 132, 21.2%), the National Academic Advising Association (n = 67, 10.7%), the Association of College and University Housing Officers-International (n = 64, 10.3%), the American Association of Collegiate Registrars and Admissions Officers (n = 36, 5.7%), NAFSA: Association of International Educators (n = 33, 5.2%), the Consortium of Higher Education LGBT Resource Professionals (n = 31, 5.0%), the Association of Fraternity Advisors (n = 19, 3.0%), the Association for Institutional Research (n = 15, 2.4%), and the National Association of Student Affairs Professionals (n = 15, 2.4%). Of those who indicated “Other” (n = 193, 30.9%), 85 (44.0%) indicated that they did not belong to any of the listed organizations.  In attempting to study the gay and lesbian population, “sampling is fraught with dilemmas, particularly with populations that are difficult to define, hard to reach, or resistant to identification because of potential discrimination, social isolation or other reasons that are relevant to lesbian, gay, bisexual, and transgender (LGBT) populations” (Meezan & Martin, 2003, p. 8). Given this target population, purposive sampling was effective because it is “composed of subjects selected deliberately (on purpose) by researchers, usually because they think certain characteristics are typical or representative of the population” (Vogt, 2005, p. 252). Given that sexual orientation is potentially not as easily discernible as one’s race, ethnicity, or gender might be, gay and lesbian individuals 52   have sometimes been classified as an invisible minority because of the ability to “pass” as heterosexual in order to avoid negative consequences (Ragins et al., 2007).  Researchers working with LGBT populations use methods such as snowball sampling in addition to the Internet when developing sampling strategies (Meezan & Martin, 2003). “Snowballing” relies on participants to provide the researcher with the name of another subject who fits desired participant demographics. In this study, snowball sampling was utilized by asking participants to forward the survey link to other professionals who might not be a member of the organization but who were eligible to participate as a result of identifying as a gay or lesbian staff member in a higher education setting. Likewise, convenience sampling was employed, as the researcher was able to use groups of higher education professionals that were already established, some of whom also have identified gay and lesbian subpopulations within their overall organizations.  Procedures Ninety-two professional organizations were solicited in an effort to obtain a significant sample of gay and lesbian staff working in various higher education settings. In cases where the organization had the ability to specifically target an established self-identified gay and lesbian sub-population of the overall organization, the survey request was emailed specifically to those individuals instead of the entire organization. When gay and lesbian sub-populations or groups were not readily identifiable within an organization, the request to participate was distributed to all members of the organization. The researcher contacted each organization to receive written authorization for a 53   preliminary and follow-up email to be distributed to its membership in order to recruit participants for the study (See Appendix D). Recipients of the email were asked to forward the survey website address to colleagues who were also gay or lesbian higher education professional staff members who may not have received the initial research request.  There was a possibility that some individuals received more than one invitation to participate in the study, either because they were members of more than one organization, or because they had the survey forwarded to them more than once, or both. To guard against having individuals respond more than once, participants were asked to complete the survey only once and to identify all organizations from the provided list of organizations with which they were affiliated.  Instrumentation Abridged Job in General Scale (AJIG) Job satisfaction was measured using the Abridged Job in General Scale (AJIG; Russell et al., 2004). The AJIG is a modified version of the 18-item Job In General (JIG) Scale and is part of the family of job attitude measures included in the Job Descriptive Index (JDI) (Russell et al., 2004). The AJIG is an 8-item scale designed to measure global satisfaction with one’s job. Items for the AJIG are:  Good, Undesirable(R), Better than most, Disagreeable (R), Makes me content, Excellent, Enjoyable, and Poor (R). Items marked with “(R)” indicated reverse scoring is used when data coding. Responses were gathered using a 3-point nominal scale (“yes,” “no,” “?”) asking participants to indicate if the item describes his or her job in general. A response of “?” was interpreted 54   as being undecided about the item in relation to his or her job. A computational total was gathered by adding together scores from the 8 items. A higher computational total indicated greater satisfaction with one’s job (See Appendix E). The internal consistency reliability of the AJIG, reported over multiple studies by Russell et al. (2004) in the course of their reduction process with the JIG, ranged between .85 and .87. Overall, Russell et al. (2004) demonstrated that the reduction of the 18-item JIG scale to the 8-item AJIG scale had “minimal impact on its reliability or validity” (p. 890) as evidenced by the results of three individual studies.   Across three studies, we carefully developed and cross-validated an abridged version of the JIG by following recommendations and procedures from Stanton (2000) and Stanton et al. (2002). In Study 1, we used the combinatorial approach as well as item goodness judgments . . . to choose among the best configures of possible JIG subtests. In addition, we tested the equivalence of covariance matrices across datasets including either the full-length or abridged JIG. In Studies 2 and 3, we assessed the psychometric properties of the AJIG in isolation (i.e., without the additional items from the full-length version of the scale) and further examined its relations to other theoretically relevant constructs (e.g., organizational commitment). (Russell et al., 2004, p. 881)   Each of these studies helped determine the validity of AJIG in comparison to the full-length JIG. Study 1 yielded an alpha coefficient of .87 and correlated strongly with the original scale (JIG), r=.97. Study 2 yielded alpha coefficients ranging between .83 to .85, while Study 3 yielded alpha coefficients ranging between .83 and .90. For the current study, the alpha coefficient was .93.  Lesbian, Gay, Bisexual, and Transgendered Climate Inventory (LGBTCI) Workplace experiences of gay and lesbian staff members were measured using the Lesbian, Gay, Bisexual, and Transgendered Climate Inventory (LGBTCI; Liddle, 55   Luzzo, Hauenstein, & Shuck, 2004). The LGBTCI is a 20-item scale designed to measure the perceived workplace climate for gay, lesbian, bisexual, and transgendered employees. However, for this study, only gay and lesbian individuals were surveyed and thus, “bisexual” and “transgender” were removed from the inventory to avoid confusion. Items for the LGBTCI are worded based on the stem, “At my workplace . . .” and include items such as “Lesbian and gay (LG) employees are treated with respect,” “Employees are expected to not act ’too gay’,” and “Employee LG identity does not seem to be an issue.”   Responses were gathered using 4-point Likert-scale items (1=Doesn’t describe at all, 2=describes somewhat or a little, 3=describes pretty well, 4=describes extremely well) and included reverse scoring for 8 items, in which 5 was subtracted from each response score. An overall computational total, which could range from 20 to 80, was then calculated. A higher computational score indicated a more perceived favorable workplace climate for gay and lesbian employees (See Appendix F). Liddle et al. (2004) reported a test-retest reliability coefficient of .87. Internal consistency (Cronbach’s alpha) was reported at .96. Construct validity was supported through the use of open-ended questions from LGBT employees from a variety of workplace settings, in which real life work experiences were linked with defined quantitative variables. In addition, construct validity was determined by correlating scores with total scores on the Minnesota Satisfaction Questionnaire-Short Form (MSQ-SF), which resulted in a correlation of .58. LGBTCI scores also correlated with the LGB Workplace Discrimination Survey at a reported value of -.52. Liddle et al. (2004) stated that “correlations in this range indicate adequate evidence of construct validity” and that 56   “these moderate correlations indicate that the construct we were measuring (workplace climate) was related to but not synonymous with the construct of work satisfaction and with self-reports of workplace discrimination” (p. 43). For the current study, the alpha coefficient for the instrument was .94.  Self-disclosure of Sexual Orientation in the Workplace Scale The degree of outness of participants will be measured using the Self-Disclosure of Sexual Orientation in the Workplace Scale (House, 2004). Drawing upon the research of Day and Schoenrade (1997) and Ragins and Cornwell (2001), House (2004) created a combined scale to gauge the degree of self-disclosure of one’s sexual orientation in the workplace. For the Day and Schoenrade (1997) portion of the scale, the stem, “How hard to you try to keep your sexual orientation secret from these people at work?” was evaluated across six categories of people found in the work environment (co-workers, immediate supervisors, other supervisors, subordinates, middle management, and top management). Responses were gathered using a 4-point Likert-type scale with the following definition: 1=I try very hard to keep it secret; 2=I try somewhat hard to keep it secret; 3=I don’t try to keep it secret; and 4=I actively talk about it to others. A computational score was gathered by summing response answers, with possible scores ranging from 6 to 24. Higher scores indicate a greater degree of self-disclosure and lower scores indicate a lesser degree of self-disclosure of sexual orientation by the participant in the workplace. Day and Schoenrade (1997) reported a coefficient alpha of .97. Ragins and Cornwell’s (2001) contribution to the scale is the question, “At work, have you disclosed your sexual orientation to: (a) no one, (b) some people, (c) most people, and (d) 57   everyone?”  This question was computationally scored similarly to the previous 6 items from Day and Schoenrade’s scale (1997). A 4-point Likert scale was used where 1=no one, 2=some people, 3=most people, and 4=everyone. The score for this question was then added to the scores from the previous 6 questions. Using all items in this questionnaire, possible total computational scores range from 7 to 28, where once again higher scores indicated a greater degree of self-disclosure and lower scores indicated a lesser degree of self-disclosure of sexual orientation by the participant in the workplace (House, 2004) (See Appendix G). For the current study, the alpha coefficient was .93. Organizational Policies and Practices Scale Six items taken from Ragins and Cornwell’s (2001) study established an overall score related to an organization’s policies and practices concerning gay and lesbian employees in the workplace. These six items (presence of a written nondiscrimination policy that includes sexual orientation, inclusion of sexual orientation in the definition of diversity, inclusion of awareness of gay-lesbian-bisexual issues in diversity trainings, availability of same-sex partner benefits, offerings of LGB resources or support groups, and welcoming of same-sex partners at company social events) have previously been cited as indicators of organizational cultures that are supportive of gay employees (Friskopp & Silverstein, 1996; Mickens, 1994). In Ragins and Cornwell’s (2001) study and in this study, these six items were coded such that the presence of the factor or “yes” yielded a score of 1, the absence or “no” a score of 0, and “don’t know” responses were coded as missing. Responses to the six items were then summed to create an overall scale for organizational policies and practices, which yielded an overall coefficient alpha of 58   .82. When correlated with other factors from Ragins and Cornwell’s (2001) study, which are also examined within this current study (e.g., disclosure of orientation and job satisfaction), the following significant correlations with disclosure of orientation occurred:  nondiscrimination policy, included in diversity definition, domestic partner benefits, gay support groups, and invited to social events. For job satisfaction, the following significant correlations occurred: included in diversity definition, domestic partner benefits, and invited to social events (See Appendix H). For the current study, the alpha coefficient was .73. Data Analysis Descriptive statistics were obtained. Research Question #1 (How much of the variance in job satisfaction is accounted for by participants’ outness and workplace climate?) was answered using a simple multiple regression with job satisfaction as the outcome (or dependent) variable and disclosure of sexual orientation and workplace climate as the predictors. Multiple regressions evaluate the effects of more than one independent (predictor) variable on a dependent (outcome) variable (Vogt, 2005). For example, in the analysis of this question, the goal was to determine to what extent job satisfaction (dependent) was predicted by degree of outness and perceived workplace climate (independent variables). Research Question #2 (Are there significant differences between gay and lesbian staff members and the division in which they work in degree of outness and workplace climate?) was analyzed using a multivariate analysis of variance (MANOVA) with sexual orientation (gay or lesbian) and division (academic affairs, business affairs, and student affairs) as independent variables and degree of outness and 59   workplace climate as dependent variables. MANOVAs allow for the “simultaneous study of two or more related dependent variables while controlling for the correlations among them” (Vogt, 2005, p. 202). The MANOVA is used here to study the extent to which two related dependent variables, degree of outness and perceived workplace climate, are influence by participants’ sexual orientation and the division in which they are employed. Research Question # 3 (Is there a relationship between organizational policies and procedures and degree of outness and workplace climate?) was answered using a multivariate analysis of co-variance (MANCOVA) with sexual orientation (gay or lesbian) and division (academic affairs, business affairs, or student affairs) as dependent variables, degree of outness and perceived workplace climate as the independent variables, and organizational policies and procedures (nondiscrimination policy, included in diversity definition, included in diversity training, domestic partner benefits, gay support groups, and invited to social events) as the covariate. MANCOVAs are used when “one or more variables are collected to statistically control for sources of variation with multiple criterion variables” (Bray & Maxwell, 1985, p. 71). For this analysis, the influence of policies and procedures on degree of outness and workplace climate was of interest, therefore, necessitating the need to control for policies and procedures. When significant results were found for any of the MANOVAs, follow-up analyses were conducted to identify where specific differences lay. Missing data were excluded from analyses. Significance level was set at .05.  60    CHAPTER IV  RESULTS   Introduction  As stated in Chapter I, the purpose of this study was to determine the relationship between workplace climate of gay and lesbian staff members in higher education, the degree to which participants have disclosed their sexual orientation in the workplace, and overall job satisfaction within their workplace climate. This chapter is organized in relation to the three research questions posed in Chapter III. It first examines how much of the variance in job satisfaction is accounted for by participants’ degree of outness and workplace climate. It then examines participants’ sexual orientation and the division in which they work in relation to the degree they have disclosed their sexual orientation to others at work and the overall perceived workplace climate. Finally, the influence of organizational policies and procedures are examined to determine their influence on the degree of outness and the perceived workplace climate of gay and lesbian employees.  Research Questions Question 1: How much of the variance in job satisfaction is accounted for by participant’s degree of outness and workplace climate? The relationship between job satisfaction, degree of outness (disclosure of one’s sexual orientation to coworkers) and workplace climate (perceived supportiveness of workplace toward gay and lesbian employees) was explored using a simple multiple 61   regression analysis, with job satisfaction as the outcome (dependent) variable and degree of outness and workplace climate as the predictors (independent variables). The regression analysis revealed that the model significantly predicted job satisfaction (F(2, 467) = 6.424, p <.05). R-squared for the model was .027 and adjusted R-squared was .023. Table 5 displays the unstandardized regression coefficients (B), standardized regression coefficients (β) and standard error for each variable. In terms of individual relationships between the independent variables and job satisfaction, only workplace climate (t = 2.98, p <.003) was found to be a significant predictor. Although it was significant, workplace climate only accounted for 2.3% of the variance in job satisfaction for gay and lesbian employees in higher education.   Table 5   Multiple Regression Analysis Summary for Degree of Outness and Workplace Climate   Predicting Job Satisfaction (N = 468)               Variable B SEB β                 Degree of Outness   .021  .071  .015   Workplace Climate   .076  .026  .156*               Note.  R2 = .027 * p < .05  62   Question 2: Are there significant differences between gay and lesbian staff members and the division in which they work in terms of the degree of outness and workplace climate?  A multivariate analysis of variance (MANOVA) with sexual orientation (gay or lesbian) and division (academic affairs, business affairs, and student affairs) as independent variables and degree of outness and workplace climate as dependent variables was conducted to determine if sexual orientation and/or division was related to the degree of outness and/or perceived workplace climate. The analysis of workplace climate yielded a significant main effect for sexual orientation (F(1, 462) = 4.17, p < .042)  (see Table 6).  Table 6    Multivariate Analysis of Variance F Ratios for Sexual Orientation by Division Effects   for Workplace Climate (N = 468)                     Variable df F Partial η2                Sexual Orientation (S) 1 4.17* .009  Division (D) 2 .54 .002   S X D 2 .74 .003  Total 462               Note. df = degrees of freedom * p < .05  63   Although this effect was found to be significant, the effect size was found to be very small (partial η2 = .009). No significant main effect was found for degree of outness (F(1, 462) = .657, p < .418). Similarly, no significant main effect for degree of outness (F(1, 462) = .668, p < .513), or workplace climate (F(1, 462) = .536, p < .585), for division was found. See Tables 7 and 8 for mean scores and standard deviations for workplace climate and degree of outness as a function of sexual orientation and division.  Table 7  Mean Scores and Standard Deviations for Measure of Workplace Climate as a   Function of Sexual Orientation and Division (N = 468)               Group M SD n                  Gay  Academic Affairs 66.86 10.76 81  Business Affairs 64.62 10.24 29  Student Affairs 65.46 10.71 179  Total 65.77 10.67 289 Lesbian  Academic Affairs 62.93 10.57 57  Business Affairs 61.44 12.71 16  Student Affairs 64.24 11.19 106  Total 63.57 11.11 179 Total  Academic Affairs 65.24 10.82 138  Business Affairs 63.49 11.15 45  Student Affairs 65.01 10.89 285  Total 64.93 10.88 468                64   Table 8  Mean Scores and Standard Deviations for Measure of Degree of Outness as a   Function of Sexual Orientation and Division (N = 468)               Group M SD n                  Gay  Academic Affairs 23.84 3.79 138  Business Affairs 21.86 4.56 29  Student Affairs 23.23 3.82 179  Total 23.26 3.91 289 Lesbian  Academic Affairs 23.09 3.50 57  Business Affairs 23.50 4.07 16  Student Affairs 23.54 4.15 106  Total 23.39 3.93 179 Total  Academic Affairs 23.53 3.68 138  Business Affairs 22.44 4.42 45  Student Affairs 23.34 3.94 285  Total 23.31 3.92 468               An ANOVA for each of the simple effects were performed as follow-up analyses in order to determine where the significance lay with respect to division and sexual orientation. The analysis of the simple effects of sexual orientation and workplace climate, when analyzed by division, revealed that only academic affairs was found to have a significant effect by sexual orientation with respect to workplace climate (F(1, 65   138) = 4.24, p < .041). See Table 8 for remaining results. The mean difference between gay men and lesbian women in academic affairs was found to be 3.817, (gay men M = 66.75, n = 83; lesbian women M = 62.93, n = 57). Effect size for this analysis was found to be small, (partial η2 = .030), accounting for only 3% of the variance (See Table 9).   Table 9   Univariate Analysis of Variance F Ratios for Perceptions of Workplace Climate by   Sexual Orientation at Each Division (N = 476)               Division df F Partial η2               Academic Affairs 1 4.24*a .030  Business Affairs 1 1.09b .024  Student Affairs 1 1.06c .004               Note. df = degrees of freedom; a df = (1, 138); b df = (1, 45); c df = (1, 287). * p < .05  There was no significance found for the main effect of division for either degree of outness or workplace climate. Additionally, there was no significance found for sexual orientation and degree of outness. Question 3: Is there a relationship between organizational policies and procedures and degree of outness and workplace climate?  A multivariate analysis of co-variance (MANCOVA) with sexual orientation (gay or lesbian) and division (academic affairs, business affairs, or student affairs) as 66   independent variables, degree of outness and perceived workplace climate as the dependent variables, and organizational policies and procedures (nondiscrimination policy, included in diversity definition, included in diversity training, domestic partner benefits, gay support groups, and invited to social events) as the covariate. A significant main effect for policies and procedures was found for degree of outness (F(1, 331) = 39.000, p < .000),  as well as for workplace climate (F(1, 331) = 227.232, p <.000). The effect of policies and procedures on degree of outness was small (partial η2 = .10) while the effect on workplace climate was small but almost moderate (partial η2 = .41) (see Table 10). Although the analyses did not indicate a need for examining the simple effects, exploratory analyses (ANOVAs) of simple effects were conducted to describe the sample at the unit level in terms of the effect of policies and procedures on degree of outness. When grouped by division, significance was found across all divisions (Academic Affairs, F(6, 93) = 4.32, p <.001, partial η2  = .218; Business Affairs, F(6, 20) = 2.68, p <.045, partial η2  = .445; Student Affairs, F(6, 216) = 5.95, p <.000, partial η2  = .142). The mean difference between divisions was found to be 0.860, (Academic Affairs M = 23.71, n = 100; Business Affairs M = 22.85, n = 27; Student Affairs M = 23.50, n = 223). When grouped by sexual orientation, significance was found for both gays (F(6, 215) = 4.71, p <.000, partial η2  = .116) and lesbians (F(6, 121) = 3.92, p <.01, partial η2  = .163). The mean difference between gay men and lesbian women was found to be 0.02 (gay men M = 23.52, n = 222; lesbian women M = 23.50, n = 128). Overall, for all divisions others than business affairs, the magnitude of the effects were small; business affairs’ 67   overall effect was moderate. For sexual orientation, the magnitude of both effects were small.  Table 10   Multivariate Analysis of Covariance of Policies & Procedures on Degree of Outness   and Workplace Climate by Sexual Orientation, and Division (N = 332)                       Degree of  Workplace Climate Source df Outness F F               Covariate  Policies & Procedures 1 39.00* 227.23*  Main effects  Sexual Orientation (S) 1 1.32 3.61   Division (D) 2 .02 1.04   Interaction  S X D 2 .99 2.13  Error 325 (13.75) (71.16)               Note. Values enclosed in parentheses represent mean square errors; df = degrees of freedom. * p < .000  In order to determine the correlation between policies and procedures and degree of outness, a Pearson’s correlation was conducted. Results showed a weak positive correlation (r(348) = .335, p < .000) between the presence of policies and procedures and degree of outness. This correlation was significant at the .01 level. The analysis was taken one step further by comparing the correlation between policies and procedures and 68   degree of outness by division. Results showed a moderate positive correlation between policies and procedures and degree of outness for academic affairs (r(98) = .403, p < .000) and student affairs (r(221) = .340, p < .000). This correlation was significant at the .01 level. In addition, correlations were conducted between policies and procedures and outness by sexual orientation. Results showed weak positive correlations between policies and procedures and degree of outness for gay men (r(220) = .319, p < .000) as well as for lesbian women (r(126) = .362, p < .000). These correlations were significant at the .01 level (See Table 11).  Table 11   Univariate Analysis of Variance F Ratios for Effects of Policies & Procedures on   Degree of Outness by Division and Sexual Orientation (N = 350)               Source df F Partial η2               Division Academic Affairs 6 4.32*a .218 Business Affairs 6 2.68*b .445 Student Affairs 6 5.95*c .142 Sexual Orientation Gay 6 4.71*d .116 Lesbian 6 3.92*e .163               Note. df = degrees of freedom; a df (6, 93); b df(6, 20); c df(6, 216); d df(6, 215); e =df(6, 121)  * p < .001 69   Similar follow-up ANOVAs of the simple effects of policies and procedures on workplace climate, grouped by division, were conducted. Significance was found across all divisions (Academic Affairs, F(6, 88) = 16.939, p <.000, partial η2  = .536; Business Affairs, F(6, 21) = 3.629, p <.013, partial η2  = .509; Student Affairs, F(6, 208) = 24.606, p <.000, partial η2  = .415). The mean difference between divisions was found to be 1.85, (Academic Affairs M = 64.95, n = 95; Business Affairs M = 63.14, n = 28; Student Affairs M = 65.00, n = 215). The analysis was taken one step further by comparing the correlation between policies and procedures and workplace climate by division. Results showed a moderate positive correlation between policies and procedures and workplace climate for academic affairs (r(93) = .721, p < .000), business affairs (r(26) = .575, p < .001) and student affairs (r(213) = .625, p < .000). These correlations were significant at the .01 level. A similar analysis was conducted examining the simple effects of policies and procedures on workplace climate, grouped by sexual orientation. Significance was found for both gays (F(6, 206) = 26.022, p <.000, partial η2  = .431) and lesbians (F(6, 118) = 14.613, p <.000, partial η2  = .426) (See Table 12). The mean difference between gay men and lesbian women was found to be 1.75, (gay men M = 65.48, n = 213; lesbian women M = 63.73, n = 125). Similarly, to determine the correlation between policies and procedures and workplace climate, a Pearson’s correlation was conducted. Results showed a moderate positive correlation (r(336) = .644, p < .01) between the presence of policies and procedures and workplace climate. This correlation was significant at the .01 level. In addition, correlations were conducted between policies and procedures and workplace climate by sexual orientation. 70   Results showed moderate positive correlations between policies and procedures and workplace climate for gay men (r(211) = .650, p < .000) as well as for lesbian women (r(123) = .631, p < .000). These correlations were significant at the .01 level.  Table 12   Univariate Analysis of Variance F Ratios for Effects of Policies & Procedures on   Workplace Climate by Division and Sexual Orientation (N = 338)               Source     df     F  Partial η2               Division Academic Affairs 6 16.94**a    .536 Business Affairs 6 3.63*b    .509 Student Affairs 6 24.61*c    .415 Sexual Orientation Gay 6 26.02**d    .431 Lesbian 6 14.61**e    .426               Note. df = degrees of freedom; a df =(6, 88); b df(6, 21); c df(6, 208); d df(6, 206); e df(6, 118)  * p < .05;  **p < .000      71    CHAPTER V  SUMMARY AND DISCUSSION   Introduction  Much of the research and literature that exists on gay and lesbian issues in higher education revolves primarily around the experiences of students and faculty (e.g., Altemeyer, 2001; Brown et al., 2004; Evans, 2002; Khayatt, 1997; Liddle et al., 1998; Sanford & Engstorm, 1995; Sears, 2002; Skelton, 2000; Tierney, 1992; Waldo & Kemp, 1997). Some of the research and literature addresses gay and lesbian staff mixed in with students and/or faculty (e.g., Rankin, 2003; D’Emilio, 1990), whereas only a few look exclusively at staff in higher education (Croteau & Lark, 1995a, 1995b; Croteau & von Destinon, 1994; Cullen & Smart, 1991). Of those studies that look exclusively at staff, research primarily focused on exemplary and biased practices of student affairs professionals concerning gay, lesbian, and bisexual issues (Croteau & Lark, 1995a), student affairs staff’s work experiences related to their sexual orientation (Croteau & Lark, 1995b), gay and lesbian student affairs professional staff members’ experiences with job search processes (Croteau & von Destinon, 1994), and the unique concerns faced by student affairs professionals in their everyday work lives (Cullen & Smart, 1991). All of these studies concerned student affairs professional staff members and did not look at other gay or lesbian professional staff members working in other areas of higher education. Therefore, this study included a more inclusive scope of the higher 72   education and examined the workplace climate, job satisfaction, and degree of outness of gay and lesbian professional staff members not only in student affairs divisions but also in other divisions of the university, such as business affairs and academic affairs. The purpose of this study was to examine the relationships between workplace climate of gay and lesbian staff members in higher education, the degree to which they have disclosed their sexual orientation in the workplace to others, and their overall job satisfaction within their workplace environment. This chapter will further explain research findings, discuss limitations of the study, significance of findings, implications for both practice and research, and conclusions. Discussion A preliminary review of the analyses found that workplace climate was significantly related to job satisfaction for gay and lesbian staff members in higher education. This study is in contrast to the findings of Croteau and Lark (1995b), who found that job satisfaction was not significantly related to the level of discrimination experienced (which is represented by workplace climate in the current study).  When examining the influence of policies and procedures on the degree of outness and perception of workplace climate across division and sexual orientation, significant differences were found. For example, although gay staff in business affairs felt the workplace climate was more supportive, they were less likely to disclose their sexual orientation to others. Conversely, lesbian staff in business affairs perceived the workplace climate as less supportive, yet were more likely to report being out in the business affairs environment. 73   Research Question One: How much of the variance in job satisfaction is accounted for by participants’ outness and workplace climate?  Findings from this study suggest that workplace climate, or how a work environment is perceived to be supportive of gay and lesbian employees, is a significant, although weak, predictor of job satisfaction for gay and lesbian employees in higher education settings. These results are consistent with previous research related to workplace climate or environment and job satisfaction for gay and lesbian employees (Croteau & Lark, 1995b; Griffith & Hebl, 2002; Lyons et al., 2005; Wells & Kline, 2001). It should come as no surprise that an employee who perceives an environment to be friendly and supportive of him or her as an individual—in this case, one who happens to be gay or lesbian—would report some degree of higher job satisfaction that an employee who did not feel as supported at his or her work environment. However, the fact that workplace climate accounted for only 2.3% of the variance for job satisfaction suggests that workplace climate was not as influential in determining job satisfaction for gay and lesbian employees as previously shown (Griffith & Hebl, 2002; Lyons et al., 2005; Zeitz, 1990), at least for gay and lesbian employees in higher education settings.  Degree of outness was not found to be a significant predictor of job satisfaction. Given the perspective by which one may choose to examine and define job satisfaction, whether it is globally (a broad outlook taking into account factors such as salary, co-worker relationships, and promotional opportunities) or specifically (a more defined outlook whereby one factor, such as salary, may take precedence), the extent to which one has disclosed his or her sexual orientation to co-workers may not have an influence 74   on job satisfaction. In other words, an individual may not have a high need for or value having positive interactions at work with others, which could lead to revealing his or her sexual orientation, in order to have a high level of job satisfaction. Or, some gay and lesbian staff members may not feel that they need to disclose their sexual orientation in order to have positive interactions with colleagues. Because many gay and lesbian employees have probably hidden their sexual orientation from others at some point in their lives, the ability to keep private this aspect of their lives may come easily for some, to the point that it is not a factor in determining if they are satisfied or unsatisfied with their jobs.  It may be that the factors that have been found in previous studies to be important for job satisfaction of employees in general, such as satisfaction with the work itself, coworkers, and supervision (Wright & Bonett, 2007), promotion opportunities, job level or content, pay or reward fairness, supervision, autonomy, co-workers, responsibilities, working conditions, and influence on work group (Fields, 2002), and appreciation, communication, organizational policies and procedures, personal growth, recognition, and security (Spector, 1997) may be important for gay and lesbian professional staff in higher education as well. These may be more significant factors in the job satisfaction of gay and lesbian professional staff in higher education than the workplace climate for gay and lesbian employees or their own degree of outness in the workplace. Research Question Two: Are there significant differences between gay and lesbian staff members and the division in which they work in terms of the degree of outness and workplace climate? 75   The findings of this study showed a significant difference in perceptions of workplace climate on the basis of sexual orientation, although the effect was very small (partial η2 = .009). More specifically, gay male employees reported higher perceptions of workplace climates favorable to gay and lesbian employees than their lesbian female colleagues across all three divisions. However, this perception was found to be true only in academic affairs (see Figure 1). Again, the overall effect was very small (partial η2 = .003). There was no current research found in the literature related to divisions in higher education other than student affairs when examining gay and lesbian employees. However, in terms of why significance was found for only one division, the significant influence potentially could be mediated by the number of individuals represented in each division for this study. For example, of the three divisions, business affairs had the lowest number of respondents (gay, n = 34; lesbian, n =18) whereas academic affairs (gay, n = 101; lesbian, n = 62) and student affairs (gay, n =195; lesbian, n =123) were more represented. Having a lower number of participants in business affairs potentially results in a non-representative sample within this division. By increasing the number of respondents in a division, a more representative sample could be achieved, thus providing a more accurate picture of how variables interact.  76    Figure 1. Estimated Marginal Means of Workplace Climate by Sexual Orientation   across Division  Perhaps the climate of a division may also play a factor in gay and lesbian employees’ work lives. Divisions and areas of specialization within these divisions operate under not only the mission and organizational climate of their respective institution but also under established philosophies and guiding principles for their profession as well. For example, the field of student affairs has had documents over the last 70 years, from the Student Personnel Point of View in 1937 to The Trends Project of 1999 (Evans & Reason, 2001), that has offered a means by which student affairs carried out its responsibilities. According to Evans and Reason’s (2001) analysis of these 77   documents, long-standing, guiding values of student affairs include the notion that “the “whole” student must be considered in every educational endeavor” (p. 370), a respect for individual differences must be cultivated, and the “importance of educating all students about diversity, appreciation of differences, and respect for all people, regardless of background” (p. 372). Likewise, NASPA—Student Affairs Administrators in Higher Education’s A Perspective on Student Affairs (1987) issued on the 50th anniversary of The Student Personnel Point of View cited several assumptions and beliefs that guide and shape the work of student affairs professionals, including but not limited to:  each student is unique; each person has worth and dignity; bigotry cannot be tolerated; feeling affect thinking and learning, personal circumstances affect learning; and a supportive and friendly community life helps students learn. Given its strong commitment and values to honoring the students as individuals and helping them develop into global citizens, one might therefore find and expect a more welcoming and affirming workplace climate for gay and lesbian employees in student affairs. This, therefore, is a possible explanation as to why there was no significant difference between gay and lesbian student affairs employees in their perceptions of their environment.  Business affairs, however, may be perceived as being more rigid or routine in its daily activities and focused more on financial processes rather than the development of the individual student or staff member. The overarching responsibility of this division within higher education settings is to conduct the daily business transactions of the institution and insure that fiscal procedures and policies are being followed or, as the National Association of College and University Business Officers’ (NACUBO) mission 78   statement states, “to advance the economic viability and business practices of higher education institutions in fulfillment of their academic missions” (National Association of College and University Business Officers, n. d.). Therefore, it might not be surprising to find some discrepancies between gay and lesbian professional staff working in business affairs if the primary mission is focused more on fiscal responsibilities and less on development of the individual. No significant difference was found for degree of outness or workplace climate when examining these factors by division. In other words, one’s division did not seem to mediate or influence the extent that one disclosed his or her sexual orientation at work (degree of outness) nor influence one’s perception of his or her workplace climate as being friendly and supportive to gay and lesbian employees. Likewise, there was no influence found between one’s sexual orientation (gay or lesbian) and the extent to which they disclosed their sexual orientation to others (degree of outness).  Research Question Three: Is there a relationship between organizational policies and procedures and degree of outness and workplace climate?  Findings from this study suggest that the presence of policies and procedures that favorably address concerns and issues of gay and lesbian professional staff in higher education settings have an effect on an individual’s degree of outness, a finding that is supported in previous research (Croteau & Lark, 1995b; Griffith & Hebl, 2002). When this effect was examined further, policies and procedures of an institution were found to be significant not only across all divisions but also across sexual orientation (see Figure 2). 79    Figure 2. Estimated Marginal Means of Outness by Sexual Orientation across   Division  In other words, when controlling for policies and procedures, gay staff reported higher degrees of outness in academic affairs than lesbian staff, but only by a small amount. Lesbian staff reported higher degrees of outness than gay staff in student affairs as well as business affairs, with business affairs having a higher degree of reported outness. However, the overall effects on each of these variables were small, with partial η2 ranging from .12 to .45. Only the presence of policies and procedures on degree of outness for staff in business affairs came close to having a moderate effect (partial η2 = 80   .45). Therefore, although the effects were significant, the total strength of the relationships between policies and procedures and degree of outness across divisions and sexual orientation is small, indicating that policies and procedures, overall, are not highly influential for staff across divisions or by sexual orientation. Further analyses revealed an overall weak positive correlation between policies and procedures and degree of outness for academic affairs and for student affairs. In other words, as the presence of policies and procedures that address gay and lesbian concerns and issues increase, degree of outness increases for both gay and lesbian professional staff in academic affairs and student affairs, with gay staff reporting higher degrees of outness in academic affairs and lesbian staff reporting higher degrees of outness in student affairs. However, the correlations were weak, indicating that the relationship between affirmative policies and procedures and the degree of outness of gay and lesbian staff working in academic and student affairs is weak. Business affairs was found to not have a significant correlation with respect to policies and procedures and degree of outness, meaning that the presence of gay and lesbian affirmative policies and procedures was not related to the extent to which one disclosed his or her sexual orientation in business affairs. Findings from this study also suggest that the presence of policies and procedures that favorably address concerns and issues of gay and lesbian professional staff in higher education settings have an effect on an individual’s perception of his or her workplace climate. When this effect was examined further, policies and procedures of an institution were once again found to be significant not only across all divisions but also across sexual orientation (see Figure 3). In other words, when controlling for policies and 81   procedures, gay staff reported more a positive workplace climate in academic affairs and business affairs than lesbian staff. Lesbian staff working in student affairs reported slightly higher positive workplace climates than gay staff in student affairs.  Figure 3. Estimated Marginal Means of Climate Total by Sexual Orientation and  Division with Policies and Procedures as a Covariate.  When relationships were further examined between policies and procedures and workplace climate, overall moderate positive correlations were found between policies and procedures and workplace climate for all three divisions. In other words, as the presence of policies and procedures that address gay and lesbian concerns and issues 82   increase, perception of a supportive workplace climate increases for gay and lesbian professional staff in academic affairs, business affairs, and student affairs, with gay staff reporting more positive workplace climates in academic affairs and business affairs and lesbian staff reporting slightly higher positive workplace climates in student affairs. The overall effects on each of these variables were small to moderate, with partial η2 ranging from .42 to .54. In other words, the relationship between policies and procedures on workplace climate across divisions and by sexual orientation was moderate, indicating that these policies and procedures were moderately influential in affecting workplace climate across division and by sexual orientation. Additionally, moderate positive correlations indicate that policies and procedures are moderate predictors of perceived positive workplace climates of gay and lesbian staff working in academic, business, and student affairs.  Limitations of Study  Research involving gay and lesbian populations has its challenges. One of the main challenges with research utilizing gay and lesbian individuals is the means by which this population is sampled. “A central issue in sampling with this population has involved the consistent use of convenience sampling rather than any type of probability sampling” (Croteau, 1996, p. 201). This study utilized the membership lists of professional organizations that agreed to help in solicitation of participants. Therefore, the population sample relied specifically on self-identified gay and lesbian members of these organizations to agree to complete the survey. A sampling method used to try to extend beyond those self-identified gay and lesbian organization members was snowball 83   sampling, in which individuals were asked to forward the online survey website link to other colleagues who are gay or lesbian professional staff working in higher education. This not only helped to increase the spectrum of participants in the study but also helped include gay and lesbian members who are not out or self-identified with professional organizations. In fact, 64.6% (n = 398) of participants reported having received notification of the survey either from a colleague (54.4%, n = 334) or from some other way (10.4%, n = 64). However, these challenges in sampling may have influenced the results. It is possible that it is those staff members who are more “out” who join identified gay and lesbian groups and/or who are known to their colleagues to be gay or lesbian. In this case, the degree of outness represented in these findings may be inflated beyond actual representation of professional gay and lesbian staff in higher education institutions.  Another limitation with this study is that data are self-reported with no established verification process for responses. However, “the data clearly indicate that sensitive information is more frequently, and almost certainly more accurately, reported in self-administered modes than when interviewers ask the questions” (Fowler, 2002, p. 64). Therefore, self-report probably is the best way to get accurate information about issues related to sexual orientation. The concept of domestic partner benefits within the examination of policies and procedures also presented a limitation for some participants in this study, given that many states today have legislation acknowledging state-issued marriage licenses to same-sex couples, provisions for the equivalent of state-level spousal rights to same-sex couples, or provisions of some statewide spousal rights to same-sex couples (Human Rights 84   Campaign, 2009). For example, after completing the survey, one participant addressed this issue in an email where she stated,   We now need to deal with the fact that an increasing number of states offer marriage as an option. Here, where we have had the freedom to marry for five years, we no longer have ‘domestic partnership’ available for straight or gay couples. So it is hard to answer the question about domestic partnership! (Anonymous, personal communication, May 22, 2009)   Therefore, the instrument used to measure organizational policies represents a limitation to the study in its inclusion of the item on domestic partner benefits. Re-wording this item to reflect political and societal changes since [whenever it was the instrument was created] would yield more accurate findings. Missing data also represents a limitation. Not all questions were required to be answered by participants. At times response rates created challenges with analyses, especially with scale scores that were created from the accumulation of responses across several questions. The most notable of these was the policies and procedures total scale score, in which approximately 213 participants did not answer all the questions so that a sum score could be determined and figured into analyses. It may be that respondents lacked complete knowledge of their institution’s policies and procedures and, therefore, could not answer all of the questions. For participants who did not answer even one question in the policies and procedures scale, an overall scale score was not calculated and therefore, these participants were excluded from analyses.   Demographic variables also presented challenges with respect to data analysis. For example, divisions can encompass many different departments across higher 85   educational institutions. For this study, over 100 participants (17%) chose “Other” when identifying the division into which their current office or department fell because they did not feel they were accurately able to categorize their current office or department into one of the three prescribed divisions (academic affairs, business affairs, and student affairs). As a result, those selecting “Other” as their division designation were not utilized in analyses. The initial choice to utilize division over functional area was made in an effort to reduce the number of variables to be compared, as evidenced by the 45 areas listed in addition to the “other” category. Divisions allowed more inclusive groups of functional areas within higher education to be examined in an effort to learn more about subcultures of higher education settings. In terms of divisions, having a higher number of individuals representing business affairs (n = 48) and academic affairs (n = 153) would have helped increase comparability across divisions, especially given the high representation of student affairs (n = 315) for this study.  Finally, methodology posed challenges for some of the individuals invited to complete the survey. For example, one participant corresponded with the researcher to share that although he reported a generally welcoming and accepting environment at his institution, he personally believed that gay and lesbian employees are consistently not promoted, especially gay and lesbian employees of color. He shared that a comments section would have allowed him to further clarify his ratings to capture some of the nuance lost in a straightforward survey. Another participant shared that, as a resident of a state where marriage is now offered as an option for same-sex couples, the questions concerning domestic partnerships were difficult to respond to since that concept really 86   does not exist in that state any longer. The concept of self-identifying as gay or lesbian raised concerns with one individual who, although she identified as bisexual, shared that those in her daily environment would probably perceive her more as a lesbian, given that her partner is a woman with whom she has had a relationship with for years and would probably have a relationship with for the rest of her life. Finally, feedback was received about evaluating the perceived workplace climate for gay and lesbian individuals. A participant shared that, although her experiences at her institution had been positive as an out lesbian, she was aware of other gay and lesbian individuals at the same institution who had not had as positive an experience as herself. And given that her particular institution was a small, close-knit community, there are many gay and lesbian individuals who still live in the closet and have concerns with disclosing their sexual orientation not so much because of the institution but possibly more for the fact of “everyone knows everyone” atmosphere and disclosure to a few individuals could mean disclosure to everyone.  Significance of the Study Despite these limitations, this study makes a significant contribution to what is known about gay and lesbian professional staff in higher education. Although there is substantial research related to gay and lesbian individuals and the workplace as well as educational environments and gay and lesbian issues, the research specifically on gay and lesbian professional staff in higher educational environments is sparse. Research that has looked at professional staff, rather than faculty and/or students, has focused exclusively on staff in the division of student affairs (Croteau & Lark, 1995a, 1995b; Croteau & von 87   Destinon, 1994; Cullen & Smart, 1991). This study contributes a broader understanding of the experiences and perceptions of gay and lesbian staff beyond the student affairs division. In order to effectively carry out their responsibilities, gay and lesbian employees need to feel comfortable and safe in those environments.  Examining divisions beyond student affairs with respect to gay and lesbian employee job satisfaction, degree of outness, perceived workplace climate, and presence of policies and procedures, expands the literature in terms of the organizational differences that can exist within divisions of the same institution. Previous research reported that policies and procedures and some aspects of perceived workplace climate allowed gay and lesbian workers to have greater opportunities to be out at work, to experience less job discrimination, and even to have more favorable co-worker interactions (Griffith & Hebl, 2002). This research found that the presence of policies and procedures addressing gay and lesbian issues within organizations not only affected gay and lesbian employees’ disclosure of sexual orientation and perception of the workplace climate but examined these effects one level further to reveal that differences exist across sexual orientation and division for gay and lesbian employees in higher education. This is significant in that divisions within higher education can be more cognizant of how their organizational climate is structured with respect to gay and lesbian employees.  Implications for Practice  This study’s findings can provide further understanding into the workplace settings of gay and lesbian professional staff members in higher education related to job satisfaction, perceived workplace climate, policies and procedures, and the degree to 88   which sexual orientation is disclosed. A positive workplace climate can influence job satisfaction of gay and lesbian employees (Croteau & Lark, 1995b; Griffith & Hebl, 2002; Lyons et al., 2005; Wells & Kline, 2001). Institutions of higher education, businesses, corporations, and the like must continue to provide a welcoming environment for all employees. Even though the number of companies to receive top marks on the Human Rights Campaign (HRC) Foundation Corporate Equality Index has risen significantly in only a few years (13 in 2002 to 305 in the newest 2010 report), “significant numbers of LGBT employees continue to experience a negative workplace climate” (HRC, 2009, p. 5). Institutions of higher education need to continue to ensure an inclusive environment for gay and lesbian professional staff.   Higher education settings can ensure a more inclusive environment for gay and lesbian professional staff in a number of ways. Winfield (2005) cited several means by which an inclusive environment may be created, including the implementation of nondiscrimination policies, education, and domestic partner benefits.  As this study has shown, the presence of policies and procedures addressing gay and lesbian concerns within an organization, such as nondiscrimination policies, has a positive effect on job satisfaction and workplace perceptions, for “the inclusion of sexual orientation and gender identity or gender expression in institutional nondiscrimination policies lends LGBT issues importance that encourages discussion about such issues in a variety of workplace and classroom settings” (Zemsky & Sanlo, 2005, p. 11). Institutions of higher education should therefore strive to include sexual orientation within their 89   nondiscrimination statements as a means of reaffirming the value and dignity of everyone within the community.  Education around sexual orientation issues is another means by which higher education can work to be more inclusive. Although diversity issues in general are probably covered by many institutions during a new staff orientation of some kind, further exploration of diversity in general, and sexual orientation in particular, needs to occur. For example, Evans et al. (2004) cited evidence that participation in a day-long workshop addressing gay and lesbian issues and concerns raised participants’ awareness to the extent that they sought to return to their various campuses and not only serve as an advocate within their own department, but also across their respective campuses as well. Winfield (2005) stated that education around gay and lesbian inclusiveness in the workplace must be a process including four critical steps: (a) commitment to an open-ended, open-minded process of workplace education; (b) application of a needs-assessment tool to evaluate the environment of the organization concerning sexual orientation; (c) use of the data collected by the assessments to develop the course of education to be administered; and (d) willingness to constantly evaluate and update educational materials. Winfield (2005) also went on to state that with any implementation of educational endeavors revolving around sexual orientation, buy-in from senior management is necessary so that not only is their awareness of the issues raised but also so that they can have their questions answered about the issue and the proposed means of education so that they may visibly support the educational sessions with those they supervise.  90   Although domestic partner benefits could be considered a part of nondiscrimination policies, it deserves special acknowledgement. Winfield (2005) cited that the number of people, homosexual or heterosexual, in families absent of marriage has been increasing steadily over the past fifteen years. Winfield (2005) went on to cite that   almost two decades of data firmly support the notion that DPBs are a low-cost, high-return way to demonstrate inclusion that results in little or no backlash, even from the most fervently discriminatory among us. The plain fact is that study after study unequivocally bears out that upward of 90 percent of Americans believe that if you have a family and you work to support them, you deserve the benefits of that labor. (p. 133)   In a report by The Employee Benefits Research Group, 279 human resource professionals representing nineteen different industries across the U.S. stated that domestic partner benefits were a top recruitment tool for executives, management, and line workers and were even a more effective hiring incentive than hiring bonuses, telecommuting options, stock options, and 401K plans (Winfield, 2005). If domestic partner benefits are so strongly supported and obviously have great value in recruitment efforts, it would benefit higher education institutions to invest time and energy in advocating for and establishing such benefits for their employees.   The presence of policies and procedures that help to create an inclusive and welcoming environment for gay and lesbian staff in higher education alone does not in and of itself determine a positive workplace experience (Human Rights Campaign Foundation, 2009). With an understanding of other workplace factors (e.g., gender, education, skill level, personality) in addition to one’s self-identification as gay or 91   lesbian, employers can provide more inclusive, positive workplace environments for gay and lesbian higher education staff. In terms of the degree of outness one has in the workplace, research has shown that those “who are more open at work experience fewer negative outcomes from their workplace environment” (Human Rights Campaign Foundation, 2009, p. 13), with negative outcomes affecting business aspects such as productivity, the establishment of professional relationships, and employee retention.  Results of this study show that, with respect to the three divisions of higher education studied, business affairs has more work to do in the area of policies and procedures as it relates to gay and lesbian employees. More specifically, although gay staff reported lower incidences of disclosing their sexual orientation than lesbian staff when examining policies and procedures, gay staff in business affairs did, however, report greater or more positive perceptions of workplace climate than their lesbian colleagues. This indicates that business affairs divisions need to further assess current policies and procedures in order to better understand the discrepancy between gay and lesbian employees and their degree of outness at work and their perceptions of the workplace climate overall.  Implications for Research  Previous research on gay and lesbian professional staff had been somewhat limited to those working in student affairs settings (e.g., Altemeyer, 2001; Brown et al., 2004; Evans, 2002; Khayatt, 1997; Sanford & Engstrom, 1995; Sears, 2002; Skelton, 2000; Tierney, 1992; Waldo & Kemp, 1997). This study sought to expand the parameter of the sample population within higher education settings being studied to examine other 92   divisions, more specifically academic affairs and business affairs. Findings from this study examining academic affairs and business affairs contribute to the near absence of research literature examining these two microcosms within higher education.  Participant samples and demographics are areas of future exploration within this research context. For example, the number of participants from business affairs was low compared to those from academic affairs and student affairs. Therefore, further research needs to be conducted with a larger sample of business affairs individuals to see if significant results from this study are replicated utilizing a larger sampling of gay and lesbian business affairs professional staff. In addition to increasing the sample population in a future study, further exploration of business affairs professionals with respect to outness and workplace climate is another consideration for research. This study found an inverse relationship between gay staff and lesbian staff in business affairs with regard to perceived workplace climate and degree of outness. Gay staff reported greater perceptions of a positive workplace climate than lesbian staff but reported a lower degree of outness than lesbian staff. In other words, although gay staff in business affairs felt the workplace climate was more supportive, they were less likely to disclose their sexual orientation to others. Conversely, lesbian staff in business affairs perceived the workplace climate as less supportive yet were more likely to report being out in business affairs environment. What about business affairs environments accounts for such an inverse relationship for gay and lesbian staff?  Further research utilizing a larger sample population could help determine if this effect from the present study is truly significant or simply a result of the low population sample.  93   Sexual orientation is another variable for future exploration. For example, approximately 70 individuals initially self-identified as bisexual in this study. These individuals were excluded, however, because research criteria restricted participation only to those individuals who identified as gay or lesbian. The scope of this study did not allow for proper consideration to be given to professional staff identifying as bisexual but as this survey initially showed, bisexual professional staff do exist in higher education and warrant further research in greater detail. The same questions explored in this study could be explored with bisexual professional staff in higher education. Furthermore, if workplace climate explains only a small percentage of the variance in job satisfaction for divisions, what other factors play a significant role in these staff members’ job satisfaction? Possible factors to be explored include family background, socioeconomic status, relationship status, family support, and educational background. Are the factors that predict job satisfaction for gay and lesbian staff similar to the factors that predict job satisfaction for their heterosexual colleagues? Future research could compare the levels of job satisfaction of heterosexual and gay and lesbian professional staff and the factors that predict workplace climate. Additionally, future research could compare the effects of policies and procedures on job satisfaction of heterosexual and gay and lesbian professional in higher education. Given the progress being made in the U.S. on marriage equality, the questions used in this study to explore the presence of policies and procedures for gay and lesbian employees, especially those relating to domestic partner benefits, was a potential limitation depending on the state in which participants resided. Legislation in some states 94   (Connecticut, Iowa, Massachusetts, Vermont, California, District of Columbia, Nevada, New Hersey, Oregon, Washington, Colorado, Hawaii, and Wisconsin) currently allow benefits such as state-issued marriage licenses to same-sex couples, provisions for the equivalent of state-level spousal rights to same-sex couples, or provisions of some statewide spousal rights to same-sex couples (Human Rights Campaign, 2009). Therefore, future research analyzing benefits afforded to gay and lesbian employees should seek to be more inclusive with respect to the wording of questions or items and include not only domestic partner but also civil unions, same-sex couples benefits, or state-recognized marriage equality rights.  Qualitative exploration would permit further exploration concerning some of the factors and concepts within this study. For example, one participant offered this feedback after completing the study:  It is difficult for someone in my position to answer the ones about promotion possibilities. In some ways, it would be accurate to say that this is a dead-end job as there is no further promotional opportunity above director unless I want to argue for a different title—or I move to a different promotion track! And I have no interest in doing so. The questions seem to confuse a bit the respondent’s own situation and the more general question regarding the campus. (Anonymous, personal communication, May 22, 2009)   By having the option for participants to expand upon the concepts being explored, information about nuances such as the above example could be gathered utilizing the participants’ own words in relation to the concepts under study. The concepts under study would therefore be better explained not only by quantitative research, in the form of 95   scales and pure numbers, but also through qualitative research where participants’ own words add a different dimension or perspective to the data.  Other factors included in the conceptual framework for this study that were not explored in this study include gay and lesbian identity development (within the personal component) and coworker attitudes, beliefs, and actions (within the social component). Further research could explore the extent to which one’s identity development affects perceptions of workplace climate and policies and procedures. In other words, does a more developed sense of one’s gay or lesbian identity influence perceptions of workplace climate or overall job satisfaction. Likewise, the effect of coworkers’ attitudes, beliefs, and actions in relation to learning of one’s sexual orientation could be further explored to determine if these influence overall job satisfaction and perception of workplace climate. Conclusion  Gay and lesbian professional staff members play important and vital roles in the everyday experiences within higher education settings. From overseeing residence hall communities and processing personal and career decisions to balancing budgets and fiscal responsibilities and assisting students with graduating on time, these professionals work across all areas of higher education in tandem with faculty and students. Yet many times staff members in general, and gay and lesbian staff members in particular, are overlooked within the literature with respect to their experiences within the higher education work environment.  The findings from this research suggest that a positive workplace climate can assist in predicting job satisfaction of gay and lesbian professional staff in higher 96   education, that one’s self-identified sexual orientation mediates perceptions of one’s workplace climate, and that the presence of policies and procedures favorably addressing gay and lesbian issues and concerns affect the extent to which one discloses one’s sexual orientation to others as well as how the workplace climate is perceived. Although this study examined a specific segment of higher education professional staff (gay and lesbian) across a variety of factors, more research still needs to be conducted in order to accurately capture the workplace experiences of gay and lesbian professional staff in higher education, because as the American Association of Colleges and Universities (1995) asserted,    In its commitment to diversity, higher education assumes, therefore, both a distinctive responsibility and a precedent-setting challenge. While other institutions in the society are also fostering diversity, higher education is uniquely positioned, by its mission, values, and dedication to learning, to foster and nourish the habits of heart and mind that Americans need to make diversity work in daily life. We have an opportunity to help our campuses experience engagement across difference as a value and a public good. (p. xvi) 97    BIBLIOGRAPHY   Altemeyer, B. (2001). Changes in attitudes toward homosexuals. Journal of Homosexuality, 42(2), 63-75. American Association of Colleges and Universities. (1995). The drama of diversity and democracy:  Higher education and American commitments. Washington, DC:  Author. American Council on Education. (1937). Student personnel point of view. Washington, DC: Author. American Council on Education. (1949). Student personnel point of view. Washington, DC:  Author. Badgett, M. V. L., Lau, H., Sears, B., & Ho, D. (2007). Bias in the workplace:  Consistent evidence of sexual orientation and gender identity discrimination. Los Angeles, CA: The Williams Institute. Bell, A. P., & Weinberg, M. S. (1978). Homosexualities: A study of diversity among men and women. New York: Simon & Schuster. Black, D., Makar, H., Sanders, S., & Taylor, L. (2003). The earnings effect of sexual orientation. Industrial and Labor Relations Review, 56, 449-469. Blandford, J. M. (2003). The nexus of sexual orientation and gender in the determination of earnings. Industrial and Labor Relations Review, 56(4), 622-642. 98   Bray, J. H., & Maxwell, S. E. (1985). Multivariate analysis of variance. Newbury Park, CA: Sage. Brown, R. D., Clarke, B., Gortmaker, V., & Robinson-Keilig, R. (2004). Assessing the campus climate for gay, lesbian, bisexual, and transgender (GLBT) students using a multiple perspectives approach. Journal of College Student Development, 45, 8-26. Cass, V. C. (1979). Homosexual identity formation: A theoretical model. Journal of Homosexuality, 4, 219-235. Cass, V. C. (1984). Homosexual identity formation: Testing a theoretical model. Journal of Sex Research, 20, 143-167. Chafetz, J. S., Sampson, P., Beck, P., & West, J. (1974). A study of homosexual women. Social Work, 19, 714-723. Chrobot-Mason, D., Button, S. B., & DiClementi, J. D. (2001). Sexual identity management strategies: An exploration of antecedents and consequences. Sex Roles, 45(5/6), 321-336. Conyne, R. K., & Clack, R. J. (1981). Environmental assessment and design: A new tool for the applied behavioral scientist. Westport, CT: Greenwood. Creswell, J. W. (2003). Research design: Qualitative, quantitative, and mixed methods approach (2nd ed.). Thousand Oaks, CA: Sage. Cross, W. E., Jr. (1971). Toward a psychology of black liberation: The Negro-to-black conversion experience. Black World, 29(9), 13-27. 99   Croteau, J. M. (1996). Research on the work experiences of lesbian, gay, and bisexual people: An integrative review of methodology and findings. Journal of Vocational Behavior, 48, 195-209. Croteau, J. M., & Bieschke, K. J. (1996). Beyond pioneering: An introduction to the special issue on the vocational issues of lesbian women and gay men. Journal of Vocational behavior, 48, 119-124. Croteau, J. M., & Lark, J. S. (1995a). A qualitative investigation of biased and exemplary student affairs practices concerning lesbian, gay, and bisexual issues. Journal of College Student Development, 36, 472-482. Croteau, J. M., & Lark, J. S. (1995b). On being lesbian, gay, or bisexual in student affairs: A national survey of experiences on the job. NASPA Journal, 32, 189-197. Croteau, J. M., & von Destinon, M. (1994). A national survey of job search experiences of lesbian, gay, and bisexual students affairs professionals. Journal of College Student Development, 35, 40-45. Cullen, M., & Smart, J. (1991). Issues of gay, lesbian, and bisexual student affairs professionals. In N. Evans & V. A. Wall (Eds.), Beyond tolerance: Gays, lesbians, and bisexuals on campus (pp. 179-194). Alexandria, VA: American College Personnel Association. D’Augelli, A. R. (1994). Identity development and sexual orientation: Toward a model of lesbian, gay, and bisexual development. In E. J. Trickett, R. J. Watts, & D. Birman (Eds.), Human diversity: Perspectives on people in context (pp. 312-333). San Francisco, CA: Jossey-Bass. 100   D’Emilio, J. (1990). The campus environment for gay and lesbian life. Academe, 76(1), 16-19. Day, N. E., & Schoenrade, P. (1997). Staying in the closet versus coming out: Relationships between communication about sexual orientation and work attitudes. Personnel Psychology, 50, 174-163. Dilley, P. (2004). LGBTQ research in higher education: A review of journal articles, 2000-2003. Journal of Gay & Lesbian Issues in Education, 2(2), 105-115. Driscoll, J. M., Kelley, F. A., & Fassinger, R. E. (1996). Lesbian identity and disclosure in the workplace: Relation to occupational stress and satisfaction. Journal of Vocational Behavior, 48, 229-242. Dunkle, J. H. (1996). Toward an integration of gay and lesbian identity development and Super’s life-span approach. Journal of Vocational Behavior, 48, 149-159. Elliot, J. E. (1993). Career development with lesbian and gay clients. Career Development Quarterly, 41, 210-226. Ellis, A. L. (1996). Sexual identity issues in the workplace: Past and present. In A. L. Ellis & E. D. B. Riggle (Eds.), Sexual identity on the job: Issues and services (pp. 1-16). New York: Harrington Park Press. Ellis, A. L., & Riggle, E. D. B. (1995). The relation of job satisfaction and degree of openness about one’s sexual orientation for lesbians and gay men. Journal of Homosexuality 30(2), 75-85. Equality Forum. (2009). Fortune 500 Project. Retrieved March 1, 2009, from http://www.equalityforum.com/fortune500/index.cfm 101   Evans, N. J. (2002). The impact of an LGBT Safe Zone project on campus climate. Journal of College Student Development, 43, 522-539. Evans, N. J., Broido, E. M., & Wall, V. A. (2004). Educating student affairs professionals about gay, lesbian, and bisexual issues: An evaluation of an intervention. College Student Affairs Journal, 24(1), 20-31. Evans, N. J., & Reason, R. D. (2001). Guiding principles: A review and analysis of student affairs philosophical statements. Journal of College Student Development, 42(4), 359-377. Fassinger, R. E. (1991). The hidden minority: Issues and challenges in working with lesbian women and gay men. The Counseling Psychologist, 19, 157-176. Fassinger, R. E. (1994). Identity and work: Issues in the vocational psychology of women. Paper presented at the Annual Conference of the National Career Development Association, January, Albuquerque, NM. Fields, D. L. (2002). Taking the measure of work. Thousand Oaks, CA: Sage. Fowler, F. J., Jr. (2002). Survey research methods (3rd ed.). Thousand Oaks, CA:  Sage. Friskopp, A., & Silverstein, S. (1996). Straight jobs, gay lives: Gay and lesbian professionals, the Harvard Business School, and the American workplace. New York: Touchstone/Simon & Schuster. Gay & Lesbian Alliance against Defamation (GLAAD). (2008). Lesbian/gay/bisexual glossary of terms. Retrieved July 18, 2007, from http://www.glaad.org/ media/guide/glossary.php. 102   Gonsiorek, J. C., & Weinrich, J. D. (1991). The definition and scope of sexual orientation. In J. C. Gonsiorek & J. D. Weinrich (Eds.), Homosexuality: Research implications for public policy (pp. 1-12). Newbury Park, CA: Sage. Griffin, P. (1991). From hiding out to coming out: Empowering lesbian and gay educators. Journal of Homosexuality, 22(3-4), 167-196. Griffith, K. H., & Hebl, M. R. (2002). The disclosure dilemma for gay men and lesbians: “Coming out” at work. Journal of Applied Psychology, 87, 1191-1199. Harry, J. (1993). Being out: A general model. Journal of Homosexuality, 26(1), 25-39. Hatfield, L. D. (1989, June 5). New poll: How U. S. views gays. San Francisco Examiner, pp. A19-A21. Herek, G. M. (1992). The social contest of hate crimes: Notes on cultural heterosexism. In G. M. Herek & K. T. Berrill (Eds.), Hates crimes: Confronting violence against lesbians and gay men (pp. 89-104). Newbury Park, CA: Sage. House, C. (2004). Out and about: Predictors of lesbians’ outness in the workplace. Unpublished dissertation, The Pennsylvania State University, State College, Pennsylvania. Human Rights Campaign. (2009). Marriage equality & other relationship recognition laws. Retrieved October 11, 2009, from http://www.hrc.org/documents/ Relationship_Recognition_Laws_Map.pdf. Human Rights Campaign Foundation. (2007). The state of the workplace for gay, lesbian, bisexual, and transgender Americans 2006-2007. Washington, DC: Author. 103   Human Rights Campaign Foundation. (2009). Degrees of equality: A national study examining workplace climate for LGBT employees. Washington, DC: Author. Hunter, S. (2007). Coming out and disclosures: LGBT personals across the life span. New York: Haworth Press. Khayatt, D. (1997). Sex and the teacher: Should we come out in class? Harvard Educational Review, 67, 126-143. Kronenberger, G. K. (1991). Out of the closet. Personnel Journal, 70(6), 40-44. Lark, J. S., & Croteau, J. M. (1998). Lesbian, gay, and bisexual doctoral students’ mentoring relationships with faculty in counseling psychology: A qualitative study. The Counseling Psychologist, 26, 754-767. Levine, A. (1992). A time to act. Change, 24(1), 3-4. Levine, M. P., & Leonard, R. (1984). Discrimination against lesbians in the workforce. Signs: Journal of Women in Culture and Society, 9, 700-710. Liddle, B. J., Kunkel, M. A., Kick, S. L., & Hauenstein, A. L. (1998). The gay, lesbian, and bisexual psychology faculty experience: A concept map. Teaching of Psychology, 25, 19-25. Liddle, B. J., Luzzo, D. A., Hauenstein, A. L., & Schuck, K. (2004). Construction and validation of the lesbian, gay, bisexual, and transgendered climate inventory. Journal of Career Assessment, 12, 33-50. Lonborg, S. D., & Phillips, J. M. (1996). Investigating the career development of gay, lesbian, and bisexual people: Methodological considerations and recommendations. Journal of Vocational Behavior, 48, 176-194. 104   Lyons, H. Z., Brenner, B. R., & Fassinger, R. E. (2005). A multicultural test of the theory of work adjustment: Investigating the role of heterosexism and fit perceptions in the job satisfaction of lesbian, gay, and bisexual employees. Journal of Counseling Psychology, 52(4), 537-548. Marszalek J., III, & Goree, C. (1995). Practicing what we preach? Gay students’ perceptions of student affairs. College Student Affairs Journal, 15(1), 80-86. McCarn, S. R., & Fassinger, R. E. (1996). Revisioning sexual minority identity formation: A new model of lesbian identity and its implications for counseling and research. The Counseling Psychologist, 24, 508-534. Meezan, W., & Martin, J. I. (Eds.). (2003). Research methods with gay, lesbian, bisexual, and transgender populations. Binghamton, NY: Harrington Park Press. Mickens, E. (1994). The 100 best companies for gay men and lesbians. New York:  Pocket Books. Mohr, J. J., & Fassinger, R. E. (2003). Self-acceptance and self-disclosure of sexual orientation in lesbian, gay, and bisexual adults: An attachment perspective. Journal of Counseling Psychology, 50(4), 482-495. Montini, T. (2000). Compulsory closets and the social context of disclosure. Sociological Perspectives, 43(4), S121-S132. Morgan, K. S., & Brown, L. S. (1991). Lesbian career development, work behavior, and vocational counseling. The Counseling Psychologist, 19, 273-291. 105   Muñoz, C. S., & Thomas, K. M. (2006). LGBTQ issues in organizational settings: What HRD professionals need to know and do. New Directions for Adult and Continuing Education, 112, 85-95. National Association of College and University Business Officers (NACUBO) (n. d.). Strategic plan and bylaws. Retrieved October 11, 2009, from http://www.nacubo.org/About_NACUBO/Strategic_Plan_and_Bylaws.html. NASPA—Student Affairs Administrations in Higher Education. (1987). A perspective on student affairs: A statement issued on the 50th anniversary of The Student Personnel Point of View. Washington, DC: Author. Obear, K. (2000). Best practices that address homophobia and heterosexism in corporations. Diversity Factor, 9(1), 26-30. Philips, S.B., Cagnon, D.A., Buehler, D. L., Remón, M. E., & Waldecker, T. R. (2008).  Academic and corporate cultures contrasted: Implications for employee assistance professionals. Journal of Workplace Behavioral Health, 22(2), 7-25.  Pilcher, S. (2007). Heterosexism in the workplace. Retrieved November 11, 2008, from Sloan Work and Family Research Network, Boston College Web site: http://wfnetwork.bc.edu/encyclopedia_entry.php?id=4422&area=All. Powers, B. (1996). The impact of gay, lesbian, and bisexual workplace issues on productivity. In A. Ellis and E. Riggle (Eds.), Sexual identity on the job: Issues and services (pp. 79-90). Binghamton, NY: Haworth Press. Raeburn, N. C. (2004). Changing corporate America inside out: Lesbian and gay workplace rights. Minneapolis, MN: University of Minnesota Press. 106   Ragins, B. R., & Cornwell, J. M. (2001). Pink triangles: Antecedents and consequences of perceived workplace discrimination against gay and lesbian employees. Journal of Applied Psychology, 86, 1244-1261. Ragins, B. R., Cornwell, J. M., & Miller, J. S. (2003). Heterosexism in the workplace: Do race and gender matter? Group Organization Management, 28, 45-74. Ragins, B. R., Singh, R., & Cornwell, J. M. (2007). Making the invisible visible: Fear and disclosure of sexual orientation at work. Journal of Applied Psychology, 92(4), 1103-1118. Rankin, S. R. (2003). Campus climate for gay, lesbian, bisexual, and transgender people:  A national perspective. New York: The National Gay and Lesbian Task Force Policy Institute. Rankin, S. R. (2005). Campus climates for sexual minorities. In R. L. Sanlo (Ed.), Gender identity and sexual orientation: Research, policy, and personal perspectives (pp. 17-23). San Francisco, CA: Jossey-Bass. Rasmussen, M. L. (2004). The problem of coming out. Theory Into Practice, 43(2), 114-150. Ritchie, C. A., & Banning, J. H. (2001). Gay, lesbian, bisexual, and transgender campus support offices: A qualitative study of establishment experiences. NASPA Journal, 38(4), 482-494. Russell, S. S., Spitzmüller, C., Lin, L. F., Stanton, J. M., Smith, P. C., & Ironson, G. H. (2004). Shorter can also be better: The abridged job in general scale. Educational and Psychological Measurement, 64, 878-893. 107   Saghir, M. T., & Robins, E. (1973). Male and female homosexuality: A comprehensive investigation. Baltimore, MD: Williams & Wilkins. Sanford, M., & Engstrom, C. M. (1995). Attitudes toward gay and lesbian students: An investigation of resident advisors. Journal of College & University Student Housing, 25, 26-30. Savin-Williams, R. C. (2006). Who’s gay? Does it matter? Psychological Science, 15, 40-44. Schneider, B. E. (1986). Coming out at work: Bridging the private/public gap. Work and Occupations, 13(4), 463-487. Sears, J. (2002). The institutional climate for lesbian, gay and bisexual education faculty:  What is the pivotal frame of reference?  Journal of Homosexuality, 43, 11-37. Singh, D. P., & Wathington, H. D. (2003). Valuing equity: Recognizing the rights of the LGBT community. Diversity Digest, 7(1, 2), 8-9. Skelton, A. (2000). “Camping it up to make them laugh?” Gay men teaching in higher education. Teaching Higher Education, 5,181-193. Spector, P. E. (1997). Job satisfaction: Application, assessment, causes, and consequences. Thousand Oaks, CA: Sage. Stevens, R. A., Jr. (2004). Understanding gay identity development within the college environment. Journal of College Student Development, 42, 185-206. The Chronicle of Higher Education. (2008). The 2008 Almanac of Higher Education. Washington, DC: Author. 108   Tierney, W. G. (1992). Building academic communities of difference. Change, 24(2), 40-46. U. S. Department of Education. (2006). Integrated Postsecondary Education Data System (IPEDS). Retrieved May 15, 2008, from http://nces.ed.gov/ipeds/datacenter/ SelectVariables.aspx?stepId=1. Washington, DC: National Center for Education Statistics. Vogt, W. P. (2005). Dictionary of statistics and methodology: A nontechnical guide for the social sciences (3rd ed.). Thousand Oaks, CA: Sage. Waldo, C. R. (1999). Working in a majority context: A structural model of heterosexism as minority stress in the workplace. Journal of Counseling Psychology, 46, 218-232. Waldo, C. R., & Kemp, J. L. (1997). Should I come out to my students? An empirical    investigation. Journal of Homosexuality, 34, 79-94.  Wall, V., & Washington, J. (1987). Gay, lesbian, bisexual support environment assessment. Unpublished manuscript. Wells, J. W., & Kline, W. B. (2001). Self-disclosure of homosexual orientation. Journal of Social Psychology, 127(2), 191-197. Winfield, L. (2005). Straight talk about gays in the workplace: Creating an inclusive, productive environment for everyone in your organization (10th ed.). New York:  Harrington Park Press. 109   Winfield, L., & Spielman, S. (1995). Straight talk about gays in the workplace: Creating an inclusive, productive environment for everyone in your organization. New York: Amacom. Woods, J. D., & Lucas, J. (1993). The corporate closet: The professional lives of gay men in America. New York: Free Press. Wright, T. A., & Bonett, D. G. (2007). Job satisfaction and psychological well-being as nonadditive predictors of workplace turnover. Journal of Management, 33, 141-160. Zeitz, G. (1990). Age and work satisfaction in a government agency: A situational perspective. Human Relations, 43(5), 419-438. Zemsky, B., & Sanlo, R. L. (2005). Do policies matter? In R. L. Sanlo (Ed.), Gender identity and sexual orientation: Research, policy, and personal perspectives (pp. 7-15). San Francisco, CA: Jossey-Bass. 110                       Appendix A  Conceptual Framework 111           112                       Appendix B  Organizations Solicited to Participate 113                 Organization Abbreviation              ACPA—College Student Educators International ACPA American Indian Higher Education Consortium AIHEC American Association for Employment in Education AAEE American Association for Higher Education AAHE American Association of Colleges for Teacher Education AACTE American Association of Colleges of Nursing AACN American Association of Collegiate Registrars and Admissions Officers AACRAO American Association of Community Colleges AACC American Association of State Colleges and Universities AASCU American Association of University Women AAUW American College Counseling Association ACCA American College Health Association ACHA American Council on Education ACE American Counseling Association ACA American Educational Research Association AERA American Library Association ALA American Psychological Association APA Association for Experiential Education AEE Association for Information Communications Technology Professionals in  Higher Education ACUTA Association for Institutional Research AIR Association for Student Affairs at Catholic Colleges and Universities ASACCU Association for the Advancement of Computing in Education AACE Association for the Advancement of Sustainability in Higher Education AASHE Association of Academic Health Centers AAHC Association of American Colleges and Universities AACU Association of American Universities AAU Association of Catholic Colleges and Universities ACCU Association of College & University Auditors ACUA Association of College Administration Professionals ACAP Association of College and University Housing Officers-International ACUHO-I Association of College Unions International ACUI Association of Collegiate Conference and Events Directors-International ACCED-I Association of Fraternity Advisors AFA Association of Higher Education and Disability AHEAD Association of Higher Education Campus Television Administrators AHECTA 114                 Organization Abbreviation              Association of Higher Education Facilities Officers APPA Association of Jesuit Colleges and Universities AJCU Association of Outdoor Recreation and Education AORE Association of Research Libraries ARL Association of Student Judicial Affairs ASJA Association of University Real Estate Officials AUREO Campus Safety, Health and Environmental Management Association CSHEMA Career College Association CCA College and University Hazardous Waste CUHWC College and University Professional Association for Human Resources CUPA-HR Consortium of Higher Education LGBT Resource Professionals --- Council for Christian Colleges and Universities CCCU Council for Higher Education Accreditation CHEA Council of Graduate Schools CGS Council of Independent Colleges CIC Council on Law in Higher Education CLHE Higher Education Center for Alcohol and Other Drug Abuse and Violence Prevention --- Higher Learning Commission HLC Hispanic Association of Colleges and Universities HACU International Association of Campus Law Enforcement Administrators IACLEA Jesuit Association of Student Personnel Administrators JASPA League for Innovation in the Community College --- NAFSA—Association of International Educators NAFSA NASPA—Student Affairs Administrators in Higher Education NASPA National Academic Advising Association NACADA National Association for Campus Activities NACA National Association for College Admission Counseling NACAC National Association for Developmental Education NADE National Association of Academic Advisors for Athletes N4A National Association of Advisors for the Health Professions NAAHP National Association of Campus Card Users NACCU National Association of College & University Food Services NACUFS National Association of College & University Mail Services NACUMS National Association of College and University Attorneys NACUA National Association of College and University Business Officers NACUBO National Association of College Auxiliary Services NACAS National Association of College Stores NACS 115                 Organization Abbreviation              National Association of Colleges and Employers NACE National Association of Graduate Admissions Professionals NAGAP National Association of Independent Colleges and Universities NAICU National Association of State Universities and Land-Grant Colleges NASULGC National Association of Student Affairs Professionals NASAP National Association of Student Financial Aid Administrators NASFAA National Career Development Association NCDA National Collegiate Athletic Association NCAA National Commission for Cooperative Education NCCE National Council of University Research Administrators NACURA National Intramural-Recreational Sports Association NIRSA National Orientation Directors Association NODA National Society for Experiential Education NSEE National Student Employment Association NSEA North American Association of Commencement Officers NAACO Society for College and University Planning SCUP South Association for College Student Affairs SACSA University Continuing Education Association UCEA Washington Higher Education Secretariat WHES Women's College Coalition WCC               116                       Appendix C  Sample Recruitment Email Sent to Professional Organizations 117    [Date]  [Name of Organization] [Organization website]  Dear [Organization contact],  I am currently a doctoral student at The University of North Carolina at Greensboro, under the mentorship of Dr. Deborah J. Taub, conducting dissertation research on workplace climate, disclosure, and job satisfaction of gay and lesbian professional staff in higher education. For purposes of my study, professional staff are defined as those individuals employed within a higher education institution whose primary role is not that of a student or a teaching faculty member. I am looking to draw from various professional organizations (roughly 90) in order to capture as wide of an array of different areas within higher education as possible and would like to include your organization and its members in my research.  I would like to request permission from the authority within your organization who has the ability to grant permission for an initial/invitational email and one to two follow-up reminder emails to be distributed to your membership, or to a self-identified gay/lesbian subset of your membership, requesting approximately 10-15 minutes of their time to complete an anonymous, online survey related to their workplace climate, their degree of outness at work, and their overall job satisfaction as gay and lesbian professional staff members in a higher educational setting. I am not requesting access to your membership list but merely the ability to forward the email to the appropriate authority who would then distribute the email on my behalf to your membership. There is a possibility I might request for one or two gentle reminder emails to also be sent out, depending on the response from the initial invitation.  For purposes of my institution's Institutional Review Board (IRB), I must have written authorization from each organization granting me permission to seek participation from its membership. I have provided a generic permission form below that can be easily filled in by the appropriate authority and emailed back to me from his or her email account. A copy of the email will be submitted, along with my forms, to the IRB for formal approval to carry out my study.   I appreciate your consideration and attention to this request. It is my hope to add to the gay & lesbian and higher education knowledge base and extend research into this underrepresented segment of the higher education professional population. Please do not hesitate to contact me if you have any questions or concerns.  ************************************************************* Please copy the following, filling in the needed information, and return to Brad Johnson via email at Brad_Johnson@uncg.edu. 118   I confirm that I have the authority to grant permission for an email to be forwarded to the general membership, or a self-identified gay/lesbian subset of our membership, on behalf of Brad Johnson in order to solicit gay and lesbian professional higher education staff members to participate in an online survey for purposes of gathering information for a doctoral dissertation research study. Additionally, I agree to assist in sending out this email to our membership.   Name of person granting authority: Position of person granting authority: Organization above person represents: Approximate number of people who will receive the email request:  ************************************************************* 119                       Appendix D  Agency Emails of Support  120       121      122    123       124      125   126   127   128   129   130   131   132   133   134   135     136   137   138              139                       Appendix E  Abridged Job in General Scale (AJIG) 140   Abridged Job in General Scale Bowling Green State University (© 1975-2009)   Sample item from the AJIG*  In the blank beside each word or phrase below, write    1     for “Yes”    2     for “No”    3     for “?”   How well does each of the following describe your job most of the time? ____ Pleasant ____ Bad ____ Great ____ Worthwhile   *At the request of Bowling Green State University, the AJIG scale may not be published in this document due to copyright law.  141                       Appendix F  Lesbian, Gay, Bisexual, and Transgendered Climate Index (LGBTCI) 142   Lesbian, Gay, Bisexual, and Transgendered Climate Index  Please rate the following items according to how well they describe the atmosphere for lesbian and gay (LG)* employees in your work place, using the following scale:  1= Doesn’t describe it at all 2= Describes it somewhat 3= Describes it pretty well 4= Describes it extremely well  At my workplace…  1. Lesbian and gay (LG) employees are treated with respect.   1    2    3    4 2. LG employees must be secretive.      1    2    3    4 3. Coworkers are as likely to ask nice, interested questions about a  same-sex relationship as they are about a heterosexual relationship.  1    2    3    4 4. LG people consider it a comfortable place to work.    1    2    3    4 5. Non-LG employees are comfortable engaging in gay-friendly humor with LG employees (for example, kidding them about a date).  1    2    3    4 6. The atmosphere for LG employees is oppressive.    1    2    3    4 7. LG employees feel accepted by coworkers.     1    2    3    4 8. Coworkers make comments that seem to indicate a lack of awareness of LG issues.        1    2    3    4 9. Employees are expected to not act “too gay.”    1    2    3    4 10. LG employees fear job loss because of sexual orientation.   1    2    3    4 11. My immediate work group is supportive of LG coworkers.   1    2    3    4 12. LG employees are comfortable talking about their personal lives with coworkers.        1    2    3    4 13. There is pressure for LG employees to stay closeted (to conceal their sexual orientation)       1    2    3    4 14. Employee LG identity does not seem to be an issue.    1    2    3    4 15. LG employees are met with thinly veiled hostility (for example, Scornful looks or icy tone of voice)     1    2    3    4 16. The company or institution as a whole provides a supportive  environment for LG people.      1    2    3    4 17. LG employees are free to be themselves.     1    2    3    4 18. LG people are less likely to be mentored.     1    2    3    4 19. LG employees feel free to display pictures of a same-sex partner.  1    2    3    4 20. The atmosphere for LG employees is improving.    1    2    3    4   * This survey was modified for this study in that references to Bisexual or Transgender issues were removed, since they were not populations under consideration.       143                       Appendix G  Self-Disclosure of Sexual Orientation in the Workplace Scale 144   Self-Disclosure of Sexual Orientation in the Workplace  Answer using:  1= I try very hard to keep it secret 2= I try somewhat hard to keep it secret 3= I don’t try to keep it secret 4=I actively talk about it to others   How hard to you try to keep your sexual orientation secret from these people at work?  1. Co-workers?   1 2 3 4  2. Immediate supervisors?  1 2 3 4  3. Other supervisors?  1 2 3 4  4. Subordinates?   1 2 3 4  5. Middle management?  1 2 3 4  6. Top management?  1 2 3 4  7. At work, have you disclosed your sexual orientation to:   a. no one  b. some people  c. most people d. everyone 145                       Appendix H  Organizational Policies and Practices Scale 146   Organizational Policies and Practices Scale*  Does your organization:  Have a written nondiscrimination policy that includes  sexual orientation?     Yes No Don’t Know  Include sexual orientation in the definition of diversity? Yes No Don’t Know  Include awareness of gay-lesbian issues in  diversity training?     Yes No Don’t Know  Offer same-sex domestic partners benefits?   Yes No Don’t Know  Offer gay-lesbian resource or support groups?  Yes No Don’t Know  Welcome same-sex partners at company social events? Yes No Don’t Know    * This survey was modified for this study in that references to Bisexual issues were removed, since they were not part of the populations under consideration for this study. 147                       Appendix I  Complete Survey Instrument 148         149     150   151   152   153   154   155   156   157   158   159   160                       Appendix J  Consent to Act as a Human Participant161   UNIVERSITY OF NORTH CAROLINA AT GREENSBORO  CONSENT TO ACT AS A HUMAN PARTICIPANT: LONG FORM  Project Title: Workplace Climate, Degree of Outness, and Job Satisfaction of Gay and Lesbian Professional Staff     in Higher Education  Project Director:  Dr. Deborah J. Taub and Brad Johnson, M.A.Ed.  Participant's Name:     What is the study about?        Issues revolving around career choices and professional development are critically important in how individuals define themselves and the satisfaction received from their lives, regardless of one’s sexual orientation (Ellis, 1996). However, the management of one’s sexual identity in the workplace has been cited as a major issue in the lives of gay men and lesbians (Chrobot-Mason, Button, & DiClementi, 2001; Griffith & Hebl, 2002; Ragins et al., 2007). Career concerns are psychosocially important to the lives of gay and lesbian (GL) individuals not only because they face discrimination but because they have “unique work-related concerns, behaviors, and needs that are deserving of scholarly attention” (Croteau & Bieschke, 1996, p. 120). The relationship between job satisfaction and life satisfaction has been described as a “spillover hypothesis,” in that the satisfaction or dissatisfaction a GL employee has with his or her job spills over into other areas of life (Rain, Lane, and Steiner (1991) as cited in Ellis & Riggle, 1995). This spillover therefore has a potentially profound effect on one’s overall psychosocial development, especially as it relates to job and career concerns.        The workplace has been cited as an environment mirroring the bigotry and discrimination that society has toward LGBT persons (Croteau & Lark, 1995a; Hunter, 2007; Woods & Lucas, 1993). For gay and lesbian employees, the decision to disclose their sexual orientation at work is not an easy decision. Unlike other characteristics that sometimes are more easily discernible (racial identity, physical disability, gender, etc.), sexual orientation is an attribute that “may be successfully hidden from others—albeit at some cost and with varying degrees of success—in order to mitigate negative effects in the workplace” (Blandford, 2003, p. 624). This ability to hide one’s sexual orientation has led to the gay and lesbian population being referred to as an “invisible minority” (Fassinger, 1991; House, 2004; Morgan & Brown, 1991). The invisibility of the GL population is compounded further by the initial assumption that all people are heterosexual (House, 2004).   Why are you asking me?       You have been chosen to participate in this study because you work in an institution of higher education and are a self-identified gay or lesbian individual.  What will you ask me to do if I agree to be in the study? You will be asked to complete this online survey about your work experiences as a gay and lesbian professional staff member in higher education. Questions will be asked relating to job satisfaction, organizational policies and practices, workplace climate, and disclosure of sexual orientation in the workplace.  What are the dangers to me? The risk of identifying something that is hurtful or brings up bad   memories for these individuals can cause minimal harm. Participants will be asked to relay information about their workplace 162   environments, including their job satisfaction, workplace climate, organizational polices and practices, and degree of disclosure of their sexual orientation. Evaluating these factors may cause some minimal discomfort for those who have had or are currently experiencing unpleasant workplace environments.  If you have any concerns about your rights or how you are being treated please contact Eric Allen in the Office of Research and Compliance at UNCG at (336) 256-1482. Questions about this project or your benefits or risks associated with being in this study can be answered by [Dr. Deborah J. Taub, (336.334.4668, djtaub@uncg.edu) or Brad Johnson, (336.334.5198, Brad_Johnson@uncg.edu).  Are there any benefits to me for taking part in this research study?  There are no direct benefits to you other than having your voice and opinions heard.  Are there any benefits to society as a result of me taking part in this research?  The benefits to society are that this research may be utilized to develop programmatic efforts to address the issues related to job satisfaction among gay and lesbian employees in higher education. It may also help to inform policy that needs to be addressed in higher education institutions relating to gay and lesbian employees.   Will I get paid for being in the study?  Will it cost me anything?  There are no costs to you or payments made for participating in this study.  How will you keep my information confidential?   This survey asks for no personally identifiable information from participants. As this will be sent out to organizational listservs (not specific individuals) and passed along to other individuals by participants using a snowballing technique, I will have no way of tying specific responses to an individual. In addition, a web link collector will be used by Survey Monkey to distribute this survey. With a web link collector, a web address is generated for the survey that can then be stated in the email distributed by professional organizations using their listservs. Web link collectors do not collect track email addresses for responses and thus, I as the survey administrator will not be able to link responses back to a specific individual. Survey Monkey also has the ability to disable IP collection in their data analysis section, which also removes any information that could be used to tie responses back to a specific individual. By submitting a response to this survey, consent is implied.  All information obtained in this study is strictly confidential unless disclosure is required by law.   As this research is being conducted over the internet, absolute confidentiality of data provided through the Internet cannot be guaranteed due to the limited protections of Internet access. Please be sure to close your browser when finished so no one will be able to see what you have been doing.\" Alternatively, add security statement from commercial survey tool used for the study.  What if I want to leave the study? You have the right to refuse to participate or to withdraw at any time, without penalty. If you do withdraw, it will not affect your in any way. If you choose to withdraw, you may request that any of your data which has been collected be destroyed unless it is in a de-identifiable state.  What about new information/changes in the study?  If significant new information relating to the study becomes available which may relate to your willingness to continue to participate, this information will be provided to you.    163   Voluntary Consent by Participant:  By clicking “Next”, you are consenting and agreeing that you read, or it has been read to you, and you fully understand the contents of this document and are openly willing to consent to take part in this study. All of your questions concerning this study have been answered. By clicking “Next”, you are agreeing that you are 18 years of age or older and are agreeing to participate.    Please print a copy of this for your records.  164                       Appendix K  Emails Confirming Permission to Use Instruments 165    166    167    168   169    170   171   172   173   174    ",
    "id": 149231063,
    "identifiers": {
        "doi": null,
        "oai": "oai:libres.uncg.edu/2495"
    },
    "title": "Workplace climate, degree of outness, and job satisfaction of gay and lesbian professional staff in higher education.",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2009-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "http://libres.uncg.edu/ir/uncg/f/Johnson_uncg_0154D_10272.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2009",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/149231063.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/149231063"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/149231063/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/149231063/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/149231063"
        }
    ],
    "abstract": "Issues of diversity across college campuses are seeing a growing acceptance, however, acceptance across diversity groups is not seen as uniformly accepting, especially among gay and lesbian populations who may often find themselves in hostile, unwelcoming, or uncomfortable environments. Despite the perception that universities have been sites for political and social changes concerning the gay and lesbian\npopulation, institutions of higher education still have room for further growth concerning\ngay and lesbian populations and homophobia, especially as it relates to staff members.\nAlthough there is substantial research related to gay and lesbian individuals and the workplace as well as educational environments and gay and lesbian issues, the research specifically on gay and lesbian professional staff in higher educational environments is sparse. The purpose of this study was to determine the relationship between workplace climate of gay and lesbian staff members in higher education, the degree to which participants have disclosed their sexual orientation in the workplace, and overall job\nsatisfaction within their workplace climate. The subjects were 624 gay and lesbian professional staff members representing three divisions of higher education. All participants completed surveys on workplace climate, degree of outness, overall job satisfaction, and policies and procedures at their place of employment. Findings suggest that workplace climate is a predictor of job satisfaction. Additional findings indicate the\npresence of policies and procedures in institutions of higher education influence both\ndegree of outness and perceived workplace climate when analyzed by sexual orientation and division",
    "tags": [
        "Gays $x Education (Higher) $x Employment $z United States.",
        "Universities and colleges $x Professional staff $x Job satisfaction.",
        "Coming out (Sexual orientation)",
        "Gays $x Education (Higher) $x Employment $z United States.",
        "Universities and colleges $x Professional staff $x Job satisfaction.",
        "Coming out (Sexual orientation)"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Gays $x Education (Higher) $x Employment $z United States.",
        "Universities and colleges $x Professional staff $x Job satisfaction.",
        "Coming out (Sexual orientation)"
    ],
    "oai": "oai:libres.uncg.edu/2495",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3065",
        "openDoarId": 0,
        "name": "The University of North Carolina at Greensboro",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 149231063,
        "depositedDate": null,
        "publishedDate": "2009-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-23T08:53:55+00:00",
        "acceptedDate": null,
        "createdDate": "2018-02-12T01:19:56+00:00"
    },
    "urls": [
        "http://libres.uncg.edu/ir/uncg/f/Johnson_uncg_0154D_10272.pdf"
    ],
    "lastUpdate": "2024-01-23T08:53:55+00:00",
    "setSpecs": []
}