{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Salcedo, Abbie"
        },
        {
            "name": "Bohonos, Jeremy"
        }
    ],
    "contributors": [],
    "createdDate": "2022-06-10T05:40:21+01:00",
    "dataProvider": {
        "id": 3594,
        "name": "Kansas State University",
        "url": "https://api.core.ac.uk/v3/data-providers/3594",
        "logo": "https://api.core.ac.uk/data-providers/3594/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/519832434.pdf",
    "fullText": "Kansas State University Libraries New Prairie Press Adult Education Research Conference 2022 Conference Proceedings (Norman, OK) Workplace Injustice: Catalyzing Organizational Change for African American women in Academia Abbie Salcedo Texas State University - San Marcos, a_s1399@txstate.edu Jeremy Bohonos Texas State University - San Marcos, j_b1083@txstate.edu Follow this and additional works at: https://newprairiepress.org/aerc  Part of the Adult and Continuing Education Administration Commons, and the Social Justice Commons This work is licensed under a Creative Commons Attribution-Noncommercial 4.0 License Recommended Citation Salcedo, A., & Bohonos, J. (2022). Workplace Injustice: Catalyzing Organizational Change for African American women in Academia. Adult Education Research Conference. https://newprairiepress.org/aerc/2022/roundtables/3 This Event is brought to you for free and open access by the Conferences at New Prairie Press. It has been accepted for inclusion in Adult Education Research Conference by an authorized administrator of New Prairie Press. For more information, please contact cads@k-state.edu. CATALYZING ORGANIZATIONAL CHANGE 1 Workplace Injustice: Catalyzing Organizational Change for African American women in Academia Abbie Salcedo 1 and Jeremy Bohonos 1 1 Texas State University-San Marcos   Abstract Following George Floyd's death, few studies have examined the effectiveness of Diversity and Inclusion programs. This article will examine the impact of racial workplace injustice among African American women faculty. Keywords: DEI, Higher Education, Racial Workplace Injustice, African American Women, Women in the Professoriate Significant amounts of research studies indicate that the prevalence of institutional racism in higher education has adversely affected the experience of African American women faculty (Dade et al., 2015; Davis & Brown, 2017; Dicken et al., 2020). In the wake of George Floyd's death, however, few have examined the effectiveness of the Diversity and Inclusion program in addressing racial workplace injustice (discrimination, bullying, and harassment in the workplace; see Okechukwu et al. (2014) and promoting long-term changes within organizations. As a point of reference, the death of George Floyd will be used in this study. George Floyd's death has caused unprecedented support for Diversity and Inclusion initiatives in the workplace (Nguyen et al., 2021), and it is necessary to study the impact of workplace injustice amongst African American women faculty. This study explores how Diversity and Inclusion programs responded to workplace injustice for African Americans in higher education and the coping techniques utilized by African American women faculty.  This phenomenological study will fill a void in the literature by interviewing African American women faculty about their organizational experiences, notably racial workplace injustice, since George Floyd's death and positive strategies that helped them cope with racial workplace injustice. The conclusions of this study could potentially serve as direction for leadership, faculty, and staff on how to design a Diversity and Inclusion training program. Identifying the barriers to Diversity and Inclusion activities within the organizational context could aid in determining what types of interventions are required of organizational leadership and their stakeholders, what targets should be set, and how to implement those interventions. Participation Criteria  Participants will need to meet the following criteria: (a) Must be 18 years or older, (b) self-identify as a woman or female, (c) self-identify as African American/Black (d) currently employed as a full professor at a four-year institution in the United States, (e) must have experienced or witnessed workplace injustice (discrimination, harassment, and/or bullying), and (f) must have participated in a Diversity and Inclusion program/initiative in their respective workplace in the last 12 months. The study will include a minimum of 10 participants but will seek to identify 15 participants to account for attrition. This study will utilize the snowball method, asking participants to recruit their colleagues to participate if the minimum of 10 is not CATALYZING ORGANIZATIONAL CHANGE 2 achieved through purposive sampling. The data will adopt Intersectionality (Crenshaw, 1991), Critical Race Theory (CRT; Ladson-Billings & Tate, 1995), and Black Feminist Thought (BFT; Collins, 1989) to analyze the findings. This research adds to previous work on workplace injustice, particularly racism, by focusing on the effectiveness and shortcomings of Diversity and Inclusion initiatives designed to address the challenges faced by African American faculty women in the workplace. Research Questions   The research questions to guide this two-article dissertation are:  1. How have Diversity and Inclusion efforts addressed workplace injustice for African American women faculty since the death of George Floyd?  2. What strategies are African American women faculty members using to cope with workplace injustice in the higher education sector? References Collins, P. H. (1989). The social construction of Black feminist thought. Signs: Journal of Women in Culture and Society, 14(4), 745–773. https://doi.org/10.1086/494543  Crenshaw, K. (1991). Mapping the margins: Intersectionality, identity politics, and violence against women of color. Stanford Law Review, 43(6), 1241–1299. https://doi.org/10.2307/1229039  Dade, K., Tartakov, C., Hargrave, C., & Leigh, P. (2015). Assessing the impact of racism on Black faculty in White academe: A collective case study of African American female faculty. Western Journal of Black Studies, 39(2), 134-146.    Davis, S., & Brown, K. (2017). Automatically discounted: Using Black feminist theory to critically analyze the experiences of Black female faculty. International Journal of Educational Leadership Preparation, 12(1), 98-106.  Dickens, D., Jones, M., & Hall, N. (2020). Being a token Black female faculty member in physics: Exploring research on gendered racism, identity shifting as a coping strategy, and inclusivity in physics. Physics Teacher, 58(5), 335–337. Ladson-Billings, G., & Tate, W. F., IV. (1995). Toward a critical race theory of education. Teachers College Record, 97(1), 47-68. Nguyen, T. T., Criss, S., Michaels, E. K., Cross, R. I., Michaels, J. S., Dwivedi, P., ... & Gee, G. C. (2021). Progress and push-back: How the killings of Ahmaud Arbery, Breonna Taylor, and George Floyd impacted public discourse on race and racism on Twitter. SSM-population health, 15, 100922.  Okechukwu, C. A., Souza, K., Davis, K. D., & De Castro, A. B. (2014). Discrimination, harassment, abuse, and bullying in the workplace: Contribution of workplace injustice to occupational health disparities. American journal of industrial medicine, 57(5), 573-586. doi: 10.1002/ajim.22221  ",
    "id": 519832434,
    "identifiers": {
        "doi": null,
        "oai": "oai:newprairiepress.org:aerc-4220"
    },
    "title": "Workplace Injustice: Catalyzing Organizational Change for African American women in Academia",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-01-01T08:00:00+00:00",
    "publisher": "'New Prairie Press'",
    "references": [],
    "sourceFulltextUrls": [
        "https://newprairiepress.org/cgi/viewcontent.cgi?article=4220&context=aerc"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/519832434.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/519832434"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/519832434/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/519832434/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/519832434"
        }
    ],
    "abstract": "Following George Floyd\\u27s death, few studies have examined the effectiveness of Diversity and Inclusion programs. This article will examine the impact of racial workplace injustice among African American women faculty",
    "tags": [
        "text",
        "DEI",
        "Higher Education",
        "Racial Workplace Injustice",
        "African American Women",
        "Women in the Professoriate",
        "Adult and Continuing Education Administration",
        "Education",
        "Social Justice"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:newprairiepress.org:aerc-4220",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3594",
        "openDoarId": 0,
        "name": "Kansas State University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 519832434,
        "depositedDate": null,
        "publishedDate": "2022-01-01T08:00:00+00:00",
        "updatedDate": "2023-12-02T21:37:25+00:00",
        "acceptedDate": null,
        "createdDate": "2022-06-10T05:40:21+01:00"
    },
    "urls": [
        "https://newprairiepress.org/aerc/2022/roundtables/3",
        "https://newprairiepress.org/context/aerc/article/4220/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2023-12-02T21:37:25+00:00",
    "setSpecs": []
}