{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Assimakopoulos, Stavros"
        },
        {
            "name": "Vella Muskat, Rebecca"
        }
    ],
    "contributors": [],
    "createdDate": "2019-01-06T12:02:12+00:00",
    "dataProvider": {
        "id": 1056,
        "name": "OAR@UM",
        "url": "https://api.core.ac.uk/v3/data-providers/1056",
        "logo": "https://api.core.ac.uk/data-providers/1056/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.7423/XJENZA.2018.1.04",
    "downloadUrl": "https://core.ac.uk/download/162326365.pdf",
    "fullText": "Assimakopoulos, S. and Vella Muskat, R. (2018).Xjenza Online, 6:25–40.Xjenza Online - Science Journal of the Malta Chamber of Scientistswww.xjenza.orgDOI: 10.7423/XJENZA.2018.1.04Research ArticleXenophobic and Homophobic Attitudes in Online News PortalComments in MaltaStavros Assimakopoulos∗1 and Rebecca Vella Muskat11Institute of Linguistics and Language Technology, University of Malta, Msida, MaltaAbstract. In this paper, we present part of the re-search carried out at the Institute of Linguistics andLanguage Technology of the University of Malta underthe auspices of the EU-funded C.O.N.T.A.C.T. project1.The present study, which followed the common method-ology of the C.O.N.T.A.C.T. consortium, focuses on theverbal expression of discrimination in Malta. Employ-ing both quantitative and qualitative methods, we seekto identify the extent to which comments posted onlinein reaction to news reports in local portals can be foundto encompass discriminatory attitudes towards two tar-get minorities: migrants and members of the LGBTIQcommunity. The obtained results indicate that, whileboth xenophobia and homophobia can be detected insome of the comments, the former is a much more pre-valent than the latter. In an attempt to further probeinto the reasons for the emergence of such discrimin-atory discourse online, we additionally administered anonline questionnaire and conducted focus group inter-views, which provided us with some insight as to whydiscriminatory attitudes appear to have recently beenon the rise in relation to migrants, while, at the sametime, have correspondingly been contained in the caseof the LGBTIQ minority group.Keywords: critical discourse analysis, online com-ments, xenophobia, homophobia, hate speech1 IntroductionWhen one speaks of discrimination in its broadest sense,one typically refers to prejudice based on any minorityidentity, be it tied to religion, nationality, race, ethnicorigin, sexual orientation, gender identity, or any other1The full C.O.N.T.A.C.T. National Report for Malta canbe accessed here: http://staff.um.edu.mt/ data/assets/pdf file/0007/328903/CONTACTNationalreportforMaltaUM-Malta.pdftrait that legal terminology pertaining to hate speechand hate crime commonly calls a ‘protected character-istic’. Regardless of whether or not a discriminatoryincident is indeed prosecutable by law, the underlyingidea is that some person is discriminated against whenthey are singled out – and potentially insulted or eventhreatened – because they share some identifying featurewith other members of a particular minority group.In Malta, both the Constitution (Article 45) and theCriminal Code (Article 82) directly outlaw any formof discrimination (with the Press Act, the Broadcast-ing Act and the Employment and Industrial RelationsAct also comprising further provisions in relation toit). Beyond the legal remit of discrimination, however,community perceptions are also quite complex. As theMGRM (Malta LGBTIQ Rights Movement) pointed outto us in our communication with them, before the relev-ant amendments to the Constitution and Criminal Codein 2013, when the Civil Union Act was ratified, society’sperception of the LGBTIQ community was ahead of le-gislation; there was more tolerance from society thanwas reflected in policy. Now, however, the converseseems to be the case; policy is quite ahead in termsof LGBTIQ rights and protections, and people needtime to catch up. Similarly, a great source of contentionfor the Maltese is the problem of irregular migration inthe Mediterranean, with the 2016 Eurobarometer survey(European Commission, 2016) enlisting migration as thehighest concern locally. This seems to be spurring muchof the discrimination against migrants on the Malteseislands, where irregular migrants, alongside anyone per-ceived to be one on the basis of their physical charac-teristics, are often categorised as one group of ‘Others’,regardless of their nationality, language, religion, or eth-nic background (cf. Lutterbeck, 2009; Cassar & Gauci,2015; Repeckaite, Cassar & Gauci, n.d.).*Correspondence to: Stavros Assimakopoulos (stavros.assimakopoulos@um.edu.mt)c© 2018 Xjenza Online26 Xenophobic and Homophobic Attitudes in Online News Portal Comments in MaltaAgainst this background, the 2-year EU-fundedC.O.N.T.A.C.T. project (cf. Assimakopoulos, Baider& Millar, 2017) aimed at investigating and developingtools to combat hate crime, with a particular focus onhate speech, in a number of EU countries. These toolsincluded an online facility and dedicated smartphoneapplication where members of the public could reporthate incidents, as well as various media and trainingevents across the consortium (for more information visit:http://reportinghate.eu). And while the local reportswe received through our dedicated online facility willnot be analysed in this article, they still suggest thatthe focus of the project on hate speech seems to be par-ticularly relevant. As Figure 1 indicates, as of Octo-ber 2017, out of the 112 reports received for Malta, thelargest proportion had to do with instances of verbalabuse, with online hate speech also featuring quite highin the list.2Figure 1: Reports of hate incidents in Malta on theC.O.N.T.A.C.T. website.In this respect, the present study aimed to investig-ate the extent to which xenophobic and homophobic3attitudes can be seen to emerge in online discourse pro-duced by the general public. To this end, adopting acritical discourse analytic approach, we examined thelanguage used in comments posted in reaction to newsreports in various local media portals with a view to un-covering the underlying ideologies associated with thesetwo types of discrimination in Malta. In this setting,ideology can be roughly defined as a “an interrelated2Clearly, this is not meant to be taken as a general statisticapplicable to the whole population residing in Malta; yet, it isstill indicative of a tendency that should not be overlooked.3Throughout this article, ‘homophobia’ will be used as an um-brella term that encompasses homophobia, transphobia, biphobiaand any other discriminatory attitude towards LGBTIQ individu-als. Similarly, the term ‘xenophobia’ will be used as an umbrellaterm to refer to any discriminatory attitude against a person orgroup of persons on the basis of their race, religion, country of ori-gin, and ethnicity. Although this is a somewhat inaccurate use ofthe two terms, as will become clear through the following discus-sion, the aforementioned characteristics are also often conflatedby members of society.set of convictions or assumptions that reduces the com-plexities of a particular slice of reality to easily compre-hensible terms and suggests appropriate ways of dealingwith that reality” (Hunt, 1987: xi); that reality being, inthe present context, the existence of migrants and LGB-TIQ individuals in Malta. Therefore, going beyond themere identification of current trends in discriminatoryattitudes towards the two minorities under question, wealso sought to ascertain, in an empirically grounded way,the ideological background against which these trendscan be taken to have emerged.Critical discourse analysis is an area of research that isrooted fundamentally in critical linguistics (Teo, 2000).As such, it moves beyond the mere description of lan-guage and offers explanations and evaluations as to howand why discourses are produced. In this way, it seeks toascertain the role that various discourses can have in theproduction and reproduction of sociological phenomenasuch as dominance, power, and belief (cf. Fairclough,1995). That is precisely why it has been widely appliedto the study of discrimination, since it allows researchersto link the linguistic structures and units adopted in dis-course with the hidden ideologies imbued therein (see,for example, van Dijk, 1987, 1991; Reisigl & Wodak,2001; Baker et al., 2008, among many others). For ex-ample, van Dijk (1992: 228) shows how forms of under-statement, such as mitigation and euphemism, do notonly offer semantic and rhetorical functions to discourse,but often also serve to “avoid negative judgements of thehearer about the ethnic attitudes of the speaker”, thus,implicitly downplaying the racist stance that a certainremark may communicate. And indeed, even from com-mon experience, it should be easy to identify instancesof talk, where a speaker starts off with the hedge “Iam not racist but. . . ” and then goes on to pass a racistcomment. Along similar lines, in his analysis of the por-trayal of homosexuality in African newspapers, Reddy(2002) notes that the negative evaluation of homosexu-ality therein is often underpinned by an anti-Europeanand anti-West argumentation, hence implying that ho-mosexuality is ‘unAfrican’.While most previous research in the area has predom-inantly focused on the communication of discriminatoryattitudes in newspeak and media talk, the recent emer-gence of Web 2.0 as a principal platform for the exchangeof ideas concerning minorities (in the form of social me-dia platforms such as Facebook, and newspaper forums,for example) clearly necessitates the investigation of therelevant attitudes in the interactions of internet userstoo (cf. Erjavec & Kovacˇicˇ, 2012; Brindle, 2016). So, inthe interest of understanding the driving forces behindthe general public’s production of remarks that reveala discriminatory attitude towards migrants or membersof the LGBTIQ community in Malta, we created two10.7423/XJENZA.2018.1.04 www.xjenza.orgXenophobic and Homophobic Attitudes in Online News Portal Comments in Malta 27balanced corpora of articles and comments related tothe two minority groups under question, and annotatedthem in terms of the attitudes they reveal as well as themeans used to communicate these attitudes. Then, witha view to approximating the general public’s perceptionof such discriminatory comments, we administered aquestionnaire online and ran four follow-up focus groupinterviews. In this respect, we employed the principleof triangulation, fundamental for several strands of crit-ical discourse analysis, “which enables the researchersto minimize any risk of being too subjective,” given “itsendeavour to work on a basis of a variety of differentdata, methods, theories, and background information”(Wodak, 2015: 2). As we will see in the following sec-tions, this enabled us to ascertain the local presence of anegative attitude towards both minorities, and identifyat the same time its more particular ideological under-pinnings in each case.2 Materials and MethodsThe common methodology used across theC.O.N.T.A.C.T. consortium, and its underlyingrationale, is available in Assimakopoulos et al. (2017:Chapter 2), but for the sake of transparency we willbriefly outline it below too, taking note of those stepsin which we deviated from the original plan, givenMalta’s particular linguistic landscape. Before we turnto this though, it is essential to point out that, whilethe focus of the C.O.N.T.A.C.T. project was indeed onhate speech, we are in no position, as researchers oflanguage and ideology, to accuse particular commentersthat they have committed what amounts to a crimein the eyes of the Maltese law. So, all the statisticalanalysis and especially the examples4 provided in thisarticle should not be perceived as constituting hatespeech in the legal sense of the term. Rather, they areemphatically meant to represent instances of discoursethat encompasses a discriminatory attitude towardsmigrants or members of the LGBTIQ community, andtherefore provides an idea of the axiological values thatunderlie this attitude.2.1 Analysis of Online Comments in theMaltese Online Press2.1.1 Data CollectionIn order to build our corpus for the first stage of ourresearch, we needed to identify articles that could po-tentially trigger readers to post comments pertaining tothe migrant and LGBTIQ minorities underneath them.To this end, following the common C.O.N.T.A.C.T.methodology, we looked for articles related to the top-4All examples of online comments have been reproduced intheir exact original form, so any apparent grammatical mistakesare taken verbatim from the original writers.ics of hate speech/crime, migration and LGBTIQ mat-ters, by identifying particular keywords that are relev-ant in these domains. Still, the bilingual character ofMalta, where both Maltese and English are official lan-guages, necessitated a number of important decisions inthe process. Firstly, as can be expected, exact trans-lations of terms from/to Maltese are sometimes diffi-cult to come by; for example, the lexical item ‘asylumseeker’, translates only periphrastically to ‘persuna litfittex il-kenn’ (literally: person who is looking for shel-ter) – in which case we opted to search for articlescontaining the more generic keywords ‘kenn’ and ‘az˙il’(asylum) in Maltese-language news portals. Secondly,particular attention needed to be paid to words con-taining Maltese-specific graphemes. The Maltese andEnglish alphabets both make use of Latin characters;yet, the Maltese alphabet differs marginally from theEnglish one as it does not have a <y> and additionallyhas the following characters: <c˙>, <g˙>, <gh¯>, <h¯>,and <z˙>. The reason that these graphemes becamerelevant at this stage of data collection is that Maltesecharacters are not consistently used in Maltese-languagepress. For example, the word ‘az˙il’ also returned resultswith its ‘Anglo’-spelling ‘azil’. Finally, both the singu-lar and plural forms of countable nouns were used in thedatabase search, under the assumption that linguisticchoice between the two forms may have ideological con-sequences that could become apparent during the qualit-ative analysis of the data. Against this backdrop, Table1 shows all keywords that were used to identify articlesfor the Maltese C.O.N.T.A.C.T. dataset.We then used the EMM NewsBrief platform(http://emm.newsbrief.eu), which has been developedby the Joint Research Centre of the European Commis-sion to monitor news reports across the globe, to look forarticles from local media portals by performing searcheson the basis of our selected keywords. We collectedthe titles and URLs for all retrieved articles, in bothEnglish and Maltese, over two time periods, which werepreselected across the consortium for reasons of feas-ibility: April–June 2015 and December 2015–February2016. Once we retrieved all articles and their respect-ive urls for each keyword, we selected the keywords thatwould be used for the population of our actual corporaon the basis of the number of articles that each keywordreturned during our initial search. While the rest of theconsortium populated their corpora with content per-taining to 8 keywords on migration and 6 on LGBTIQmatters, we chose to create a more balanced corpus byusing the 8 keywords that returned most hits in eachdomain. Table 2 shows the overall number of hits ofthe keywords selected, which were also the keywordswith the most number of hits across the board, return-ing more articles than any of the keywords in the hatespeech/crime domain.10.7423/XJENZA.2018.1.04 www.xjenza.org28 Xenophobic and Homophobic Attitudes in Online News Portal Comments in MaltaTable 1: Keywords used for data collection in Malta.Domain Keywords searched forHatespeech/crimeIN ENGLISH: discrimination, hate,hate crime, hate crimes, hate speechIN MALTESE: diskriminazzjoni,mibegh¯da, reat ta’ mibegh¯da, reati ta’mibegh¯da, diskors ta’ mibegh¯daMigrationIN ENGLISH: asylum, asylum seeker,asylum seekers, black, blacks, immig-rant, immigrants, immigration, mi-grant, migrants, Muslim, Muslims,push-back, pushback, race, racial, ra-cism, refugee, refugees, shelter, xeno-phobiaIN MALTESE: az˙il, azil, persunali tfittex il-kenn, persuni li jfit-txu il-kenn, iswed, l-iswed, immig-rant, immigranti, immigrazzjoni, mi-grant, migranti, Musulman, Musul-mani, push-back, pushback, razza,razziali, razziz˙mu, refug˙jat, refugjat,refug˙jati, refugjati, kenn, ksenofobijaLGBTIQIN ENGLISH: civil union, gay, gays,gender identity, homophobia, homo-sexual, homosexuals, lesbian, lesbians,LGBT, LGBTIQ, queer, queers, sexu-ality, sexual orientation, trans, trans-gender, transgenders, transexual, tran-sexualsIN MALTESE: unjoni c˙ivili, un-joni civili, gay, gays, identita` tal-gg˙eneru, identita tal-generu, omo-fobija, omosesswali, liz˙bjana, lesbjana,liz˙bjani, lesbjani, LGBT, LGBTIQ,queer, queers, sesswalita`, orjentazz-joni sesswali, trans, transgender, trans-genders, transesswaliAt first sight, even from the number of hits alone, onecan easily see that media discourse related to the topicof migration is far more prominent than that relatedto LGBTIQ matters, with the keyword registering thehighest number of hits in the LGBTIQ category return-ing fewer hits than the keyword that was last in our listfor the migration domain.Once the 8 keywords per topic area were selected, wewent back to our list of articles and discarded all art-icles that did not contain any of the selected keywords.Since the EMM Newsbrief tool does not provide any in-formation about articles with associated comments, weadded to our list of the remaining article URLs a separ-Table 2: Keywords used for the population of the Maltese corpus.Domain Keyword Sourcesin Eng-lishSourcesinMalteseTotalnum-ber ofhitsMigrationmigrant/s 2227 35 2262refugee/s 1116 241 1357immigrant/s 334 811 1145asylum(seeker/s)424 0 1100Muslim/s 776 176 952immigration 485 403 888race 826 58 884black/s 745 111 856LGBTIQgay/s 322 51 373LGBT/LGBTIQ 123 33 156homosexual/s 98 54 152sexual ori-entation71 55 126genderidentity116 2 118transgender/s 70 12 82homophobia 20 53 73lesbian/s 58 5 63ate column with the number of comments that each oneof these articles had received. At the end of this process,we had a list of all the articles with comments over thedesignated temporal period, along with the number ofcomments each article had received. At this stage, wewere ready to start compiling our corpus.Since the next part of this research includeda more nuanced qualitative analysis, the MalteseC.O.N.T.A.C.T. corpus had to contain a smaller, albeitrepresentative and balanced sample of the collected art-icles. So, while the rest of the consortium used a morerandomised sampling method, we developed a methodthat we felt would ensure that the collected commentswould include ideologically-marked language. Identify-ing those articles with the largest number of user com-ments was pivotal in this respect. Using both alreadyavailable text-mining software and an additional com-putational method developed by Albert Gatt, anothermember of the University of Malta team, all articlesretrieved from the previous step of the process andtheir accompanying comments were collected and or-ganised according to the number of comments receivedper article. Then, we collected the first 5,000 wordsworth of article content – as well as an associated 5,000words worth of comments content – per keyword, onthe basis of the number of comments received per art-icle. Care was taken not to select partial articles or cutoff individual comment threads. Therefore, the data for10.7423/XJENZA.2018.1.04 www.xjenza.orgXenophobic and Homophobic Attitudes in Online News Portal Comments in Malta 29Table 3: Overview of the Maltese coprus.Article source languageEnglish MalteseKeywordNo.ofarticlesSizeofart-iclecorpus(inwords)No.ofcommentsSizeofcom-mentscorpus(inwords)No.ofarticlesSizeofart-iclecorpus(inwords)No.ofcommentsSizeofcom-mentscorpus(inwords)Migrationcorpusasylumseeker/s16 4800 147 5108 3 887 1 10black/s 7 5264 137 5096 0 0 0 0immigrant/s 7 4877 147 5064 19 5216 114 3125immigration 10 4853 130 5252 11 3818 44 920migrant/s 11 5073 156 5257 0 0 0 0Muslim/s 13 5246 169 5009 12 2572 55 1629race 5 4877 141 4961 1 354 1 12refugee/s 9 4809 103 5273 8 2466 25 1033TOTAL 78 39799 1130 41020 54 15313 240 6729LGBTIQcorpusgay/s 14 5070 142 5051 5 961 21 520genderidentity8 4960 163 5012 0 0 0 0homophobia 9 5100 133 5176 0 0 0 0homosexual/s 9 5843 169 5120 5 1237 14 356lesbian/s 13 5688 116 5008 0 0 0 0LGBT/IQ 10 5260 136 5021 0 0 0 0sexualorientation7 4737 114 5268 0 0 0 0transgender/s 10 5615 136 5268 0 0 0 0TOTAL 80 42273 1109 40924 10 2198 35 876most keywords in the corpus ended up containing eitherslightly more or less than 5000 words (cf. Table 3).Overall, as Table 4 shows, the MalteseC.O.N.T.A.C.T. corpus ended up containing anarray of articles from several major local news portals,as the EMM NewsBrief platform automatically crawlsthe vast majority of news portals in the country.2.1.2 Data AnnotationThe next step involved the annotation of both ourarticles and comments subcorpora in the two domainsin terms of polarity. The objective here was to identifywhether each article/comment communicated a posit-ive, negative or neutral stance towards the minoritiesunder question. What is particularly important to notein this regard is that during this evaluation, whichwas undertaken by two individual annotators to ensurereliability, we focused exclusively on the attitudesexpressed in relation to migrants and members ofthe LGBTIQ community, marking any content thatrelated to a different target, such as politicians or othercommenters, as irrelevant. So, following the commonC.O.N.T.A.C.T. methodology, once a comment waslabelled in terms of polarity, the discursive tactics usedby the writer of the comment to communicate a positiveor negative stance towards the targeted minority groupswere pinpointed through a closer analysis that involvedthe following categories, as these stem from the relevantcritical discourse analytic literature:• Use of positive words and derogatory terms to referto the minority under question, e.g. “That’s becausewe’re not simply importing destitute people. We’reimporting a discredited, disheveled and destructiveculture.”• Insults against the minority under question, e.g. “Ifanyone is lacking, it is you guys for lacking a sense10.7423/XJENZA.2018.1.04 www.xjenza.org30 Xenophobic and Homophobic Attitudes in Online News Portal Comments in MaltaTable 4: Local news portals taken into account for the Maltesecorpus.Portallan-guagePortal name Used Reason for exclu-sion from coprusEnglishBay 7 Articles expireafter 2 weeksMalta Star 7 Redirects toonenews.com,and all articlestherein are nowin Maltese.Malta Today 3The Malta In-dependent3Times of Malta 3MalteseGrajjiet Malta 7 Website downIllum 3iNews Malta 7 No commentsfound underretrieved articlesKullh¯add 7 No commentsfound underretrieved articlesL-Orizzont 7 Redirects toiNewsMalta RightNow (changedto Net News)3TVM 7 No comments sec-tion availableof decency. Just look at the costumes worn at gayparades to prove my point.”• Metaphorical associations of the minority underquestion, e.g. “Illegal immigration is a cancerwhich if not eliminated will bring the downfalll ofEurope and European culture.”• Generalisations/sweeping statements about theminority under question, e.g. “It is sadly gettingto the point where being transgender will be a com-pulsory requirement. This has gone far enough.”• Remarks based on a stereotypical representationof the minority under question, e.g. “Homosexu-als who indulge in homosexual acts are committinggrievous sins too because any sexual act outside ofmarriage is a grievous sin.”• Suggestions about a plan of action in relation tothe minority under question, e.g. “meta eu sejratokkupa il costa tal libja biex ma halluhomx jitilquit tort kollu tal eu nies bla ba d” (When is the EUgoing to go occupy the coast of Libya to stop themfrom leaving? The fault is with the whole of theEU, people without balls.)• Implicit communication of a negative or positiveattitude towards the minority under question, interms of implicature5, e.g. “Will the treatmentgiven to this “Human Being” [referring to a mi-grant] be given to me if I do the same? Or sincebeing Maltese I will be discriminated against?”• Agreement with and/or endorsement of previousnegative or positive comment towards the minor-ity under question, e.g. “Well said !! A very stupididea .When are we going to draw a line to these out-landish laws [regarding trans, gender variant, andintersex students] and behave normally again ?”• Counterargument to a previous negative or pos-itive argument in relation to the minority underquestion, e.g. “If you want to be credible, enlightenus how ‘pushback’ is showing solidarity??!”Much like in the aforementioned cases of van Dijk (1992)and Reddy (2002), a further analysis of these strategiesand the patterns in which they emerge in this particulardiscourse setting allowed us to identify how commenters“use language and grammatical features to create mean-ing, to persuade people to think about events in a par-ticular way, sometimes even to seek to manipulate themwhile at the same time concealing their communicativeintentions” (Machin & Mayr, 2012: 1).2.2 Perceptual StudyIn the second part of the present study, we carried out anassessment of the perceptions of the local population inrelation to actual examples of discriminatory discoursefrom our corpus, and then sought to gain further in-sight into the obtained results on the basis of a series offollow-up focus group interviews. Needless to say, eth-ical approval for this part of the research was sought andobtained from the University of Malta Research EthicsCommittee, and informed consent was obtained from allparticipants of both the questionnaire and focus groupinterviews.2.2.1 QuestionnaireThe relevant questionnaire, which was again developedfollowing the common C.O.N.T.A.C.T. methodologicalapproach, was circulated on Google Forms both in Eng-lish and Maltese and distributed using multiple Univer-sity of Malta mailing lists and Facebook group posts. In5The term implicature, famously coined by Grice (1975), isused to denote meaning that is communicated over and abovewhat is actually expressed by the use of an utterance. As such,it encompasses a host of related phenomena, such as irony andsarcasm or the use of discourse markers, which we will not go intoin the present article due to space restrictions (see, however, VellaMuskat & Assimakopoulos, 2017).10.7423/XJENZA.2018.1.04 www.xjenza.orgXenophobic and Homophobic Attitudes in Online News Portal Comments in Malta 31its first section6, respondents were given six examples ofonline comments in reaction to news stories pertainingto migrant and LGBTIQ minorities and were asked toindicate how acceptable they think it is for people topost such comments online. Our selection of the rel-evant comments from our corpus followed the consor-tium’s guidelines and included in turn: (i) a commentwith a discriminatory statement that is directly offensivewith regard to the relevant minority group, (ii) anotherone that carries a discriminatory statement without ex-plicitly offensive language and, (iii) a comment that,while negative in its polarity, includes some argumenta-tion that would not necessarily qualify as discriminatoryagainst the group under question. The relevant itemsused in the domain of xenophobia (1–3) and homopho-bia (4–6) were the following:1. “The German authorities tried to suppress thismassive crime but with the number of women as-saulted now at 200 and counting, it had to comeout. The cat is now out of the bag and there is noway it will be bagged again. Immigration from thirdworld countries destroys western societies.”2. “Immigrants are not stupid. They love the freedomand rights they have over here. This is nothing butarrogance and it is what we should expect from themin the future. Maybe it’s you who’s in denial, butwake up and smell the coffee because it is startingto smell.”3. “Multiculturalism as is being advertised by thepseudo liberals has failed BADLY. It is like puttingthe starter, main course and dessert in a liquidiserand eating everything together. It simply destroysthe palate. European culture should be preserved inEurope; Arabian culture in Arab countries; Asiancultures in Asia, etc etc. This way all culturescan be appreciated without one culture subduing theother. We are ignoring the fact that some culturesare downright INCOMPATIBLE, and to try to im-pose cultural integration is asking for trouble.”4. “The practice of homosexuality qualifies as a “dis-ease” because by definition “disease is a disorder ofthe normal function of an organism”. The com-plicated anatomical structure and physiology of thesex organs leave no doubt that its normality consistsin the fecundation of the female ovum by the malesperm and the further development of the zygote inthe mother’s womb to produce a new separate livinghuman organism.”5. “These homosexuals are embarrassing us because6In the second part of the questionnaire, which we will not bedealing with in the present article, respondents were requested toprovide information about their own experiences of hate speech inMalta, while delving further into the reasons why such incidentsare often underreported.they want the UNNATURAL be made NATURALand they want it recognized as such.”6. “The gay community has become arrogant and ag-gressive towards achieving a one sided politicalagenda, completely in their favour, at the expenseof all others’ human rights to live and procreate asnature intended.”The number of respondents totalled 199 for the Englishversion, and 10 for the Maltese version of the question-naire, i.e. 209 overall. Even though the C.O.N.T.A.C.T.methodology targeted only people from 18 to 35 yearsof age, we collected data across all age groups (cf. Fig.2) with a view to gaining a wider understanding of theways in which the general public as a whole conceptual-ize discriminatory discourse.Figure 2: Questionnaire respondents age groups.Regarding our respondents’ demographic information,116 participants identified as female, 91 as male and2 identified themselves in non-binary terms. Regard-ing their nationality, 181 respondents were Maltese (orheld dual citizenship that includes Malta), 23 were non-Maltese EU nationals, and 5 non-EU ones. When itcomes to religion, 137 of our respondents identified asChristian, 60 stated that they do not assimilate with anyreligion, while 7 assimilate with a faith that was not lis-ted in the options provided in the questionnaire; yet,notably, none of our respondents were of Muslim faith.Turning to sexual orientation, 176 respondents identifiedas heterosexual, 22 as LGBTIQ and 4 as other. Finally,in terms of their level of education, the vast majority ofour participants have reached a level of higher educa-10.7423/XJENZA.2018.1.04 www.xjenza.org32 Xenophobic and Homophobic Attitudes in Online News Portal Comments in Maltation, with only 6 participants having reached secondaryeducation alone.2.2.2 Focus group interviewsAfter analysing the obtained questionnaire responses,we ran semi-structured focus group interviews withmembers of the general public who responded to ourrespective call for participants. These interviews weremeant to help us probe into the particular answers thatwere collected through our questionnaire and approxim-ate, in this way, the general public’s opinion regardingthe trends noted. Importantly, our interviewees werenot asked to justify their own answers in the question-naire (if, that is, they had already taken part in it in thefirst place); rather, they were asked to discuss the over-all results obtained through the questionnaire admin-istration. To this end, we conducted four focus groupinterviews with 21 participants, 11 female and 10 male,in total. Here, however, most participants were under35 years of age, with 5 of them being older, while thegroups comprised 13 Maltese, 6 EU and 2 non-EU na-tionals.3 Results and Discussion3.1 Xenophobic and Homophobic Attitudes inOnline CommentsOur analysis of the collected articles revealed a predom-inantly neutral attitude towards the minorities underquestion, probably because all of them merely reportedon current affairs pertaining to the two domains understudy. Yet, our analysis of the comments posted under-neath these articles painted a rather different picture,as the pie charts in Fig. 3 indicate7.In view of these results, it is clear that while there is,in our corpus, a presence of a negative attitude towardsboth minorities that we are dealing with, this attitude isfar more prevalent in relation to migrants than it is in re-lation to members of the LGBTIQ community, in whichcase, actually, the comments that were marked as posit-ive significantly outnumber the negative ones.8 Still, theresults obtained regarding xenophobic attitudes in theanalysed comments present a rather dramatic situation,with negative comments being almost double in number7It should be noted that these percentages have been calculatedon the basis of the comments that were collected from English-language portals alone. This was necessary for the purposes ofcomparison, since, as is evident in Table 3, our search in Maltese-language portals did not yield enough comments.8Interestingly, Malta was the only country in theC.O.N.T.A.C.T. consortium to obtain such a result, as allother national datasets revealed a more pronounced negativeattitude towards both minority groups (cf. Assimakopoulos et al.,2017: 12–13).than those that defend this particular target group.9Turning to the most prevalent trends that were iden-tified in our analysis of the discursive tactics of com-menters posting negative comments, we can get a betteridea of the particular ideological stances that underliexenophobic and homophobic attitudes locally.To begin with, it is worth pointing out that an over-whelming majority of the comments that revealed axenophobic stance had to do with a particular subgroupof migrants – i.e. the one comprising predominantly mi-grants of Muslim faith. The following examples of viewsthat generalise over the relevant population showcasethis, especially since each of them employs either thepronoun they/them or the determiner these to establisha clear us versus them dichotomy. In effect, this servesto expound the message that Muslim migrants are sep-arate and different from the Maltese and, moreover, thatthey pose a threat to the traditional values and homo-geneity of the island, in addition to bringing disease,crime, and degradation with them.1. “. . . Wait another 5 years and see how theseMuslims will change Malta. . . ”2. “. . . Turning a blind eye until such time as thereare thousands around and the government has toraise taxes to support them, when they start build-ing mosques next to our churches. Start positivediscrimination in their favour? Start thinking be-fore it’s too late. . . ”3. “. . . Many epidemic diseases are brought from theirshores such as AIDS, and the Ebola Virus, then be-cause of the already lack in employment opportun-ities you will see a rise in Violent crimes in orderfor them in desperation to self support. . . ”4. “. . . just back from Florence and the city is full ofthem, soon we will be having organised crimescommitted by these people. . . ”Then, even with respect to the group of Muslims, thereappears to be a of conflation of identities wherebyMuslims and sub-Saharan migrants are one and thesame, with most negative comments targeting specific-ally those migrants who have not been granted legalresidence status in Malta10. Although not all asylum9In fact, the situation becomes even more dire, if we also factorin that even more negative remarks about migrants, which we didnot take into account here due to our methodological constraints,were also found in the LGBTIQ corpus – and importantly in re-sponse to articles that had nothing to do with migration or LGB-TIQ members of the migrant community for that matter. Quiteworryingly, this appears to suggest that in some cases xenophobiahas a way of entering even seemingly irrelevant discussions.10This group of migrants is commonly referred to as ‘illegal im-migrants’ in most of the comments analysed; yet, the term ‘illegalimmigrant’ is strictly speaking a misnomer since Maltese Law onlyrefers to the notions of illegal entry and illegal stay (Bugre, 2017,September).10.7423/XJENZA.2018.1.04 www.xjenza.orgXenophobic and Homophobic Attitudes in Online News Portal Comments in Malta 33Figure 3: Polarity evaluation of sample comments.seekers in Malta are Muslim, there is a common percep-tion that all sub-Saharan migrants are Muslim. It be-comes apparent, therefore, that there is a hierarchy ofdiscrimination of sorts, whereby Muslims are discrimin-ated against first and foremost, followed by sub-SaharanAfricans, and that the identity higher on the hierarchyof discrimination subsumes the identities further down.5. “. . . the same cannot be said for muslim immig-rants who have nothing in common with theEuropeans. . . ”6. “. . . you must also acknowledge that there is amassive difference between lets say Turkish orEgyptians Muslims and Somali or Pakistani ones.We’re not getting the right sort of Muslimsunfortunately. . . ”7. “. . . There are cultures, and then there are othercultures, which despite us not being a pure race, wenever had problems with any of them, its only nowthat we talk about minorities, and their integration,why now, because you know damn well that thesepeople don’t integrate. full stop. . . ”8. “. . . Do let us distinguish between migrantsand Islam. While we should be humane to mi-grants let us not forget, despite what some wouldwant us to believe, that Islam preaches death orservitude to ANYBODY who does not convert toIslam. . . ”All in all, the most common theme in the negative com-ments targeting migrants was the perception that theypose an imminent threat for the local population; a per-ception that was even explicitly expressed in some ofthe comments we analysed. In fact, the most pervasivemetaphor in our corpus of comments was the metaphorof invasion.11 As the following examples demonstrate,lexical items such as ‘take over’, ‘over run’, ‘explode innumbers’, ‘protect ours’, ‘lose our culture’, all contrib-ute to the implicit metaphor that migrants are invadingour land and that we need to treat them as a threat.9. “. . . Beware they are gradually taking overMalta. . . ”10. “. . . Do we really want this country being over11According to Lakoff and Johnson (2003), humans perceive theworld around them in terms of conceptual metaphors, which be-come apparent through language use. In this way we conceive oftime as a forward and backward motion as evidenced in expres-sions like ‘need to get ahead’, ‘fall behind’ or ‘move forward’. Fora more detailed account of the ways in which lexical choice andmetaphor can be shown to reveal discriminatory stances in thepresently analysed corpus, see Assimakopoulos and Vella Muskat(2017).10.7423/XJENZA.2018.1.04 www.xjenza.org34 Xenophobic and Homophobic Attitudes in Online News Portal Comments in Maltarun, first they want to pray where they want. Whatnext ban bacon, ban feasts. . . ”11. “. . . This is because there is an expectation thatthese groups will explode in numbers. Bye byeMarsascala ghal Maltin. Persona non grataser nispiccaw. . . ”12. “. . . we are protecting our country from los-ing our culture, language and most importantof all – freedom. . . ”Turning to the axiological values that underlie com-ments with a negative attitude towards members of theLGBTIQ community, the most prevalent motivation forthem seems to be related to religious concerns, and morespecifically the assumption that these individuals lead alife that does not conform with some Divine will.13. “. . . we sold our souls on ideologies that goagainst the word of god. There is a higher lawabove that of people. That of God himself, and whofears god looks at those laws not the ones on earth.Anyway there is no authority on earth that will nothave to kneel in front of the only sultan. He is theonly way, truth and life.. . . ”14. “. . . The Bible, however, is quite clear, not just inspecific passages but throughout the sacred text,that same sex unions are disapproved by God(i.e. God calls homosexuality “sin”), and unlessGod by His grace grants the homosexual repent-ance, the homosexual-like the adulterer, the thief,the pedophile, the liar, etc. . . will find himself fa-cing the wrath of God upon death. . . ”15. “. . . that is why God left them to their filthy en-joyments and the practices with which they dis-honor their own bodies since they given up Di-vine truth. . . ”16. “. . . the more they get informed about sexuality themore they want to do it. Why don’t the educationteach the LGBTQI THE NORMAL way as godwants. . . ”The last comment in the examples above also shows an-other common conception that appears to spur negat-ivity against the LGBTIQ community, and especiallyhomosexuality: the idea that any deviation from het-eronormative values is abnormal. In the following ex-amples, one can see how this particular perception cangive rise to comments that range from viewing homo-sexuality as abnormal behaviour to conceptualising itas a disease, in a metaphorical association that is regu-larly found in homophobic discourse (cf. Hart-Brinson,2016). Again, drawing on the lexical make-up of thecomments, lexical expressions such as ‘natural’, ‘pre-tend’, ‘disease’, ‘normal function’ and ‘disorder’ call tomind a normative value that some other belief deviatesfrom. In addition, words such as ‘organism’, are neutral,and can further contribute to a metaphor of nature and,within this context, the implication that homosexualityopposes it.17. “. . . I just totally disagree with them pretendingto be normal couples. . . ”18. “. . . Natural law makes it impossible to equatea homosexual relationship to a heterosexualrelationship. . . ”19. “. . . The practice of homosexuality qualifiesas a “disease” because by definition “disease isa disorder of the normal function of an organ-ism”. . . ”20. “. . . ‘gay persons’ Most of these people havedisordered condition. . . ”Still, an even more common metaphorical allusion usedin negative comments towards the LGBTIQ communitywas that of doom, which is hardly surprising if one takesinto account that most negative comments in this cor-pus are triggered by religious concerns in the first place.Expressions like ‘hell on earth’, ‘bridges of hell’, ‘Sodomand Gomorrah’ all bring to mind the sort of biblicaldoom that features in stories such as Noah and the greatflood, Sodom and Gomorrah, and the four horsemen ofthe Apocalypse. This makes evident the strength of tra-ditional Christian values on the island and the disdain ofan LGBTIQ identity as something that challenges Godand for which the LGBTIQ community should seek di-vine redemption.21. “. . . Sorry to say ,but we have HELL onEARTH. . . ”22. “. . . Sodom and Gomorrah alive and well inMalta!. . . ”23. “. . . Today it’s gays, then transgender, then genderfluid, then polygamy, then, then, then – bridges tohell!. . . ”24. “. . . degeneracy of the world, I tell you. . . muhprunouns, and snowflake genders. Yep. It’s tumblr-grade bullshit. . . ”3.2 Approximating the General Public’s Per-ception3.2.1 Questionnaire ResponsesTurning to the first part of our perceptual study,which involved the online administration of theC.O.N.T.A.C.T. questionnaire, the respondents’ evalu-ation of the representative examples selected from theC.O.N.T.A.C.T. corpus (see 1–6 in Section 2.2.1 above)in terms of their acceptability can be visualised as shownin Fig. 4.It is evident from the above pie charts that our re-spondents were considerably more prone to accept com-ments expressing a negative attitude against migrants10.7423/XJENZA.2018.1.04 www.xjenza.orgXenophobic and Homophobic Attitudes in Online News Portal Comments in Malta 35Figure 4: Evaluation of representative comments by the questionnaire respondents.than those doing the same with respect to the LGB-TIQ community, which, in line with our qualitative ana-lysis results, seem to suggest that, locally, sensitivity toxenophobia is nowhere near sensitivity to homophobia.Also, when asked whether their evaluation would havebeen any different if the relevant comments had beenproduced in a private context, such as in an e-mail ex-change or chat or on a private Facebook page, the vastmajority (79.9%) noted that this would not have madea difference to their answers, indicating in this way thattheir responses were, for the most part, not affected byconsiderations of political correctness when an opinionis publicly shared.Still, while the responses collected from the adminis-tration of the C.O.N.T.A.C.T. questionnaire are indic-ative of the noted trends in relation to discriminatorydiscourse in Malta, they are not enough on their own toprovide us with a clear idea of the rationale with whichour respondents provided the answers they did. To thisend, we will now turn to the discussions that took placeduring the C.O.N.T.A.C.T. focus group interviews, asa means of probing further into the ideological back-ground against which the local asymmetric perceptionof the two minority groups under study has emerged.3.2.2 Focus Group DiscussionThe conclusion that xenophobia is a far greater issuethan homophobia in Malta seemed to keep cropping upduring all stages of this research; it was evident bothin the comment data that we analysed, as well as in10.7423/XJENZA.2018.1.04 www.xjenza.org36 Xenophobic and Homophobic Attitudes in Online News Portal Comments in Maltathe questionnaire responses, which indicate that parti-cipants are less prone to label a xenophobic commentas unacceptable than a homophobic one. The focusgroup interviews provided an extra opportunity to con-firm this. One participant, who is originally from a non-EU country, stated:1225. “because the first time actually I came here it was in2009 for my studies and people were very acceptingat that moment. I think that I was kind of, that’sthe reason that I actually fell in love with Malta,cause I felt welcomed here and when I came backfour years ago um, I actually saw, I noticed a dif-ference here you know. People were more. . . lesswelcoming and um, there’s as well the idea of umyou know the skin colour because. . . you are differ-ent, you look different so basically you can, actuallyI can actually see the difference between when theylook at me or, some people I mean, and when I ac-tually speak and I, you can actually clearly see hearmy French accent and they’re like there’s somethingthat change in the way they behave”(Interviewee 9, Focus Group 2)Another, Maltese this time, participant noted:26. “. . . when I was in Edinburgh in the 90s people usedto ask me... They’d often ask ‘is there racism inMalta?’ and I would say ‘well not really, but we arevery homogeneous and we’re not tried and tested.Let’s wait until a situation like we have now triedand tested.’ And I have definitely witnessed. . . Ilive in St. Pauls Bay and there is an. . . it’s anarea where you can rent for relatively cheap andthere is. . . people will not sit next to a black guyon a bus. For example, if there’s nowhere else tosit, they might just stand. So there’s these kindof. . . this kind of behaviour is there now. . . ”(Interviewee 13, Focus Group 3)This highlights the perception that even when racialminorities are not faced directly with hate speech orhate crimes, they still face discrimination and exclusionon a daily basis. But the focus group discussions also re-vealed a number of explanations for the rather disparateperception of the migrant and LGBTIQ minority groupslocally.3.2.2.1 On the Differences Between the TwoMinority GroupsDuring the focus group interviews, participants gener-ally agreed that the main reason why racism is the most12Much like online comments, all examples of quotations fromthe focus group interview participants are taken verbatim fromthe interview transcripts.common form of discrimination is that unlike sexual ori-entation, race is something that one cannot hide. This isfurther complicated by the habitual conflation of racismwith anti-migrant sentiments. As already mentionedpreviously, in Malta there tends to be widespread dis-crimination against migrants from sub-Saharan Africaand the Middle East. That can be attributed to thefact that Africans and Arabs from the Middle East areoften visibly different from the local population – notonly racially and ethnically, but also culturally, as thesegroups sometimes use distinct attires and follow differ-ent religious practices.27. “but, I think skin colour you can never hide isn’tit?”(Interviewee 12, Focus Group 3)28. “There is a lot of anti-immigrant sentiment around,I think, but then there is, does seem to be every-where in Europe at the moment. . . ”(Interviewee 4, Focus Group 1)Moreover, racism can be seen as something that oftenhappens in the open in Malta, and has thus desensitisedpeople with regards to how they refer to the relevantminorities,29. “yeah, I do remember my landlord telling me notto leave my window open in Msida because of allthe blacks there and I was just like ‘what?”(Interviewee 2, Focus Group 1)which is particularly alarming when one takes into ac-count that racist sentiments are not limited to some par-ticular generation, but can be seen across the board:30. “it is worrying ah. I’ve met university studentswho are rabidly, you know, far right I like to callit and you think that these students in their 20swould know better, would be a lot more progressive,but. . . ”(Interviewee 4, Focus Group 1)31. “and, coming from the older population, you, notexpect it, but you tolerate it more, but for example, Ihad a lecture a couple of months ago where a studentsaid that, mmm, we were renting to some Arabsand now we have cockroaches in the flat and we willnever rent to Arabs again. And you don’t exp. . . tosee this from a university student that’s you know26 years old, it’s surprising.”(Interviewee 4, Focus Group 1)This contrasts with the use of homophobic discoursewhich is generally less acceptable:32. “I think as he said, like we assume that with sexistcomments, like, people will generally accept it and10.7423/XJENZA.2018.1.04 www.xjenza.orgXenophobic and Homophobic Attitudes in Online News Portal Comments in Malta 37be ok with it, um, so I guess we have this like pre-conceived notion in our minds that if we say some-thing that is sexist like there will be nobody else thatjumps in and kind of argues against. Whereas withsexist... whereas with homophobic comments, um,we’re more kind of um, scared to say something”.(Interviewee 17, Focus Group 4)Indeed, all interviewees suggested that, in their experi-ence, homophobia has become less of an issue in recentyears and provided a number of reasons for this. For one,Malta has taken large steps forward in recent years, tothe point where Malta is now one of the leading countrieswhen it comes to accepting sexual and gender minorit-ies. As our interviewees noted, the relevant legislationchanges occurred after a long and strong campaign bythe Maltese LGBTIQ community, which not only ex-posed legislators and the general public to LGBTIQ is-sues and needs, but also gave the community widespreadexposure. As one participant characteristically pointedout, “nowadays because of the acceptance culture devel-oping, we need to accept minority groups. Gay and ho-mosexuality was at the forefront of that movement, hasalways been at the forefront of that movement” (Inter-viewee 20, Focus Group 4). Beyond the recent expos-ure that the LGBTIQ community has received, however,participants also pointed out that it is becoming increas-ing common to be directly related to a person of LGBTIor Q identity through friendship or family. Therefore,while LGBTIQ persons might indeed form part of theirown minority group, they are still ultimately part of theMaltese ‘in-group’. So, while, in the mind of some LGB-TIQ people are still ‘one of us’, migrants are not and willnever be:33. “Because you know before people used to be veryconservative so basically. . . because my grand-mother, I think that she was kind of conservativebut now that in her family her grandson or grand-daughters are themselves homosexual she accepts itmore openly you know, even if she has a little bit ofa problem, but you know, now she’s open to listen,she’s open to, you know, she’s more open to theidea and to the idea of accepting this, you know be-cause it’s involves Maltese you know it doesn’t in-volve somebody else living, you know I mean an-other person coming to the country, or another na-tionality you know. So that’s the reason why maybethey are more accept. . . how do you say?”(Interviewee 9, Focus Group 2)Along similar lines, another participant also attributedthe rise in racism to the fact that racial minorities arequite new in Malta, which, in conjunction with the in-creased visibility of the LGBTIQ community, has shiftedthe focus towards migrants.34. “it’s um. . . I think the reason is that until recently,you know, say 20 years ago, um, the country wasquite racially homogeneous. People did not reallytalk about sexual difference much, so it would bedifficult for somebody to be. . . It would be less likelythat somebody’s gonna be the target of insults.”(Interviewee 15, Focus Group 3)3.2.2.2 On Othering Migrant MinoritiesTurning to the widespread conflation of migrants withMuslim individuals as a reason for the expression of dis-criminatory opinions, we were able during the interviewsto ascertain why this is. The main reason seems tobe related to the invasion metaphor described earlier,whereby migrants are perceived as invading the islandand changing the landscape and culture.35. “. . . this is a very sensitive issue I think. Um, evenfor people who are, have no problems with Muslimsper se, but then, when you start seeing your, Iguess, people feel nervous when they see their neigh-bourhood being transformed um, you know, with theappearance of a mosque for instance, um, they feeluncomfortable with that. So, less people would beinclined to say, you know, that, less people wouldbe inclined to defend immigrants who are callingfor these changes.”(Interviewee 1, Focus Group 1)According to our interviewees, part of the fear of mi-grants is that they will take jobs that would otherwisego to Maltese people and will, therefore, have a negat-ive impact on the economy and life in general. Whilemigrants are seen as a threat to the stability of the coun-try, LGBTIQ persons do not pose the same threat anddo not have a direct impact on one’s life. Although onemight not agree with their lifestyle, it appears to havelittle effect on one’s everyday existence. This is not thesame for migrants, who are seen as a true threat to theMaltese way of life and stability:36. “I think most people in Malta, I mean with immig-ration, they see immigrants like ‘ah they’re takingwhat’s ours’ so that’s why it effects. Like you said Imean homophobia’s just a mind-set ‘I don’t acceptyou’ or ‘I accept you’ and it doesn’t really affect mein general. I mean some people are uncomfortableby it, I don’t know why, but I mean it’s, they’re nottaking something away from them.”(Interviewee 6, Focus Group 2)Then, it was also pointed out that this is not a productof Maltese mentality alone. Mainstream political dis-course plays a role and reinforces the sort of xenophobicdiscourse often used to speak about ethnic, racial, and10.7423/XJENZA.2018.1.04 www.xjenza.org38 Xenophobic and Homophobic Attitudes in Online News Portal Comments in Maltareligious minorities, and in particular African, Arab andMuslim migrants. In contrast, the mainstream mediafurther strengthens the general positive stance towardthe LGBTIQ community. Hence, most people are farmore exposed to negative discourse towards migrants,and thus less likely to rate it as unacceptable:37. “But the mainstream political discourse on the sub-ject of multiculturalism and immigration actuallyreinforces racism.”(Interviewee 15, Focus Group 3)Evidently, multiculturalism is a hot issue that has beenwidely debated in recent years. Some argue that multi-culturalism and acceptance of various cultures can con-tribute to a society where diversity is not only respec-ted, but also embraced, and where people of differentbackgrounds can come together to live in a colourfulsociety of various languages, practices, religions, andeven cuisines. On the other hand, others argue thatmulticulturalism is not possible and creates animosityand distress to those living in such a society. Hence,within the scope of multiculturalism, there appeared tobe a general tendency in the focus group interviews todefend opinions that were taken to be protecting theMaltese culture. In this view, multiculturalism mightnot be negative by virtue of what it stands for; whatmakes it particularly negative is its ability to push asidethe Maltese culture as the dominant and most visibleculture of the country. As one participant put it, whilegiving their opinion about the low acceptability ratingreceived for one of the comments, “in the other one he’sattacking directly the people rather than just analysingthe situation from a ’I want to protect my culture’ pointof view” (Interviewee 20, Focus Group 4). As this re-mark suggests, it may be considered less acceptable todirectly attack a person on the basis of a minority iden-tity, but if one is trying to defend and protect one’sculture, it is more acceptable to use such rhetoric.Finally, when discussing African, Arab, and Muslimmigrants as opposed to migrants from Western andNorthern Europe, the issue that came out most prom-inently was that of assimilation and integration. Par-ticipants pointed out that while African, Arab, andMuslim migrants often face discrimination in Malta, mi-grants from Western and Northern Europe do not gen-erally face the same intolerance. According to most in-terviewees, it was because of this that the participantsof the questionnaire might have been less likely to rateIslamaphobic or racist comments as overtly negative. Inother words, Western and Northern Europeans seem to‘blend in’ “because it’s easier for them to assimilate”,whereas African, Arab, and Muslim migrants stand outboth physically and culturally, when the Maltese “expectthem to assimilate, not integrate” (Interviewee 3, FocusGroup 1). In fact, the common perception seems to bethat Western and Northern European migrants have avery similar culture to that of the Maltese:38. “because they’re the same, I think because, maybein terms of culture, there’s a lot more similaritybetween a Maltese and a European.”(Interviewee 1, Focus Group 1)3.2.2.3 On Othering LGBTIQ MinoritiesHoning in on the LGBTIQ community now, even thoughthe general public is less willing to accept homophobicdiscourse, our analysis has already shown that at leastsome negativity still exists in Malta. In this regard,in line with the linguistic analysis of the relevant com-ments, and the prevalent metaphor of doom, our inter-viewees pinpointed a main reason why this might be.It was thus noted that people might be less inclinedto mark a comment as discriminatory if that commentsomehow involves the church. In other words, if the com-ment is in line with the church’s doctrine, the commentmust be right, or at the very least, make sense:39. “Perhaps as well, the last one, the third one is moreacceptable to people because it’s, the context is lessreligious. The other two are religious stories, thefirst one about the church’s commission, and thesecond one about um, the Dominican order, but thethird one is about legislation, so it may be that umpeople find it more acceptable. . . ”(Interviewee 4, Focus Group 1)What this effectively suggests is that people are less will-ing to accept discrimination against LGBTIQ personson the basis of legislative freedoms than they are on thebasis of religious argumentation.4 ConclusionThe central finding of the research reported in this pa-per has been that xenophobia appears to be a far greaterissue than homophobia in the Maltese context. Evenwithin the domain of discourse about migrants, how-ever, there is a particular subset of the relevant popula-tion that seems to be the main target of discriminatoryattitudes; a group that is characterised by its Muslimfaith and an Arab or African ethnic origin. What is par-ticularly notable, in view of our analysis as well as thediscussions that arose during the focus group interviews,is that there is also a widespread tendency to confoundreligion with ethnicity, with instances of both Christi-ans being categorised as Muslims because of their skincolour and Muslims being categorised as Arab/Africanby virtue of their faith alone. This local prevalence ofxenophobia in comparison to homophobia can also bediscerned in the existence of far more discriminatorycomments pertaining to migrants than members of the10.7423/XJENZA.2018.1.04 www.xjenza.orgXenophobic and Homophobic Attitudes in Online News Portal Comments in Malta 39LGBTIQ community in our sample analysis, as well asin the tendency of our survey participants to find xeno-phobic remarks more acceptable than homophobic re-marks that were commonly marked as completely un-acceptable. This latter point can even be seen in thefollowing comment that was actually left as feedback inthe questionnaire by one of our respondents: “The pro-liferation of immigrants and their culture is generatingfear as well as inconveniences in some areas in Maltaand reprisals are sometimes understandable.”Turning to the quite prominent positive attitude to-wards members of the LGBTIQ community, as we haveseen, this has been attributed by our focus group inter-view participants to the inclusion of the relevant groupin the Maltese in-group. Additionally, the role that re-cent legislation on LGBTIQ rights has played in thisvein could also be a contributing factor; after all, asalready noted above, Malta was the only country in theC.O.N.T.A.C.T. consortium where the positive stancetowards the LGBTIQ minority was higher than the neg-ative one in the online comments analysis, when it alsoranks first in legal and policy human rights of LGB-TIQ people in Europe (ILGA-Europe, 2016). Even so,some negativity, predominantly connected to religiousconcerns, still lurks in the background.All in all, this article adds to the growing body ofliterature which suggests that the discursive strategiesemployed in discrimination are not always made explicitby speakers. By means of an in-depth critical discourseanalytic investigation, we have shown that the under-lying ideologies of these strategies can be exposed. Inthis way, the relevant research can go beyond the mereinvestigation of the language of discrimination and un-cover the values and beliefs that are imbued within it.That said, a caveat is in order: while research of thesort that is pursued in this study is revealing, it can-not, in this particular context, make any claims as towhether or not the identified implicit markers of ideo-logy are used consciously by the commenters at hand.Instead, it provides insight into the intricate relation-ship between language and ideology as well as varioussystems of belief. And to the extent that the results ob-tained through the perceptual study allows us to do so,we believe to have indeed shown that critical discourseanalysis is a worthwhile venture that goes beyond thestudy of linguistic structure and can have far-reachingsociological and political implications.AcknowledgementsThe research reported in this paper was co-fundedby the Rights, Equality & Citizenship Programmeof the European Commission Directorate-General forJustice and Consumers (JUST/2014/RRAC/AG). Weare grateful to all partners in the C.O.N.T.A.C.T. pro-ject for the fruitful discussions surrounding the subject-matter of hate speech, and especially Fabienne H. Baiderand Sharon Millar for co-developing the methodologythat was used for this research. Also, we need to thankBarbara Baschiera, Colin Calleja and Albert Gatt fortheir input, as members of the University of MaltaC.O.N.T.A.C.T. team, as well as the audience of the2017 Science in the House exhibition and the Univer-sity of Malta workshop on hate speech and hate crimefor their encouraging comments. Naturally, our gratit-ude needs to be extended to all perceptual study par-ticipants for their generous cooperation and for makingthe second part of this study possible. Finally, this art-icle would not have reached its present form, had it notbeen for the constructive feedback received by DavidMagri and two anonymous reviewers, to whom we arealso thankful.ReferencesAssimakopoulos, S., Baider, F. H. & Millar, S. (2017).Online Hate Speech in the European Union: ADiscourse-Analytic Perspective. SpringerBriefs inLinguistics. Cham: Springer International Publish-ing.Assimakopoulos, S. & Vella Muskat, R. (2017). Explor-ing xenophobic and homophobic attitudes in Malta:Linking the perception of social practice with tex-tual analysis. Lodz Papers in Pragmatics, 13 (2),179–202.Baker, P., Gabrielatos, C., KhosraviNik, M.,Krzyz˙anowski, M., McEnery, T. & Wodak, R.(2008). A useful methodological synergy? Com-bining critical discourse analysis and corpuslinguistics to examine discourses of refugees andasylum seekers in the UK press. Discourse &Society, 19 (3), 273–306.Brindle, A. (2016). The Language of Hate: A Cor-pus Linguistic Analysis of White Supremacist Lan-guage. London/New York: Routledge.Bugre, A. (2017, September). The Need to Educate.Presentation at the University of Malta workshopon hate speech and hate crime. University of Malta,Malta.Cassar, C. & Gauci, J.-P. (2015). Malta Human RightsReport 2015 (2nd ed.) The People for ChangeFoundation. Retrieved April 29, 2018, from http://www.pfcmalta.org/uploads/1/2/1/7/12174934/final malta human rights report .pdf.Erjavec, K. & Kovacˇicˇ, M. P. (2012). “You Don’t Under-stand, This is a New War!” Analysis of Hate Speechin News Web Sites’ Comments. Mass Communica-tion and Society, 15 (6), 899–920.European Commission. (2016). Autumn 2016 StandardEurobarometer: Immigration and Terrorism Con-10.7423/XJENZA.2018.1.04 www.xjenza.org40 Xenophobic and Homophobic Attitudes in Online News Portal Comments in Maltatinue to be Seen as the Most Important Issues Fa-cing the EU. Retrieved April 29, 2018, from http://europa.eu/rapid/press-release IP-16-4493 en.htm.Fairclough, N. (1995). Critical Discourse Analysis: TheCritical Study of Language. London/New York:Longman.Grice, H. P. (1975). Logic and Conversation. In P. Cole& J. L. Morgan (Eds.), Syntax and Semantics:Speech Acts (Vol. 3, pp. 41–58). New York: Aca-demic Press.Hart-Brinson, P. (2016). The Social Imagination of Ho-mosexuality and the Rise of Same-sex Marriage inthe United States. Socius: Sociological Research fora Dynamic World, 2, 1–17.Hunt, M. H. (1987). Ideology and U.S. foreign policy.New Haven: Yale Univ. Press.ILGA-Europe. (2016). Annual Review of the HumanRights Situation of Lesbian, Gay, Bisexual, Transand Intersex People in Europe. Retrieved April 29,2018, from https ://www. ilga - europe .org/sites/default / files / Attachments / annual review 2016 -for web.pdf.Lakoff, G. & Johnson, M. (2003). Metaphors We Liveby. Chicago: University of Chicago Press.Lutterbeck, D. (2009). Small Frontier Island: Malta andthe Challenge of Irregular Immigration. Mediter-ranean Quarterly, 20 (1), 119–144.Machin, D. & Mayr, A. (2012). How to do criticaldiscourse analysis: a multimodal introduction. LosAngeles: SAGE.Reddy, V. (2002). Perverts and sodomites: homophobiaas hate speech in Africa. Southern African Linguist-ics and Applied Language Studies, 20 (3), 163–175.Reisigl, M. & Wodak, R. (2001). Discourse and Dis-crimination: Rhetorics of Racism and Antisemit-ism. Routledge.Repeckaite, D., Cassar, C. & Gauci, J.-P. (n.d.). EthnicMinorities Beyond Migration: The Case of Malta.The People for Change Foundation. Retrieved April29, 2018, from http://www.pfcmalta.org/uploads/1 / 2 / 1 / 7 / 12174934 / ethnic minorities beyondmigration - final.pdf.Teo, P. (2000). Racism in the News: A Critical Dis-course Analysis of News Reporting in Two Aus-tralian Newspapers. Discourse & Society, 11 (1), 7–49.van Dijk, T. A. (1987). Communicating Racism: EthnicPrejudice in Thought and Talk. London: Sage.van Dijk, T. A. (1991). Racism and the Press. Lon-don/New York: Routledge.van Dijk, T. A. (1992). Racism, Elites, and Conversa-tion. Atlantis, 14 (1/2), 201–257.Vella Muskat, R. & Assimakopoulos, S. (2017). TheImplicit Dimension of Discriminatory Discourse.In Online Hate Speech in the European Union: ADiscourse-Analytic Perspective (pp. 42–46). Cham:Springer International Publishing.Wodak, R. (2015). Critical Discourse Analysis,Discourse-Historical Approach. In The Inter-national Encyclopedia of Language and SocialInteraction (pp. 1–14). American Cancer Society.10.7423/XJENZA.2018.1.04 www.xjenza.org",
    "id": 162326365,
    "identifiers": {
        "doi": "10.7423/XJENZA.2018.1.04",
        "oai": "oai:www.um.edu.mt:123456789/33856"
    },
    "title": "Xenophobic and homophobic attitudes in online news portal comments in Malta",
    "language": null,
    "publishedDate": "2018-09-01T01:00:00+01:00",
    "publisher": "Malta Chamber of Scientists",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.um.edu.mt/library/oar//bitstream/123456789/33856/1/Xjenza%2c_6%281%29_-_A4.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/162326365.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/162326365"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/162326365/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/162326365/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/162326365"
        }
    ],
    "abstract": "In this paper, we present part of the research carried out at the Institute of Linguistics and Language Technology of the University of Malta under the auspices of the EU-funded C.O.N.T.A.C.T. project. The present study, which followed the common methodology of the C.O.N.T.A.C.T. consortium, focuses on the verbal expression of discrimination in Malta. Employing both quantitative and qualitative methods, we seek to identify the extent to which comments posted online in reaction to news reports in local portals can be found to encompass discriminatory attitudes towards two target minorities: migrants and members of the LGBTIQ community. The obtained results indicate that, while both xenophobia and homophobia can be detected in some of the comments, the former is a much more prevalent than the latter. In an attempt to further probe into the reasons for the emergence of such discriminatory discourse online, we additionally administered an online questionnaire and conducted focus group interviews, which provided us with some insight as to why discriminatory attitudes appear to have recently been on the rise in relation to migrants, while, at the same time, have correspondingly been contained in the case of the LGBTIQ minority group.peer-reviewe",
    "tags": [
        "info:eu-repo/semantics/article",
        "Critical discourse analysis",
        "Electronic discussion groups -- Malta",
        "News Web sites -- Malta",
        "Xenophobia -- Malta",
        "Homophobia -- Malta",
        "Hate speech -- Malta"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article"
    ],
    "oai": "oai:www.um.edu.mt:123456789/33856",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1056",
        "openDoarId": 0,
        "name": "OAR@UM",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 162326365,
        "depositedDate": null,
        "publishedDate": "2018-09-01T01:00:00+01:00",
        "updatedDate": "2024-02-03T18:55:04+00:00",
        "acceptedDate": null,
        "createdDate": "2019-01-06T12:02:12+00:00"
    },
    "urls": [
        "https://www.um.edu.mt/library/oar//handle/123456789/33856"
    ],
    "lastUpdate": "2024-02-03T18:55:04+00:00",
    "setSpecs": []
}