{
    "acceptedDate": "2004-03-01T00:00:00+00:00",
    "authors": [
        {
            "name": "Ellis, S. J."
        }
    ],
    "contributors": [],
    "createdDate": "2012-02-18T16:53:42+00:00",
    "dataProvider": {
        "id": 102,
        "name": "Sheffield Hallam University Research Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/102",
        "logo": "https://api.core.ac.uk/data-providers/102/logo"
    },
    "depositedDate": "2004-03-01T00:00:00+00:00",
    "documentType": "research",
    "doi": "10.1080/1367626042000209976",
    "downloadUrl": "https://core.ac.uk/download/291420.pdf",
    "fullText": "Young people and political action: who is taking responsibility for positive social change?ELLIS, SonjaAvailable from Sheffield Hallam University Research Archive (SHURA) at:http://shura.shu.ac.uk/141/This document is the author deposited version.  You are advised to consult the publisher's version if you wish to cite from it.Published versionELLIS, Sonja (2004). Young people and political action: who is taking responsibility for positive social change? Journal of Youth Studies, 7 (1), 89-102.Repository use policyCopyright © and Moral Rights for the papers on this site are retained by the individual authors and/or other copyright owners. Users may download and/or print one copy of any article(s) in SHURA to facilitate their private study or for non-commercial research. You may not engage in further distribution of the material or use it for any profit-making activities or any commercial gain.Sheffield Hallam University Research Archivehttp://shura.shu.ac.uk Young People and Political Action:  Who’s taking Responsibility for Positive Social Change? Sonja J. Ellis Sheffield Hallam University  Acknowledgements:The research reported here was supported by a research grant from the Centre for Research in Human Rights, School of Social Science and Law, Sheffield Hallam University. I would also like to thank Victoria Clarke for her feedback on an earlier version of this paper, and the students at Sheffield Hallam University who assisted with data collection.   Address for Correspondence:Dr S. J. Ellis, School of Social Science and Law, Southbourne, Sheffield Hallam University, Collegiate Crescent Campus, Sheffield S10 2BP, United Kingdom. [E-mail: S.J.Ellis@shu.ac.uk]2Young People and Political Action:  Who’s taking Responsibility for Positive Social Change?  AbstractA human rights perspective suggests that we are all responsible for ensuring the human rights of others, which in turn ensures that our own human rights are respected and protected. A convenience sample of 108 young people (41 males and 67 females) aged between 16 and 25 completed a questionnaire which asked about (a) levels of involvement in political activity and (b) sense of personal responsibility for ensuring that the human rights of marginalised groups (e.g. ethnic minorities, immigrants, lesbians and gay men) are protected. Findings showed that most respondents supported (in principle) the notion of human rights for all, but tended to engage in low key political activity (e.g. signing petitions; donating money or goods to charity) rather than actively working towards positive social change. Qualitative data collected in the questionnaire suggested three main barriers to respondents viewing themselves as agents of positive social change: (1) “It’s not my problem”, (2) “It’s not my responsibility”, and (3) a sense of helplessness. Suggestions for how political action might best be mobilised among young people are also discussed.  3Young People and Political Action: Who’s taking Responsibility for Positive Social Change? Sheffield Hallam University ____________   “Never doubt that a small group of thoughtful, committed citizens can change the world” (Margaret Mead). Human rights are the rights of all people, at all times, and in all places (Cranston, 1962). A human rights perspective suggests that we are all responsible for ensuring the human rights of others, which in turn ensures that our own human rights are protected, in that “if we tolerate the denial of rights to any minority, we undermine the whole protective framework of human rights by taking away its central plank - the equal rights and dignity of all human beings” (AIUK, 1999, p. 10; my emphasis). Although a number of studies (e.g. Avery, 1988; Owen & Dennis, 1987; Sotelo, 2000; Ellis, 2002b) have explored the willingness of people to extend human rights to various groups within society, my own study (Ellis, 2002b) appears to be the only study which has explored people’s sense of responsibility for ensuring human rights: In this case in terms of creating positive social change for lesbians and gay men.  In Europe and North America, the civil rights, women’s rights, and lesbian and gay rights movements have mobilised much political action focused specifically on creating positive social change. That is, the political action (e.g. lobbying, protests, etc) of various organisations and individuals has been focused on addressing inequality issues for marginalised groups (i.e. women, ethnic minorities, lesbians and gay men), with the aim of promoting human and civil rights for all, equally. Although these movements are still very much active, 4their prominence, at least in contemporary British society, has waned. It is widely purported among feminists (and others) that young people today are largely apolitical, even viewing feminism to be outdated (e.g. see Frith, 1994), and the struggle for equality to be largely won. Despite the widespread perception that groups such as lesbians and gay men, women and ethnic minorities virtually have equality with their heterosexual, male and white counterparts, there is considerable evidence that these groups are still discriminated against in manifold ways. For example, female employees still earn less than their male counterparts and men with dependent children are considerably more likely to be in employment than women with children (see  http://www.womenandequalityunit.gov.uk/); persons from ethnic minority backgrounds are much more likely to underachieve in school, to be the victims of crime, to be convicted, unemployed or in low paid employment (see http://www.cre.gov.uk/); and lesbians and gay men are widely discriminated against in terms of civil rights and legal entitlements (see http://www.ilga.org/)As noted by Cochrane & Billig in 1983, there has been little analysis, especially in the UK, on the political views and self-perceived sense of position of young people in relation to politics. Sadly, little has changed since. Cochrane & Billig’s three year study suggested that due to economic and social decline in the West Midlands, where the study was undertaken, young people were increasingly despondent about politics, marked by a decline in support for major political parties, a failure to be inspired by idealism, and a tendency to respond by accepting simple but extreme solutions to economic problems. However, the research reported in that study was undertaken during the early 1980s, and may therefore be somewhat outdated. Nevertheless, a more recent British study (Bynner & Ashford, 1994), surveying young people in four British cities 5(Swindon, Sheffield, Liverpool & Kirkcaldy), also found  that most of the young people surveyed expressed little interest in political matters, and if they engaged in political activity, this was typically passive forms such as watching a party political broadcast or discussing politics with their parents. Although a small number of studies have explored certain aspects of political activism, such as gender differences in political involvement (e.g. Romer, 1990) and voting behaviour (e.g. Wober, Brosius & Weinmann, 1996; Devadasan, 1982; Harada, 1982) the study of political commitment and political action continues to be somewhat impoverished.  Likewise, research on young people’s relationship to feminism, something which would be expected to be cogent with their relationship to political action and responsibility for positive social change is also patchy. A number of recent articles have focused on young women and their relationship with feminism (e.g. Frith, 1994; Griffin, 2001; Sharpe, 2001), but there appears to be little if any work on young people’s commitment to or sense of responsibility for creating positive social change. Furthermore, although some studies have evaluated programmes aimed at promoting political action some programmes, notably Women’s Studies courses, have been reported to result in increased participation (e.g. Stake & Rose, 1994; Stake, Roades, Rose, Ellis & West, 1994), whilst others have not (e.g. Stevick & Addleman, 1995). Consequently, the literature gives neither a clear nor comprehensive picture of the factors which might facilitate or inhibit young people’s involvement in activities which promote positive social change. The previous literature raises many issues and questions about young people, their sense of political commitment to positive social change and involvement in political action. In particular, while it suggests a decline in 6interest and motivation towards political action, it does not explore the factors preventing young people from viewing themselves as agents of change. Building on the research reported in Ellis (2002b), this preliminary study aims to explore just one aspect of political action: young people’s perceived sense of responsibility for ensuring the human rights of others are respected. The focus of the study reported here differs from previous work in that its main focus is on the extent to which young people view themselves as agents of change in terms of their perceived responsibility for ensuring positive social change for marginalised groups within society (e.g. women, lesbians and gay men, ethnic minorities). However, in order to contextualise this data within a current social context, information was also collected about their involvement in political organisations and activities, and this data is also presented here. The Present Study The questionnaireBuilding on the work of Ellis (2002b), a questionnaire was constructed specifically for this study to explore political involvement and perceptions of responsibility for ensuring human rights and positive social change among young people. The questionnaire began with a series of questions about involvement in political activities. Respondents were asked to indicate whether they were a member of any movement or organisation concerned with promoting human rights (e.g. Amnesty International; SPUC), movement or organisation concerned with environmental issues (e.g. Greenpeace), charitable organisation (e.g. UNICEF; Barnados); a member of a political party or organisation (e.g. National Front; Labour Party); or had ever worked for a crisis or relief organisation (e.g. Red Cross; Samaritans). They were also asked to indicate whether they 7considered themselves to be a feminist and when they last voted in a British general election. These questions were followed by a question asking respondents to indicate how regularly they engaged in a number of political activities such as signing petitions, participating in demonstrations or protest meetings, or donating money or goods to charitable organisations. Obviously, this did not comprise an exhaustive list of activities young people might be involved in, but was merely designed to give an indication of involvement across a range of possibilities. Questions in this initial part of the questionnaire elicited responses via tick-boxes, and were analysed using descriptive statistics, presented here as percentages.  The latter part of the questionnaire (the part with which this paper is primarily concerned) focused on respondents’ perceptions of responsibility for ensuring human rights for all and creating positive social change for five specific groups within society: women, ethnic minorities, immigrants, lesbians and gay men, and persons with disabilities. Respondents were initially asked to respond to the question “Do you believe that it is your personal responsibility to ensure that the human rights of all people in society are respected?” This question was then followed by five identically structured variations on this question, asking specifically about injustice against women, ethnic minorities, immigrants, lesbians and gay men and persons with disabilities respectively (e.g. If women are treated unjustly in society, do you feel it is your personal responsibility to help create positive changes?). For all six questions, respondents were asked to explain their response.   Responses to these questions yielded qualitative data, which was analysed using content analysis. This analysis involved collating, across participants, responses for each individual question; and then taking one 8question at a time responses were sorted (through colour-coding) into groups of responses that appeared to share the same ‘theme’. This process was repeated for all the remaining questions. When this process was completed, it was evident that there was considerable homogeneity between responses  to questions, therefore, the discussion of the qualitative findings is presented in this paper as a single set of responses, rather than discussed separately for each question.  The SampleA convenience sample of 108 young people (41 males and 67 females) aged between 16 and 25 (mean age = 21) completed the questionnaire for this study. Respondents were approached by student volunteers and asked to complete a short questionnaire for a study on young people’s views on human rights and political activism. 200 questionnaires were distributed resulting in a return rate of 54%. The final sample comprised predominantly university/college students (86%), with the balance of respondents being either in paid employment or unemployed. The majority of respondents were white (91%), with 6% of the remainder identifying themselves as Asian, 1% as Black, and 2% as ‘other’. Most (94%) self-identified as heterosexual, the remainder identifying as bisexual (2%), unsure (3%), or as “other” (1%) ; and fewer than 7% of the total sample identified as having a disability. Young People, Political Action, and Responsibility for Positive Social Change Young People’s Involvement in Political ActivitiesData collected about respondents’ involvement in political organisations, suggested that a small minority of young people were actively involved with organisations that engage in the promotion of positive social change. Just over 9seven percent of respondents indicated that they were members of charitable organisations and 11 percent had worked as volunteers for crisis or relief organisations. Four percent of these were members of both a charitable organisation and a crisis/relief organisation. Twelve percent of respondents (8 females, 5 males) considered themselves feminists, whilst, just under two percent indicated that they were members of human rights organisations and one percent a member of a political party. No respondents were members of organisations concerned with environmental issues.  However, engagement in less structured forms of political action was much more common with most indicating that they ‘often’ or ‘sometimes’ sign petitions (73%), donate money or goods to charitable organisations (82%), recycle waste (83%), and give money to street beggars (75%). However, few respondents indulged in more public forms of political activism: Most (88% and 87% respectively) reported having never participated in demonstrations or protest meetings; nor written to local MPs, councillors, or overseas governments requesting changes to unfair situations. (see Table 1 for full details) [Insert Table 1 about here]  The mismatch between involvement in small-scale activity versus large-scale activity appears consistent with other British studies suggesting that passive forms of political activity are much more common among young people than more active approaches (Bynner & Ashford, 1994). Whilst it is possible this mismatch may be due to the level of commitment (in terms of time) required by involvement in groups or organised activities, as opposed to one-off charitable acts. However, it is difficult to establish the extent to which this pattern of 10response may be due simply to a self-report bias, whereby respondents are attempting to self-present as ‘nice’ or ‘right-on’. Alternatively, as Cohen & Seu (2002) suggest, creating positive social change is not a priority, and therefore people are more likely to engage in acts which require little effort.  Respondents were also asked about their voting behaviour. Whilst around 5 percent of respondents were not eligible to vote at the last general election, almost half (49%) of respondents indicated that they were eligible to vote but had never exercised their right to do so. Despite this, 65% of respondents indicated that they would vote if there was an election tomorrow. Many responses to this question indicated at least some level of commitment to political action -- e.g. “I want to make more awareness of political issues” (female, age 20), “I feel like I am actually making a difference, though I know I am not at all” (male, age 19). Some even stated that it was important to vote “because women had to fight hard to get the right to vote” (female, age 19), “many people have sacrificed a great deal in the past to allow me to have this right” (male, age 23) and “women have died so that future women can have a say” (female, age 20), clearly viewing themselves as part of the long tradition of activism.  Overall, these findings seem to suggest that although young people do not typically engage in organised political activity aimed at promoting positive social change, they are nevertheless committed to creating a better world - at least at some level. This was clearly evident in that the majority of respondents (85%) supported the human rights principle that “all human beings should be treated as equals regardless of their status within society”. However, that 15% did not support this statement is worrying!  11 Young people’s perceived responsibility for ensuring the human rights of othersDespite the ‘in principle’ support for human rights for all, those surveyed in this preliminary study did not express uniform views on the extent to which they saw themselves as responsible for (a) ensuring that the human rights of all are respected, and (b) helping to create positive social change. Around a third of respondents expressed views firmly grounded in a human rights framework; namely, responsibility for ensuring human rights as collective (i.e. “everybody’s responsibility”). For example, “it is everyone’s responsibility to make a joint effort to ensure that people are treated as equals” (female, age 19); “some responsibility lies with every individual… it is the responsibility of us all” (male, age 24); “we all have to take responsibility… If everyone considered it somebody else’s problem, we would achieve nothing” (male, age 23). Although this view accounted for a sizeable minority of responses, the analysis suggested three main barriers to the promotion of positive social change: (1) “It’s not my problem”; (2) “It’s not my responsibility”; and (3) a sense of helplessness. Each of these perspectives and the barriers they present to mobilising political action will now be considered in turn.  (1) “It’s not my problem - it does not affect me or those around me” For many respondents the extent to which they felt some sense of responsibility for helping to create positive social change for marginalised groups (e.g. women, ethnic minorities, immigrants, lesbians and gay men, persons with disabilities) was contingent on whether they viewed the issues as directly 12affecting themselves or those around them (cf. Ellis, 2002b). For example, a number of respondents indicated that they did not feel a sense of personal responsibility because “it [injustice towards women] doesn’t affect me” (male, age 22); “I am neither an ethnic minority nor lesbian or gay” (female, age 19); “because I am not homosexual myself I don’t feel it’s my personal responsibility to create positive changes for them” (female, age 20). Similarly, many of those who indicated that they did feel some personal responsibility, at least towards certain types of injustice, did so because they were members of the specific group mentioned - e.g. “as a woman I feel partly responsible for actively seeking the just treatment of women in society” (female, age 19); “I’m an ethnic minority so it [unjust treatment of ethnic minorities] involves and affects me” (male, age 19). Likewise, many respondents indicated that they felt some sense of responsibility when discrimination against marginalised groups specifically affected people they knew -- e.g. “as my mother is disabled, I know how hurtful it can be to be treated unfairly” (female, age 20); “I have gay friends and have seen the effects” (female, age 20).  Although this type of response makes sense, in that injustice which affects us personally or those close to us is much more likely to arouse an emotional response (cf. Bar-on, 2001), it is also extremely problematic for both mobilising political action and also for initiating positive social change. This type of response is troubling in that is allows us to distance ourselves from injustices against others, reducing our own sense of moral responsibility in turn avoiding the responsibility of evaluating the ways in which we may be complicit in reinforcing existing inequalities. It is widely perpetuated by the individualistic 13ethos of our society which encourages us to “mind our own business” and not become involved in other people’s ‘problems’ (Bar-on, 2001). Contrary to this, a human rights approach suggests that in order to effect positive social change we need to see ourselves as both part of the problem and part of the solution. For example, discrimination against women is not solely women’s problem and responsibility, it is also men’s problem, and men’s responsibility (cf. Cockburn, 1991). Therefore, positive social change requires a dialogue within societal groups (i.e. within gender groups, ethnicities, etc), across societal groups (i.e. between men and women, between heterosexuals and lesbians/gay men, between different ethnic groups) and across marginalised groups (i.e. between lesbians/gay men and ethnic minorities, etc) (cf. Cogan, 1996). As neatly summed up by Charlotte Bunch (1996) - “if the human rights of any group are left behind, the human rights of all are incomplete” (p. viii). (2) “It’s not my responsibility - It’s the job of authorities such as governments and human rights organisations”   Related to the previous theme, and reported in other studies (e.g. Doise, Spini, Jesuino, Ng,  & Emler 1994; Macek, Oseka & Kostron, 1997), was the view that ensuring that the human rights of all are respected and helping create positive social change is somebody else’s responsibility. For example, a number of respondents suggested that “people are employed/paid to do this” (female, age 19) or that there are “many others campaigning for women’s/gay rights” (male, age 20); and an overwhelming perception that these issues were a governmental rather than personal responsibility: “we have governments and other political organisations to achieve this” (male, age 25); “I believe that this is 14a job for the government” (male, age 21); “It should be the responsibility of governments and organisations such as United Nations not of individuals” (female, age 19).   Like the previous theme, this approach is problematic in that it too allows us to distance ourselves from injustice, thus avoiding viewing ourselves as part of the problem and therefore part of the solution. In particular, it allows us to diffuse responsibility to other people (cf. Latané & Darley, 1970). However, this approach is problematic in other ways also. First, it invests power and responsibility for change in a small number of individuals whose views/actions may not necessarily be in the interests of effecting positive social change, and who are often manipulated by wider socio-global forces. For example, governments are often fickle, acting on the trends of current global markets or adopting ‘popular’ party lines to gain support - in some cases directly in conflict with the human rights agenda (e.g. Section 28 of the Local Government Act [1]). Likewise, despite explicitly being organised around the promotion of human rights, it was only relatively recently that Amnesty International included the protection of the human rights of lesbians and gay men into its agenda. In so doing, injustices against lesbians and gay men were not given the high profile that other human rights issues/abuses were, thus enabling would-be supporters to distance themselves (as supporters of human rights for all) from injustices against lesbians and gay men and failing to see them as human rights issues.  Second, this approach does not challenge the established structures which maintain inequality, prejudice and discrimination. In particular, recent research (e.g. Ellis, 2002b; Ellis, 2002a) has indicated that support for specific human rights is closely allied to the legal status of those rights for particular groups. For example, where certain rights (e.g. freedom of expression; the right 15to marry; immigration) are constrained or prohibited in law, support for these rights tends to be much lower than where they are not constrained in law (e.g. employment rights; right to life) (see Ellis, 2002b). Similarly, when lesbian and gay rights are evaluated using a Kohlbergian framework, people tend to favour reasoning based on existing social structures than moral reasoning based on human rights (see Ellis, 2002a). Consequently, if the structures (e.g. law and policy) do not support the human rights of all, and people invest authority for social change in those structures then positive change is unlikely to occur. (3) Powerlessness - “Nothing I could do would make any difference” The third barrier to viewing oneself as personally responsible for ensuring human rights and positive social change, also identified in a previous study (see Ellis, 2002b), was the perception of being relatively powerless to effect change. Whilst some saw ‘personal responsibility’ as involving single-handedly changing the world -- e.g. “this is an impossible responsibility for one person” (female, age 19); “I don’t know how I can single-handedly change this [injustice against immigrants]” (male, age 20) -- most viewed themselves as having little efficacy to create change: “I am not an immigrant, therefore my voice would not change anything” (female, age 19); “I don’t think there is anything I can do to change the way society is” (female, age 20); “I don’t believe that one individual can make a substantial difference” (female, age 19).   This approach is particularly troubling in that it plays directly into the hands of the powerbrokers by encouraging inaction (e.g. I don’t know what I can do, so I won’t do anything). This is problematic, because to not act is to reinforce the status quo. As one respondent put it “Doing nothing is the same as restricting their freedom yourself” (Female, age 20). However, in the current 16ethos, accountability for action tends to be diffused to nebulous sources (Levine, 1999). For example, the demise of small local branches of large corporate organisations, and there replacement with large anonymous national call centres, has made it difficult to pin down responsibility when things go wrong. Furthermore, accountability for governmental policy decisions may be attributed non-tangible sources such as “global markets” or “world trade”. In this culture, it is therefore understandable how people (young and old) might feel overwhelmed by the size of the problem, and therefore somewhat powerless to make any real difference where they perceive injustices to exist, and to feel that any efforts they do make are futile. This ethos makes it difficult to establish the source of the problem and thus to identify where best to focus one’s action.   Although in undertaking this analysis, I have treated these three approaches as separate and distinct, they are in many ways overlapping categories. To see the promotion of social justice as “not my responsibility” is in many ways the same as saying “it’s not my problem”. Likewise, to suggest that one is powerless to effect change reinforces the notion that those with power (i.e. governments) should be the ones to ensure change.  Promoting Political Action among Young People Clearly, data from a small scale (and primarily qualitative) study based on a convenience sample such as this, cannot purport to represent in any generalised way the views of young people across the UK (or internationally). Even within Britain, young people may differ in their attitudes towards particular issues and motivation to act, as a function of their gender, class, sexuality, geographical location and indeed their individual and collective experiences. Nevertheless, the findings of this study do shed some light on the types of 17reasoning which (some) young people use to mitigate responsibility for challenging prejudice.   Although some of the young people surveyed in this study claimed that they engage in some political acts (e.g. signing petitions; giving to charity; etc), and consistent with previous work (e.g. Ellis, 2002b) most appeared to support the principle of human rights for all; from a human rights perspective, the lack of translation into viewing oneself as responsible for social change (e.g. seeing it as “not my problem” or “not my responsibility”) is problematic. In explaining why they did not see themselves as responsible for positive social change, respondents implied an awareness of discrimination, and a need for this to be addressed, but in each case mitigated themselves from responsibility for change. For example, by saying “it’s not my problem” or “it’s not my responsibility” clearly indicates acknowledgement of the problem, but that one doesn’t want/need to do anything about it. Likewise, to claim a position of powerlessness is also a statement of acknowledgement, but rather than not wanting/needing to do anything about it, implies not knowing what to do about it. In each case, a person has assumed the role of ‘passive bystander’: Although they recognised the existence of abuses, they did not necessarily carry a moral imperative to act (Cohen & Seu, 2002). However, people are likely to remain bystanders unless they are brought to perceive a personal responsibility to step in (Suedfeld, 2000), and this is where a human rights perspective is most advantageous.  We therefore need to decide what we as educators, feminists, and others committed to creating positive social change can do to mobilise action, and encourage young people to see themselves as agents of change because  18In our silence we contribute to the figurative and often literal deaths of sexual –minorit[ies, ethnic minorities and others]…. We perpetuate myths and hatred if not directly, then by assuming the role of passive bystander… - the silent perpetrator who passes without acting, the billboard that advocates killing gay people [and other minorities]. (Savin-Williams, 1999, p 151, 154).   Some respondents in this study indicated that knowing someone in a marginalised position (e.g. someone disabled; someone who is lesbian/gay) was a motivator to act. However, the approach of bringing people into contact with those from marginalised groups as a means of reducing prejudice (known as the ‘contact hypothesis’ (Allport, 1954) has been heavily critiqued (e.g. see Forbes, 1997; Hamberger & Hewstone, 1997; Rothbart, 1996) In my opinion, the findings of this study suggest three potential alternative approaches: (1) developing group consciousness; (2) promoting structural change; and (3) educating about human rights.  (1) Developing Group Consciousness  Despite a number of respondents viewing human rights and positive social change as a collective responsibility, the absence of organised political activity as a strategy for creating social change and ensuring human rights is surprising. Although many respondents believed that there were some ways in which they could help to create positive social change, these tended to be framed in terms of either monitoring one’s own attitudes or behaviour “by exhibiting no prejudice” (female, 20) or by challenging the views of others -- e.g. “if I see it [racial injustice] occurring personally, I’ll say something” (male, 20). Whilst in itself this is an important component to the fight against oppression, only one 19respondent (male, 23) explicitly mentioned protest as a way of helping to create change, and this was viewed as a last resort.  Although an important part of the process of positive social change, reducing action to low key acts such as being ‘politically correct’ or challenging individual attitudes is a relatively ineffective way of initiating positive social change (cf. Peel, 2001) in that it does not challenge the wider social structures which maintain prejudice and discrimination. A human rights perspective suggests the need to develop structural rather than individual change, and therefore acting individually is not enough in itself, although it is necessary to take responsibility at an individual level in order to mobilise action (Livingston, 1996). As highlighted in previous work (see Duncan, 1999), what is missing from most young people’s discourse of agency is a group consciousness: a sense of group belonging or collective. Whilst on one hand responsibility for positive social change rests with every individual, it is only by organising collectively that we can effect positive change. Helping young people to develop a sense of collectiveness will also help them to gain a sense of power, or the ability to see change as possible. This is evident in that “groupthink” (Suedfeld, 2000) has been very powerful in mobilising action in situations that are undesirable, immoral, or even disastrous (e.g. youth support for the National Front,  BNP, IRA & Al Qaeda). (2) Promoting Structural Change The suggestion that positive social change is the responsibility of governments and human/civil rights organisations is widely reported in human rights studies (e.g. see Doise et al., 1994; Ellis, 2002b; Macek et al., 1997), and was also a key theme in the present study. As suggested elsewhere (Ellis, 2002 a & b), the 20investment in governments as enforcers of human rights, who will ensure that the human rights of all are protected and respected, highlights the need for structural change as a precursor to promoting wider social change. As educators, feminists, and others interested in facilitating positive social change we therefore need to actively support the work of grass-roots activists to ensure that the values and practices we wish to be promoted are firmly established in law and policy. Structural support for these values may help to provide a framework against which young people can more easily be able to identify injustices, in turn mobilising them to act for positive change.  (3) Human Rights Education  Third, and finally, the failure of many of the young people surveyed to (a) see themselves as responsible for positive social change and (b) to see injustice against others within society as their problem, suggests a failure to see these problems as belonging to all of us. The promotion of a human rights framework would be ideal here, in that (as highlighted earlier) it promotes the idea that in order to ensure that our own rights are protected, we must ensure that the rights of (all) others are respected. As such, as Cohen & Seu (2002) suggest, rather than simply making action a matter of choice, a human rights approach  makes action a moral imperative, and therefore is more expedient in facilitating positive social change. Human rights education, therefore, may be a useful way of raising awareness among young people of the importance of being politically active in order to ensure the welfare of all of us. This could usefully be achieved through the citizenship education programme (or its overseas equivalent) in schools. Mobilising action among young people as a group is essential if we are 21to ensure a political consciousness in the service of positive social change in the future.  Conclusion As outlined in this paper, ensuring that the human rights of all people are respected and protected is contingent on each one of us viewing ourselves as responsible for acting for positive social change. However, the data presented here also suggests that there are some barriers to young people viewing themselves as agents of change. The challenge then for educators and others interested in promoting positive social change, is to educate young people that human rights is about ensuring the rights of others in order to protect the rights of all, and empowering them to act for positive change by working with them to build a group consciousness that will be advantageous to the goals of positive social change for all.   Recent events nationally and internationally (e.g. the Bradford riots; unrest in Belfast; September 11th) would seem to suggest that young people become collectively mobilised to act when they feel sufficiently alienated or disaffected.  Clearly though, research is needed to develop a much clearer picture of why (some) young people are willing to engage in this sort of political action, yet appear much less willing to engage in action around promoting the human rights of others.  Notes1.  In England and Wales Section 28 of the Local Government Act states that a local authority shall not “intentionally promote homosexuality or publish material with the intention of promoting homosexuality” or “promote the teaching in any 22maintained [publicly funded] school of the acceptability of homosexuality as a pretended family relationship” (Colvin & Hawksley, 1989) 23 References Allport, G. W. (1954). The nature of prejudice. Reading, MA: Addison-Wesley. Amnesty International UK (1999). ‘The louder we will sing’: Campaigning for lesbian and gay human rights. London: Author. Avery, P. (1988). Political tolerance among adolescents. Theory and Research in Social Education, 16, 183-201. Bar-on, D. (2001). The bystander in relation to the victim and the perpetrator: Today and during the holocaust. Social Justice Research, 14 (2), 125-148. Bunch, C. (1996). Foreqard. In R. Rosenbloom (Ed.), Unspoken Rules: Sexual orientation and women’s human rights (pp. iii-viii). London: Cassell.  Bynner, J. & Ashford, S. (1994). Politics and Participation: Some antecedants of young people’s attitudes to the political system and political activity. European Journal of Social Psychology, 24, 223-236. Cochrane, R. & Billig, M. (1983). Youth and politics. Youth & Policy, 2 (1), 31-34. Cockburn, C. (1991). In the way of women: Men’s resistance to sex equality in organizations. London: Macmillan. Cogan, J. C. (1996). The prevention of anti-lesbian/gay hate crimes through social change and empowerment. In E. D. Rothblum & L. A. Bond (Eds.), Preventing heterosexism and homophobia (pp. 219-238). Thousand Oaks: Sage. Cohen, S. & Seu, B. (2002). Knowing enough not to feel too much: Emotional thinking about human rights appeals. In Bradley, M. P. & Petro, P. 24(Eds.), Truth claims: Representation and human rights (187-201). London: Rutgers Press. Colvin, M. & Hawksley, J. (1989). Section 28: A practical guide to the law and its implications. London: National Council for Civil Liberties (Liberty). Cranston, (1962) Human Rights Today. London: Ampersand. Devadasan, K. (1982). A study of voting behaviour in campus elections. Psychological Studies, 27 (2), 47-49. Doise, W., Spini, D., Jesuino, J. C., Ng, S-H., & Emler, N. (1994). Values and perceived conflicts in the social representation of human rights: Feasibility of a cross-national study. Swiss Journal of Psychology, 53 (4), 240-251. Duncan, L. E. (1999). Motivation for collective action: Group consciousness as mediator of personality, life experiences, and women’s rights activism. Political Psychology, 20, 611-635. Ellis, S. J. (2002a). Moral Reasoning and Homosexuality: The Acceptability of Arguments about Lesbian and Gay Issues. Journal of Moral Education, 31, 455-467. Ellis, S. J. (2002b). Student support for lesbian and gay human rights: Findings from a large-scale questionnaire study. In A. Coyle & C. Kitzinger (Eds.), Lesbian and Gay Psychology: New Perspectives (pp. 239-254). Leicester: BPS/Blackwell. Forbes, H. D. (1997). Ethnic conflict: Commerce, culture and the contact hypothesis. New Haven, CT: Yale University Press. Frith, H. (1994). “Turning us off”. Feminism & Psychology, 4, 315-316. Griffin, C. (2001). ‘The young women are having a great time’: representations of young women and feminism. Feminism & Psychology, 11, 182-186. 25Hamberger, J. & Hewstone, M. (1997). Inter-ethnic contact as a predictor of blatant and subtle prejudice: Tests of a model in four west European nations, British Journal of Social Psychology, 36, 173-196. Harada, T. (1982). A study of political attitudes in adolescents. Japanese Journal of Educational Psychology, 30 (1), 12-21. Latané, B., & Darley, J. M. (1970). The unresponsive bystander: Why doesn’t he help? New York: Meredith Corporation. Levine, M. (1999). Rethinking bystander non-intervention: Social categorisation and the evidence of witnesses at the James Bulger trial. Human Relations, 52, 1133-1155. Livingston, J. A. (1996). Individual action and political strategies: Creating a future free of heterosexism. In E. D. Rothblum & L. A. Bond (Eds.), Preventing heterosexism and homophobia (pp. 253-265). Thousand Oaks: Sage. Macek, P., Osecka, L., & Kostron, L. (1997). Social representations of human rights among Czech university students. Journal of Community and Applied Social Psychology, 7, 65-76.  Owen, D., & Dennis, J. (1987). Preadult development of political tolerance. Political Psychology, 8, 547 - 561. Peel, E. (2001). Mundane heterosexism: Understanding incidents of the everyday. Women’s Studies International Forum, 24, 541-554.  Romer, N. (1990). Is political activism still a “masculine” endeavour? Gender comparisons among high school political activists. Psychology of Women Quarterly, 14, 229-243. Rothbart, M. (1996). Category-exemplar dynamics and stereotype change. International Journal of Intercultural Relations, 20, 305-321. 26Savin-Williams, R. C. (1999). Matthew Shepard’s death: A professional awakening. Applied Developmental Science, 3, 150-154. Sharpe, S. (2001). Going for it: Young women face the future. Feminism & Psychology, 11, 177-181. Sotelo, M. J. (2000). Individual differences in political tolerance among adolescents. Social Behavior and Personality, 28, 185-192. Stake, J. E. & Rose, S. (1994). the long-term impact of women’s studies on students’ personal lives and political activism. Psychology of Women Quarterly, 18, 403-412. Stake, J. E., Roades, L., Rose, S., Ellis, L., & West, C (1994). the women’s studies experience: Impetus for feminist activism. Psychology of Women Quarterly, 18, 17-24. Stevick, R. A. & Addleman, J. A. (1995). Effects of short-term volunteer experience on self-perceptions and prosocial behaviour. Journal of Social Psychology, 135, 663-665.  Suedfeld, P. (2000). Reverberations of the holocaust fifty years later: Psychology’s contributions to understanding persecution and genocide. Canadian Psychology, 41 (1), 1-9. Wober, J. M., Brosius, H. B., & Weinmann, G. (1996). The european election of 1989: British television viewers’ knowledge, attitudes and voting behaviour. British Journal of Social Psyhcology, 35, 233-244. 27Table 1: Regularity of engagement in political activities (as % of sample)  Often Sometimes Never Signing petitions  3 70 27 Participating in demonstrations or protest meetings  1 10 89 Donating money or goods to charitable organisations  17 65 18 Writing to local MPs, councillors, or overseas governments requesting changes to unfair situations  1 8 87* Recycling waste (e.g. paper, plastics, cans)  25 58 17 Giving money to street beggars  11 64 25 * Percentage responses do not add to 100% as some respondents did not answer this question.  ",
    "id": 291420,
    "identifiers": {
        "doi": "10.1080/1367626042000209976",
        "oai": "oai:shura.shu.ac.uk:141"
    },
    "title": "Young people and political action: who is taking responsibility for positive social change?",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2004-06-07T00:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2004",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/291420.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/291420"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/291420/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/291420/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/291420"
        }
    ],
    "abstract": "A human rights perspective suggests that we are all responsible for ensuring the human rights of others, which in turn ensures that our own human rights are respected and protected. A convenience sample of 108 young people (41 males and 67 females) aged between 16 and 25 completed a questionnaire which asked about (a) levels of involvement in political activity and (b) sense of personal responsibility for ensuring that the human rights of marginalised groups (e.g. ethnic minorities, immigrants, lesbians and gay men) are protected. Findings showed that most respondents supported (in principle) the notion of human rights for all, but tended to engage in low key political activity (e.g. signing petitions; donating money or goods to charity) rather than actively working towards positive social change. Qualitative data collected in the questionnaire suggested three main barriers to respondents viewing themselves as agents of positive social change: (1) \"It’s not my problem\", (2) \"It’s not my responsibility\", and (3) a sense of helplessness. Suggestions for how political action might best be mobilised among young people are also discussed.</p",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:shura.shu.ac.uk:141",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "102",
        "openDoarId": 0,
        "name": "Sheffield Hallam University Research Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 291420,
        "depositedDate": "2004-03-01T00:00:00+00:00",
        "publishedDate": "2004-06-07T00:00:00+01:00",
        "updatedDate": "2024-02-12T08:48:31+00:00",
        "acceptedDate": "2004-03-01T00:00:00+00:00",
        "createdDate": "2012-02-18T16:53:42+00:00"
    },
    "urls": [
        "https://shura.shu.ac.uk/141/1/fulltext.pdf"
    ],
    "lastUpdate": "2024-02-12T08:48:31+00:00",
    "setSpecs": []
}