{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Flanders, Corey E."
        },
        {
            "name": "Anderson, RaeAnn E."
        },
        {
            "name": "Tarasoff, Lesley A."
        }
    ],
    "contributors": [],
    "createdDate": "2020-12-01T11:28:04+00:00",
    "dataProvider": {
        "id": 12678,
        "name": "UND Scholarly Commons (University of North Dakota)",
        "url": "https://api.core.ac.uk/v3/data-providers/12678",
        "logo": "https://api.core.ac.uk/data-providers/12678/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1080/15299716.2020.1791300",
    "downloadUrl": "https://core.ac.uk/download/352873896.pdf",
    "fullText": "University of North Dakota UND Scholarly Commons Psychology Faculty Publications Department of Psychology 7-20-2020 Young Bisexual People’s Experiences of Sexual Violence: A Mixed-Methods Study Corey E. Flanders RaeAnn E. Anderson University of North Dakota, raeann.anderson@UND.edu Lesley A. Tarasoff Follow this and additional works at: https://commons.und.edu/psych-fac  Part of the Lesbian, Gay, Bisexual, and Transgender Studies Commons Recommended Citation Flanders, Corey E.; Anderson, RaeAnn E.; and Tarasoff, Lesley A., \"Young Bisexual People’s Experiences of Sexual Violence: A Mixed-Methods Study\" (2020). Psychology Faculty Publications. 33. https://commons.und.edu/psych-fac/33 This Article is brought to you for free and open access by the Department of Psychology at UND Scholarly Commons. It has been accepted for inclusion in Psychology Faculty Publications by an authorized administrator of UND Scholarly Commons. For more information, please contact und.commons@library.und.edu. Postprint  1 Department of Psychology and Education, Mount Holyoke College, South Hadley, MA, USA 2 Department of Psychology, University of North Dakota, Grand Forks, ND, USA 3 Interdisciplinary Centre for Health & Society, University of Toronto Scarborough, Scarborough, ON, Canada   Corresponding Author: RaeAnn E. Anderson, University of North Dakota, Department of Psychology, 2000 Columbia Hall, Grand Forks, ND 58202, USA. Email: raeann.anderson@UND.edu.  The Young Bisexual People’s Experiences of Sexual  Violence: A Mixed-Methods Study  Corey E. Flanders1, RaeAnn E. Anderson2  ,  and Lesley A. Tarasoff3   Abstract Bisexual people are at an increased vulnerability for sexual victimization in comparison to heterosex-ual people, as well as gay and lesbian people. As the majority of first sexual violence experiences hap-pen prior to age 25 for bisexual women, young bisexual people are particularly vulnerable. Despite consistent evidence of this health disparity, little is known about what factors might increase young bisexual people’s risk for sexual victimization, or how they access support post-victimization. The current study addresses this gap through a mixed-method investigation of young bisexual people’s ex-periences of sexual violence with a sample of 245 bisexual people age 18-25. Quantitative results indi-cate that bisexual stigma significantly predicts a greater likelihood of reporting an experience of sex-ual violence. Qualitative findings support that while not all participants felt bisexual stigma related to their experience of sexual violence, some felt negative bisexual stereotypes were substantial factors. Interview participants found connecting with other survivors, particularly LGBTQ+ and bisexual sur-vivors, to be beneficial. Some participants encountered barriers to accessing support, such as discrim-ination in schools. Sexual violence researchers should consider bisexual stigma as an important factor, and support services the potential positive impact of bisexual-specific survivor support.  Keywords bisexuality, sexual violence, bisexual stigma, mixed-methods  Journal of Bisexuality 1529-9724 © The Author(s) 2020 Not the version of record.  The version of record is available at DOI: 10.1080/15299716.2020.1791300 https://www.tandfonline.com/loi/wjbi20 Flanders, Anderson and Tarasof  2  Bisexual people are at an elevated risk for sexual victimization in comparison to heterosexual, gay, and lesbian people (Walters, Chen, & Breiding, 2013). Young bisexual people are particularly vulnerable, as the vast majority of first sexual violence experiences occur prior to age 25 (Walters et al., 2013). Despite consistent documentation of this health disparity in the recent literature, little is known about why young bisexual people are more likely to experience sexual violence in comparison to their peers of other sexual identities (Johnson & Grove, 2017). This is a significant issue, as sexual violence is both a public health issue and is associated with substantial negative mental and sexual health outcomes (Chen et al., 2010; Holmes, Resnick, Kilpatrick, & Best, 1996; Silverman, Raj, & Clements, 2004; Tomasula, An-derson, Littleton, & Riley-Tillman, 2012; Walsh, Galea, & Koenen, 2015; Walters et al., 2013). In order to reduce this health disparity and associated sequalae, it is necessary to better understand what factors relate to the increased rates of victimization among this vulnerable population. The current paper ad-dresses this gap in knowledge through the implementation of a mixed-method investigation of young bisexual people’s experiences of sexual violence.    Bisexuality and Sexual Violence For the purposes of this paper, we use bisexuality as an umbrella term (Flanders, 2017) to describe individuals who experience attraction to more than one gender, including those who identify as bisexual or with another plurisexual (i.e., attraction to more than one gender, Galupo, Mitchell, & Davis, 2015) label. In accordance with the Centers for Disease Control and Prevention (CDC), we define sexual vio-lence broadly, as any nonconsensual sexual act, including non-contact unwanted sexual experiences (e.g., verbal sexual harassment), unwanted sexual contact (e.g., groping), verbal coercion (e.g., unwanted sexual penetration as a result of verbal or other non-physical coercion tactics), and rape (e.g., unwanted sexual penetration as a result of incapacitation through alcohol or drugs, or the use/threat of physical violence; Basile, Smith, Breiding, Black, & Mahendra, 2014).  Bisexual people, who make up the demographic majority of sexual minority people in the United States (Copen, Chandra, & Febo-Vazquez, 2016), have consistently been found to report higher rates of sexual violence in contrast to both heterosexual and gay/lesbian individuals. Findings from the 2010 National Intimate Partner and Sexual Violence Survey (NISVS) indicate that nearly half of bisexual women have been raped in their lifetime, compared to 13.1% of lesbian women and 17.4% of heterosexual women, whereas approximately three-quarters of bisexual women have experienced some form of sexual vio-lence other than rape (compared to about half of lesbian and heterosexual women; Walters et al., 2013). A total of 91% of bisexual women who are rape survivors are victimized prior to age 25.  In addition to the above survey, findings from the 2015 Canadian General Social Survey indicate that bisexual women are seven times as likely to report experience of sexual violence in contrast to hetero-sexual women (Simpson, 2018). Hequembourg, Livingston, and Park (2013) found that bisexual women report more severe sexual violence than lesbian women. Further, Drabble and colleagues (2013) have found that bisexual women indicate greater rates of victimization compared to lesbian women, and other researchers have identified bisexual women as more vulnerable for revictimization compared to women of other sexual identities (Hequembourg et al., 2013; Hughes et al., 2010). Among young people, Tornello, Riskind, and Patterson (2014) found that greater rates of adolescent bisexual women had been forced to have sex by a male partner compared to heterosexual women. College bisexual women, as assessed by the National College Health Assessment, are also more likely to report sexual victimization than their heterosexual peers, whereas there is no difference between heterosexual and lesbian women (Johnson, Matthews, & Napper, 2016).   Though there is a growing body of literature consistently documenting sexual violence rates experi-enced by bisexual cisgender women, data specific to sexual victimization of bisexual cisgender men and bisexual people of diverse genders are scant, with small sample sizes often cited as a barrier to reporting reliable statistical results (Walters et al., 2013). The 2010 NISVS found that among men, 47.4% of bisexual men (compared to 40.2% of gay men and 20.8% of heterosexual men) have experienced some form of sexual violence other than rape (Walters et al., 2013).  A systematic review of sexual assault among sexual minority people in the United States found rates of lifetime sexual assault among gay and bisexual men to range from 11.8%-54.0% (Rothman, Exner, & Baughman, 2011), compared to 24.8% of men overall who report lifetime experience of any contact sexual violence (Smith et al., 2018). Based on the National Epidemiologic Survey on Alcohol and Related Conditions, Hughes, McCabe, Wilsnack, West, and Boyd (2010) also found that sexual minority men were at greater risk for sexual victimization compared to heterosexual men. These reports may underestimate sexual victimization rates of bisexual men, given the greater rate of victimization they experience relative to gay men (Walters et al., 2013).  Flanders, Anderson and Tarasoff  3  Research regarding people who identify both as bisexual and with a non-binary gender identity in relation to sexual violence experiences is particularly limited. While prior research has demonstrated gender minority people are also more likely to experience sexual violence, with approximately half of trans and non-binary people reporting lifetime sexual assault, and non-binary people reporting the highest rate of lifetime sexual assault at 55% (James et al., 2016), these data were not broken down by sexual identity. Given the heightened vulnerability for both bisexual and non-binary people, it is imperative that more research addresses this gap in knowledge in order to better address the needs of young bisexual non-binary individuals.   Further, it is likely that some bisexual young people are more vulnerable for sexual victimization than others based on race and ethnicity. White women have been found to report lower lifetime rates of rape (18.8%) in comparison to Black (22.0%), Indigenous (26.9%) and Multiracial (33.5%) women (Black et al., 2011). Similarly, White men report lower rates of sexual violence other than rape (21.5%) compared to Black (22.6%), Latino (26.2%) and Multiracial (31.6%) men (Black et al., 2011). As such, young bisexual people who are also racialized/People of Color, as well as those who are trans or non-binary, may expe-rience greater rates of sexual violence than their White, cisgender (non-trans) peers. Risk Factors People who experience sexual violence are never at fault for their victimization; rather, people who perpetrate violence are responsible. Researchers have, however, investigated a multitude of factors that are associated with greater vulnerability for experiencing violence in order to better understand how to reduce violence. Young bisexual people, and bisexual women in particular, may engage in behaviors asso-ciated with greater vulnerability for sexual victimization at higher rates than heterosexual people, such as substance use, as well as a greater number of sexual partners (Drabble et al., 2013; Gilmore et al., 2014; Tornello et al., 2014). While these factors may in part explain the heightened level of sexual victimization rates among bisexual people, we propose that it is important to also investigate issues that are, 1) specific to the experiences of bisexual people, and 2) do not solely rely on vulnerable groups to modify their behavior in order to decrease risk of victimization.  Another avenue that has been recently explored as a potential risk factor is sexual stigma, or the negative attitudes toward non-heterosexual people and relationships (Herek, 2004). In their study of over 400 sexual minority women in Toronto, Canada, Logie, Alaggia, and Rwigema (2014) found that sexual minority women’s experiences of sexual stigma were correlated with a higher lifetime prevalence of sexual violence. Among gay and bisexual men, exposure to homophobia and internalized homophobia has been found to be positively correlated with sexual violence and intimate partner violence (Semple et al., 2017; Stephenson & Finneran, 2017). However, given that bisexual people report higher rates of sexual violence than gay and lesbian people, it may be the case that bisexual-specific stigma accounts for part of this disparity.  This is consistent with qualitative research that has found that some young bisexual women cite bisex-ual stigma, or binegativity, as a reason for why they are targeted by perpetrators of sexual violence (Flan-ders, Gos, Dobinson, & Logie, 2015; Flanders, Ross, Dobinson, & Logie, 2017). Specifically, stereotypes that bisexual people are interested in having sex with everyone, are interested in engaging in any type of sexual activity, or are expected to engage in sexual behavior to “prove” their identity, were discussed by participants as forms of bisexual stigma that made them more vulnerable for sexual victimization (Flanders et al., 2015; Flanders, Ross et al., 2017). Flanders, Anderson, Tarasoff, and Robinson (2019) have also found that quantitatively, anti-bisexual experiences predict a greater likelihood for experiencing sexual violence among bisexual women, whereas heterosexism did not. We are unaware of any research that has investigated how bisexual stigma relates to sexual victimization among men or gender diverse people, though the above cited research indicates that bisexual stigma may be an important factor for sexual victimization among bisexual people overall.  Finally, age is also a potential vulnerability factor; young people are more likely to be targeted for sexual violence. Young bisexual and other sexual minority people in particular may find themselves without access to sexual health knowledge that may be protective or at least helpful in identifying violence. For instance, sexual minority youth are much more likely to state that formal sex education in schools does not address their needs, and that information is still difficult to find from informal sources, such as the Internet (Flanders, Pragg, Dobinson, & Logie, 2017; Mitchell, Ybarra, Korchmaros, & Kosciw, 2014).  Flanders, Anderson and Tarasof  4  Sexual Violence and Support In addition to understanding more about risk factors related to elevated rates of sexual violence among young bisexual people, it is also important to know more about how this population accesses support after an experience of violence. Researchers have found that bisexual women encounter greater chal-lenges in recovering from sexual victimization compared to their lesbian and heterosexual counterparts, such as higher rates of problem drinking, posttraumatic stress disorder (PTSD) symptoms, and depressive symptoms (Sigurvinsdottir & Ullman, 2015, 2016). Again, we are unaware of any research specific to bisexual men or gender diverse people regarding recovery from sexual violence, though research indi-cates sexual minority men, as well as trans and non-binary people of all genders, experience significant negative effects as a result of sexual victimization and report difficulty in accessing support services (Da-vies, 2002; Rymer & Cartei, 2015).  Hequembourg and colleagues (2019), found among a sample of sexual minority and heterosexual women that, for some bisexual women who have experienced violence, support from women’s groups or the queer community had been helpful. However, the authors note that some participants also expe-rienced negative reactions to disclosing their experiences, which negatively impacted their relationships. These negative reactions, and anticipatory fear of such reactions, may be a barrier for young bisexual people to access support. In a qualitative study that included bisexual and trans men, Donne et al. (2018) found that traditional gender and masculinity norms served as a barrier to seeking support, as well as the challenge of finding support providers that would be trustworthy and or someone who held a similar sexual or gender minority identity. Other barriers to accessing support identified from previous research include minimizing the seriousness of sexual violence (Anderson & Overby, 2020; Hequembourg et al., 2019; Zinzow & Thompson, 2011), location and cost of services (Anderson & Overby, 2020; Donne et al., 2018), or shame and self-blame (Hequembourg et al., 2019; Anderson & Overby, 2020). However, to our knowledge, no studies have specifically focused on the needs of young bisexual people. Knowing more about how young bisexual people access support, as well as the barriers they encounter, is im-portant to better assist the recovery of survivors of violence. The Current Study The current study is a mixed-method investigation of young bisexual people’s experiences of sexual violence. We assess both the quantitative relationship between bisexual stigma and sexual violence out-comes, as well as participants’ qualitative understandings of their experience of sexual violence, whether and/or how it relates to bisexual stigma, and their experiences of support post-victimization. We argue that the mixed-method approach is important in this work, as it enables us to assess the strength of relationships between variables such as stigma and sexual violence, while also providing a platform for young bisexual people to describe, in their own words, the context of their lived experiences of identity, stigma, violence, and support. Given the lack of information regarding the drivers of the sexual health disparity experienced by young bisexual people, a mixed-method approach enables the further investiga-tion of possible factors, like stigma, at a generalizable level while also generating contextual and explora-tory individual accounts. These qualitative accounts can then help us interpret the quantitative relation-ships, as well as provide new avenues of inquiry. We believe this approach is particularly important to highlight with the unique experiences of young bisexual people, as many in the current study identified with multiple historically marginalized identities that are underrepresented in sexual violence research, such as non-binary people and People of Color who are also bisexual. Through this research, we hope to assess whether previous findings among bisexual women extend to a sample of young bisexual people of diverse genders, as well as develop a more in-depth contextual understanding of this quantitative rela-tionship. To our knowledge, this is the first study to investigate how different types of bisexual stigma relate to different forms of sexual violence. Method  The data included in this paper are from a concurrent mixed-method, cross-sectional study of young bisexual people’s experiences of sexual violence. All of the participants (n = 245) completed an online survey regarding their experiences of bisexual stigma, sexual violence, and mental health. A subset of participants (n = 8) who reported an experience of sexual violence in the online survey completed follow-up interviews that focused on their lived experiences of stigma related to sexuality, gender, and race, as Flanders, Anderson and Tarasoff  5  well as sexual violence. While interviews were conducted after the survey, data from the survey were not analyzed until the completion of the interviews, as typical in a concurrent mixed-method design. Participants and Recruitment To be eligible to participate in the study, interested people had to be between the ages of 18 and 25, identify as bisexual or with another plurisexual identity (e.g., pansexual), and live in the United States or Canada. We recruited participants through convenience sampling, largely through the distribution of an online flyer through different social media websites, including Facebook and Twitter. We also posted physical flyers in public locations in Western Massachusetts and Toronto, Ontario. The flyers indicated we were looking for people who were interested in participating in a study on bisexual people’s experi-ences of sexual health, and that the study included questions related to sexual violence.  A total of 245 people participated in the survey portion of the study. The average age of participants was 22.23 (SD = 2.21), and the majority of participants identified as bisexual (n = 209, 85.3%). The re-mainder of participants identified with another plurisexual identity, and many people identified with mul-tiple sexual identity labels. With regard to gender identity and race, the majority of participants reported a non-binary gender identity (n = 159, 65.2%), and a little over half of participants identified as White (n = 131, 53.5%). More demographic information about the participants can be found in Table 1.   A pool of potential interview participants was developed based on the survey participants who con-sented to be contacted for a follow-up interview and indicated at least one instance of attempted or completed verbal coercion or rape (n = 82). We used purposeful sampling (Patton, 2002) to recruit participants representing a diverse range of identities and social locations. In particular, racial/ethnic and gender minority participants were prioritized in the sampling process. Based on this sampling process, we followed up with a total of 41 participants, 10 of whom responded, with 8 individuals ultimately partici-pating in interviews. Demographic information for interview participants can be found in Table 2.    Table 1. Participant Demographic Information (n = 245) Variable     n (%)  Gender  Nonbinary    159 (65.5%)  Trans man    27 (11.1%)  Trans woman    7 (2.9%)  Cisgender man   4 (1.6%)  Cisgender woman   47 (19.3%)  Race and Ethnicity  American Indian/Alaskan  15 (6.1%)  Native  Asian     9 (3.7%)  Black     18 (7.3%)  Cuban     11 (4.5%)  Indian     15 (6.1%)  Latino/a/x    31 (12.7%)  Mexican, Chicano/a   8 (3.3%)  Puerto Rican    10 (4.1%)  White     131 (53.5%)  Other identities   12 (4.9%)  Formal Education Level Some college or less   136 (55.5%)  Bachelor’s degree or higher  109 (44.5%)  Employment Status  Less than full time   131 (53.5%)  Full time 114    (46.5%) Flanders, Anderson and Tarasof  6  Procedure Participants accessed the online survey via a link included on the recruitment flyer. When people clicked on the link, they were automatically routed to an online consent form for the survey. If participants consented, they were then directed to the survey itself. At the end of the survey, participants indicated whether they wanted to be contacted to participate in a follow-up interview. Survey participants were offered a $15 Amazon gift card as an incentive. Interview participants were first contacted via email to assess interest and availability for participating in a follow-up interview. If they indicated interest, they were sent an online informed consent form for the interview portion. After consenting to participate, interviews were conducted via phone, videocon-ferencing, or in-person based on the participants’ interest and location. We used a semi-structured ap-proach to the interviews, and each lasted approximately 60 minutes. All interviews were audio-recorded and transcribed verbatim. Interview participants were offered a $30 Amazon gift card for their participa-tion.   All study procedures were reviewed and approved by Mount Holyoke College’s Institutional Re-view Board.  Table 2. Interview Participant Demographic Information Participant ID Sexual Identity Gender Identity Race/Ethnicity 195  pansexual  trans woman  Black, Indigenous, White  205  bisexual  cisgender woman Black  206  pansexual, queer man with a history Black, American Indian/Alaskan      of transition  Native, Spaniard  221  queer   nonbinary  White  255  bisexual  cisgender woman White  287  bisexual, fluid,  genderqueer,  White   pansexual, queer gender fluid,       nonbinary  291  bisexual, queer nonbinary, woman Puerto Rican, White  332  queer   genderqueer,  White      gender fluid,      nonbinary, woman Materials Sexual Violence Outcome We used the Sexual Experiences Survey – Short Form Victimization (SES-SFV) to assess participants prior experiences of sexual violence in adulthood (Koss et al., 2007). The SES-SFV measures three types of sexual violence previously detailed, including unwanted sexual contact, verbal coercion (attempted and completed), and rape (attempted and completed; Koss et al., 2007). The measure includes 5-7 behavior-ally specific items from the SES-SFV to assess a history of sexual victimization. Typically, each item begins with a stem describing a sexual behavior “someone put their penis into my vagina….” followed by five tactics (verbal criticism, verbal pressure, alcohol incapacitation, threats of physical force, physical force). The SES-SFV has demonstrated validity and test-retest reliability in prior research with young adults (An-derson, Cahill, & Delahanty, 2018; Johnson, Murphy, & Gidycz, 2017). Flanders, Anderson and Tarasoff  7  For this study, we modified the SES-SFV to be more inclusive and appropriate for a sexual minority population, consistent with recommendations for inclusive research practice in violence (Hipp & Cook, 2017). We combined the questions regarding vaginal and anal acts and reworded them using neutral terms, such as “genitals.” The revised measure is presented in Appendix 1. The combining and rephrasing of these questions removed the need for participants to determine whether the item was applicable based on binary descriptions of genitalia. Thus, we administered a total of 5 behaviorally specific items to assess sexual victimization history. Prior research has demonstrated that gender neutral items have similar or even improved psychometric properties compared to the original SES-SFV items (Anthony & Cook, 2012). Finally, we utilized the SES-SFV to compute prevalence and make categorical comparisons, thus measuring the presence or absence of a behavioral experience. Cronbach’s alpha is the recommend standard of reliability for latent constructs but is not recommend for behavioral experiences (Diaman-topoulos, Riefler, & Roth, 2008; Koss et al., 2007). In the case of sexual violence victimization, there is no latent construct within participants that would cause victimization; rather, victimization is caused by an-other person.  Bisexual Stigma  We used two measures to assess bisexual stigma, including the Anti-Bisexual Experiences Survey (ABES; Brewster & Moradi, 2010) and the Bisexual Identity Inventory (BII; Paul, Smith, Mohr, & Ross, 2014). The ABES is a 17-item measure that assesses bisexual people’s frequency of experiences of differ-ent forms of binegativity. Participants are asked to respond to each item in relation to heterosexual (ABES-H) and gay and lesbian (ABES-GL) people. An example item includes: “People have acted as if my bisexuality is only a sexual curiosity, not a stable sexual orientation.” The Cronbach’s alpha for the ABES-H among our sample was .935, and for the ABES-GL it was .958.  The BII is a 24-item measure assessing a range of bisexual identity experiences. It is comprised of four subscales, including Internalized Binegativity (Cronbach’s alpha = .928), Anticipated Binegativity (Cronbach’s alpha =.705), Illegitimacy of Bisexuality (Cronbach’s alpha =.976), and Identity Affirmation (Cronbach’s alpha =.779). As we used the subscales instead of an overall scale score, we conducted reliability statistics for each subscale separately.  Example items of each of the subscales include: “It’s unfair that I am attracted to more than one gender” (Internalized Binegativity), “People probably do not take me seriously when I tell them I am bisexual” (Anticipated Binegativity), “Bisexual individuals are in denial about being gay” (Illegitimacy of Bisexuality), and “I am grateful for my bisexual identity” (Identity Affirmation). Qualitative Interview Guide The interview guide consisted of a total of 16 open-ended questions that asked interviewees to discuss their identity(ies), their experiences of stigma or discrimination, their experiences of sexual violence, and whether they accessed any social supports and/or formal support services (e.g., mental and/or sexual health professional) post-victimization. Since people define sexual violence differently, we asked partici-pants about a range of potential negative sexual experiences they may have had, which enabled us to learn about encounters that the participant may or may not have self-identified as violence. For example, we asked participants to tell us about their worst sexual experience, whether they had ever engaged in any sexual activity that they did not want to have, and whether they had ever been sexually assaulted or raped. In the case of each question, we asked whether the other person or the perpetrator was aware of the participants’ sexual identity, and whether they felt that impacted their experience or not. Analytical Plan  Qualitative Survey Data Prior to conducting our analysis, we assessed whether any of the demographic variables were signifi-cantly associated with the sexual violence outcome variables. Specifically, we conducted logistic regression models to determine whether age, gender (transgender vs. cisgender), race (racial and/or ethnic minority vs. white), formal education level (having completed a Bachelor’s degree or higher vs. less formal educa-tion), and employment status (less than full-time paid employment vs. full-time paid employment) were associated with reporting previous experiences of unwanted sexual contact, attempted verbal coercion, Flanders, Anderson and Tarasof  8  completed verbal coercion, attempted rape, or rape. Employment status, gender identity, and formal education level were all significant predictors of the sexual violence outcomes, and as such were retained for the primary analyses.  Next, given the similarity of some of the measures of bisexual stigma and potential for multicollinearity issues, we conducted a correlation analysis, including the following measures: BII Illegitimacy of Bisexuality, BII Anticipated Binegativity, BII Internalized Binegativity, ABES-H, and ABES-GL. The BII Illegitimacy of Bisexuality and Internalized Binegativity subscales were highly correlated with one another (r = .918, p < .001), and the ABES-H and ABES-GL subscales were also highly correlated (r = .856, p < .001). As the robust positive correlations indicate these measures may be assessing similar phenomena, we did not include the BII Illegitimacy of Bisexuality or the ABES-LG measures in the primary analyses. A correlation matrix of all the scales can be found in Table 3. To investigate the relationships between bisexual stigma and experience of sexual violence, we con-ducted a series of five binary logistic regression models for each of the SES-R outcomes. Each model included the BII Internalized Binegativity, BII Anticipated Binegativity, and ABES-H subscales as primary predictors, and controlled for gender, employment status, and formal education level.  Table 3. Correlations For Stigma Scales and Subscales Variable 1  2  3  4  5  6 1. ABES – LG   .856**  -.099  .401**  .431**  .408** 2. ABES – H     -.088  .212**  .384**  .191** 3. BII – Identity Affirmation    -.183** .086  -.109 4. BII – Internalized Binegativity     .518**  .918** 5. BII – Anticipated Binegativity       .459** 6. BII – Illegitimacy of Bisexuality   Note: ** = significant at p < .001; ABES = Anti-bisexual Experiences Scale; BII = Bisexual Identity In-ventory  Qualitative Interview Data We followed a modified constructivist grounded theory approach for qualitative data analysis (Char-maz, 2012). We first conducted open-coding on two of the transcripts, closely reading the transcripts (i.e., line-by-line coding) to identify potential themes or important ideas. After the open-coding phase, the research team met to discuss the potential themes that were generated in the open-coding phase. We collaboratively constructed a coding framework based on the open-coding through this discussion. We then entered into the focused coding phase, in which the coding framework was applied to all eight of the transcripts. Two researchers coded each transcript in this phase. After the coding framework had been applied to all of the transcripts, we conducted the third and final selective coding phase. For this, we generated a theme memo that described each identified theme in detail together with exemplary quotes, and then explored the connections between relevant themes. Our approach is modified in that we did not engage in the iterative process of assessing theoretical saturation and returning to data col-lection, but rather analyzed all completed interviews at once. Mixed-Method Data Integration   The quantitative and qualitative data were analyzed in parallel, as opposed to sequentially. As such, the goal in integrating the data, as noted, is to be able to explore the quantitative relationship identified with other bisexual samples between stigma and sexual violence, and to then be able situate this relationship within the context of the lived experiences of gender- and racially-diverse young bisexual people. Further, we anticipate that the qualitative findings would expand beyond the quantitative, in that they would have the potential to provide novel possibilities for factors related to increased vulnerability for sexual victim-ization and support among young bisexual people. Flanders, Anderson and Tarasoff  9  Reflexivity Given the constructivist approach to the qualitative section of the current study, which recognizes the individual experiences of researchers interacts with their understanding of the data, we are providing the following information for readers to better understand how our own subjectivities potentially relate to the data. Our author team includes non-binary and cisgender people, a survivor of sexual violence, and people who identify as bisexual. We are all White and in our thirties. We live in either a large urban Canadian city or a rural American region. We are academic researchers trained in either Psychology or Public Health, and we all have experience in working with sexual and gender minority communities and on the issue of sexual violence. Given these social positions and contexts, we can bring our own inter-disciplinary backgrounds and lived experiences to deepen our understanding of the data regarding non-binary and bisexual experience of violence, as well as perspectives outside of these identities. Importantly, our experiences may be very different from many of the participants who occupy other social locations, specifically regarding race, age, and educational access, and as such we have been careful to interrogate when our own biases or assumptions based on our own lived experience may impact our understanding of the data. Results Quantitative Data  Descriptive Results As reported elsewhere (Anderson, Tarasoff, VanKim, & Flanders, 2019), rates of sexual violence re-ports were very high amongst participants. A total of 198 participants (80.8%) reported prior completed verbal coercion, and 202 participants (82.4%) reported prior completed rape. The majority of participants indicated being targeted by males (n = 180, 73.5%), though a substantial number also reported female assailants (n = 93, 38.0%), and a small number reported intersex assailants (n = 2, 0.8%). The mean reports for bisexual stigma were all above the mid-point of each subscale, including BII Anticipated Binegativity (M = 3.65, SD = 0.71), BII Internalized Binegativity (M = 3.03, SD = 1.21), and ABES-H (M = 3.13, SD = 0.91).  Bisexual Stigma and Sexual Violence   For the outcome of unwanted sexual contact, the overall model was significant (ϰ2 (6)= 79.62, p < .001, Nagelkerke R2 = .576). Both internalized binegativity (b = 1.66, SE = 0.51, p = .001) and the ABES-H (b = 0.67, SE = 0.33, p = .04) were significant predictors of unwanted sexual contact. Increased inter-nalized binegativity was associated with an odds ratio (OR) of 5.25 (95% Confidence Interval (CI): 1.92, 14.36), meaning a unit increase on the scale predicts being 5.25 times as likely to report unwanted sexual contact. Similarly, the ABES-H was associated with an OR of 1.96 (95% CI: 1.02, 3.75).  For attempted verbal coercion, the overall model was significant (ϰ2 (6)= 98.69, p < .001, Nagelkerke R2 = .508). Only internalized binegativity was a significant predictor (b = 1.23, SE = 0.21, p < .001), with an OR of 3.43 (95% CI: 2.25, 5.22). The overall model for completed verbal coercion was also significant (ϰ2 (6)= 136.43, p < .001, Nagelkerke R2 = .686). Both internalized binegativity (b = 1.22, SE = 0.29, p < .001) and the ABES-H (b = 0.78, SE = 0.29, p = .008) significantly predicted reports of completed verbal coercion. A unit increase one the internalized binegativity predicted being 3.42 times as likely to report completed verbal coercion (95% CI: 1.94, 6.04), whereas a unit increase on the ABES-H was associated with being 2.19 times as likely (95% CI: 1.23, 3.90).  Finally, the models for attempted rape (ϰ2 (6) = 125.44, p < .001, Nagelkerke R2 = .617), and com-pleted rape (ϰ2 (6)= 109.53, p < .001, Nagelkerke R2 = .597), were also significant. Only internalized binegativity was significantly related to attempted rape (b = 1.59, SE = 0.25, p < .001), with an OR of 4.92 (95% CI: 3.00, 9.05).    Table 4. Logistic Regression Models for the Sexual Violence Outcomes Variable    b SE p Odds Ratio OR 95% Confidence Interval  Flanders, Anderson and Tarasof  10  Unwanted Sexual Contact Gender    0.57 0.59 0.336 1.77  0.56, 5.62 Employment status  0.64 0.62 0.297 1.90  0.57, 6.36 Formal education   -0.54 0.59 0.366 0.59  0.18, 1.87 Anticipated binegativity 0.47 0.42 0.258 1.60  0.71, 3.61 Internalized binegativity 1.66 0.51 0.001 5.25  1.92, 14.36 ABES-H   0.67 0.33 0.043 1.96  1.02, 3.75  Attempted Verbal Coercion Gender    0.30 0.44 0.502 1.34  0.57, 3.18  Employment status  0.35 0.44 0.423 1.43  0.60, 3.43 Formal education   -0.45 0.46 0.332 0.64  0.26, 1.58 Anticipated binegativity -0.15 0.32 0.645 0.86  0.46, 1.62 Internalized binegativity 1.23 0.21 <0.001 3.43  2.25, 5.22 ABES-H   0.38 0.23 0.095 1.46  0.94, 2.29  Completed Verbal Coercion Gender    1.48 0.54 0.006 4.40  1.54, 12.54 Employment status  0.27 0.58 0.640 1.31  0.42, 4.04 Formal education   -2.04 0.56 <0.001 0.13  0.04, 0.39 Anticipated binegativity -0.05 0.43 0.911 0.95  0.42, 2.19 Internalized binegativity 1.23 0.29 <0.001 3.42  1.94, 6.04 ABES-H   0.78 0.29 0.008 2.19  1.23, 3.90  Attempted Rape Gender    0.61 0.47 0.198 1.83  0.73, 4.60 Employment status  0.61 0.51 0.226 1.84  0.68, 4.96 Formal education   -0.41 0.50 0.416 0.67  0.25, 1.77 Anticipated binegativity -0.30 0.35 0.400 0.74  0.37, 1.48 Internalized binegativity 1.59 0.25 <.001 4.92  3.00, 8.05 ABES-H   0.37 0.25 0.135 1.44  0.89, 2.34  Completed Rape Gender    0.91 0.49 0.064 2.47  0.95, 6.44 Employment status  0.56 0.53 0.286 1.76  0.62, 4.96 Formal education   -1.50 0.51 0.003 0.22  0.08, 0.60 Anticipated binegativity -0.22 0.38 0.569 0.80  0.38, 1.70 Internalized binegativity 1.23 0.27 <0.001 3.41  2.01, 5.77 ABES-H   0.59 0.27 0.028 1.80  1.07, 3.04 Note: Gender is coded 0 (cisgender) and 1 (trans and/or nonbinary); Employment status is coded 0 (less than full-time employment) and 1 (full-time employment); Formal education is coded 1( not hav-ing completed a B.A. degree) and 1 (completing a B.A. degree or higher). Both internalized binegativity (b = 1.23, SE = 0.27, p < .001) and the ABES-H (b = 0.59, SE = 0.27, p = .03) were significant predictors of completed rape. Internalized binegativity was associated with an OR of 3.41 (95% CI: 2.01, 5.77), and ABES-H with an OR of 1.80 (95% CI: 1.07, 3.04). All results for the binary logistic regression models can be found in Table 4.  Flanders, Anderson and Tarasoff  11  Qualitative Data  Overall, participants reported a range on perspectives regarding how identity and stigma related to their experiences of sexual violence, as well as to their interest or ability to access support after a violent encounter. These, plus mainstream narratives regarding sex and sexual violence, have also affected ways in which participants’ perceived their experiences of violence. Below we outline the major themes that connect to identity, stigma, and mainstream hetero- and ciscentric perspectives of sex and sexual violence, including participants’ labeling of violence experiences, connections between identity and violence, sup-port related to sexual violence, and barriers to sexual violence support.   Participants’ Labeling of Violence Experiences. Some of the participants explicitly described their experience as rape or assault, while others stated it was less violent or aggressive than what they view as assault. For many of the participants, their perspective of different occurrences of sexual violence and the language they used to describe it changed over time, as they learned more about what sexual violence and nonconsensual experiences can look like. In particular, some participants described difficulty in identifying their experiences as violence because it did not fit heteronormative narratives:   I personally was did not register that that was assault, or not consensual at all because I didn’t know. I was just like, “oh maybe she’s right, maybe I do just need to drink and relax and then I’ll be okay with having sex then,” or, she would say things like “you owe me cause last time we didn’t do anything,” or just really small little comments that … I could be like, “oh yeah, she’s right.” And that went on for months. …I don’t wanna say that it was necessarily assault or rape or anything, [be]cause that feels like, those words themselves just have [a] very violent and aggressive [connotation]. … She just was very, very good at that, forcing you to do things without using actual force. This is really hard to come to terms with the fact that that wasn’t okay [be]cause I was like, oh no, she just made me nervous and  ike that’s why I didn’t wanna do anything or, I just hadn’t had enough to drink yet or whatever my excuse I made for myself was. (Participant 332)  While some participants had difficulty describing their experiences because they felt it did not match the common narrative of sexual violence, one participant also reported difficulty describing their rape, even though they felt it aligned with a more mainstream, heteronormative, narrative: I was very much just like [pause/inhale] because the way that it happened, it sounded like a traditional, penis and vagina rape. So that really tripped me up at first, because I was just like “this isn’t even real, I’m just over reacting”, but I can’t be overreacting because this is the biggest reaction I’ve had to like anything in my life (Participant 291) Participant 291 shared that it was only with accessing cognitive behavioral therapy that they were able to use the word rape to describe their experience.  (Dis)connections Between Identity and Violence. Participants were asked about whether or not the perpetrator was aware of their sexual identity, and whether they felt that perceptions of their sexual identity affected their experience of violence. For many of the participants, they had either not disclosed their sexual identity, or they did not feel it affected the incident at all. For example, Participant 221 stated in response to this question: I would say surprisingly no because I feel like, at that time honestly the abuse felt like it was like outside of time and space, like it didn’t involve my identity, it didn’t like- I felt like none of that [short pause], like even though I was not identifying as that [queer] verbally to him like just any part of me as a person was not in the room at the time, so I would say, I never thought about it as “I’m someone of a different identity who’s being assaulted and this is why,” ‘cause I just felt like he- that’s not what he was interested in or caring about. Some participants noted that it was difficult to know whether they were targeted because of their sexual identity, and others were not certain but were concerned that their sexual identity or stereotypes about bisexuality may have made them a target. For instance, Participant 291 said: I didn’t want people to think that I had a lot of sex just because I was bisexual because people say that, you know? And so well, I don’t know if that affected the way people interacted with me but it was definitely the thought that I had. Other participants felt their identity(ies) were very much connected to their experience of sexual violence or coercion. For example, Participant 195 stated: Flanders, Anderson and Tarasof  12  I’ve had guys try to pressure me into a threesome or such thing, mainly because they know I’m pan-sexual. And so, it was kind of concerning and it was really upsetting. When I would tell him that I wasn’t interested, or if I tried to back out of it or say “you know, I just don’t know that’s really for me” or like “maybe we’re not really ready to get sexual like that,” he would start questioning my sexual orientation. And he was like “oh! Maybe you’re actually not even into girls. Are you sure this isn’t a phase or some-thing?” And try to make me feel [laughs] that I, you know, I wasn’t inherently queer or pansexual, unless I engaged in this activity or that I was here to please him.  Participant 221 described other coercive incidents in which their sexual identity was not acknowledged or taken seriously:  [T]hey cast it aside and I’m saying ‘cause it was pretty much, you know they’re all different people but the consensus basically was, I don’t know what that is, I don’t care about it, it’s fake, or let me change that.  Participant 287 discussed how their abusive ex-partner used their sexual identity to continue to harass them: He would always make very derogatory remarks about my sexuality, specifically. Um, trying to get me to [pause] say things that I didn’t mean that would reflect positively on him. Like, at one point we were both at the town dance and it was break and I was hanging with my friends and he was hanging with his friends and he shouts across the room, [pause] “hey are you, y-you’re pansexual right?” And I’m like, yeah? He’s like, “that means you love everybody right?” And it’s like, what? And then he’s like, “don’t you love me?” And it’s just like after I had ended things and [pause] he had like, saying and doing things like that and towards the end befor-right before like, I s-started to get away from him, he kept accusing me of cheating on him, and I think that was in part influenced by me not being straight and by a lot of my friends not being straight and his assumptions about people who aren’t straight. Multiple participants reported that it was not their sexual identity (or at least not only their sexual identity) that felt targeted, but also their marginalized gender and/or racial identities. For instance, Partic-ipant 195 spoke to the intersection of her racial, ethnic, gender, and sexual identities in relation to hy-persexualization: [I]t’s definitely been when I’ve been with men and I’ve been hypersexualized. Because I’m Black and I’m Indigenous and I’m trans and I’m bi+, I experience an assortment of oppression and marginalization. Even within our LGBTQ+ community, and negative experiences that I’ve had is when I get, hypersexual-ized, mainly for being a Person of Color… I remember I hooked up with this one guy once and it was around the time that 12 Years A Slave, the movie came out. And we’re having sex and we’re kissing and this is fondling and foreplay and … he told me that he wanted me to be his Lupita Nyong’o. Uh, yeah hinting from 12 Years A Slave, because I’m a Black princess apparently. That’s what he said. That was really concerning. So I would definitely that it was the moment when I get hypersexualized or when, um, mainly for being a Person of Color or for being trans, and even when I get hypersexualized for being pansexual. But hypersexualization is like the big thing that I’ve experienced that’s been really negative. In addition to when other people explicitly targeted or used participants’ identities as a way to coerce them, some participants discussed how their own internal experience of their identity related to different incidents. For example, Participant 206 discussed how it was more difficult to engage in conversations around consent, or to tell a sexual partner when he was not interested in engaging in an activity, if they knew about his marginalized identities: [I]f they know about those identities and they’re willing to stay then, it gets much harder [short pause] it-it’s seems like a higher thing, it’s much harder to talk. Meanwhile if they don’t know those like really crucial aspects of me, the less they know about me, it really is the more comfortable I am with pushing back on pretty much anything, because I view that acceptance as something so valuable and something that’s hard to find that-, or just tenuous, which isn’t necessarily true it just, I always feel like those are really shaky things to, to be shared, probably because they have such a strange history of like being violently outed about certain things and having those negative reactions. So I always assumed that one piece of information could destroy that entire relationship. Participant 221 described how being misgendered in a coercive incident affected their experience: [T]his person wanted to try like BDSM and they were calling themselves daddy and it was just very strange for me and they kept calling me slut and I was just in my head like, you know because it is a gendered term, it’s not of my gender, I don’t like that word anyways so I was sitting there and that [short pause, sigh] I don’t know, I felt like I was being branded with something, like I felt like it burned me. It really, when I heard that I was like, and then when I was called whore I was like [made a noise], I felt like I was just crumbling up inside ‘cause it was supposed to be, you know, fun. This is a part of what we’re Flanders, Anderson and Tarasoff  13  doing and I’m sitting there freaking out internally but not knowing what to say because this person was extremely coercive.  Support Related to Sexual Violence. While some participants did not feel like accessing support related to violence was beneficial for them, or they were not interested in talking about their experiences, others actively sought and received support from friends and family, LGBTQ+ community, and mental health providers. A few participants reported how talking with friends who were also survivors of vio-lence served as a great source of support. Participant 221 described how they “get along with other survivors better, ‘cause they have this deep understanding of what it’s like to not just through that but what the healing journey can look like, how relationships are affected.” Similarly, Participant 287 stated: [W]hen those conversations come up, I’ve discovered that horribly, it’s a two-way conversation with me and my friends, where we are both sharing our histories because it seems like there are very, very few trans and queer people that don’t have any sort of an abuse history, so it’s harder and easier. It’s harder because it’s something that’s still going on and still ban-. It feels like it’s forever. It feels very trapping and so having this conversation, it’s like, “oh my god, do I talk about this again?” But then it’s also feel- it also feels awful but feels better that the person that I’m talking to, knows exactly what I’m saying because they’ve been there too. Some participants described how accessing support from other people who identified as LGBTQ+ was beneficial. For instance, Participant 195 described connecting with other bi+ identified individuals when she spoke on a panel regarding sexual violence: I think so much, when sexual assault does occur, it’s such an isolating thing, if you don’t necessarily feel like there’s anyone who is on your side or anyone you can talk to. Uh, or you just feel, kind of like, this is a situation that you experience solely on your own. You don’t really see it as this is something that affects a lot of people and so, coming out about that and then hearing some other people who are pansexual, bisexual saying things like that have happened to them. I found myself feeling assured kind of, like, almost felt like bricks off of my shoulders, kind of feeling like, “okay, this isn’t just me.” And then also speaking with people who that’s happened to them and just having that comradery, just sitting down, talking to them and being like “so, how did you deal with that? How did you overcome that?” Or, …”what steps or procedures are taking in mental health to heal yourself or take care of yourself?” …Just having people that I can talk to, that have really similar experiences to me, just made me feel less alone, I guess you could say. Some participants utilized professional mental health services related to their experiences of violence, though there were differences in how useful or accessible these services were for each of the participants. Some participants had really positive experiences, such as Participant 221:  Yeah, it was definitely the cognitive processing therapy. Like, I can’t recommend it enough for people, for whom it would be beneficial. I know there are other treatments for PTSD but that’s specific manual-ized kind of like going through like, this traumatic event, specifically my sexual assault… Until the CBT, it was like, it was miraculous. I couldn’t even believe the words that are coming out of my mouth. It was just like suddenly my world just changed and it didn’t seem dangerous anymore and I could talk to men, like engage them in conversation without feeling threatened, and the hypervigilance was gone. The guilt was gone. I just like, changed my perspective about what happened. Some participants had more ambivalent feelings about accessing mental health services, such as Partic-ipant 205 who had just recently received a diagnosis of major depressive disorder. She described that, “I am relieved to have a diagnosis because I know, okay, this was what was bothering me and this is what’s wrong with me, but I don’t know how to feel about it.”   Barriers to Sexual Violence Support. While a number of participants described accessing sup-port, and the benefits of that support, many of them also discussed ways in which they faced barriers when trying to access support, or barriers that prevented them from trying to access support. One of the major barriers people reported was experience of discrimination. For instance, Participant 195 stated that her school was not supportive of her gender identity, and this created a barrier in trying to access support regarding an assault that happened at school: So facing that and realizing how like, not supportive they were, for me basically just using a bathroom, like how are you going to now protect me, you know, ‘cause that was someone sexually assaulting me or like groping me in such ways. I just felt like they weren’t gonna do anything about it or that I didn’t have that resource that a lot of people had. It made me, like, an instant fear, like I can’t really do anything. Participant 287 described difficulties with the legal system due to discrimination based on their gender identity and mental health status: Flanders, Anderson and Tarasof  14  the way that it’s been left with the police is if either of us is in proximity to the other one, then [pause] both of us are equally at fault, because what happened was he, in speaking to the police, because the judge didn’t grant me the restraining order, they have to take what I say and what he says equally. He told the police all about my mental health history and about my gender. Um therefore, the police don’t believe me. So if I am caught in the same vicinity as him, I’m at fault. Some participants also reported difficulty in accessing support due to a lack of recognition for their intersectional identities and experiences. For instance, when Participant 205 was asked about important communities she could reach out to for social support, she responded: [M]y sorority sisters who are queer who I talk to, uh well I have never really felt super, uh I guess because of the whole like choosing my identity over one of the other, I have never felt completely safe in any like, wholly 100% safe in any space. Because within the queer community there is still race issues, there is still the biphobia, there are still all these issues, and in the Black community there is homophobia and all of these issues which is like, when all of my identities intersect, there is always something that I am still hiding, fighting, or I am not 100% there in any of them. Another barrier to accessing support was that some participants did not feel like they had the language to describe what had happened to them, or felt like their experience didn’t match the mainstream narra-tive of violence, due to the heteronormativity of formal sex education. Participant 287 stated: During that and then immediately after, for about a year after, I didn’t have the words to talk about what had happened, because I didn’t [pause] like, in school, in sex ed, and the people that are talking to like, abuse was a husband punching his wife in the face or very specific, very overtly violent acts, so I never had the words to talk about what had happened so I just, that wasn’t really an option. Similarly, Participant 332 described:  [It] never occurred to me that it was forced in any way because it wasn’t, like my idea of what sexual violence was like just a random strange man like, assaulting a woman in a very violent or aggressive way. And that’s never what it looked like for me, like I didn’t, I don’t know, I never thought that it would come from somebody that I was dating, or somebody I had dated, or another woman. Discussion Overall, we found that, quantitatively, different forms of bisexual stigma were associated with an in-creased likelihood of reporting sexual violence. Amongst the interview participants, responses varied as to whether individuals felt bisexual stigma was related to their experiences of sexual violence. Some felt it was not, or were unsure, whereas others identified bisexual and other forms of stigma as important factors related to their sexual victimization. Further, interview participants identified different post-vic-timization supports, and barriers to that support, that they found helpful. Prevalence and Unique Cases (Utility) Internalized Binegativity  Amongst the quantitative survey participants, internalized binegativity was found to significantly statistically predict an increase in reported sexual victimization across all of the sexual violence outcomes. As identified by the creators of the measure, the internalized binegativity subscale measures “the harbor-ing of negative feelings about oneself resulting from identifying as bisexual” (Paul et al., 2014, 457). As some binegative stereotypes relate to sexual behavior and other factors that might make bisexual people more vulnerable for sexual victimization, such as the stereotype that bisexual people desire to have sex with everyone, or the legitimacy of one’s sexual identity being based on willingness to engage in particular sexual behaviors (Brewster & Moradi, 2010; Flanders, LeBreton, & Robinson, 2019; Flanders, Ross, Dob-inson, & Logie, 2017), internalization of these negative messages may create greater vulnerability for young bisexual people in relation to sexual violence. For instance, previous qualitative research has found that some young bisexual women report feeling pressured to engage in unwanted sexual activity to demon-strate they still identify as bisexual (Flanders, Ross et al., 2017). Further, internalized binegativity has been found to be associated with other psychological factors, such as reduced self-esteem or overall negative self-concept (Lambe, Cerezo, & O’Shaughnessy, 2017), which in turn has been found to be correlated with sexual victimization (Van Bruggen, Runtz, & Kadlec, 2006). It is important to note that the direction-ality of the relationship between internalized binegativity and sexual victimization cannot be determined in the current study, but the authors hypothesize that it is more likely it is the societal stigma toward and victimization of bisexual people that leads to the internalization of these negative messages and experi-ences rather than the other way around.  Flanders, Anderson and Tarasoff  15   In their qualitative responses, some participants also reported that internal experiences of stigma made it difficult to navigate conversations regarding sexual consent. For instance, one participant dis-cussed fear of rejection based on his marginalized sexual and gender identities, which resulted in feeling less empowered to say no to particular sexual activities with familiar partners. Previous research has similarly identified sexual stigma, and bisexual stereotypes in particular as a barrier in negotiating consent with potential sexual partners, potentially increasing young bisexual people’s vulnerability for sexual vic-timization (Flanders, Ross et al., 2017). Stigma Perpetuated by Others  In addition to internalized binegativity, anti-bisexual experiences perpetuated by heterosexual people was associated with a greater likelihood of reporting unwanted sexual contact, as well as com-pleted verbal coercion and rape. This form of stigma relates to the negative ideas others hold about bisexual people, rather than bisexual people’s internalization of these ideas. This finding is consistent with other research that has found bisexual stigma perpetuated by gay and lesbian people as well as hetero-sexual people is related to increased reports of sexual violence among bisexual women (Flanders et al., 2019), and that discrimination mediates the relationship between bisexual identity and increased rates of dating violence among young adults (Martin-Storey & Fromme, 2017).   The qualitative findings further contextualize this identified quantitative relationship, as some par-ticipants reported that bisexual and other forms of stigma affected their experiences of sexual violence. Specifically, one participant described how other people coerced her into sexual activities utilizing bisex-ual stereotypes, stating that the participant was not “really bisexual” unless she engaged in said activities. Another participant described encounters in which sexual violence experiences included the perpetrator claiming that the participant’s bisexual identity was fake, or that they were going to change the partici-pant’s sexual identity through the assault. Finally, a third participant described being sexually harassed by their past abuser based on their pansexual identity, claiming the participant must love them because being pansexual means you love everyone. Each of these experiences echo bisexual and pansexual stereotypes regarding the hypersexualization of bisexual and other plurisexual people (Callis, 2013; Johnson, 2016), the assumption of universal attraction and consent based on sexuality (Flanders, Ross et al., 2017), the perceived illegitimacy of bisexuality as a legitimate and stable sexual identity (Paul et al., 2014; Brewster & Moradi, 2010), and the notion that bisexual people must “prove” their sexual identity through sexual behavior (Boyer & Galupo, 2015; Flanders, Dobinson, & Logie, 2017). However, some participants also noted that they did not feel there was a connection between their sexual identity and experience of violence, or felt it was other identities that were being targeted by perpetrators of violence. This rein-forces the value of integrating qualitative and quantitative findings, as the qualitative reports enable the recognition of divergence from the majority relationship identified in the quantitative section. Heteronormativity in Sexual Violence Narratives Beyond bisexual-specific stigma, interview participants described how heteronormativity regarding mainstream sexual violence narratives and education initially prevented them from understanding their experiences as violence, potentially creating greater vulnerability for that violence. For instance, one par-ticipant described how her partner’s behavior did not feel overtly violent, and as such she did not register the behavior as coercive or nonconsensual until later attending a workshop on consent that was inclusive of same-sex relationships. This narrative matches previous research on how comprehensive sex educa-tion, including efforts to reduce discrimination against sexual minority people, can help prevent sexual violence (Makleff et al., 2019). Further, not acknowledging sexual violence experiences as violence may increase one’s vulnerability for future sexual victimization (Hammond & Calhoun, 2007). Intersectional Experiences of Vulnerability A Finally, it is important to note that not all bisexual and other plurisexual people are equally vulnerable for sexual victimization. The quantitative findings from the current study indicate that young bisexual people who also identify as trans or non-binary are over four times more likely to report completed verbal coercion compared to cisgender participants, and access to formal higher education (a potential proxy for socioeconomic status) was protective for the outcomes of completed verbal coercion and rape. While the binary category for race was not significant in the quantitative results, in the qualitative responses, participants described how their minority racial and gender identities also related to their experiences of violence, and in particular how identifying as trans or being a Person of Color were Flanders, Anderson and Tarasof  16  hypersexualized by others. Thus, intersectional perspectives of stigma and sexual violence are necessary to effectively understand the experiences of diverse young bisexual people. This also demonstrates the importance of mixed-method research on this issue, given that quantitative methodologies are not always as able to identify intersectional factors (Turan et al., 2019). Sexual Violence and Support In addition to discussing whether identity and stigma related to sexual violence, interview participants also responded to questions regarding their access to different forms of support post-victimization, and whether they experienced any barriers in accessing that support. Some of the participants reported ac-cessing mental health care through a service provider, and in general those who did reported it was a positive, or at least neutral, experience. For one participant in particular receiving cognitive behavioral therapy was instrumental in their ability to process their rape and experience recovery. Social Support Benefits and Barriers  Many of the interview participants also discussed how different forms of social support were beneficial in relation to sexual victimization. Some individuals discussed how being able to connect to other survivors, particularly other LGBTQ+ and specifically bisexual survivors, was beneficial in that they knew the other individuals understood the participants’ experiences, and they felt less isolated as a result. This is similar to previous research inclusive of bisexual people, in which support with LGBTQ+ commu-nity was positive for some participants (Hequembourg et al., 2019). While these experiences are not generalizable beyond the current qualitative sample, this potentially could have important implications for support services available for young bisexual survivors of sexual violence. Most social support program-ming for survivors of violence are geared toward heterosexual people (Calton, Cattaneo, & Gebhard, 2016; Potter, Fountain, & Stapleton, 2012). Further, many bisexual people report feeling unwelcome or experiencing discrimination from the LGBTQ+ community at large (McLean, 2008; Roberts, Horne, & Hoyt, 2015), and difficulty identifying bisexual-specific community. As such, finding supportive social net-works to connect with other LGBTQ+ and bisexual survivors of violence may be a difficult task.   The qualitative responses from some of the interview participants also emphasize some of these above barriers to support post-victimization. In particular, the heteronormativity of sexual education and narratives regarding sexual violence left some participants without the language to communicate with others about their own sexual victimization, which was a significant barrier in being able to access support. Further, institutionalized transphobia within school systems and the criminal justice system, as well as criminalization of mental illness, were cited as barriers to receiving support from various social systems. For one participant in particular the lack of social recognition for her intersectional identity across race, gender, and sexuality made it difficult for her to access support from her own social networks, as she never felt entirely safe being her full self in any of her communities. This connects with other research inclusive of bisexual people that it can be difficult to find support professionals or informal support that can understand the specific social context of one’s multiple identities (Donne et al., 2020). These experi-ences support that spaces for bisexual survivors to access support need to also be safe for and inclusive of bisexual people who embody multiple marginalized identities. Implications for Research and Practice The quantitative findings of the current project support the importance of considering bisexual stigma as a significant factor related to the sexual victimization of young bisexual people. While not all interview participants felt their bisexual or plurisexual identities were connected to their experience of sexual violence, multiple participants spoke to specific binegative stereotypes that were utilized by others in their experiences of sexual violence. This leads to multiple important implications for both sexual violence research and clinical practice. For one, research needs to continue to address bisexual stigma and the ways in which it might impact the elevated rates of sexual violence experienced by bisexual people. Fur-ther, sexual violence researchers and service providers who work with survivors need to recognize how heteronormative understandings of sexual violence may both increase young bisexual people’s vulnera-bility for victimization, and serve as barriers for young bisexual survivors’ access to support services. The specific mention of cognitive behavioral therapy by some participants suggests that talk and trauma-fo-cused therapies, which some providers are averse to supporting, may actually be preferred and needed by even the most vulnerable patients, multiply marginalized violence survivors. Specific approaches that integrate affirmation of marginalized identities, such as the ESTEEM model, and trauma-focused therapies Flanders, Anderson and Tarasoff  17  are recommended (Pachankis, Hatzenbuehler, Rendina, Safren, & Parsons, 2015). To reduce rates of sexual victimization among young bisexual people, culturally relevant prevention programming needs to be developed that addresses the role of bisexual stigma in the perpetration of violence. Bisexual specific support spaces may also be beneficial for bisexual survivors, given participants’ narratives and the difficulty individual bisexual people may encounter in locating bisexual community themselves. Limitations and Future Research A limitation of the current project is that the data reported are cross-sectional, and as such we cannot determine causality between bisexual stigma and sexual victimization. Future longitudinal research needs to be conducted to understand the temporal relationship between exposure to bisexual stigma and the experience of victimization to better understand this relationship, and thus develop better interventions and supports for young bisexual people who experience sexual violence. Further, the measurement of sexual violence tactics could specifically include identity-based coercion, which is currently not included in the SES-SFV. We also did not ask survey participants about the relationship to any perpetrators, which future research should do to better understand the relational contexts of young bisexual people’s sexual victimization. The qualitative sample was relatively small, meaning it is likely we did not reach theoretical saturation (Charmaz, 2012). It is possible that if we were able to interview a greater number of partici-pants, a wider range of themes and experience would have been identified, potentially resulting in a more nuanced conceptual understanding of the qualitative data. Further, a large number of participants did not respond to invitations to participate in an interview. This in part could have been due to the time frame of the study, given that the survey was conducted in late spring, and interviews were solicited and con-ducted over the summer. Since we were working with a young group of people, it is possible that this also coincided with moving from a college campus to another location, such as home, for many of our participants, and in turn may have made participating in an interview of such an intimate topic more difficult. Future mixed-method or qualitative research should work to recruit a larger qualitative sample. Conclusions This is the first mixed-methods study with young bisexual people that focused on how different forms of bisexual stigma relate to a variety of sexual violence outcomes. By including bisexual people of diverse genders, we were able to demonstrate the relationship between bisexual stigma and violence is not lim-ited to bisexual women. Further, by using a mixed-methods design we were able to better contextualize ways in which young bisexual people’s experiences of coercion and violence may differ from heterosexual, gay, and lesbian people. This context provides potential avenues to investigate to address the heightened level of vulnerability for sexual violence young bisexual people experience, and in particular highlights the need for researchers and practitioners to recognize the significance of bisexual stigma in both the perpe-tration of sexual violence as well as in creating obstacles for accessing support. Effective efforts to reduce sexual victimization of young bisexual people needs to include broader cultural change that addresses harmful attitudes toward bisexuality. Declaration of Conflicting Interests The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article. Funding Dr. Anderson’s work was supported by a grant from the National Institute on Alcohol Abuse and Alco-holism (5K01AA026643-02). The content is solely the responsibility of the authors and does not neces-sarily represent the official views of the funding agency.  ORCID iD RaeAnn E. Anderson  https://orcid.org/0000-0001-9938-0717 Lesley A. Tarasoff  https://orcid.org/0000-0001-5130-8660    Flanders, Anderson and Tarasof  18  References  Anderson, R. E., Cahill, S. P., & Delahanty, D. L. (2018). The psychometric properties of the Sexual Experiences Survey-Short Form Victimization (SES-SFV) and characteristics of sexual victimization experiences in college men. Psy-chology of Men and Masculinity, 19, 25-34. 10.1037/men0000073.  Anderson, G. D., & Overby, R. (2020). Barriers in seeking support: Perspectives of service providers who are survivors of sexual violence. Journal of Community Psychology, 48(5), 1564-1582. 10.1002/jcop.22348. Anderson, R. E., Tarasoff, L. A., VanKim, N., Flanders, C. E. (2019). Differences in rape acknowledgement and mental health outcomes across transgender, nonbinary, and cisgender bisexual youth. Journal of Interpersonal Violence. Advance online copy. 10.1177/0886260519829763.  Anthony, E. R., & Cook, S. L. (2012). Assessing the impact of gender-neutral language on disclosure of sexual violence. Psychology of Violence, 2, 297-307. 10.1037/a0028562 Basile, K. C., Smith, S. G., Breiding, M. J., Black, M. C., & Mahendra, R. (2014). Sexual violence surveillance: uniform definitions and recommended data elements. https://www.cdc.gov/violenceprevention/pdf/sv_surveillance_defini-tionsl-2009-a.pdf   Black, M. C., Basile, K. C., Breiding, M. J., … Stevens, M. R. (2011). The National Intimate Partner and Sexual Violence Survey (NISVS): 2010 Summary Report. https://www.cdc.gov/violenceprevention/pdf/NISVS_Report2010-a.pdf  Boyer, C. R., & Galupo, M. P. (2015). ‘Prove it!’ Same-sex performativity among sexual minority women and men. Psy-chology & Sexuality, 6(4), 357-368. 10.1080/19419899.2015.1021372.  Brewster, M. E., & Moradi, B. (2010). Perceived experiences of anti-bisexual prejudice: instrument development and eval-uation. Journal of Counseling Psychology, 57, 451-568. 10.1037/a0021116.  Callis, A. S. (2013). The black sheep of the pink flock: labels, stigma, and bisexual identity. Journal of Bisexuality, 13(1), 82-105. 10.1080/15299716.2013.755730. Calton, J. M., Cattaneo, L. B., & Gebhard, K. T. (2016). Barriers to help seeking for lesbian, gay, bisexual, transgender, and queer survivors of intimate partner violence. Trauma, Violence, & Abuse, 17(5), 585-600. 10.1177/1524838015585318.  Charmaz, K. (2014). Constructing grounded theory, 2nd Ed. Thousand Oaks, CA: Sage.  Chen, L. P., Murad, M. H., Paras, M. L., … Zirakzadeh, A. (2010). Sexual abuse and lifetime diagnosis of psychiatric dis-orders: a systematic review and meta-analysis. Mayo Clinical Proceedings, 85(7), 618-629. 10.4065/mcp.2009.0583.  Copen, C. E., Chandra, A., & Febo-Vazquez, I. (2016). Sexual behavior, sexual attraction, and sexual orientation among adults aged 18-44 in the United States: Data from the 2011-2013 National Survey of Family Growth (Report No. 88). https://www.cdc.gov/nchs/data/nhsr/nhsr088.pdf   Davies, M. (2002). Male sexual assault victims: a selective review of the literature and implications for support services. Aggression and Violent Behavior, 7(3), 203-214. 10.1016/S1359-1789(00)00043-4. Diamantopoulos, A., Riefler, P., & Roth, K. P. (2008). Advancing formative measurement models. Journal of Business Re-search, 61, 1203-1218. 10.1016/j.jbusres.2008.01.009. Donne, M. D., DeLuca, J., Pleskach, P., Bromson, C., Mosley, M. P., Perez, E. T., Mathews, S. G., Stephenson, R., & Frye, V. (2018). Barriers to and facilitators of help-seeking behavior among men who experience sexual violence. Amer-ican Journal of Men’s Health, 12(2), 189-201. 10.1177/1556988317740665.  Drabble, L., Trocki, K. F., Hughes, T. L., Korcha, R. A., & Lown, A. E. (2013). Sexual orientation differences in the rela-tionship between victimization and hazardous drinking among women in the National Alcohol Survey. Psychology of Addiction and Behavior, 27, 639-648. 10.1037/a0031486. Flanders, C. E. (2017). Under the bisexual umbrella: diversity of identity and experience. Journal of Bisexuality, 17, 1-6. 10.1080/15299716.2017.1297145.  Flanders, C. E., Anderson, A. E., Tarasoff, L. A., & Robinson, M. (2019). Bisexual stigma, sexual violence, and sexual health among bisexual and other plurisexual women: a cross-sectional survey study. Journal of Sex Research, 56(9), 1115-1127. 10.1080/00224499.2018.1563042. Flanders, C. E., Gos, G., Dobinson, C., & Logie, C. (2015). Understanding young bisexual women’s sexual, reproductive, and mental health through syndemic theory. Canadian Journal of Public Health, 106(8), e533-e538. 10.17269/CJPH.106.5100. Flanders, C. E., Dobinson, C., & Logie, C. (2017). Young bisexual women’s perspectives on the relationship between bi-sexual stigma, mental health, and sexual health: A qualitative study. Critical Public Health, 27(1), 75-85. 10.1080/09581596.2016.1158786.  Flanders, Anderson and Tarasoff  19  Flanders, C. E., LeBreton, M., & Robinson, M. (2019). Bisexual women’s experience of microaggressions and microaffir-mations: a community-based, mixed-methods scale development project. Archives of Sexual Behavior, 48(1), 143-158. 10.1007/s10508-017-1135-x. Flanders, C. E., Pragg, L., Dobinson, C., & Logie, C. H. (2017). Young sexual minority women’s use of the internet and other digital technologies for sexual health information seeking. Canadian Journal of Human Sexuality, 26(1), 17-25. 10.3138/cjhs.261-A2. Flanders, C. E., Ross, L. E., Dobinson, C., & Logie, C. (2017). Sexual health among young bisexual women: a qualitative, community-based study. Psychology & Sexuality, 8, 104-117. 10.1080/19419899.2017.1296486. Galupo, M. P., Mitchell, R. C., & Davis, K. S. (2015). Sexual minority self-identification: multiple identities and complex-ity. Psychology of Sexual Orientation and Gender Diversity, 2, 355-364. 10.1037/sgd0000131.  Gilmore, A. K., Koo, K. H., Nguyen, H. V., Granato, H. F., Hughes, T. L., & Kaysen, D. (2014). Sexual assault, drinking norms, and drinking behavior among a national sample of lesbian and bisexual women. Addictive Behaviors, 39, 630-636. 10.1016/j.addbeh.2013.11.015. Hammond , C. B., & Calhoun, K. S. (2007). Labeling of abuse experiences and rates of victimization. Psychology of Women Quarterly, 31(4), 371-380. 10.1111/j/1471-6402.2007.00386.x.  Hequembourg, A. L., Blayney, J. A., Livingston, J. A., Bostwick, W., & Auerbach, S. (2019). A mixed methods investiga-tion of sexual victimization and coping among sexual minority compared to heterosexual women. Psychology & Sexuality. Advance online copy. 10.1080/19419899.2019.1678193. Hequembourg, A. L., Livingston, J. A., & Park, K. A. (2013). Sexual victimization and associated risks among lesbian and bisexual women. Violence against Women, 19, 634-657. 10/1177/0886260515586364.  Herek, G. (2004). Beyond “homophobia”: thinking about sexual prejudice and stigma in the twenty-first century. Sexuality Research and Social Policy, 1, 6-24. 10.1525/srsp.2004.1.2.6. Hipp, T. N., & Cook, S. L. (2017). Rape and sexual assault on campus, in diverse populations, and in the spotlight. In C. M. Renzetti, J. L. Edleson, & R. K. Bergen (eds.), Sourcebook on Violence Against Women (3rd ed., pp. 85-101). Thousand Oaks, CA: Sage.  Holmes, M. M., Resnick, H. S., Kilpatrick, D. G., & Best, C. L. (1996). Rape-related pregnancy: estimates and descriptive characteristics from a national sample of women. American Journal of Obstetrics and Gynecology, 175(2), 320-324.  Hughes, T. L., Szalacha, L. A., Johnson, T. P., Kinnison, K. E., Wilsnack, S. C., & Cho, Y. (2010). Sexual victimization and hazardous drinking among heterosexual and sexual minority women. Addictive Behaviors, 35, 1152-1156. 10.1016;j.addbeh.2010.07.004.  Hughes, T., McCabe, S. E., Wilsnack, S. C., West, B. T., & Boyd, C. J. (2010). Victimization and substance use disorders in a national sample of heterosexual and sexual minority men and women. Addiction, 205(12), 2130-2140. 10.1111/j.1360-0443.2010.03088.x. James, S. E., Hermann, J. L., Rankin, S., Keisling, M., Mottet, L., & Anafi, M. (2016). The report of the 2015 U.S. Transgender Survey. Washington, D.C.: National Center for Transgender Equality.  Johnson, H. J. (2016). Bisexuality, mental health, and media representation. Journal of Bisexuality, 16(3), 378-396. 10.1080/15299716.2016.1168335. Johnson, N. L., & Grove, M. (2017). Why us? Toward an understanding of bisexual women’s vulnerability for and negative consequences of sexual violence. Journal of Bisexuality, 17, 435-450. 10/1080/15299716.2017.1264201.  Johnson, L. M., Matthews, T. L., & Napper, S. L. (2016). Sexual orientation and sexual assault victimization among US college students. Social Science Journal, 53, 174-183. 10.1016/j.soscij.2016.02.007. Johnson, S. M., Murphy, M. J., & Gidycz, C. A. (2017). Reliability and validity of the Sexual Experiences Survey—Short Forms victimization and perpetration. Violence and Victims, 32, 78-92. 10.1891/0886-6708.VV-D-15-00110. Koss, M. P., Abbey, A., Campbell, R., … White, J. (2007). Revising the SES: A collaborative process to improve assess-ment of sexual aggression and victimization. Psychology of Women Quarterly, 31, 357-370. 10.1111/j.1471-6402.2007.00385.x. Lambe, J., Cerezo, A., & O’Shaughnessy, T. (2017). Minority stress, community involvement, and mental health among bisexual women. Psychology of Sexual Orientation and Gender Diversity, 4(2), 218-226. 10.1037/sgd0000222.  Logie, C. H., Alaggia, R., & Rwigema, M. J. (2014). A social ecological approach to understanding correlates of lifetime sexual assault among sexual minority women in Toronto, Canada: results from a cross-sectional internet-based survey. Health Education Research, 19, 671-682. 10.1093/her/cyt119.  Makleff, S., Garduño, J., Zavala, R. I., Barindelli, F., Valades, J., Billowitz, M., Márquiz, V. I. S., Marston, C.  (2020). Pre-venting intimate partner violence among young people—a qualitative study examining the role of comprehensive sexuality education. Sexuality Research and Social Policy, 17, 314-325. 10.1007/s13178-019-00389-x. Flanders, Anderson and Tarasof  20  Martin-Storey, A., & Fromme, K. (2017). Mediating factors explaining the association between sexual minority status and dating violence. Journal of Interpersonal Violence. Advance online copy. 10.1177/0886260517726971.  McLean, K. (2008). Inside, outside, nowhere: Bisexual men and women in the gay and lesbian community. Journal of Bi-sexuality, 8(1-2), 63-80. 10.1080/15299710802143174. Mitchell, K. J., Ybarra, M. L., Korchmaros, J. D., & Kosciw, J. G. (2014). Accessing sexual health information online: Use, motivations and consequences for youth with different sexual orientations. Health Education Research, 29(1), 147-157. 10.1093/her/cyt071 Pachankis, J. E., Hatzenhuehler, M. L., Rendina, H. J., Safren, S. A., & Parsons, J. T. (2015). LGB-affirmative cognitive-behavioral therapy for young adult gay and bisexual men: a randomized controlled trial of a transdiagnostic minor-ity stress approach. Journal of Consulting and Clinical Psychology, 83(5), 875-889. 10.1037/ccp0000037.  Patton, M. Q. (2002). Qualitative research and evaluation methods, 3rd Ed. Thousand Oaks, CA: Sage Publications. Paul, R., Smith, N. G., Mohr, J. J., & Ross, L. E. (2014). Measuring dimensions of bisexual identity: initial development of the Bisexual Identity Inventory. Psychology of Sexual Orientation and Gender Diversity, 1(4), 452-460.  Potter, S. J., Fountain, K., & Stapleton, J. G. (2012). Addressing sexual and relationship violence in the LGBT community using a bystander framework. Harvard Review of Psychiatry, 20(4), 201-208. 10.3109/10673229.2012.712838. Roberts, T. S., Horne, S. G., & Hoyte, W. T. (2015). Between a gay and a straight place: Bisexual individuals’ experiences with monosexism. Journal of Bisexuality, 15(4), 554-569. 10.1080/15299716.2015.1111183.  Rothman, E. F., Exner, D., & Baughman, A. L. (2011). The prevalence of sexual assault against people who identify as gay, lesbian, or bisexual in the United States: a systematic review. Trauma, Violence, & Abuse, 12(2), 55-66. 10.1177/1524838010390707. Rymer, S., & Cartei, V. (2015). Supporting transgender survivors of sexual violence: learning from users’ experiences. Critical and Radical Social Work, 3(1), 155-164. 10.1332/204986015x14235562796096. Semple, S. J., Stockman, J. K., Goodman-Meza, D., … Patterson, T. L. (2017). Correlates of sexual violence among men who have sex with men in Tijuana, Mexico. Archives of Sexual Behavior, 46(4), 1011-1023. 10.1007/s10508-016-0747-x. Sigurvinsdottir, R., & Ullman, S. E. (2015). The role of sexual orientation in the victimization and recovery of sexual as-sault survivors. Violence & Victims, 30(4), 636-648. 10.1891/0886-6708.VV-D-13-00066. Sigurvindsdottir, R., & Ullman, S. E. (2016). Sexual orientation, race, and trauma as predictors of sexual assault recovery. Journal of Family Violence, 31(7), 913-921. 10.1007/s10896-015-9793-8.  Silverman, J. G., Raj, A., & Clements, K. (2004). Dating violence and associated sexual risk and pregnancy among adoles-cent girls in the United States. Pediatrics, 114, e220-2225. 10.1542/peds.1142.2.e220. Simpson, L. (2018). Violent victimization of lesbians, gays and bisexuals in Canada, 2014 (Report No. 85-002-x). https://www150.statcan.gc.ca/n1/pub/85-002-x/2018001/article/54923-eng.htm   Smith, S. G., Zhang, X., Basile, K. C., Merrick, M. T., Wang, J., Kresnow, M.-J., & Chen, J. (2018). The National Intimate Partner and Sexual Violence Survey: 2015 data brief—updated release. https://www.cdc.gov/violencepreven-tion/pdf/2015data-brief508.pdf   Stephenson, R., & Finneran, C. (2017). Minority stress and intimate partner violence among gay and bisexual men in At-lanta. American Journal of Men’s Health, 11(4), 952-961. 10.1177/1557988316677506. Tomasula, J. L., Anderson, L. M., Littleton, H. L., & Riley-Tillman, T. C. (2012). The association between sexual assault and suicidal activity in a national sample. School Psychology Quarterly, 27, 109-199. 10.1037/a0029162.  Turan, J. M., Elafros, M. A., Logie, C. H., Banik, S., Turan, B., Crockett, K. B., Pescosolido, B., & Murray, S. M. (2019). Challenges and opportunities in examining and addressing intersectional stigma and health. BMC Medicine, 17, 7. 10/1186/s12916-018-1246-9. Van Bruggen, L. K., Runtz, M. G., & Kadlec, H. (2006). Sexual revictimization: the role of sexual self-esteem and dysfunc-tional sexual behaviors. Child Maltreatment, 11(2), 131-145. 10.1177.1077559505285780.  Tornello, S. L., Riskind, R. G., & Patterson, C. J. (2014). Sexual orientation and sexual and reproductive health among ado-lescent young women in the United States. Journal of Adolescent Health, 54, 160-168. 10.1016/j.jadohealth.2013.08.018.  Walsh, K., Galea, S., & Koenen, K. C. (2015). Mechanisms underlying sexual violence exposure and psychosocial seque-lae: a theoretical and empirical review. Clinical Psychology, 19(3), 260-275. Walters, M. L., Chen, J., & Breiding, M. J. (2013). The National Intimate Partner and Sexual Violence Survey (NISVS): 2010 findings on victimization by sexual orientation. https://www.cdc.gov/violenceprevention/pdf/nisvs_sofind-ings.pdf   Zinzow, H. M., & Thompson, M. (2011). Barriers to reporting sexual victimization: Prevalence and correlates among un-dergraduate women. Journal of Agression, Maltreatment & Trauma, 20(7), 711-725. 10.1080/10926771.2011.613447. Flanders, Anderson and Tarasoff  21  Author Biographies  Corey E. Flanders, Ph.D., is an Assistant Professor of Psychology and Education at Mount Holyoke College. Her re-search interests focus on issues of identity and health equity, particularly as they relate to the experiences of queer and trans people. She uses qualitative and quantitative approaches together with community-based research principles to un-derstand how structural, community and individual factors like stigma and social support may impact people’s health and other lived experiences.  RaeAnn E. Anderson, Ph.D. is currently an Assistant Professor in Clinical Psychology at the University of North Da-kota. She completed her post-doctoral training at Kent State University. Her research interests are understanding basic behavioral processes in sexual violence in order to inform sexual assault risk reduction and prevention programs, respec-tively. *Drs. Flanders and Anderson are both proud graduates of the University of Kansas for their Bachelor’s Degrees.  Lesley A. Tarasoff, Ph.D, is a Postdoctoral Research Fellow in the Interdisciplinary Centre for Health & Society at the University of Toronto Scarborough and the Azrieli Adult Neurodevelopmental Centre at the Centre for Addiction and Mental Health, where she leads the qualitative component of a NIH-funded project on the perinatal health of women with disabilities in Ontario. Primarily using qualitative methods, her research program focuses on the reproductive, peri-natal, and mental health and health care experiences of marginalized groups, namely women with disabilities and sexual minority women.   ",
    "id": 352873896,
    "identifiers": {
        "doi": "10.1080/15299716.2020.1791300",
        "oai": "oai:commons.und.edu:psych-fac-1032"
    },
    "title": "Young Bisexual People’s Experiences of Sexual Violence: A Mixed-Methods Study",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-07-20T08:00:00+01:00",
    "publisher": "UND Scholarly Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://commons.und.edu/cgi/viewcontent.cgi?article=1032&context=psych-fac"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/352873896.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/352873896"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/352873896/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/352873896/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/352873896"
        }
    ],
    "abstract": "Bisexual people are at an increased vulnerability for sexual victimization in comparison to heterosexual people, as well as gay and lesbian people. As the majority of first sexual violence experiences happen prior to age 25 for bisexual women, young bisexual people are particularly vulnerable. Despite consistent evidence of this health disparity, little is known about what factors might increase young bisexual people’s risk for sexual victimization, or how they access support post-victimization. The current study addresses this gap through a mixed-method investigation of young bisexual people’s experiences of sexual violence with a sample of 245 bisexual people age 18–25. Quantitative results indicate that bisexual stigma significantly predicts a greater likelihood of reporting an experience of sexual violence. Qualitative findings support that while not all participants felt bisexual stigma related to their experience of sexual violence, some felt negative bisexual stereotypes were substantial factors. Interview participants found connecting with other survivors, particularly LGBTQ + and bisexual survivors, to be beneficial. Some participants encountered barriers to accessing support, such as discrimination in schools. Sexual violence researchers should consider bisexual stigma as an important factor, and support services the potential positive impact of bisexual-specific survivor support",
    "tags": [
        "text",
        "Bisexuality",
        "sexual violence",
        "bisexual stigma",
        "mixed-methods",
        "Lesbian, Gay, Bisexual, and Transgender Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:commons.und.edu:psych-fac-1032",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12678",
        "openDoarId": 0,
        "name": "UND Scholarly Commons (University of North Dakota)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 352873896,
        "depositedDate": null,
        "publishedDate": "2020-07-20T08:00:00+01:00",
        "updatedDate": "2024-02-11T15:40:55+00:00",
        "acceptedDate": null,
        "createdDate": "2020-12-01T11:28:04+00:00"
    },
    "urls": [
        "https://commons.und.edu/psych-fac/33",
        "https://commons.und.edu/context/psych-fac/article/1032/viewcontent/Flanders_Anderson_Tarasoff_postprint_11_24_2020_in_pretty_template.pdf",
        "https://commons.und.edu/context/psych-fac/article/1032/filename/2/type/additional/viewcontent/Bisexual_Stigma.pdf"
    ],
    "lastUpdate": "2024-02-11T15:40:55+00:00",
    "setSpecs": []
}