{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Stringer-Stanback, Kynita"
        }
    ],
    "contributors": [],
    "createdDate": "2019-12-15T07:51:03+00:00",
    "dataProvider": {
        "id": 14225,
        "name": "University of Tennessee, Knoxville: Trace",
        "url": "https://api.core.ac.uk/v3/data-providers/14225",
        "logo": "https://api.core.ac.uk/data-providers/14225/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/268762570.pdf",
    "fullText": "University of Tennessee, Knoxville TRACE: Tennessee Research and Creative Exchange UT Libraries Faculty: Peer-Reviewed Publications University Libraries Spring 4-1-2011 Young Adult Lesbian, Gay, Bisexual, Transgender and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies Kynita Stringer-Stanback University of Tennessee - Knoxville Follow this and additional works at: https://trace.tennessee.edu/utk_libpub  Part of the Library and Information Science Commons Recommended Citation Stringer-Stanback, Kynita, \"Young Adult Lesbian, Gay, Bisexual, Transgender and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies\" (2011). UT Libraries Faculty: Peer-Reviewed Publications. https://trace.tennessee.edu/utk_libpub/10 This Article is brought to you for free and open access by the University Libraries at TRACE: Tennessee Research and Creative Exchange. It has been accepted for inclusion in UT Libraries Faculty: Peer-Reviewed Publications by an authorized administrator of TRACE: Tennessee Research and Creative Exchange. For more information, please contact trace@utk.edu. Young Adult Lesbian, Gay, Bisexual, Transgender, and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies Kynita Stringer-Stanback Kynita Stringer-Stanback graduated in 2009 with an M.S. in Library Science from the University of North Carolina at Chapel Hill. She has worked in academic, corporate, public, and special libraries, in both technical and public services. A fluent Spanish speaker, she has taught in Latin America and studied in Spain. Her primary interests are marketing and outreach to under-served communities.    Abstract  This study examines news articles and anti-discrimination ordinances that affect lesbian, gay, bisexual, transgender, and questioning (LGBTQ) communities in the four most populous counties from five Southeastern states: Florida, Georgia, North Carolina, South Carolina, and Virginia. The possible impact of such policies on the collection of non-fiction young adult materials in the public libraries in those counties is explored. The holdings of each county are compared to a list of 23 titles compiled from literary award winners selected from the time period 1996-2003 using the Lambda Literary Foundation Awards, the American Library Association Stonewall Awards, and an American Library Association GLBT Roundtable Bibliography. Findings suggest that there is no relationship between anti-discrimination ordinances and the level of collecting LGBTQ material. The evidence shows that the more demographically diverse counties made more LGBTQ titles available to their constituents. More studies investigating the impact of demographics on collection development would be helpful.  Keywords: collection development, gay literature, public libraries, Young Adult literature.   Introduction  The core values of librarians are expressed in the American Library Association Library Bill of Rights. Two of these values state that: 1. Library resources should be provided for the interest, information, and enlightenment of all people of the community the library serves. Materials should not be excluded because of the origin, background, or views of those contributing to their creation. Urban Library Journal, 17(1) 2011   2.  A person’s right to use a library should not be denied or abridged      because of origin, age, background, or views (American Library Association http://www.ala.org/ala/issuesadvocacy/intfreedom/librarybill/index.cfm).  According to the American Library Association (ALA), libraries provide information and that information should not be censored because of age or viewpoint.  Theoretically, libraries are places of enlightenment regardless of perspective; however, marginalized groups still go underserved—including lesbian, gay, bisexual, transgender and questioning (LGBTQ) youth. In the Southeastern United States, a young adult may be hard pressed to find accurate, supportive, and positive non-fiction literature. The purpose of this study is to ascertain whether or not county level LGBTQ anti-discrimination ordinances impact the collection of 23 Young Adult (YA) non-fiction titles published in five different years. (Appendix A).   Two hypotheses are tested:  H1:  Counties that have LGBTQ anti-discrimination ordinances will be more likely to have YA LGBTQ non-fiction materials in their public libraries. H0:  Counties that do not have LGBTQ anti-discrimination ordinances will be less likely to have YA LGBTQ non-fiction materials in their public libraries.   Literature Review  In a study conducted in 2007 by Martin and Murdock, the materials most requested by young adult LGBTQ communities were “real stories by real people” (p. 22). The authors (2007) go on to report that 30% of teens could not find the LGBTQ-related materials they wanted and only 20% felt safe from harassment in their local public libraries (p. 23). Unless libraries create welcoming environments and relevant collections, young adult LGBTQ communities will continue to be underserved. One way to alleviate this discrepancy is to provide more materials for young adult LGBTQ readers. Several studies have examined fiction collections of public libraries.  In 2004, Rebecca Cahill examined public libraries’ politics and their fiction collections in “The Relationship Between Political Environment and Size of a Library's Collection of GLBTQ Fiction for Young Adults.” Alex Spence investigated the holdings of urban libraries in the United States and Canada in “Gay Young Adult Fiction in the Public Library: A Comparative Study.” Paulette Rothbauer and Lynne McKechnie explored the holdings of fiction titles in Canadian public libraries in “Gay and Lesbian Fiction for Young Adults: A Survey of Holdings in Canadian Public Libraries.” The exploration of fiction titles in public libraries is important; however, what many youth desire are personal accounts of survival. According to the United States Department of Health and Human Services, “LGBT youth are Stringer-Stanback/ Young Adult Lesbian, Gay, Bisexual, Transgender, and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies  two to three times more likely than their peers to attempt suicide” (United States Department of Health and Human Services, http://healthypeople.gov/2020/topicsobjectives2020/overview.aspx?topicid=25). This assertion by the United States Department of Health and Human Services shows that public library systems can help to fill a void. By providing more non-fiction materials to young adult LGBTQ readers in the South, public libraries will continue to promote the tenets of the public library as an institution that is open for use by all members of the community with resources relevant to their information needs.    The article “Library and Information Science Education: Preparing Librarians for a Multicultural Society” championed the importance of multicultural education for all librarians so that newly trained professionals will be prepared to serve diverse multicultural communities (Gollop, 1999). Dr. Gollop (1999) states, “Diversity across the faculties of LIS schools does not reflect today’s multicultural populations, a situation that may not bode well for the composition of LIS faculty” (p. 386). She goes on to say, “A powerful effort will have to be undertaken across the LIS education if future faculty distribution is to even approach an acceptable ratio of diversity” (p. 386). Recruitment and retention of students representing the diverse multicultural communities in society is crucial to providing relevant materials and service to everyone. Recruiting students to LIS programs and educating librarians from diverse backgrounds will help the profession provide information and resources to communities that may be underserved.    Technology and information continue to shrink the size of our world, and it is important that professionals are able to communicate and work with diverse groups of people. The business world knows that multiculturalism and diversity mean good business. Pasi Raatikainen (2002) argues that diversity offers businesses and organizations advantages over the competition. He says, “Very often competitive advantages are listed as human resources, processes, products financial means, knowledge—multiculturalism has been seen to be more and more advantageous” (p. 85). By training and educating diverse multicultural communities, the library and information science field will benefit and grow. Challenges face Southern libraries in urban and rural areas, especially in YA LGBTQ non-fiction collections.   Libraries that adopt fresh perspectives and new ideas will prosper. Institutions without diverse multicultural resources may be unable to sense the pulse of an ever-changing world. As Raatikainen writes, “If everybody in the room is the same, you’ll have a lot fewer arguments and a lot worse answers” (p. 86). Diversity may not be an easy goal to achieve, but it is well worth the effort. Every member of a public library system is entitled to service even if that person is a 16-year-old cashier at a local grocery store questioning his/her sexuality or gender identity. Not only do professionals need training to deal with diverse communities; public libraries should also provide materials for the multicultural communities they serve.  Urban Library Journal, 17(1) 2011 To investigate the extent to which a random sample of libraries have embraced a non-fiction collection that includes materials that respond to the needs and interests of LGBTQ teens, a study has been designed to examine the hypotheses stated earlier. The following terms will be used throughout this study:  Collection:  Only non-fiction appropriate for the young adult reader is included in the term “collection.”  Gender: Distinct from biological sex; gender is a person’s social and cultural expression of masculinity, femininity, or some combination thereof.  A person’s gender identity/expression may or may not match his/her biological sex.  LGBTQ: An acronym for lesbians (females who are attracted to other females emotionally and erotically), gay males (males who are attracted to other males emotionally and erotically), bisexuals (who may be attracted to both males and females), trans young adults (whose biological sex is different from their physical, emotional, and psychological expression of sex) or questioning young adults (who are seeking more information about gender, gender identity, and sexuality).    Young Adult: A person between the ages of 12 and 18.   Methodology  Twenty-three titles were drawn from past Lambda Literary Foundation Awards, ALA Stonewall Awards, and an ALA GLBTQ Roundtable bibliography. All of the titles from the ALA GLBTQ Round Table bibliography were chosen because they were deemed to be age appropriate by the Roundtable. Five years were sampled: 1996, 1997, 1998, 2000, and 2003. The years that were chosen for this study reflect the rise of political action to address the rights of the LGBTQ community in several Southeastern counties. Grassroots movements began to take shape and several campaigns were organized to implement countywide ordinances protecting LGBTQ communities. According to the Human Rights Campaign (HRC) website, in Florida, Georgia, North Carolina, South Carolina, and Virginia, it is not illegal to discriminate against someone based on their sexual orientation, and, with the exception of certain counties in Florida, gender identity. Currently no federal laws prohibit employment discrimination based on sexual orientation or gender identity. Individual states decide whether or not to impart these rights to their citizens. In the Southeast, decisions are made not on the state level but on the individual county level. This is why counties were chosen for this study.   Five states in the Atlantic Coastal region of the Southeast were chosen. The four counties with the highest populations were analyzed. The state of Virginia also has independent cities that have decision-making authority on employment Stringer-Stanback/ Young Adult Lesbian, Gay, Bisexual, Transgender, and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies  discrimination, but to maintain the integrity of the study, only county seats were considered. Each county public library online catalog was searched using title/author searches for the 23 titles. If an author’s name was found in the catalog, the entire catalog was searched to double-check holdings and titles written by the author. When copies of the titles could not be located and a “No Item Information” note was attached to the record, the library was given credit for possessing the title because the book had been cataloged.   To assess whether or not counties have anti-discrimination ordinances, articles from January 1, 1999-December 31, 2008 were reviewed from the NewsBank database.  More than 600 articles were found when newspapers in Florida, Georgia, North Carolina, South Carolina, and Virginia were examined for the following keywords: anti-discrimination, sexual orientation, gender identity, and ordinance. Articles pertaining to same-sex marriage, civil unions and adoption were excluded, whereas articles exploring anti-bullying and discrimination on school grounds were included.  Articles that mentioned anti-discrimination policies for city and county employees and same-sex partner benefits were listed as well. Thirty-three articles were relevant (Appendix B). County websites and national organizations that lobby for LGBTQ civil rights were used to confirm news reports. H1 was considered supported when counties with ordinances had collected 50% or more of the titles. H0 was considered validated when counties without ordinances held less than 30% of the titles.   Ordinance Breakdown  Of the 20 counties, only five (25%) had ordinances that protected LGBTQ communities. The counties that had passed anti-discrimination ordinances were: Broward County, Miami-Dade County, and Palm Beach County, Florida; and Guilford County and Mecklenburg County, North Carolina. The legislation at the county level, however, is not settled.  Atlanta (the city) but not Fulton County (where the city is located) has an anti-discrimination ordinance. Fairfax County, Virginia, has also started a public debate about protection for students at public schools.  The ordinances are limited in their scope and are not subject to state or federal law.  For this reason, although it is unlawful to discriminate against someone in Miami-Dade County based on sexual orientation or gender identity with respect to employment, housing and bullying, an individual is not protected under the state laws of Florida.    Not all ordinances afford the same protections.  Although it is unlawful to discriminate against a student due to sexual orientation in the Guilford County Urban Library Journal, 17(1) 2011 Public School System, a person may be fired from that public school system and/or get rejected when looking for housing based on his/her sexual orientation or gender identity. In Mecklenburg County, students in public schools are protected under an anti-bullying policy and the County Commissioners have included “sexual orientation” under a county-wide anti-discrimination policy.    Data Review  In this section the results of the four-county investigations for each state are discussed.  Florida Miami-Dade, Broward, Palm Beach, and Hillsborough counties combined have 129 public library buildings, and they serve a population of 6.6 million people. Florida has the most counties with anti-discrimination ordinances on the books. In Miami-Dade County, over 60% of the population was identified as Hispanic or Latino regardless of race, and 20% were identified as African-American. With a foreign-born population of 50%, Miami-Dade County can be viewed as a Southeastern international community. Conversely, in Broward County, over 24% of the population is identified as African-American, 23% are identified as Hispanic or Latino regardless of race, and 30% are identified as foreign born. In 2002, when the Save-Dade non-profit organization had to lay off its staff due to lack of funding, the organization recruited volunteers who came from all over the country to mobilize a campaign to stop the ballot measure that would have stripped the LGBTQ community of anti-discrimination protection. It worked. The ballot measure was defeated, and the LGBTQ anti-discrimination policy of Miami-Dade County was preserved. Miami-Dade and Broward County show the validity of H1 in the Southeast because both counties passed LGBTQ anti-discrimination countywide policies and showed the highest percentage of sample titles in the Southeast, with 78% and 74%. Palm Beach County had passed anti-discrimination policies for schools as well as county employees; however, it had the lowest percentage of YA LGBTQ non-fiction titles, at 26%. Here the H1 & H0 hypotheses were not supported. Stringer-Stanback/ Young Adult Lesbian, Gay, Bisexual, Transgender, and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies    Figure 1. Titles available by county, Florida.   Although Hillsborough County had not passed anti-discrimination ordinances, the public library collection reflects an inclusive collection policy. Despite the fact that there were no county ordinances Hillsborough Public Library held 57% of the titles. It is interesting to note that Hillsborough and Palm Beach Counties are not as demographically diverse as Miami-Dade and Broward Counties. Foreign-born populations dropped to 14.6% and 21.2%, African-Americans were 12.4% and 15.6%, and Hispanics and Latinos regardless of race represented 21.8% and 16.7%, respectively.  The four counties in Florida held 59% of the 23 listed titles, exceeding the other states in the sample. Although a person may be sheltered from discrimination in Broward, Miami-Dade and Palm Beach counties, it is still very legal to discriminate against a person because of his/her sexual orientation and gender identity in the state of Florida. Urban Library Journal, 17(1) 2011  Figure 2. Collection rates per county, Florida.  Hillsborough County had not passed anti-discrimination ordinances and yet the libraries in the county owned 57% of the titles. Palm Beach County had passed ordinances protecting its LGBTQ community but the libraries of the county owned 26% of the titles. Miami-Dade and Broward Counties both owned well over 70% of the titles on the list and had anti-discrimination policies in place. Because the findings are mixed, the research suggests that anti-discrimination ordinances alone are not sufficient to explain collection policies in the public libraries.  Georgia Fulton, Gwinnett, DeKalb, and Cobb represent the four largest counties in Georgia.  Georgia had the second strongest statewide collection of LGBTQ materials, with 42% of the listed titles. Whereas Fulton and DeKalb County Public Library systems collected 73% and 57% of the 23 titles, Gwinnett and Cobb public library systems collected 17.4% and 22% respectively. In 2007, Gwinnett County Public Library’s policy on Spanish language materials came under fire when Todd Douglas Quesada wrote, “It is antithetical to public librarianship as a profession to form a collection development policy that involves consciously alienating a portion of the served community”(p. 43). At that time, Gwinnett County Public Library decided to take all Spanish Language materials off the shelves. Gwinnett County is not known for its desire to serve its multicultural community. The statewide data of 42% can be misleading because higher collection rates in urban and metropolitan counties weigh more heavily than the small percentages of owned materials in more rural counties. DeKalb and Fulton Counties are more diverse than Gwinnett and Cobb Counties put together. None of the counties in Georgia have passed LGBTQ anti-discrimination ordinances; however, the city of Atlanta has begun to challenge county and state law by passing an ordinance to outlaw discrimination based on sexual orientation in 2003. When the city started to fine an exclusive country club $500 per day for a violation of the city ordinance, the club took the city to Superior Stringer-Stanback/ Young Adult Lesbian, Gay, Bisexual, Transgender, and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies  Court and said the citywide anti-discrimination ordinance was unconstitutional (Galloway, 2007). Two years later legislation was passed in the Georgia State Legislature that blocked LGBTQ couples from receiving fines imposed by the city of Atlanta (Galloway, 2007). The city of Atlanta would fine the country club for discrimination and the couples that experienced that discrimination would receive compensation. This law did not strike down the anti-discrimination ordinance in the city of Atlanta, but it did usurp the city’s power to penalize transgressors.  In Georgia, it is not-illegal to discriminate against someone due to sexual orientation or gender identity, except in the city of Atlanta. Although the city tried to fine businesses that chose to discriminate, state law was passed so that they may not suffer the consequences. A city ordinance does not trump state law and, although Atlanta is the largest city in Fulton County and it did pass a citywide ordinance, the ordinance was not enforced at the county level. Fulton County’s failure to recognize the anti-discrimination ordinance passed by Atlanta raises questions: Did the anti-discrimination ordinance influence the holdings of the public library, or did the holdings of the public library influence the creation of anti-discrimination policy? Or neither? Are anti-discrimination ordinances and holdings both affected by something else, like the demographic diversity of the community? What is evident is that Fulton County was comparable to Miami-Dade and Broward Counties with 73% of the 23 YA LGBTQ non-fiction titles.  Did the diverse, metropolitan nature of Atlanta influence the holdings of Fulton County Public Library? It had the third highest percentage of the 20 counties examined. DeKalb County in Georgia, much like Hillsborough County in Florida, offered a significant number of LGBTQ YA non-fiction titles in spite of the lack of countywide anti-discrimination ordinances. What DeKalb County demonstrated was the same as Hillsborough down to the percentage of LGBTQ non-fiction titles collected, at 57%. The absence of anti-discrimination policies did not hinder the collection of LGBTQ YA non-fiction titles. Where DeKalb and Hillsborough diverged was in diversity.  Overwhelmingly the DeKalb population identified as African-American at 54.1%, 16.4% as foreign born, and 9.7% as Hispanic or Latino (regardless of race).     Gwinnett and Cobb counties in Georgia had no anti-discrimination ordinances, and both counties had very few titles, 17.4% and 22% respectively. In both counties there were higher collection rates of titles from the 2000 and 2003 batch of titles.Urban Library Journal, 17(1) 2011  Figure 3. Titles available by county, Georgia.  The H0 hypothesis was supported with respect to Gwinnett and Cobb counties. Although Gwinnett and Cobb County Public Libraries did not collect very many LGBTQ titles between 1996 and 1998, these counties added strikingly more LGBTQ titles in 2000 and 2003.       Stringer-Stanback/ Young Adult Lesbian, Gay, Bisexual, Transgender, and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies   Figure 4. Collection rates per county, Georgia.  In Georgia as in Florida, the results are mixed and there is no support for a strong correlation between anti-discrimination ordinances and public library holdings of LGBTQ books for teens.  North Carolina Mecklenburg County, Wake County, Guilford County, and Forsyth County are the four largest counties in North Carolina. Combined, their public library systems serve 2.3 million people, with one public library per 38,333 people.  Mecklenburg and Guilford counties have anti-discrimination ordinances, whereas Wake and Forsyth do not. Combined, the statewide collection average of the 23 LGBTQ YA non-fiction titles was 35%. According to Equality NC, a statewide group dedicated to securing equal rights and justice for lesbian, gay, bisexual, and transgender (LGBT) people, the Mecklenburg County Commissioners added “sexual orientation” to a countywide non-discrimination policy in 2005. Therefore, employees of Charlotte-Mecklenburg County cannot be discriminated against due to sexual orientation, race, color, sex, religion, national origin, or age. In March of 2008, the Charlotte-Mecklenburg County school board approved an anti-bullying policy protecting LGBT students. Guilford County also approved an anti-bullying policy in 2007 that covered sexual orientation and gender identity.     The Charlotte-Mecklenburg County Public Library System held 39% of the 23 LGBTQ YA non-fiction titles. The Guilford County Public Library System collected 30% of the 23 LGBTQ YA non-fiction titles.    Urban Library Journal, 17(1) 2011 Since the countywide ordinances were not passed until 2005, 2007 and 2008, it may be helpful to do another study that would examine more recently released titles to see if there may be a relationship between public library collections and anti-discrimination ordinances.   Figure 5. Titles available by county, North Carolina.  Forsyth and Wake counties did not have LGBT anti-discrimination ordinances. According to Equality NC, the city of Raleigh passed an anti-bullying ordinance that protected LGBTQ students in 2007, but because no countywide policy has been adopted, Wake County was not considered to have LGBTQ anti-discrimination policies. Wake County Public Library owned 30% of the 23 YA LGBTQ non-fiction titles. Forsyth County Public Library owned 39% of the 23 YA LGBTQ non-fiction titles.     Stringer-Stanback/ Young Adult Lesbian, Gay, Bisexual, Transgender, and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies   Figure 6. Collection rates per county, North Carolina.  In North Carolina, as in Florida and Georgia, there does not appear to be a relationship between what the public library collects and whether a county has LGBTQ anti-discrimination policies. Notably, among the four counties, the percentage of YA LGBTQ non-fiction titles selected in 2000 and 2003 was 75%. This suggests that all four counties began collecting more YA LGBTQ non-fiction titles after 2000. Based on the data, North Carolina had the most consistent percentage of collected titles. Overall it is not illegal to discriminate against LGBTQ communities in North Carolina.    South Carolina Greenville County, Richland County, Charleston County, and Spartanburg County represent the four largest counties in South Carolina.  Together, all four public library systems serve 1.3 million people; on average 26,531 people are served by each branch within the four counties. None of the four counties has passed Urban Library Journal, 17(1) 2011  Figure 7. Titles available by county, South Carolina.  anti-discrimination policies or ordinances; therefore,  H1 could not be tested. Greenville County was the only county seat in South Carolina to validate the H0 hypothesis. None of the four public library systems collected more than 43% of the 23 YA LGBTQ Non-Fiction titles.  Greenville County Public Library collected 22% of the titles, Richland County Public Library 39%, Charleston County Public Library 43%, and Spartanburg County Public Library 39%. South Carolina, like North Carolina, collected 75% of the titles from 2000 and 2003.  Stringer-Stanback/ Young Adult Lesbian, Gay, Bisexual, Transgender, and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies   Figure 8. Collection rates per county, South Carolina.   Although the city of Columbia, situated in Richland County, has passed anti-discrimination policies, no countywide policy has been passed. The low rates of collection suggest that prior to 2000, the public libraries in the four largest counties of South Carolina did not collect titles from the 23 YA LGBTQ non-fiction books.  Virginia Fairfax County, Prince William County, Chesterfield County, and Henrico County represent the four largest counties in Virginia. Virginia also has independent cities that are treated as counties; however, this study examined counties and although there were cities that proved to be larger than the counties, the integrity of the study relied on data from counties. Virginia has a law called the Dillon Rule (National League of Cities http://www.nlc.org/about_cities/cities_101/154.aspx). The Dillon Rule prohibits citywide and countywide ordinances that have not been passed by the State Legislature. This means that even if a county passed an anti-discrimination ordinance that included sexual orientation and gender identity/expression, it would not be official because the state of Virginia has not passed legislation prohibiting discrimination based on sexual orientation and gender identity/expression.     Fairfax, Prince William, Chesterfield, and Henrico have not passed countywide anti-discrimination ordinances and therefore could not validate H1. Fairfax County Public Library owned 39% of the 23 YA LGBTQ non-fiction titles, Prince-William Public Library 26%, Chesterfield County Public Library 22%, and Henrico County Public Library 30% of the titles.   Urban Library Journal, 17(1) 2011  Figure 9. Titles available by county, Virginia. Figure 10.Collection rates per county, Virginia.   Prince William and Chesterfield counties did validate the H0 hypothesis. The libraries in all four counties in Virginia held all the titles on the YA LGBTQ list for the year of 2003. It was the only state to achieve this feat.  Stringer-Stanback/ Young Adult Lesbian, Gay, Bisexual, Transgender, and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies    Conclusion  The vast majority of the counties examined in this study do not have countywide anti-discrimination policies or ordinances. Only 25% of the counties examined held 50% or more of the YA LGBTQ non-fiction titles. No evidence suggested a correlation between countywide anti-discrimination policies and the titles collected by the public libraries. H1 was not validated. Although H0 was validated in 20% of the counties sampled, it was not significant enough to prove that lack of policies had an impact on collection development either.  If the anti-discrimination policies did not prove to have any significant impact on the collection development of non-fiction LGBTQ titles among the public libraries sampled, what then was the deciding factor? The evidence shows that the more demographically diverse counties made more LGBTQ titles available to their constituents. More studies investigating the impact of demographics on collection development would be helpful.   Audre Lorde said, “I remember how being young and black and gay and lonely felt.  A lot of it was fine…but a lot of it was purely hell. There were no mothers, no sisters, no heroes” (1982, p. 176). How many LGBTQ teens in the South go to their public libraries looking for stories that are germane to their lives? Are they more likely to feel welcome or to suffer harassment? Will they be able to find relevant non-fiction titles in the local library stacks or nothing at all?    Elfreda Chatman’s article, “The Impoverished Life-World of Outsiders” (1996) explored the world of information outsiders from a sociological perspective. She described information outsiders as “somehow deviating from the collective standards” (p. 193). She argued that there are “information barriers” constructed by the dichotomy of information insider vs. information outsider and that “[t]he sense that outsiders can not comprehend a world different from their own leads to a condition of secrecy and protection” (p. 194). Dr. Chatman (1996) described four factors that contribute to the information poverty of information outsiders: secrecy, deception, risk-taking, and relevance. Information insiders who have the desire to protect their information (or culture or society) may in fact withhold information from one another. Secrecy, Chatman argues, propagates control. Information becomes guarded, protected, and doled out (even among information insiders) on a “need to know basis.”   From this perspective, collectively, the public library systems of the four largest counties in Florida, Georgia, North Carolina, South Carolina, and Virginia have proven that the young adult LGBTQ constituency is underserved. Only 40.4% of the non-fiction titles were collected. Where can LGBTQ young adults go to get accurate, positive, supportive non-fiction materials? What culture of information has been Urban Library Journal, 17(1) 2011 created in the Southeast?  Will Southeastern public libraries look to the ALA Bill of Rights with respect to collecting YA LGBTQ non-fiction titles?     Overall, every Southeastern public library surveyed collected more LGBTQ materials in 2000 than in the other years studied.  The only title that was held by every public library system surveyed was What Becomes of the Brokenhearted: A Memoir by E. Lynn Harris. This book is Harris’s autobiography and offers an honest perspective of being African-American and gay in the South. E. Lynn Harris is a New York Times bestselling African-American author known for his fiction depicting the lives of gay and bisexual African-American men.     Books will not make the Southeast less discriminatory against the LGBTQ community; however, Norton contends that books “may help subvert the culture of silence…and offer a supportive framework for self-understanding by gay and lesbian teens” (p. 69). He goes on to say “books may help heterosexual students who are homophobic question their traditional assumptions in order to lead lives not bound and threatened by prejudices and fears” (p. 69). Public libraries serve communities and must hold firm to the tenets that inform the profession. In the face of Southern conservatism, Southeastern public libraries can adhere to the values of the profession expressed in the ALA Bill of Rights and continue to blaze the trail to democracy.  Stringer-Stanback/ Young Adult Lesbian, Gay, Bisexual, Transgender, and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies  References  American Library Association Council. (1996). Library bill of rights. Retrieved from: http://www.ala.org/ala/issuesadvocacy/intfreedom/librarybill/index.cfm  American Library Association Stonewall Book Awards. (2009). Retrieved from: http://www.ala.org/ala/mgrps/rts/glbtrt/stonewall/index.cfm   American Library Association GLBT Roundtable Bibliography for Gay Teens. (2001). Retrieved from: http://www.ala.org/ala/mgrps/rts/glbtrt/popularresources/teens.cfm  Broward County, Florida. (n.d.). Retrieved from: http://www.broward.org/Intergovernmental/Pages/CivilRights.aspx  Cahill, R. E. (2004). The relationship between political environment and size of a library’s collection of GLBTQ fiction for young adults. (Unpublished masters thesis). University of North Carolina, Chapel Hill, NC.  Cazares, D. (2002, September 1). Gay rights vote has high stakes nationally--Miami-Dade election seen as barometer. South Florida Sun Sentinel. Retrieved from: http://www.sun-sentinel.com/  Chatman, E. A. (1996). The impoverished life-world of outsiders. Journal of the American Society for Information Science and Technology, 47, 193-206. doi: 10.1002/(SICI)1097-4571(199603)47:3<193::AID-ASI3>3.0.CO;2-T.  Equality North Carolina. (2007, March 16). Guilford County adopts non-discrimination policy. Retrieved from: http://equalitync.org/news1/20070316/  Galloway, J. (2007, December 27). Hate crimes: Debate on gays, lesbians, mires bill--Despite wide support for a new law, Senate appears unable to decide whether to include sexual orientation. Atlanta Journal-Constitution.  Retrieved from: http://www.ajc.com/  Gollop, C. J. (1999). Library and information science education: Preparing librarians for a multicultural society. College & Research Libraries, 6 (4), 385-395.   Human Rights Campaign. (2002). Human rights campaign laws & elections.  Retrieved from: http://www.hrc.org/laws_and_elections/index.htm  Jacobs, S. (2005, March 18). Bill thwarts Atlanta ordinance--City would be unable to fine club over denial of benefits to gay partners. Atlanta Journal-Constitution. Urban Library Journal, 17(1) 2011 Retrieved from: http://www.ajc.com/  Lambda Literary Foundation. (1998). Lambda Literary Foundation awards.  Retrieved from:  http://www.lambdaliterary.org/awards/   Lorde, A. (1982). Zami: a new spelling of my name.  Berkelely, CA: The Crossing Press.  Mann, A. (2002, December 12). Agency back gay discrimination ban. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Martin, H. J., and Murdock, J. R. (2007). Serving lesbian, gay, bisexual, transgender, and questioning teens: A how-to-do-it manual for librarians. New York: Neal-Schuman Publishers.  National Association of Counties. (n.d.). NACo. Retrieved from:  http://www.naco.org/Pages/default.aspx  National League of Cities. (n.d.). NLC Cities 101.  Retrieved from: http://www.nlc.org/about_cities/cities_101/154.aspx  Norton, T. L., and Vare, J. W. (2004). Literature for today's gay and lesbian teens: Subverting the culture of silence. The English Journal, 94(2), 65-9.  Patrick, K. (2002, December 5). Dispute grows on gay rights—conservatives say county didn’t make them aware of plans for new discrimination rules. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Quesada, T. D. (2007). Spanish spoken here. American Libraries, 38(10), 42-44.  Raatikainen, P. (2002). Contributions of multiculturalism to the competitive advantage of an organisation. Singapore Management Review, 24(1), 81-88.  Rothbauer, P., and McKechnie, L. (1999). Gay and lesbian fiction for young adults: A survey of holdings in Canadian public libraries. Collection Building, 18 (1), 32-39.  Spence, A. (1999). Gay young adult fiction in the public library: A comparative study. Public Libraries, 38 (4), 224-229.  United States Census Bureau. (2010). American FactFinder. Retrieved from: http://www.factfinder.census.gov/home/saff/main.html?_lang=en  United States Department of Health and Human Services. (2010). Lesbian, gay, bisexual, and transgender health. Retrieved from: Stringer-Stanback/ Young Adult Lesbian, Gay, Bisexual, Transgender, and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies  http://healthypeople.gov/2020/topicsobjectives2020/overview.aspx?topicid=25  Vega, E. (2004, July 29). Miami Beach OKs partnership registry—law gives gay, heterosexual couples rights. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Visser, S. (2004, February 14). Mayor urges compromise for golf club. Atlanta Journal-Constitution. Retrieved from: http://www.ajc.com/?r=t     Urban Library Journal, 17(1) 2011 APPENDIX A: LIST OF NON-FICTION TITLES  1996  Adams, Marc. (1996). The preacher's son. Seattle, WA: Window Books.   Bass, Ellen and Kaufman, K. (1996). Free your mind: The book for gay, lesbian and bisexual youth and their allies. New York: Harper Perennial.  Cameron, Loren. (1996). Body alchemy: Transsexual portraits. Berkeley, CA: Cleis Press.  Raflin, L., ed. (1996). Different daughters: A book by mothers of lesbians. Berkeley, CA: Cleis Press.   Kissen, R.M. (1996). The last closet: The real lives of lesbian and gay teachers. Portsmouth, NH: Heinemann.   Youth Communication. (1996). Out with it: gay and straight teens write about homosexuality. New York: Youth Communication.  1997  Feinberg, Leslie. (1997). Transgender warriors: Making history from Joan of Arc to RuPaul. Boston: Beacon Press.   Mastoon, A. (1997). The shared heart: Portraits and stories celebrating lesbian, gay, and bisexual young people. New York: William Morrow.   Moore, L.C., ed. (1997). Does your mama know? An anthology of black lesbian coming out stories. Washington, DC: Redbone Press.   Reed, R. (1997). Growing up gay: The joys and sorrows of gay and lesbian adolescence. New York: W. W. Norton.   Stoppard, M. (1997). Sex ed: Growing up, relationships, and sex. New York: Dorling Kindersley Publishers.   1998  Bornstein, K. (1998). My gender workbook. New York: Routledge.  Chase, C. ed. (1998). Queer 13: Lesbian and gay writers recall seventh grade.  New York: William Morrow. Stringer-Stanback/ Young Adult Lesbian, Gay, Bisexual, Transgender, and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies   Ford, M.T. (1998). Outspoken: Role models from the lesbian and gay community. Garden City, NY: Beech Tree Press.   Griffin, P. (1998). Strong women, deep closets: Lesbians and homophobia in sports. Champaign, IL: Human Kinetics.   Hogan, S. (1998). Completely queer: The gay and lesbian encyclopedia. New York: Henry Holt & Company.   Seyda, B. (1998). Women in love: Portraits of lesbian mothers and their families. New York: Little, Brown & Co.   2000  Marcus, E. (2000). What if someone I know is gay?: Answers to questions about gay and lesbian people. New York: Price Stern Sloan.   Nycum, B. (2000). The XY survival guide. New York: XY Publications.  Winnick, J. (2000). Pedro & me. New York: St. Martin's Press.   2003  Boylan, J.F. (2003). She’s not there: a life in two genders. New York: Broadway Books.   Harris, E. L. (2003). What becomes of the brokenhearted: A memoir. New York: Doubleday.   Heugel, K. (2003). The GLBT survival guide for teens. Minneapolis, MN: Free Spirit Publishing.             Urban Library Journal, 17(1) 2011 APPENDIX B:  NEWSBANK ARTICLE LIST  Associated Press. (2004, May 10). Teens: Bullies part of gay life—student who touted homosexuality says tormentor suspended. The Charlotte Observer. Retrieved from: http://www.charlotteobserver.com/  Baier, E. (2007, September 16). Proposal protects transgender rights. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Baier, E. (2007, October 7). Minors to discuss transgender rights. South Florida Sun Sentinel. http://www.sun-sentinel.com/  Barakat, M. (2006, June 13). Gay rights order dropped. Daily Press. Retrieved from: http://www.dailypress.com/  Barszewski, L. (1999, February 18). Enforcement of anti-bias policy worries school board members. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Cazares, D. (2002, September 1). Gay rights vote has high stakes nationally --Miami-Dade election seen as barometer. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Cazares, D. (2007, September 7). Charges fly in fight over repeal of gay rights law. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Durhams, S. (2003, April 24). Opponents vocal against gay rights—state proposal would ban firing employees for sexual orientation. The Charlotte Observer. Retrieved from: http://www.charlotteobserver.com/  Fernandez, J. (2004, January 21). Anti-bias policy by board hailed as courageous—lesbian, gay, bisexual and transgender students will enjoy same protections as their Peers. Greensboro News & Record. Retrieved from: http://www.news-record.com/  Fernandez, J. (2004, March 20). Guilford schools policy fights discrimination in classrooms--some gay rights leaders say the policy hasn’t made a difference yet. Greensboro News & Record. Retrieved from: http://www.news-record.com/  Fleshler, D. (1999, January, 27). County grants rights to partners—opponents vow to challenge law. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Forest, A. (2006, November 11). Gays at CNU seek protection in official policy. Daily Press. Retrieved from: http://www.dailypress.com/ Stringer-Stanback/ Young Adult Lesbian, Gay, Bisexual, Transgender, and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies   Galloway, J. (2007, December 27). Hate crimes: Debate on gays, lesbians, mires bill--despite wide support for a new law, Senate appears unable to decide whether to include sexual orientation. Atlanta Journal-Constitution. Retrieved from: http://www.ajc.com/?r=t  Hill, K. (2001, August 20). Decatur partners of gays may get benefits. Atlanta Journal-Constitution. Retrieved from: http://www.ajc.com/?r=t  Hirschman, B. (2002, April 24). Schools OK gay tolerance training. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Hui, K.T. (2004, April 7). Silence will speak against harassment. The News & Observer. Retrieved from: http://www.newsobserver.com/  Joyce, A. (2006, October 2). Support for gay workers is increasing, Survey Says. The Washington Post. http://www.washingtonpost.com/  Lewis, G. (2008, December 3). Most in U.S. back gay rights—advocates say national polling shows Florida has fallen out of step. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Mann, A. (2002, December 12). Agency back gay discrimination ban. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Mann, A. (2007, August 1). Transgender protection bid splits Broward gay leaders. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Mann, A. (2008, April 14). Bill stalled on sexual orientation—advocates want measure to include gender identity. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Munday, D. (2004, April 4). Gay workers fear for their jobs; Non-discrimination policies still scarce. The Post and Courier. Retrieved from: http://www.postandcourier.com/  Patrick, K. (2002, December 5). Dispute grows on gay rights—conservatives say county didn’t make them aware of plans for new discrimination rules. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Shelton, S. (2001, January 4). New rights law won’t pass test, opponents say—gays, lesbians can sue over firing. Atlanta Journal-Constitution. Retrieved from: http://www.ajc.com/?r=t Urban Library Journal, 17(1) 2011  Shores, K.D. (2006, April 18). Protestors call anti-bullying bill ‘vague’—critics insist minorities are not protected. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Staff Reports. (2008, April 14). Senate panel approves Deutch’s gay rights bill. Boca Raton News. Retrieved from: http://www.sun-sentinel.com/news/palm-beach/boca-raton/  Tagami, Ty. (2004, January 14). Test of gay rights law is city’s first. Atlanta Journal-Constitution. Retrieved from: http://www.ajc.com/?r=t  Teller, K. (2006, January 29). Group vows to fight gay-marriage ban—Equality: Group fears ban’s unintended effects. The Free Lance Star. Retrieved from: http://fredericksburg.com/flshome/  Travis, S. (2003, March 24). District to weigh anti-bias policy—school rule would protect gay students. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Travis, S. (2002, December 3). Vote on sex orientation delayed. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Vega, E. (2004, July 29). Miami Beach OKs partnership registry—law gives gay, heterosexual couples rights. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/  Visser, S. (2004, February 14). Mayor urges compromise for golf club. Atlanta Journal-Constitution. Retrieved from: http://www.ajc.com/?r=t  Walker, C. (1999, June 21). Gay students ask for more support. South Florida Sun-Sentinel. Retrieved from: http://www.sun-sentinel.com/         Stringer-Stanback/ Young Adult Lesbian, Gay, Bisexual, Transgender, and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies  APPENDIX C: LIST OF COUNTY LIBRARIES & NUMBER OF BRANCHES BY STATE   FLORIDA           129 BRANCHES   MIAMI-DADE PUBLIC LIBRARY SYSTEM      45 BRANCHES BROWARD COUNTY LIBRARY       39 BRANCHES PALM BEACH COUNTY PUBLIC LIBRARY SYSTEM  17 BRANCHES TAMPA-HILLSBOROUGH COUNTY PUBLIC LIBRARY  28 BRANCHES  GEORGIA           88 BRANCHES   ATLANTA-FULTON COUNTY PUBLIC LIBRARY SYSTEM 34 BRANCHES GWINNETT COUNTY PUBLIC LIBRARY     15 BRANCHES DEKALB COUNTY PUBLIC LIBRARY      22 BRANCHES COBB COUNTY PUBLIC LIBRARY      17 BRANCHES  SOUTH CAROLINA         49 BRANCHES  GREENVILLE COUNTY LIBRARY SYSTEM    11 BRANCHES RICHLAND COUNTY PUBLIC LIBRARY     11 BRANCHES CHARLESTON COUNTY PUBLIC LIBRARY    16 BRANCHES SPARTANBURG COUNTY PUBLIC LIBRARY    11 BRANCHES  NORTH CAROLINA         60 BRANCHES   CHARLOTTE-MECKLENBURG PUBLIC LIBRARY   24 BRANCHES WAKE COUNTY PUBLIC LIBRARY      19 BRANCHES GUILFORD COUNTY PUBLIC LIBRARY       8 BRANCHES FORSYTH COUNTY PUBLIC LIBRARY     9 BRANCHES  VIRGINIA           53 BRANCHES  FAIRFAX COUNTY PUBLIC LIBRARY     23 BRANCHES PRINCE WILLIAM COUNTY PUBLIC LIB SYSTEM   10 BRANCHES CHESTERFIELD COUNTY PUBLIC LIBRARY    10 BRANCHES HENRICO COUNTY PUBLIC LIBRARY     10 BRANCHES  ",
    "id": 268762570,
    "identifiers": {
        "doi": null,
        "oai": "oai:trace.tennessee.edu:utk_libpub-1009"
    },
    "title": "Young Adult Lesbian, Gay, Bisexual, Transgender and Questioning (LGBTQ) Non-Fiction Collections and Countywide Anti-Discrimination Policies",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2011-04-01T08:00:00+01:00",
    "publisher": "TRACE: Tennessee Research and Creative Exchange",
    "references": [],
    "sourceFulltextUrls": [
        "https://trace.tennessee.edu/cgi/viewcontent.cgi?article=1009&context=utk_libpub"
    ],
    "updatedDate": "",
    "yearPublished": "2011",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/268762570.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/268762570"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/268762570/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/268762570/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/268762570"
        }
    ],
    "abstract": "This study examines news articles and anti-discrimination ordinances that affect lesbian, gay, bisexual, transgender, and questioning (LGBTQ) communities in the four most populous counties from five Southeastern states: Florida, Georgia, North Carolina, South Carolina, and Virginia. The possible impact of such policies on the collection of non-fiction young adult materials in the public libraries in those counties is explored. The holdings of each county are compared to a list of 23 titles compiled from literary award winners selected from the time period 1996-2003 using the Lambda Literary Foundation Awards, the American Library Association Stonewall Awards, and an American Library Association GLBT Roundtable Bibliography. Findings suggest that there is no relationship between anti-discrimination ordinances and the level of collecting LGBTQ material. The evidence shows that the more demographically diverse counties made more LGBTQ titles available to their constituents. More studies investigating the impact of demographics on collection development would be helpful",
    "tags": [
        "text",
        "Library and Information Science"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:trace.tennessee.edu:utk_libpub-1009",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14225",
        "openDoarId": 0,
        "name": "University of Tennessee, Knoxville: Trace",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 268762570,
        "depositedDate": null,
        "publishedDate": "2011-04-01T08:00:00+01:00",
        "updatedDate": "2024-02-16T06:49:10+00:00",
        "acceptedDate": null,
        "createdDate": "2019-12-15T07:51:03+00:00"
    },
    "urls": [
        "https://trace.tennessee.edu/utk_libpub/10",
        "https://trace.tennessee.edu/context/utk_libpub/article/1009/viewcontent/young_adult_lesbian.pdf"
    ],
    "lastUpdate": "2024-02-16T06:49:10+00:00",
    "setSpecs": []
}