{
    "acceptedDate": "2017-07-02T00:00:00+01:00",
    "authors": [
        {
            "name": "Jomeen, Julie"
        },
        {
            "name": "Hammarlund, Kina"
        },
        {
            "name": "Sjunnesson, Sara"
        },
        {
            "name": "Tettenborn, Nina"
        },
        {
            "name": "Thorstensson, Stina"
        }
    ],
    "contributors": [],
    "createdDate": "2018-02-27T10:44:12+00:00",
    "dataProvider": {
        "id": 4657,
        "name": "Repository@Hull - CRIS",
        "url": "https://api.core.ac.uk/v3/data-providers/4657",
        "logo": "https://api.core.ac.uk/data-providers/4657/logo"
    },
    "depositedDate": "2017-07-02T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.12968/bjsn.2017.12.6.284",
    "downloadUrl": "https://core.ac.uk/download/151162085.pdf",
    "fullText": "“I HAD A LUMP IN MY STOMACH EVERY MORNING AS I WENT TO SCHOOL” Swedish gay and lesbian students’ experiences of their time in school  Authors Kina Hammarlund, RN, RM,PhD Senior Lecture,University of Skövde, Sweden, kina.hammarlund@his.se  Sara Sjunnesson, RN, MsC, School nurse   LBS kreativa gymnasiet, Lund, Sweden, sara.sjunnesson@lbs.se  Nina Tettenborn, RN, MsC, School nurse     Plusgymnasiet Malmö, Sweden, nina.tettenborn@live.se Julie Jomeen, RM, Professor, University of Hull, England, J.Jomeen@hull.ac.uk Stina Thorstensson *, RN, RM, PHD, Associate professor, University of Skövde, Sweden. School of Health and Education, PO box 408, 541 28 Skövde, Sweden. Phone +46500 448455. E-mail; stina.thorstensson@his.se *Corresponding author   Introduction and background When children are around the age of ten, they start to think about sexual attraction and their own sexual identity. During this time, teenagers are learning how to handle a relationship both physically and mentally and hence seek information about sexuality and intimacy. Available information can be accessed through television, computers, films, music and magazines; evidence suggests that less information is sourced or offered from family, relatives or educational situations in school (Delamater and Fredrich, 2002).  Sexual and reproductive health implies feelings of sexual well-being physically  as well as emotionally, mentally and socially. It also means an opportunity to enjoy safe sexual experiences free from suppression, prejudice, discrimination and violence (Cottingham, et al., 2010). Fellowship, belonging and participation are seen as important components for functioning relationships and mental health (Harrison, 2003; Frost and Meyer, 2009). To identify oneself as homosexual can influence young people’s development and lead to ill health (Cottingham et al., 2010)    According to Harrison (2003) awareness of attraction to the same sex can create thoughts of guilt and shame and feelings of being different. Homosexual youth are often met by ignorance and lack of acceptance due to their sexual orientation. Social stigmatization and isolation as well as not attending school are common. They are also at risk of harassment, discrimination, being afflicted with self-hate and low self-esteem, coping mechanisms involve illicit drug use drug beyond that of the average adolescents (ibid).  Furthermore, they experience more mental and psychosocial difficulties and have thoughts about suicide and make more suicide attempts than heterosexual youth (Eisenberg and Resnick, 2006; Sandfort, et al., 2010; Saewyc., Konishi., Rose and Homma, 2014 ). All these components may lead to impaired health and wellbeing (Elze 2003; Lindley and Reininger, 2001; Higginset al., 2011).  Young homosexual people exposed to homophobia are challenged in the formation a functioning relationship and this can create depressive symptoms (Harrison, 2003; Frost and Meyer, 2009). The difficulties encountered when trying to find a partner or good role models can result in random sexual contacts. Though this is not exclusive to homosexual youths, this occurs more often than among heterosexual adolescents (Harrison, 2003).       School structures and organization are most often supportive of heteronormativity by presupposing heterosexuality both in education and in social settings (DePalma and Atkinson 2006).). In light of the clear consequences of stigma and discrimination on homosexual youth, a safe and accepting school environment together with supportive school personnel could result in improved health, social and psychological outcomes for individuals. Evidence already demonstrates that where strategies and policies against homophobia are in place, discrimination can be reduced (Eisenberg and Resnick, 2006; Sandfort et. al, 2010; Saewyc et. al, 2014).     In order to develop effective policies and strategies within a school based context, an understanding of the vulnerabilities, experiences and needs of non-heterosexual students is crucial. This paper aims to describe how Swedish gay and lesbian youth experience their time in school between 15-19 years of age. Method  Participants  Access to study participants was initiated through two young people in the authors’ (SS and NT) own social network. These gatekeepers, who were not themselves included in the study, then identified appropriate participants who met the inclusion criteria, using a snowball sampling approach (Polit and Beck, 2012). The inclusion criteria were both men and women, aged 18- 25. The inclusion criteria for age was to ensure that the study was capturing the experiences of students who had fairly recently been in the school environment. Ten young people identified by the gate keepers were contacted via email and asked to participate. They were given written information about the study and were asked to return a signed consent form. Two of these ten young people did not respond to the e-mail, so the final sample included two women and six men.   None of the participants had met the researcher in person before the interview. The participants were geographically spread out from the south to central Sweden and from both the countryside and cities.  Data collection  The interviews were performed by telephone and digitally recorded. Transcription took place , shortly after completion of the interviews. The use of telephone interviews was to facilitate the inclusion of participants from different areas in Sweden, which would have been difficult to achieve if the interviews were undertaken face to face.   The interviews were semi-structured with four question areas (Kvale and Brinkmann, 2009).  These areas were “How they experienced their time in school, the school environment, fellowship and support.”  The participants were encouraged to speak as freely as possible, avoiding leading questions. Instead follow-up questions were used such as “How did you react then? Can you give more details? ”   Analysis  The material has been analyzed from a qualitative-narrative approach. The analysis can be described as a movement between the whole and the parts. The researchers tried to focus on understanding and describing the world as it is experienced by the participants (Dahlberg 2014).   All the interviews were read through several times to get a good sense of the whole. Sentences were then extracted from the data, which answered the aim of the study. Sentences with meaning and content that resembled each other were clustered together. These sentences were then condensed and further analysed resulting in four themes ( table 1).    Table 1. Illustrations on the work with the analysis      Data Meaning units Theme When I was between 14 and15 years my time was so dark I knew nothing about it and met no one who was gay and I thought I was abnormal. That is why I did not come out at that age even if I had strong feelings and knew exactly what I was. But I couldn’t say I knew nothing about it and no one was gay and I thought I was abnormal.     I had strong feelings and knew exactly what I was but I could not come out with it because no one else did and Lack of conformation of one’s homosexuality    anything because there was no one else that was gay and  it was nothing one talked about that was the way I felt, it was hard then.         it was nothing one talked about.     I had a different style compared to the other guys; maybe I talked in a different way. I had other interests and mostly my friends were girls.   Talked in a different way  Mostly girl as friends  Other interests Experiencing not fitting in the norm of heterosexuality   Ethical consideration This study follows the principles of the Helsinki declaration (2008). Participants were given written information about the study, including contact information to the researcher, via email. Written consent was returned via email. If the participants had question prior to signing the consent form they could use the contact information. No date of birth of the participants was included. The participants were informed that they could withdraw from the study at any time and that their participation was voluntary. None of the participants were related to the researchers. During the research process continuous discussions about ethical issues were performed within the research team. The researchers were also aware that the interview could bring up difficult emotions, therefore participants were provided with the contact information to the nearest youth clinic after the interview.  Result Not Fitting into the Norm of Heterosexuality    Participants expressed feelings of loneliness and described feeling exposed and as a result and excluded from the social network in school. They describe themselves as different and recounted that they were sexually attracted to the same sex, from an early period in their school lives. Though they did not at that stage conceptualize it as homosexuality, these feelings and context led to a sense of alienation, which in turn made them insecure and as a consequence they isolated themselves further. Accounts acknowledge that these were feelings, which might not have seemed reality. Some participants were within a social network in school and had friends, yet their sense of difference still resulted in feelings of loneliness and alienation. It was not a real problem but I have always felt that I was alone, alone in a way sometimes (5). The fear of alienation made the participants choose silence regarding their homosexuality. They waited until later teenage years before telling anyone. However, the failure to disclose had ramifications both physically and psychologically, exacerbating the sense of isolation.  I had a lump in my stomach every morning as I went to school; I never wanted to go there. When you walked down the corridor in school you walked very fast towards your own little corner. I was really nervous when it was time for physical education because the boys were not friendly (6).  The participants describe socially constructed expectations of gender and associated characteristics and behaviors. In their opinion, boys should be interested in sports and cars and girls in fashion and appearance. This was more pronounced in the male participants, who suggested they stood out more because of their interests being those more traditionally associated with girls. Male participants also felt more affiliated to girls as a friend group, but made conscious attempts to fit in to socially constructed norms of their gender, to promote acceptance.  Some days I tried to make contact with boys just to show that I did not stand out. If I only socialize with girls I will be the fag so to say. But to have male friends was nothing I really wanted and it did not make me feel good either. But that made them quieter and they did not tease me as much as before (6).  To Lack Confirmation of Their Own Homosexuality  The participants described a lack of communication about homosexuality among young people both in society, in school and at home. This created an uncertainty about their own sexuality. They felt a need for confirmation from the environment to be able to feel comfortable and secure with their sexual orientation. They described a fear of not being accepted, which resulted in not acknowledging themselves as gay or lesbian.   I did not dare to bring up the subject. Though I knew I was gay and lesbian I did not even say it out loud to myself. I had not accepted it and I heard negative comments from classmates so I did not dare to say anything (2).  The insecurity with their own identifies and lack of perceived confirmation of acceptability was factors that made the participants keep their homosexuality to themselves. A further factor that hindered openness was the lack of gay and lesbian role models and network in their environment. The participants express the need for an acknowledgement within the curriculum about homosexuality as something normal, not as a deviation.     I wish they had said that there are people with the same gender that love each other, have sex and live together and that there is nothing strange about that. So my classmates would understand that this is okay and nothing strange. That you cannot change the way you are no matter how much you maybe want to (8). \tThe participants talked about how their psychological health was negatively affected due to fear and feelings of shame. Different coping strategies were expressed; one was self-harm as a method to reduce feelings of constant anxiety. Another way was to use alcohol or other drugs as an attempt to escape reality.  I felt very much self-hatred and I knew I could not change. I tried to live a heterosexual life but I knew it was not for me. Every time I felt bad I cut myself and drank. I did everything to get rid of the thoughts and the feelings for who I actually was (8).  The enduring anxiety and feelings of shame became overwhelming for some and engendered a sense of hopelessness. This was intensified by abuse and harassment. Participants narrated thoughts of suicide and some had made repeated suicide attempts..  I made five suicide attempts during three years in school. I was also physically abused and bullied and twice I was raped (1). According to the participants, there was no professional acknowledgement or response to the either the abuse or the resulting distress. Even taking unauthorized absence from school failed to trigger any formal intervention or support mechanisms.  Such a negative reaction only served to proliferate self-destructive behavior in these young people.  When I look back at these years I feel shocked that nobody noticed my behavior, and if they did they never helped me or said anything (1). To Find One’s Courage When dictated by a norm of heterosexuality, homosexuality is by default abnormal and to be homosexual therefore also transcends the norms surrounding relationships and sexuality.  The consequence of that is that a homosexual person needs to “come out”. The participants perceive this as unfair, they are forced to disclose and talk about their sexual orientation, something a heterosexual person never has to face. I met a guy and felt a reason to tell. I think it is silly that as a homo you should tell people about it. Like if someone hetero would say “Mother, I would like to say something. I am hetero.” But now when society looks like this, I have chosen to talk about it when I have a reason (5). The reactions from friends and family are described as mostly positive. Students were prepared to defend their homosexuality and were surprised when the expected negative reactions failed to transpire. This then engendered feelings of anxiety and regret for not being strong enough to talk about it earlier, which they believed could have led to acceptance at a younger age. A strong sense of relief is described by some participants after disclosing their homosexuality to family and friends, which allowed them to be themselves, which reduced anxiety and supported a sense of wellbeing. Often people who were close to them spoke about this being something they had known for a long time. It was a huge relief really. It felt as I walked differently, slept better, so I became myself so to speak and that was a huge experience actually (8).   Unfortunately this was not the experience for all participants. For some, their parents very visibly distressed and non-accepting. . To See School as a Supportive or Non-Supportive Environment As described above, the participants articulated a lack of information and knowledge concerning homosexuality in school and considered the school as having failed by not having a dialogue or even opening up opportunities for such dialogue.   Recommendations which involved embedding the topic into the school curriculums were suggested. . For example, addressing it in biology or having a lecture for all students in school. This would not only increase knowledge but challenge misconceptions and normalize sexual differences.     That it should be there for everyone that one should speak about it and so on if someone feels insecure both for these students that are homosexual and for those who are not. Only so people will learn and understand that it is normal (4).  To be openly gay or lesbian could lead to a need of confirmation according to the participants. They described the desire to explore their sexuality with a person of the same gender as very strong. Yet in this context, relationships could emerge too fast with tragic consequences such as rape. One informant describes how following such a humiliating and violating experience, support was sought from the school welfare officer. The reaction from that person was nothing like the informant expected and rather than offering support, contributed instead to creating a sense of responsibility to keep quiet.    In the office in school I told the counseling person that I had been raped and the only thing she did was to start crying a lot. That gave me a feeling of not wanting to tell anyone about this ever again. I was thinking that if I contribute to people feeling bad and starting to cry that only made me want to keep quiet (1).   According to the participants, it is important for professionals in school to get to know the students well enough so they can see if something is causing them distress, which in turn could trigger support. Whilst students acknowledged this would not have solved all their problems, they would have appreciated adult support which could have helped to improve their situation in the school context. Conversely, however, participants were also afraid that someone in their class or in school would know about their homosexuality. This creates a difficult context from which to advise on how the school could be a supportive environment when concurrently support requires disclosure but disclosure feels threatening.   I was afraid that the staff maybe would talk about what the students have said in class and that it would be worse for me during recess (6).  The importance of role models, is something the participants point out. As an example, one informant describes a woman who was good support and a strong role model in school. The woman was openly gay and lesbian and part of a network that visited the school and talked about health-related life-style issues. The adults that were part of this network interacted with the students, giving them opportunity to have discussions and ask questions. The woman became an adult friend to the students, which contributed to a more open atmosphere about homosexuality in a positive way.   Discussion   The male participants in this study preferred to have female friends rather than male friends. They also had the opinion that their interests were interpreted as female by the surrounding society. According to the male participants, this was one reason to why they did not have many male friends. The female participants did not have that experience. This is in line with other research which has found that boys who act from a more “atypical” gender role tend to have a more-limited social network and also fewer friends of their own gender (Friedmanet al., 2006). Lesbian girls on the other hand seem to have the same social networks as all the other girls (Young and Sweeting, 2004). One reason for this can be that, according to Horn (2006), heterosexual boys feel more uncomfortable interacting with homosexual persons of their same age than girls do. The age is another factor and boys in the age of 14-16 find it harder to interact with homosexual persons than older teenagers do. Boys more than girls tend to think it is okay to judge, exclude or harass homosexual persons (ibid). Homosexual boys also report having been insulted and bullied more frequently than other boys in the same age who acted from a more heterosexual arena (Collier et al., 2011; Young and Sweeting, 2004).     The participants speak about difficulties in acting upon their inner true self among friends in school and that they adapted to the heteronomy in order to fit in. This in turn could lead to mental ill health. The results show that the teenagers developed unhealthy strategies such as self-harm and drug use in an attempt to deny their homosexuality. Collier et al. (2013) and Saewyc (2011) mean that when a person feels different and is aware of an attraction to the same sex, this can create a feeling of guilt and shame and the risk for depression and suicide thoughts/attempts is higher. Kertzner et al., (2009) describe that homosexual teenagers have few possibilities to influence their social context and therefore could feel less sense of coherence. According to Antonovsky (1987), a person can be more exposed to the risk of ill health when he/she loses a sense of coherence. Antonovsky further states that a person with a high sense of coherence have better conditions for identifying problems and can see these problems as challenges.      Our results show that the participants describe ignorance both from their environment and in a sense from themselves about homosexuality. They experienced an absence of information about homosexuality in school and lack of homosexual role models that they could identify themselves with. This is in line with Harrison (2003) who found that young gay and lesbian people often are met with lack of understanding and acceptance due to their sexual orientation. Social stigmatization and isolation are frequently present. This reinforces insecurity in the young homosexuals and was a reason for them to wait and not reveal their homosexuality due to fear of being outcasts.  The results show that the participants already at early days in school felt “different” but at that time they could not find words to express this “differentness.” They experienced themselves as lonely and they did not feel that they were a part of the social network in school. These results imply that the school staff can play a significant important role in identifying students who are at higher risk of being afflicted with mental ill health. Friedman et al., (2006), suggest that professionals routinely should ask students with nonconforming behavior about their sexual orientation and their experience of bullying in order to help them to open up for a discussion and to be able to be there for the student. According to Finfgeld-Connett (2005), the school staff can from a professional role contribute with support and encourage the young homosexual person to enhance their own personal social network in order to improve their mental health. Harrison (2003) and Taylor (1999) point out that by giving information in terms of local societies and other networks for gay and lesbians, the students can be given positive role figures and an opportunity for social interactions Our results show that the participants experienced a disappointment that this kind of information was not available to them.  In order to make homosexual people visible in a positive manner, school has to find a way to work and exemplify homosexuality as normal (Elze, 2003; Lindley and Reininger, 2001). The professionals at school can do a lot of things such as reducing the stigmatization by, for example, supporting group environments for homosexual youths. Young students who experience the work done for them by the school against harassment feel more secure and can create better self-confidence. This in turn may contribute to improved participation with friends and that young homosexual students can talk about their sexual orientation with family and friends (Elze 2003; Higgins et. al., 2011; Lindley and Reininger, 2001).  A protective school climate also reduces the risk for suicide and improves these students’ sense of belonging (Hatzenbuehler et al., 2014). Limitation  A key limitation of this study is that it is based on a small number of interviews, in total eight. However, this is coherent with the methodological approach taken and the data is rich and   conducted with openness and pliability (Dahlberg, Dahlberg and Nyström, 2008). Both men and women, of different ages, are represented and they are also geographically spread, which could be considered as strength (Kvale and Brinkman, 2009).  The interviews were performed by telephone which can be seen both as a strength and a weakness. Whilst, the interviewer does not see nonverbal signs which can be an important part of the interview, Kvale and Brinkmann (2009), advocate it as an approach for reaching participants who are geographically distant from the researcher. The analysis and the researchers’ pre-understanding were discussed through the whole research process. To increase the credibility, the result part includes quotations. This is, according to Dahlberg (2014), is a way to clarify and illustrate the result.   Conclusion and clinical implications      It is of outmost importance that school professionals contribute to reducing the gay and lesbian student’s feelings of alienation and being different. A way to normalize homosexuality can be to discuss sexual development and attraction from a health-promoting perspective. The school professionals need to feel comfortable with issues such as sexuality in order to create a situation of confidence for the student.     According to the result of this study, sexuality and heteronormativity need to be raised with students in health discussion at relatively young ages. For example, if the school nurse regularly meets students for checkups, this situation can offer an opportunity to open up for such discussions. However, there can be resistance from other professionals as well as parents since this subject can be rather controversial.  Our results demonstrate the importance that school professional’s stand up for the homosexual students’ wellbeing and health despite this resistance. School professionals need knowledge about associations and networks available for homosexual students. To participate in such organizations and network may affect their mental health in a positive way and contribute to a sense of coherence.     Further research is needed to explore how school professionals view their roles in meetings with homosexual students and what difficulties such meetings involve.  Conflict of interest and funding The authors confirm no conflict of interest for this study. The study was funded by the University of Skövde, Sweden and the Skaraborg Institute for research and development, Skövde, Sweden    References  Antonovsky, A. (1987) Unraveling The Mystery of Health - How People Manage Stress and Stay Well, San Francisco: Jossey-Bass Publishers.  Collier K, van Beusekom G, Bos H and Sandfort T (2013) Sexual Orientation and Gender Identity/Expression Related Peer Victimization in Adolescence: A Systematic Review of Associated Psychosocial and Health Outcomes. Journal of Sex Research 50(3-4): 299-317.  Cottingham J, Kismodi E, Martin Hilber A, Lincetto O, Stahlhofere M and Gruskinf S (2010) Using human rights for sexual and reproductive health: improving legal and regulatory frameworks. Bulletin of World Health Organization 88(7): 551–555. doi:10.2471/BLT.09.063412.   Dahlberg, K. (2014) Att undersöka hälsa och vårdande (To examine health and caring). Stockholm: Natur and Kultur.  Dahlberg, K., Dahlberg, H. and Nyström, M. (2008). Reflective lifeworld research. Lund: Studentlitteratur.  Declaration of Helsinki. (2008). Declaration of Helsinki- Ethical principles for medical research involving human subjects.   Internet 140504      http://www.wma.net/en/30publications/10policies/b3/  Delamater J and Friedrich W (2002) Human sexual development. Journal of Sex Research 39(1): 10-14.   DePalma R and Atkinson E (2006) The sound of silence: talking about sexual orientation and schooling. Sex Education 6(4): 333–349.   Eisenberg M and Resnick M (2006) Suicidality among Gay and lesbian, Lesbian and Bisexual Youth: The role of protective factors. J Adolesc Health 39(5): 662-668. doi: 10.1016/j.jadohealth.2006.04.024.   Elze D (2003) Gay and lesbian, Lesbian, and Bisexual Youths’ Perceptions of Their High School Environments and Comfort in School. Children and School 25(4): 225-239.   Finfgeld- Connett D (2005) Clarification of social support. J Nurs Scholarsh 37(1): 4-9.  Friedman M, Koeske G, Silvestre A, Korr W and Sites E (2006) The impact of gender-role nonconforming behavior, bullying, and social support on suicidality among gay and lesbian male youth. J adolesc health 38: 621-623.   Frost M and Meyer J (2009) Internalized Homophobia and Relationship Quality Among Lesbians, Gay and lesbian Men, and Bisexuals. J Couns Psychol 56(1): 97–109.   Harrison T (2003) Adolescent homosexuality and concerns regarding disclosure. J Sch Health 73(3): 107-112.   Hatzenbuehler M, Birkett M, Van Wagenen A and Meyer I (2014) Protective School Climates and Reduced Risk for Suicide Ideation in Sexual Minority Youths. Am J Public Health 104(2): 279-286.  Higgins J, Mullinax M, Trussell J, Davidson K and Moore N (2011) Sexual Satisfaction and Sexual Health among University Students in the United States. Am J Public Health 101(9): 1643-1654.  Horn S (2006) Heterosexual adolescents´ and young adults´ beliefs and attitudes about homosexuality and gay and lesbian peers. Cognitive Development 21(4): 420-440. Kertzner R, Meyer I, Frost D  and Stirratt M (2009) Social and Psychological Well-Being in Lesbians, Gay and lesbian Men, and Bisexuals: The Effects of Race, Gender, Age, and Sexual Identity. Am J Orthopsychiatry 79(4): 500–510. DOI: 10.1037/a0016848.  Kvale S and Brinkmann S (2009) Den kvalitativa forskningsintervjun (The qualitative research interview). Lund: Studentlitteratur.  Lindley L and Reininger B (2001) Support for instruction about homosexuality in South Carolina Public Schools. J Sch Health 71(1): 17-22.   Polit and Beck, eds (2012.) Nursing Research. Generating and Assessing Evidence for Nursing Practice (9th edition). Philadelphia: Lippincott, Williams and Wilkins.    Saewyc E (2011) Research on Adolescent Sexual Orientation: Development, Health Disparities, Stigma, and Resilience. Journal of research on adolescence 21 (1): 256-272.  Saewyc E, Konishi C, Rose H and Homma Y (2014) School-based strategies to reduce suicidal ideation, suicide attempts and discrimination among sexual minority and heterosexual adolescents in western Canada. International Journal o Child, Youth and Family studies 5(1): 89-112.  Sandfort T, Bos H, Collier K and Metselaar M (2010) School environment and the Mental Health of sexual Minority Youths: A study Among Dutch young adolescent. American Journal of Public Health 100(9): 1696-1700.    Taylor B (1999) Coming out as a life transition: homosexual identity formation and its implications for health care practice. Journal of Advanced Nursing 30(2): 520-525.   Young R and Sweeting H (2004) Adolescent Bullying, Relationships, Psychological Well-Being, and Gender-Atypical Behavior: A Gender Diagnosticity Approach. Sex Roles 50(7/8): 525-537.   ",
    "id": 151162085,
    "identifiers": {
        "doi": "10.12968/bjsn.2017.12.6.284",
        "oai": "oai:hull-repository.worktribe.com:453645"
    },
    "title": "‘I had a lump in my stomach’: Swedish gay and lesbian students' experiences of their time in school",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-07-02T01:00:00+01:00",
    "publisher": "MA Healthcare",
    "references": [],
    "sourceFulltextUrls": [
        "https://hull-repository.worktribe.com/453645/1/Article"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/151162085.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/151162085"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/151162085/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/151162085/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/151162085"
        }
    ],
    "abstract": "Objectives: Gay and lesbian youth can experience ignorance and a lack of acknowledgement surrounding their sexual orientation during their time in school. This qualitative interview study describes how Swedish gay and lesbian students experience their secondary school years on the basis that society has heteronormative values. Methods: The data is based on eight telephone interviews with gay and lesbian young adults, aged 18–25 and was analysed using a qualitative narrative approach. Findings: The findings presented four themes: not fitting into the norm of heterosexuality, lacking confirmation of their own homosexuality, finding courage, seeing the school as a supportive or a non-supportive environment. Conclusions: A way to normalise homosexuality can be to discuss sexual development and attraction from a health-promoting perspective. Professionals working in school need to feel comfortable with issues such as sexuality in order to create a situation of confidence for the student",
    "tags": [
        "Journal Article",
        "acceptedVersion"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Journal Article",
        "acceptedVersion"
    ],
    "oai": "oai:hull-repository.worktribe.com:453645",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "4657",
        "openDoarId": 0,
        "name": "Repository@Hull - CRIS",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 151162085,
        "depositedDate": "2017-07-02T00:00:00+01:00",
        "publishedDate": "2017-07-02T01:00:00+01:00",
        "updatedDate": "2024-02-19T13:33:19+00:00",
        "acceptedDate": "2017-07-02T00:00:00+01:00",
        "createdDate": "2018-02-27T10:44:12+00:00"
    },
    "urls": [
        "https://doi.org/10.12968/bjsn.2017.12.6.284",
        "https://hull-repository.worktribe.com/output/453645",
        "https://hull-repository.worktribe.com/file/453645/1/Article"
    ],
    "lastUpdate": "2024-02-19T13:33:19+00:00",
    "setSpecs": []
}