{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Downes, Julia"
        }
    ],
    "contributors": [],
    "createdDate": "2016-08-01T10:24:38+01:00",
    "dataProvider": {
        "id": 86,
        "name": "Open Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/86",
        "logo": "https://api.core.ac.uk/data-providers/86/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/42537312.pdf",
    "fullText": "Open Research OnlineThe Open University’s repository of research publicationsand other research outputs‘Let Me Hear You Depoliticise My Rhyme’: QueerFeminist Cultural Activisms and Disruptions ofConventional ProtestBook SectionHow to cite:Downes, Julia (2008). ‘Let Me Hear You Depoliticise My Rhyme’: Queer Feminist Cultural Activisms andDisruptions of Conventional Protest. In: Davy, Zowie; Downes, Julia; Eckert, Lena; Gerodetti, Natalia; Llinares,Dario and Santos, Ana Cristina eds. Bound and Unbound: Interdisciplinary Approaches to Genders and Sexualities.Newcastle: Cambridge Scholars Publishing, pp. 181–200.For guidance on citations see FAQs.c© 2008 The AuthorsVersion: Accepted ManuscriptLink(s) to article on publisher’s website:http://www.cambridgescholars.com/bound-and-unbound-20Copyright and Moral Rights for the articles on this site are retained by the individual authors and/or other copyrightowners. For more information on Open Research Online’s data policy on reuse of materials please consult the policiespage.oro.open.ac.uk 1 'Let me hear you depoliticise my rhyme': Cultural activism, feminist cultural production and third wave disruptions of conventional protest  Julia Downes  Introduction  Many, feminist identified and not, commentators have criticised contemporary feminism as lacking a strong public presence.  In his summary of the British women's movement, Paul Byrne asserts that in the contemporary British landscape, 'the autonomous women's movement has largely disappeared' (1997, p. 127).  In a similar vein, Ruth Lister draws attention to what she terms the 'lack today of a collective, big 'F' feminist movement', constructing contemporary feminists as isolated and deprived from collective support (2005, p. 457).   This belief, however, is not restricted to intellectual opinion as repeated assertions of the 'death of feminism' are a regular feature in the mass media (Hawkesworth 2004).  This has led to a surge of soul searching and anxiety amongst women's movement participants, often leading to the question 'what happened to the women's movement?' (Epstein 2001; Staggenborg and Taylor 2005).  In this chapter, I wish to draw attention to the potentially problematic tenets upon which claims for an active feminist movement are made.  I argue that 'bounded' conventional conceptions of what constitutes 'legitimate' activisms and feminisms can be (re)produced within these accounts.  In particular, reliance upon the contentious politics approach within social movement studies (McAdam and Tilly 2001; Tilly 2004) tends to privilege social movement strategies that are public, national, and state-focused.  Perpetuating these conceptualisations of conventional protest tactics and targets, silences the contemporary presence and legacy of 'un-bounded' unconventional activist tactics within feminism, which push for social change in locations beyond the state's gaze.   In the UK and US, feminist activists are engaging in cultural production strategies and grassroots organisation, to expose and resist the cultural invalidation of women in art and film worlds (Guerilla Girls, Big Miss Moviola, Birds Eye View) and music culture (Riot Grrrl, Ladyfest, Rock 'n' Roll Camp for Girls).  Therefore, I wish to advance an understanding of queer feminist protest forms (Roseneil 2000).  These tactics challenge multiple authorities through an engagement with a plethora of cultural, performative and discursive forms of resistance.  Allowing for a dynamic set of tools within which hegemonic cultural norms of genders and sexualities are exposed, resisted and transgressed.  I argue that research on contemporary feminist activism needs to broaden its definitions of activism and protest, to attend to the shifting targets and tactics of feminist activism.  To re-situate contemporary feminist activism as an 'un-bound' dynamic praxis which responds to changes in social, cultural, political and technological climates (Staggenborg and Taylor 2005).    This chapter also encounters the various causes, conflicts and contexts in which claims for the death of a contemporary feminist movement can emerge.  This exploration inevitably confronts diverse tactics of 'soft repression' that aim to disarm feminist identification and dismiss the threat of feminist activism within  2 modern industrial democracies (Ferree 2004).  The issues feminism gives voice to run the risk of becoming incorporated, and some would say neutralised, in governmental committees, academic feminism, popular culture and organisations.  This creates a situation where it is possible to talk about and gain empowerment from feminist issues, albeit in a depoliticised manner, often avoiding explicit references and involvement with feminist politics and activism altogether.  This cultural shift is accompanied by a crisis within the contemporary feminist milieu, wherein the impacts of post-structuralism, queer theory and post-modernism has fragmented the feminist movement.  It has become increasingly difficult to identify a coherent feminist subject or feminist activism.  This dilemma in feminist subjectivities has led to a critical reconstitution of feminism, often associated with the 'third wave', that questions what it means to be a feminist, what issues are feminist issues, and what feminist activism should look and sound like.  In this contemporary location the boundaries of feminist activism have become critical sites for the continuous discipline and negotiation of feminisms.  In particular, I interrogate the constructions of 'authentic' feminist subjectivities within 'generational' debates and tensions between so-called 'second wave' and 'third wave' feminisms, drawing upon my own (and others) experiences as a 'third wave' feminist cultural activist in the UK.  In order for a fuller recognition of feminist activism the benefits of dialogue and 'radical openness' (Purvis 2004) will be briefly explored.  Generational divisions are challenged through re-situating 'third wave' strategies within a historical feminist legacy.  Forms of social protests that engage decentralised targets of social and cultural experience to resist hegemonic  genders and sexualities often termed as 'third wave', can be reconceived as a continuation and defence of radical feminist possibilities in a contemporary UK context.  The Multiplicities of Feminist Activisms: The limits of the contentious politics approach to theorising contemporary feminist social movements   In contrast to excellent research upon 'first wave' feminism and the suffrage movement (Liddington 2006), there has been relatively little attention to contemporary feminist activism within social movement studies and sociology (Bagguley 2002).  Therefore the dominant frameworks available to researchers interested in social movements like feminism tend to be based upon understanding collective action as motivated by material interests, political representation and economic distribution (Williams 2004).  For instance, one dominant framework for examining social movements can be traced back to the work of Charles Tilly, whose research focussed upon national social movements and the rise of national electoral politics (Tilly 2004).  Alongside other theorists, this contentious politics approach defines a social movement as a series of interactions between marginalised collectives organised around shared interests and purposes, who struggle for formal representation from those with political power, including elites and authorities (McAdam and Tilly 2001). The interactions considered within this approach narrowly focus upon and privilege public protest actions engineered to focus on political targets such as; marches, demonstrations, rallies, public meetings and conferences, petitions, and strikes.  Furthermore, the strength of a social movement is dependent upon the number and scale of national public protests, as Paul Bagguley states, 'public protest is an important dimension of an insurgent social movement‟s activity.  It is usually the index whereby a social  3 movement‟s strength is assessed, both by those in power and by sociologists (2002, p. 182).  It is worth noting at this point, that despite growing anxiety surrounding the public (in)visibility of feminism, contemporary feminists haven't abandoned public protest forms.  In the US, feminist organisations managed to mobilise over a million women in Washington DC for the March for Women's Rights in April 2004.  Within the UK, feminist organisations have mobilised women to take part in annual Reclaim the Night marches as well as participating in Feminist Fightback and Fem07 national feminist conferences.  Long-standing issues like abortion rights are still high on the contemporary feminist agenda; Saturday 3rd March 2007 saw British feminists march against threats to abortion rights legislation recently voiced by conservative MP Nadine Dorries.  My aim is not to re-situate privilege in unconventional protest forms, but to broaden the forms, tactics and targets of feminist activism as components of a wide-scale dynamic feminist project.    The bias towards a public state-focused protest repertoire embedded within social movement theory, depoliticises activism which engages in cultural tactics and targets.  Cultural tactics are often positioned as an ephemeral go-between strategy, to be engaged in within periods of abeyance (Bagguley 2002; Taylor and Whittier 1997) or as 'submerged networks', to hold movements together between collective action episodes (Melucci 1989).  Abeyance is likened to a „holding pattern‟ or period of hibernation, thought to occur in social and cultural contexts that are hostile to the presence of a political group.  When a social movement is in abeyance, activists are thought to reproduce and maintain the ideology, core organisations, and culture of a social movement (Bagguley 2002, p. 170).  Cultural activities are thought to bring its participants and organisers‟ personal satisfaction and empowerment to support their political activities.  However, cultural tactics aren‟t regarded as politically subversive in their own right.  In fact cultural engagement has been criticised for weakening and killing feminism, by diverting valuable time, resources and energy away from political targets (Echols 1989). Suzanne Staggenborg neatly summarises this position, 'where the movement once sought radical political transformation, its radical wing has retreated into a “cultural feminism” that is concerned with building internal community and changing individuals rather than political and social institutions‟ (2001, p. 507).  Such assertions are replicated in contemporary contexts, for instance, journalist Natasha Walter argues that, „to believe that feminism‟s rightful place is in the cultural and personal arena [removes] feminisms teeth as a strong political movement‟ (1999, p. 9).  Furthermore, within feminist scholarship, Ruth Lister warns that taking a cultural turn has led to the discipline's 'demise as a vibrant politics' (2005, p. 452-3).  Therefore, feminism risks perpetuating conventional conceptions of what constitutes 'legitimate' activism in its dismissal of a contemporary feminist movement, silencing the legacy of unconventional feminist activist tactics to privilege public state-focussed protest actions.  The contentious politics approach and accompanying conventional protest repertoire have both been heavily criticised for excluding social movements that don't centre on public interactions with state powers (Ferree 2004; Staggenborg 2001; Staggenborg and Taylor 2005).  However, sophisticated readings of power and conflict within society have challenged the model of power embedded within these approaches.  Power is no  4 longer assumed to emanate from an identifiable dominant group, but is diffused throughout society in complex and subtle ways.  As Michel Foucault argued, „power is exercised from innumerable points.  Power is employed and exercised through a netlike organisation… individuals circulate between its threads; they are always in a position of simultaneously undergoing and exercising power.  They are not only its inert or consenting targets; they are also elements of its articulation‟ (1988, p. 54-5).  Therefore, if articulations of power are threaded throughout our individual and collective experiences, it follows that the tactics and targets of resistance and protest will need to engage with these interwoven contexts.  Accordingly, new perspectives within social movement studies are broadening the boundaries and change strategies of social movements, to include cultural activisms.  This shift allowed for discussion of social movements as motivated by change within, „cultural understandings, norms and identities rather than material interests and economic distribution‟ (Williams 2004, p. 92).  In these formulations, political praxis can extend to cultural targets as, 'collective efforts for social change occur within the realm of culture, identity and everyday life as well as in direct engagement with the state' (Taylor and Whittier 1995, p. 166).  Feminist scholars have already established the role culture plays in perpetuating social norms of genders and sexualities, as well as examining how these discourses and norms are (re)produced within everyday relational situations.  For example, in exploring the deployment of normative femininities in women's magazines (McRobbie 1978; McRobbie 1997) and the everyday discipline of adolescent feminine (hetero)sexualities within schools (Lees 1993).  Therefore, the potential for progressive social change needs to be understood as part of our everyday cultural and social realms of experience.  As Melanie Maddison argues,  „the cultural turn does affect „things‟ (dominant structures and women‟s lives) and how „things‟ (activisms against dominant structures and codes) are a part of culture‟ (2004, p. 22).  Furthermore, a comprehensive feminist praxis needs to include a multiplicity of tactics including the cultural, performative and discursive.  This opens up a conceptualisation of feminist protest which engages with cultural productions and representations in the formation and maintenance of a feminist praxis.  In theorising what feminist activism may look and sound like today, feminist scholars, activists and participants need to, „recognize the ever more heterogeneous and unexpected fronts of organised protest and dissenting consciousness in today‟s world' (Fox and Starn 1997, p. 10).  This may take a radically different form to what established feminist scholars, cultural commentators and women‟s movement participants may currently expect.  Feminist activism needs to be acknowledged as a dynamic praxis which is constantly shifting, mutating and organising around issues and identities in relation to historically specific technological, cultural, social and political contexts.  However this „false feminist death syndrome‟ (see Pozner 2003) also has other antecedents.  I now wish to focus upon how feminist visibility can be troubled through tactics of „soft repression‟ (Ferree 2004).  Here the incorporation of feminism into institutions, the state and popular culture can be seen to trouble feminist visibility in a contemporary context.  Institutionalised Feminism: The hidden legacies of cultural activism in UK feminism  Within the UK a massive public shift in consciousness that earlier „waves‟ of feminism achieved led to the  5 incorporation of feminist concerns within traditional vestiges of power.  Women's equality commissions within local authorities were set up to create and deploy policies to promote gender equality throughout the UK (Byrne 1997).  For instance, predominantly within Labour constituencies, women's committees were set up starting with the Greater London Council Women's Committee in 1982.  Strategies were set up to try and rectify the gender inequalities in parliamentary representation and in 1997 120 women, 101 of which were known as 'Blair‟s Babes', won seats as Members of Parliament in Labour's landmark victory.  However, it is important to acknowledge that such initiatives and progress amongst political parties tend to reflect changes in public opinion, rather than adding any extra pressure for social change.  Gillian Howie and Ashley Tauchert argue that, 'modern social structures... manage to include women within the political order, in such a way that formal demands for equal treatment [can] be seen to be met, without producing the more substantial transformation of social structures' (Howie 2004, p. 39).  Accordingly, Pippa Norris and Joni Lovenduski (2001) carried out an analysis on the progress of 'Blair's babes' to find that British women MP‟s tended to avoid taking on controversial issues and legislative reforms. The mere entry and symbolic presence of more women in Westminster wasn‟t enough to instigate a radical revision of the predominant political culture.  In addition, Ferree argues that state responses to the needs voiced by social movements tend to occur late in the process of social change, typically acting to co-opt them through the provision of subsidies, regulations and services (2004, p. 86).  Following suit, feminists have critiqued the rise of this 'municipal feminism' (Howie 2004, p. 42) highlighting the de-radicalisation that institutionalisation has upon feminism, limiting the potential for social transformation a progressive feminist agenda seeks.  For some, the radical edge of feminist activism is undermined through constituencies and equality units who develop policies to improve the situations of women using neutral terminology, eschewing explicit references to feminism (Hewitt 2004).  However, attention has been drawn to the enduring systematic disadvantages are faced by women in public and private spheres throughout the world (Epstein 2001; Lister 2005).  In the UK, despite feminist pressure for the development of legislation to combat inequalities, including the Sex Discrimination Act and Equal Opportunities Commission, inequalities remain at intolerable levels.  For example, The Equalities Review (2007) recently reported that at the current rate of social change, it would take until 2085 to close the gender pay gap.  This research questions the potential that a state-centred approach to social change can achieve.  One feminist foothold has been the development of academic feminism within British Universities.  However, concerns have also been raised over the limits of academic feminism.  Radical feminist agendas can be overturned through pressure to conform to pre-existing structures, norms and values of the university which include conforming to a hierarchical competitive career ladder and research funding priorities (Epstein 2001; Howie 2004).  Therefore, if feminist radicalism is troubled by its incorporation into pre-existing cultures within institutions, could feminisms transgressive potential lie elsewhere?  As Gavin Brown argued recently in a paper on queer autonomous spaces that, 'many of the most vibrant forms of contemporary radicalism are beginning to move beyond purely oppositional politics and are attempting to reconstruct society around a different set of norms' (2006, p. 2).  However, feminism has long invested in strategies that move beyond state-centred challenges, „women‟s movements are, and have been for generations, the very epitome of movements focused on making change in (and experiencing resistance from) civil society‟ (Ferree 2004, p. 87).  I wish to highlight the long standing feminist legacies of autonomous cultural activism in the UK, often mistakenly assumed to encompass a specifically 'third wave' set of strategies.  6  There are many commonalities between 'third wave' and earlier 'waves' of feminist activist tactics, targets and strategies.  „Third wave‟ feminist tactics focus upon pressuring for social change within everyday social, technological and cultural possibilities (see Garrison 2000).  For instance, within riot grrrl and queercore the creation of autonomous music subcultures enabled consciousness of gender, class, sexuality and race issues amongst young women and girls to be raised.  These subcultures also provide a space for (re)articulations of feminism, resistance and queer politics within cultural productions, including music, fanzines, and art.  It is important to note that these tactics are not new.  Feminism and the women's movement has a strong legacy of creating unconventional (non-state focused) protests and autonomous women-centred communities (Hogeland 2001; Staggenborg and Taylor 2005).  Forms of decentralised feminist resistance have long included building alternative institutions like women's refuges, rape crisis centres and health groups (Taylor 1996).  This is especially relevant to understanding feminist activism in Britain.  Unlike the United States‟ National Organisation for Women (NOW), Britain lacked a national feminist organisation leading the women's movement to take on a less conventional character.  The focus shifted to setting up autonomous groups, alternative publications (Spare Rib), organisations (refuges and rape crisis centres), health and self-help groups, with few nationally organised state-focused protests (Byrne 1997).   The most well-known example of women's unconventional autonomous protest within the UK was the Greenham Women's Peace Camp (Roseneil 1995; Roseneil 2000).  As others have argued (Halberstam 2006; Kearney 1997) the roots of riot grrrl, queercore and Ladyfests, commonly related to „third wave‟ feminism, need to be linked to the legacy of lesbian and queer cultural publics found in womyn's music communities, record labels, performers, events and festivals within the UK (Bayton 1998) as well as the US (Peraino 2006; Staggenborg et al. 1995).  These autonomous cultural activities allowed women to politicise their personal situations and experiences, create a supportive network, and struggle for social change on both national and local scales.  However this legacy and contemporary presence of feminist and queer networks, communities and cultures is rarely acknowledged within wider society.  This invisibility of contemporary feminism is connected to subtle processes of ridicule, silence and discipline which diminish the threat of an active feminist movement.    ‘Soft Repression’: Ridiculing, Silencing and Disciplining Contemporary Feminism  Recent theoretical developments by social movement scholars, like Myra Marx Ferree (2004), have argued against the concept of state-centred repression, in which a single authority can be held responsible for quashing the radical potential of a rebellion like feminism.  Instead Ferree (2004) argues for a broadening of conceptions of repression to incorporate what she terms 'soft repression'.  This formulation focuses on the decentralised operations in which civil society acts to silence and eradicate oppositional ideas and identities.  This operates on various levels, including the micro-level ridicule of non-conformist identities within everyday face to face interactions.  For example, in the policing of hegemonic genders and sexualities identities inherent in the everyday use of the terms 'fag', 'slut' and 'queer'.  Meso-level stigma addresses the multiple means by which civil society represses the formation of a positive collective identity, reducing the chances of a social movement mobilising.  This can be seen in the widespread reluctance of young women to identify as a feminist and get involved in overt feminist activism (Aronson 2003).  Feminist-identified commentators and those involved in the women's movement have  7 attributed this reluctance to the rise of a feminist backlash culture, describing the current social, political and cultural context as 'post-feminist' (Epstein 2001; Faludi 1992; McRobbie 2004).  In this paradigm, post feminism refers to a society in which equality between men and women has been achieved, construing feminism as an outmoded and useless sentiment for the articulation of women's experiences in a contemporary western context.  The backlash thesis argues that the neo-conservative discursive deployment of anti-feminist myths and stories within society, have led to the widely held assumption that feminist identification and struggle actually disadvantages women (Faludi 1992).  The impact of stigmatisation, backlash and construction of a post-feminist society reduces the likelihood that experiences of gender inequalities and feminist identities are voiced and mobilised around in contemporary society.  Finally, macro-level silencing, involves institutionalised media practices which silence and exclude voices from a public arena.  The lack of, or condescending tone, of media coverage can dissuade a social movement and the production of independent feminist publications has been a long-standing tradition within feminism.  Therefore, in terms of contemporary feminism it is possible to conceive the movement suffering from ridicule, stigma and silencing at various levels of society.  The invisibility of contemporary feminist resistance can be conceptualised as a product of subtle disciplinary tactics which occur on various social, political and cultural levels.  However, feminism as a social, cultural and political paradigm is not immune from the deployment of repressive tactics.  The most damaging of which, for the emergence of a contemporary feminist consciousness, are manifested in „generational‟ struggles over what constitutes an 'authentic' feminist identity, issue and form of resistance.  In contemporary feminist theorising, much has been made of generational conflicts and differences between 'second-wave', 'third-wave' and 'post' feminisms (Kinser 2004; Purvis 2004; Shugart et al. 2001).  As Jennifer Purvis (2004) argues, a series of 'straw feminisms' have been constructed which close down dialogue, acting to disrupt and limit the potential for a large-scale emancipatory feminist project.  'Third wave' feminism has been inaccurately constructed and undermined as, (i) concerned with personal transformation and fulfilment of individualistic desires, instead of collective political action and organisation, (ii) operating outside of academia, thus lacking in an educated appreciation of feminist history and legacy, and (iii) unable to adequately critique the normalisation of pornography and sex industries, therefore representing a feminist 'free-for-all'.  In contrast, the 'second wave' is constructed as a monolithic rigid movement which exclusively reflects the narrow interests of middle class, educated, white, heterosexual women.  Thus ignoring differences between women which encompass age, race, class, ethnicity, sexualities, religion, and ability, as well as excluding the input of transgendered, male and queer identified individuals.  'Second wave' feminism has also been held responsible for the perpetuation of negative stereotypes of feminism and subsequent failure to attract a new generation of feminists (Byrne 1997).  The effects of such cross-generational divides has led to new generations of feminists feeling silenced and marginalised (Thompson 2000; Withers 2007) and a plethora of texts identifying as 'third-wave' have taken a distinctly defensive tone, determined to define a new feminism that is distinct from previous feminisms (Baumgardner and Richards 2000; Findlen 1995; Heywood and Drake 1997; Walker 1995).  In attempting to cohere a feminist consciousness in a social and cultural context hostile to claims for a feminist identity and activist strategies, internal conflicts which cast aside 'new' challenging ideas and activist strategies for progressive change can only add to the reluctance for feminist identification and struggle.  This situation is amplified when power differentials between more established 'second wave' and the often new 'third wave' feminists are taken into  8 account.  The means through which feminism is given voice in society, for instance in academia, publishers and organisations, tend to rest in the hands of long-standing feminists who can resist new feminist ideas that contradict or challenge their agenda.  Narratives within queer feminist cultural activists oral history accounts tend to detail an arduous struggle and negotiation with a perceived feminist doctrine.  Charlotte Cooper, co-founder of the Homocrime queer music event collective and Unskinny Bop club night in London, detailed her struggle with feminism when publishing her book through a reputable feminist publisher;  I‟d had a really rough ride with feminism... I published this book called Fat and Proud by the Women’s Press, I had great feminist credentials but they censored my book in quite a heavy way… they didn‟t want me to say that I was queer for example you had to be either lesbian or bisexual but not queer... and I couldn‟t mention Fat Girl because they have images of pornography in their fanzine... I couldn‟t mention transgendered people because the women’s press had taken a stance at that point against trangendered people, so I had real bad struggles with them getting my book published… so that made me think “oh do I really identify with these feminist people?” ... It was just a very difficult time and I sort of look upon those times, well I wouldn‟t say fondly but, it kind of almost nostalgically, but at the same time it was a very difficult time for me and my identity as a young queer person.  In my personal experience as a Ladyfest Leeds 2007 organiser, the inclusion of a pro-porn perspective within an open discussion debating feminism, censorship and pornography amongst over a hundred events, led to a plethora of angry responses from the feminist organisation Object and anti-porn advocates.  Ladyfests are grassroot not-for-profit feminist events held globally to showcase and celebrate women‟s art, music and culture as well as hold discussions and workshops to encourage open debate and skill-sharing (see Zobl 2004).  Ladyfest Leeds was publicly branded a Pornfest, falsely described as funded by pole-dancing benefits and an inaccurate press release commissioned encouraging those concerned to boycott Ladyfests1.    Jennifer Purvis (2004) warns against the perpetuation of a generational metaphor within „second wave‟ and „third wave‟ feminisms.  Purvis notes that wave and generational metaphors are embedded within heteronormative familial narratives and masculinist conceptions of social change.  The very last thing feminism should expect are „dutiful daughters‟ (Purvis 2004, p. 108) to maintain a predetermined feminist doctrine out of respect for a maternal legacy.  Instead, feminism needs to be reconceived as, „a process of becoming, multiplying, negotiating change and mediating difference that is open to debate and to new methods and strategies, where expressions of difference do not stagnate in disagreement and unity‟ (Purvis 2004, p. 119).  Feminisms need to remain relevant and responsive to shifting lives, situations and experiences of those who seek to resist, rework and disrupt hegemonic norms, identities and cultural representations of genders and sexualities.  This could include a wide-scale coalition of a multiplicity of alliances and connections between those who self-identify as feminist, transgendered, male, female, bi-sexual, a grrrl, AIDS activist, queer, transsexual, lesbian, squatter, gay, anti-capitalist, a women‟s movement participant, anti-globalisation activist and many more.  Queer Feminism: Contemporary UK Feminist Cultural Activism  Contemporary feminist cultural activism has to contend with and negotiate a complex terrain typical of late                                                  1 Object‟s press release can be accessed here http://www.object.org.uk/downloads/LadyFest_Porn_PressRelease.doc  For details on the interaction and response from Ladyfest Leeds see the Statement from Ladyfest Leeds concerning the „Feminism, Censorship and Pornography‟ Workshop accessible from http://www.ladyfestleeds.co.uk/?q=view/news   9 modern capitalism.  Through engaging with cultural tactics radical groups have seen their visions, identities and ideas co-opted and reproduced in ways amenable to a hegemonic consumer-centred youth market.  For instance, Marcos Bequer and Jose Gatti (1997) have highlighted the co-optation of gay vogueing in Madonna's 1990 hit single 'Vogue'  and Kristin Schilt (2003b) has questioned the dilution of riot grrrl philosophy in the mass marketing of more acceptable, read depoliticised, femininities in singer-songwriters like Alanis Morrisette and Fiona Apple and pop groups like the Spice Girls.  This unequal relationship between 'dominant cultural scavengers' and subcultural producers (see Halberstam 2006, p. 7), signifies a need for feminist cultural activism to break with capitalist logic, media industries, academia and other forms of external validation which tend to threaten and co-opt their radical agenda and aesthetic for commercial gains.  Queer feminist cultural activists aim to resist the incorporation of queer and feminist identities and ideas in mainstream society.  Instead, a queer feminist agenda celebrates and defends the multiplicities and diversities of counter-hegemonic genders and sexualities, to expand the range of meanings and cultural locations of genders and sexualities.  Just as Ann Cvetkovich (2003) argued that lesbian public cultures provided crucial places and creative tactics for seizing control over, and resisting the pathologisation, of traumatic experiences threaded through everyday experience.  Queer feminist cultural activism can be understood as a praxis which invests in the creation of cultural spaces, communities and representations, in order to survive wider societal denigration of a range of deviant identities and experiences.  Queer feminist spaces and representations can allow participants to transgress the dominant ways of being, resisting and experiencing genders and sexualities.  In her analysis of Greenham Common, Sasha Roseneil elaborates on the concept of a queer feminism as cultural politics;  Much less acknowledged and documented than feminism's straighter tendencies, these are feminisms anarchic, unruly elements, which seek not to enter the corridors of power but to relocate power. They ridicule and laugh at patriarchal, military and state powers and those who wield them in order to undermine and disarm them. Feminisms queer tendencies are loud and rude. They embrace emotion, passion and erotics as the wellspring of their politics and revel in spontaneity and disorderliness. In contrast to straighter feminism, they are less concerned with achieving rights for women more concerned with the cultural politics of opening up and reconfiguring what it means to be a woman, in expanding the possibilities of different ways of being in the world beyond modes which are currently available. They queer gender, un-structuring, de-patterning and disorganising it (2000, p. 4, own italics)  The practices and locations of contemporary UK queer feminist resistance can be located in a variety of contemporary, often ephemeral, engagements with DIY culture (see Spencer 2005).  The creation of queer autonomous spaces like Queeruption and Queer Mutiny stem from a reaction against the commercialisation of gay pride events.  Relying on DIY not-for-profit economics and non-hierarchical collective organisation models, they enable a cultural space for the celebration of counter-hegemonic genders and sexualities. To create new ways of being, experiencing and thinking about genders and sexualities that disrupt heteronormativity and homonormativity, as well as patriarchy and capitalism.  Queer feminist identified music event collectives across the UK including the recently dissipated Homocrime (London) as well as the currently active Manifesta (Leeds), Female Trouble (Manchester), Local Kid (Bristol) and F.A.G. Club (Cardiff) create DIY autonomous events on the fringes of commercial culture, to provide regular localised communities, (inter)national networks, and safe spaces to celebrate music, art and culture created by women, feminists and queers.  Club nights like Club Motherfucker (London), Unskinny Bop (London), Club Wotever (London), Suck My Left One (Leeds), Killing Fantasy (Manchester) provide platforms for feminist and queer musics to be heard and enjoyed.  Internationally held feminist cultural events like Ladyfest, allow a community to work together to create a festival over a period of 3 to 5 days which encompass workshops, discussions, and opportunities to showcase women's art, music, film  10 and culture (see Zobl 2004).  Feminists and queers also produce their own cultural representations and forms of media.  For instance Margaritte Knezek and Elliat Graney-Saucke are the creators of Travel Queeries, an international film project that documents queer urban subcultural producers and identities.  Similarly, the independent fanzine Colouring Outside the Lines produced by Melanie Maddison, profiles a wide range of feminist and queer identified visual arts.  Feminist and queer music production and performance offer an additional medium for the proliferation of queer feminist consciousness, resistance and identification.  UK bands and performers such as Huggy Bear, Jean Genet, Drunk Granny, and Husbands convey a cultural politic that loudly disrupts conventional norms of genders and sexualities.  Fanzines, self-published magazines, like Reassess Your Weapons, Ricochet Ricochet and Chic Alors, e-zines like The F-Word and blogs are valid sites for feminist resistance, experiences and alternative theorisations (Bell 2002; Schilt 2003a).  Networks of not for profit distribution sites, or distros, operate in the UK to circulate feminist and queer fanzines, music, and crafts in an alternative economy (see Piano 2003).  A crucial dimension of queer feminist cultural activism is the emphasis placed upon active participation, collaboration and direct experience in the creation of spaces and representations, and subsequent disruption of consumer-centred norms of youth cultures.  Recognising the complexities of contemporary feminism and queer modes of resistance prevents perpetuating inaccurate representations of a depoliticised generation.  Individuals and collectives are actively engaging with their situations to produce politicised forms of radical feminist unconventional protest that are conscious of the technological, cultural and social peculiarities of a late modern capitalist media-driven era.  Conclusion  In conclusion, I have challenged and questioned the tenets upon which claims for an active and legitimate feminist movement are made.  In alliance with shifts in social movement studies, a move away from state-centred public protest strategies has been advocated to acknowledge cultural, performative and discursive forms of resistance that target multiple authorities inherent in the textures of everyday life.  I have sought to reclaim the agency, visibility and legacy of queer feminist cultural activists by challenging the 'wave' and 'generation' metaphors used to divide feminists from each other.  'Third wave' queer feminist targets and tactics of resistance can be connected to a rich legacy and continuum of unconventional feminist activisms. Contemporary queer feminist cultural activisms encounter complex negotiations within wider social contexts which threaten to co-opt radical agendas within institutions, political parties, popular culture and academia.  The analysis of queer feminist cultural activism has the potential to challenge conventional knowledge and concepts in social movement studies, feminist theory and beyond.  In attending to queer urban subcultures Judith Halberstam (2005) was able to disrupt many facets of subcultural theory that privileged a masculine, white and heterosexual focus.  Likewise, the diversities of contemporary queer feminist cultural activism offer crucial opportunities for new exciting theorisations and intersections of feminism, activism and politics.   Word count = 5553    References A r o n s o n ,  P .  ( 2 0 0 3 ) .  F e m i n i s t s  o r  \" P o s t f e m i n i s t s \" ?   11 Y o u n g  W o m e n ' s  A t t i t u d e s  t o w a r d  F e m i n i s m  a n d  G e n d e r  R e l a t i o n s .  G e n d e r  &  S o c i e t y ,  1 7 ,  9 0 3 -9 2 2 .  B a g g u l e y ,  P .  ( 2 0 0 2 ) .  C o n t e m p o r a r y  B r i t i s h  F e m i n i s m :  A  S o c i a l  M o v e m e n t  i n  A b e y a n c e ?  S o c i a l  M o v e m e n t  S t u d i e s ,  1 ,  1 6 9 - 1 8 5 .  B a u m g a r d n e r ,  J . ,  &  R i c h a r d s ,  A .  ( 2 0 0 0 ) .  M a n i f e s t a :  Y o u n g  W o m e n ,  F e m i n i s m  a n d  t h e  F u t u r e .  N e w  Y o r k :  F a r r a r ,  S t r a u s  a n d  G i r o u x .  B a y t o n ,  M .  ( 1 9 9 8 ) .  F r o c k  R o c k :  W o m e n  P e r f o r m i n g  P o p u l a r  M u s i c .  O x f o r d :  O x f o r d  U n i v e r s i t y  P r e s s .  B e c q u e r ,  M . ,  &  G a t t i ,  J .  ( 1 9 9 7 ) .  E l e m e n t s  o f  V o g u e .  I n  K .  G e l d e r  &  S .  T h o r n t o n  ( E d s . ) ,  T h e  S u b c u l t u r e s  R e a d e r  ( p p .  4 5 2 ) .  N e w  Y o r k :  R o u t l e d g e .  B e l l ,  B .  L . - A .  ( 2 0 0 2 ) .  R i d i n g  t h e  T h i r d  W a v e :  W o m e n - P r o d u c e d  Z i n e s  a n d  F e m i n i s m s .  R e s o u r c e s  f o r  F e m i n i s t  R e s e a r c h ,  2 9 ,  1 8 7 - 1 9 8 .  B r o w n ,  G .  ( 2 0 0 6 ) .  Q u e e r  B e c o m i n g s :  M a k i n g  a u t o n o m o u s  q u e e r  s p a c e s ,  A n a r c h i s m  &  S e x u a l i t y :  E t h i c s ,  r e l a t i o n s h i p s  a n d  p o w e r .  U n i v e r s i t y  o f  L e e d s .  B y r n e ,  P .  ( 1 9 9 7 ) .  S o c i a l  M o v e m e n t s  i n  B r i t a i n .  L o n d o n :  R o u t l e d g e .  C v e t k o v i c h ,  A .  ( 2 0 0 3 ) .  A n  A r c h i v e  o f  F e e l i n g :  T r a u m a ,  S e x u a l i t y  a n d  L e s b i a n  P u b l i c  C u l t u r e s .  D u r h a m  a n d  L o n d o n :  D u k e  U n i v e r s i t y  P r e s s .  E c h o l s ,  A .  ( 1 9 8 9 ) .  D a r i n g  t o  B e  B a d :  R a d i c a l  F e m i n i s m  i n  A m e r i c a  1 9 6 7 - 1 9 7 5 .  M i n n e a p o l i s :  U n i v e r s i t y  o f  M i n n e s o t a  P r e s s .  E p s t e i n ,  B .  ( 2 0 0 1 ) .  W h a t  H a p p e n e d  t o  t h e  W o m e n ' s  M o v e m e n t ?  M o n t h l y  R e v i e w ,  5 3 ,  1 - 1 3 .  F a l u d i ,  S .  ( 1 9 9 2 ) .  B a c k l a s h  :  T h e  U n d e c l a r e d  W a r  A g a i n s t  W o m e n .  L o n d o n :  C h a t t o  &  W i n d u s .  F e r r e e ,  M .  M .  ( 2 0 0 4 ) .  S o f t  R e p r e s s i o n :  R i d i c u l e ,  S t i g m a ,  a n d  S i l e n c i n g  i n  G e n d e r - B a s e d  M o v e m e n t s .  R e s e a r c h  i n  S o c i a l  M o v e m e n t s ,  C o n f l i c t  a n d  C h a n g e ,  2 5 ,  8 5 - 1 0 1 .  F i n d l e n ,  B .  ( 1 9 9 5 ) .  L i s t e n  U p :  V o i c e s  f r o m  t h e  N e x t  F e m i n i s t  G e n e r a t i o n .  S e a t t l e :  S e a l  P r e s s .  F o u c a u l t ,  M .  ( 1 9 8 8 ) .  T h e  h i s t o r y  o f  s e x u a l i t y .  V o l . 3 ,  T h e  c a r e  o f  t h e  s e l f .  L o n d o n :  A l l e n  L a i n e .  F o x ,  R .  G . ,  &  S t a r n ,  O .  ( 1 9 9 7 ) .  B e t w e e n  R e s i s t a n c e  a n d  R e v o l u t i o n :  C u l t u r a l  P o l i t i c s  a n d  C u l t u r a l  P r o t e s t .  N e w  B r u n s w i c k :  R u t g e r s  U n i v e r s i t y  P r e s s .  G a r r i s o n ,  E .  K .  ( 2 0 0 0 ) .  U . S .  F e m i n i s m - G r r r l  S t y l e !  Y o u t h  ( S u b ) C u l t u r e s  a n d  t h e  T e c h n o l o g i c s  o f  t h e  T h i r d  W a v e .  F e m i n i s t  S t u d i e s ,  2 6 ,  1 4 1 - 1 7 0 .  H a l b e r s t a m ,  J .  ( 2 0 0 5 ) .  I n  a  Q u e e r  T i m e  a n d  P l a c e :   12 T r a n s g e n d e r  B o d i e s ,  S u b c u l t u r a l  L i v e s .  N e w  Y o r k :  N e w  Y o r k  U n i v e r s i t y  P r e s s .  —  ( 2 0 0 6 ) .  W h a t ' s  T h a t  S m e l l ?  Q u e e r  T e m p o r a l i t i e s  a n d  S u b c u l t u r a l  L i v e s .  I n  S .  W h i t e l e y  &  J .  R y c e n g a  ( E d s . ) ,  Q u e e r i n g  t h e  P o p u l a r  P i t c h  ( p p .  3 - 2 5 ) .  N e w  Y o r k :  R o u t l e d g e .  H a w k e s w o r t h ,  M .  ( 2 0 0 4 ) .  T h e  S e m o i t i c s  o f  P r e m a t u r e  B u r i a l :  F e m i n i s m  i n  a  P o s t f e m i n i s t  a g e .  S i g n s ,  2 9 ,  9 6 1 - 9 8 5 .  H e w i t t ,  P .  ( 2 0 0 4 ) .  D e b a t i n g  F e m i n i s m :  W h a t  d o  w e  m a k e  o f  t h e  \" F \"  w o r d  n o w ?  R e n e w a l ,  1 2 ,  1 5 - 1 6 .  H e y w o o d ,  L . ,  &  D r a k e ,  J .  ( 1 9 9 7 ) .  T h i r d  W a v e  A g e n d a :  B e i n g  F e m i n i s t ,  D o i n g  F e m i n i s m .  M i n n e a p o l i s :  U n i v e r s i t y  o f  M i n n e s o t a  P r e s s .  H o g e l a n d ,  L .  M .  ( 2 0 0 1 ) .  A g a i n s t  G e n e r a t i o n a l  T h i n k i n g ,  o r  S o m e  T h i n g s  T h a t  ' T h i r d  W a v e '  F e m i n i s m  I s n ' t .  W o m e n ' s  S t u d i e s  i n  C o m m u n i c a t i o n ,  2 4 ,  1 0 7 - 1 2 1 .  H o w i e ,  G .  T . ,  A s h l e y  ( 2 0 0 4 ) .  F e m i n i s t  D i s s o n a n c e :  T h e  L o g i c  o f  L a t e  F e m i n i s m .  I n  S .  H .  G i l l i s ,  G i l l i a n  M u n f o r d ,  R e b e c c a  ( E d . ) ,  T h i r d  W a v e  F e m i n i s m :  A  C r i t i c a l  E x p l o r a t i o n  ( p p .  3 7 - 4 8 ) .  L o n d o n :  P a l g r a v e  M a c M i l l a n .  K e a r n e y ,  M .  C .  ( 1 9 9 7 ) .  T h e  M i s s i n g  L i n k s :  R i o t  G r r r l  -  F e m i n i s m  -  L e s b i a n  C u l t u r e .  I n  S .  W h i t e l e y  ( E d . ) ,  S e x i n g  t h e  G r o o v e :  P o p u l a r  M u s i c  a n d  G e n d e r  ( p p .  2 0 7 - 2 2 9 ) .  L o n d o n :  R o u t l e d g e .  K i n s e r ,  A .  E .  ( 2 0 0 4 ) .  N e g o t i a t i n g  S p a c e s  F o r / T h r o u g h  T h i r d - W a v e  F e m i n i s m .  N W S A  J o u r n a l :  a  p u b l i c a t i o n  o f  t h e  N a t i o n a l  W o m e n ' s  S t u d i e s  A s s o c i a t i o n ,  1 6 ,  1 2 4 - 1 5 3 .  L e e s ,  S .  ( 1 9 9 3 ) .  S u g a r  a n d  S p i c e :  S e x u a l i t y  a n d  A d o l e s c e n t  G i r l s .  L o n d o n :  P e n g u i n .  L i d d i n g t o n ,  J .  ( 2 0 0 6 ) .  R e b e l  G i r l s :  T h e i r  f i g h t  f o r  t h e  v o t e .  L o n d o n :  V i r a g o .  L i s t e r ,  R .  ( 2 0 0 5 ) .  B e i n g  F e m i n i s t .  G o v e r n m e n t  a n d  O p p o s i t i o n ,  4 0 ,  4 4 2 - 4 6 3 .  M a d d i s o n ,  M .  ( 2 0 0 4 ) .  I ' m  N o t  W a i t i n g :  C h a l l e n g i n g  C o n s t r u c t i o n s  o f  F e m i n i s t  A c t i v i s m  i n  W o m e n ' s  D I Y  M u s i c  C o m m u n i t i e s .  L e e d s :  S e l f - P u b l i s h e d .  M c A d a m ,  D .  T . ,  S i d n e y  ,  &  T i l l y ,  C .  ( 2 0 0 1 ) .  D y n a m i c s  o f  C o n t e n t i o n .  C a m b r i d g e :  C a m b r i d g e  U n i v e r s i t y  P r e s s .  M c R o b b i e ,  A .  ( 1 9 7 8 ) .  J a c k i e  :  A n  I d e o l o g y  o f  A d o l e s c e n t  F e m i n i n i t y .  B i r m i n g h a m :  C e n t r e  f o r  C u l t u r a l  S t u d i e s ,  U n i v e r s i t y  o f  B i r m i n g h a m .  —  ( 1 9 9 7 ) .  M o r e !  N e w  s e x u a l i t i e s  i n  g i r l s '  a n d  w o m e n ' s  m a g a z i n e s .  I n  A .  M c R o b b i e  ( E d . ) ,  B a c k  t o  r e a l i t y ? :  S o c i a l  E x p e r i e n c e  a n d  C u l t u r a l  S t u d i e s  ( p p .  1 9 0 - 2 0 9 ) .  M a n c h e s t e r :  M a n c h e s t e r   13 U n i v e r s i t y  P r e s s .  —  ( 2 0 0 4 ) .  P o s t - f e m i n i s m  a n d  P o p u l a r  C u l t u r e .  F e m i n i s t  M e d i a  S t u d i e s ,  4 ,  4 - 2 0 .  M e l u c c i ,  A .  ( 1 9 8 9 ) .  N o m a d s  o f  t h e  P r e s e n t :   S o c i a l  M o v e m e n t s  a n d  I n d i v i d u a l  N e e d s  i n  C o n t e m p o r a r y  S o c i e t y .  L o n d o n :  R a d i u s .  N o r r i s ,  P . ,  &  L o v e n d u s k i ,  J .  ( 2 0 0 1 ) .  B l a i r ' s  B a b e s :  C r i t i c a l  M a s s  T h e o r y ,  G e n d e r  a n d  L e g i s l a t i v e  L i f e ,  W o m e n  a n d  P u b l i c  P o l i c y .  K e n n e d y  S c h o o l  o f  G o v e r n m e n t .  P e r a i n o ,  J .  A .  ( 2 0 0 6 ) .  L i s t e n i n g  t o  t h e  S i r e n s :  M u s i c a l  T e c h n o l o g i e s  o f  Q u e e r  I d e n t i t y  f r o m  H o m e r  t o  H e d w i g .  B e r k e l e y  a n d  L o s  A n g e l e s ,  C A :  U n i v e r s i t y  o f  C a l i f o r n i a  P r e s s .  P i a n o ,  D .  M .  ( 2 0 0 3 ) .  C o n g r e g a t i n g  w o m e n :  R e a d i n g  t h e  r h e t o r i c a l  a r t s  o f  t h i r d  w a v e  s u b c u l t u r a l  p r o d u c t i o n .  U n p u b l i s h e d  P h . D . ,  B o w l i n g  G r e e n  S t a t e  U n i v e r s i t y .  P o z n e r ,  J .  L .  ( 2 0 0 3 ) .  T h e  B i g  L i e :  F a l s e  F e m i n i s t  D e a t h  S y n d r o m e ,  P r o f i t ,  a n d  t h e  M e d i a .  I n  R .  D i c k e r  &  A .  P i e p m e i e r  ( E d s . ) ,  C a t c h i n g  a  W a v e :  R e c l a i m i n g  F e m i n i s m  f o r  t h e  2 1 s t  C e n t u r y :  N o r t h e a s t e r n  U n i v e r s i t y  P r e s s .  P u r v i s ,  J .  ( 2 0 0 4 ) .  G r r r l s  a n d  W o m e n  T o g e t h e r  i n  t h e  T h i r d  W a v e :  E m b r a c i n g  t h e  C h a l l e n g e s  o f  I n t e r g e n e r a t i o n a l  F e m i n i s m ( s ) .  N W S A  J o u r n a l :  a  p u b l i c a t i o n  o f  t h e  N a t i o n a l  W o m e n ' s  S t u d i e s  A s s o c i a t i o n ,  1 6 ,  9 3 - 1 2 3 .  R o s e n e i l ,  S .  ( 1 9 9 5 ) .  D i s a r m i n g  P a t r i a r c h y  :  f e m i n i s m  a n d  p o l i t i c a l  a c t i o n  a t  G r e e n h a m .  B u c k i n g h a m :  O p e n  U n i v e r s i t y  P r e s s .  —  ( 2 0 0 0 ) .  C o m m o n  W o m e n ,  U n c o m m o n  P r a c t i c e s :  T h e  q u e e r  f e m i n i s m s  o f  G r e e n h a m .  L o n d o n  &  N e w  Y o r k :  C a s s e l l .  S c h i l t ,  K .  ( 2 0 0 3 a ) .  \" I ' l l  R e s i s t  w i t h  E v e r y  I n c h  a n d  E v e r y  B r e a t h \" :  G i r l s  a n d  Z i n e  M a k i n g  a s  a  F o r m  o f  R e s i s t a n c e .  Y o u t h  &  S o c i e t y ,  3 5 ,  7 1 - 9 7 .  —  ( 2 0 0 3 b ) .  \" A  L i t t l e  T o o  I r o n i c \" :  T h e  A p p r o p r i a t i o n  a n d  P a c k a g i n g  o f  R i o t  G r r r l  P o l i t i c s  b y  M a i n s t r e a m  F e m a l e  M u s i c i a n s .  P o p u l a r  M u s i c  a n d  S o c i e t y ,  2 6 ,  5 - 1 6 .  S h u g a r t ,  H .  A . ,  W a g g o n e r ,  C .  E . ,  &  H a l l s t e i n  O ' B r i e n ,  L .  D .  ( 2 0 0 1 ) .  M e d i a t i n g  T h i r d - W a v e  F e m i n i s m :  A p p o r p r i a t i o n  a s  P o s t m o d e r n  M e d i a  P r a c t i c e .  C r i t i c a l  S t u d i e s  i n  M e d i a  C o m m u n i c a t i o n ,  1 8 ,  1 9 4 - 2 1 0 .  S p e n c e r ,  A .  ( 2 0 0 5 ) .  D I Y :  T h e  R i s e  o f  L o - F i  C u l t u r e .  L o n d o n :  M a r i o n  B o y a r s .  S t a g g e n b o r g ,  S .  ( 2 0 0 1 ) .  B e y o n d  C u l t u r e  v e r s u s  P o l i t i c s :  A  C a s e  S t u d y  o f  a  L o c a l  W o m e n ' s  M o v e m e n t .  G e n d e r  &  S o c i e t y ,  1 5 ,  5 0 7 - 5 3 0 .  S t a g g e n b o r g ,  S . ,  E d e r ,  D . ,  &  S u d d e r t h ,  L .  ( 1 9 9 5 ) .   14 W o m e n ' s  C u l t u r e  a n d  S o c i a l  C h a n g e :  E v i d e n c e  f r o m  t h e  N a t i o n a l  W o m e n ' s  M u s i c  F e s t i v a l .  B e r k e l e y  J o u r n a l  o f  S o c i o l o g y ,  3 8 ,  3 1 - 5 6 .  S t a g g e n b o r g ,  S . ,  &  T a y l o r ,  V .  ( 2 0 0 5 ) .  W h a t e v e r  H a p p e n e d  t o  t h e  W o m e n ' s  M o v e m e n t .  M o b i l i z a t i o n :  A n  I n t e r n a t i o n a l  J o u r n a l ,  1 0 ,  3 7 -5 2 .  T a y l o r ,  V .  ( 1 9 9 6 ) .  R o c k - a - b y  B a b y :  F e m i n i s m ,  S e l f -h e l p  a n d  p o s t - p a r t u m  D e p r e s s i o n .  N e w  Y o r k :  R o u t l e d g e .  T a y l o r ,  V . ,  &  W h i t t i e r ,  N .  ( 1 9 9 5 ) .  A n a l y t i c a l  A p p r o a c h e s  t o  S o c i a l  M o v e m e n t  C u l t u r e :  T h e  C u l t u r e  o f  t h e  W o m e n ' s  M o v e m e n t .  I n  H .  K .  J o h n s t o n ,  B e r t  ( E d . ) ,  S o c i a l  M o v e m e n t s  a n d  C u l t u r e  ( p p .  1 6 3 - 1 8 7 ) .  L o n d o n :  U C L  P r e s s .  —  ( 1 9 9 7 ) .  T h e  N e w  F e m i n i s t  M o v e m e n t .  I n  L .  R i c h a r d s o n ,  V .  T a y l o r  &  N .  W h i t t i e r  ( E d s . ) ,  F e m i n i s t  F r o n t i e r s  I V  ( p p .  5 4 4 - 5 6 1 ) .  N e w  Y o r k :  M c G r a w  H i l l .  T h e  E q u a l i t i e s  R e v i e w  ( 2 0 0 7 ) .  F a i r n e s s  a n d  F r e e d o m :  T h e  F i n a l  R e p o r t  o f  t h e  E q u a l i t i e s  R e v i e w .  L o n d o n :  E q u a l i t i e s  R e v i e w .  T h o m p s o n ,  L .  M .  ( 2 0 0 0 ) .  T h e  S i l e n c i n g  o f  Y o u n g  W o m i n ' s  V o i c e s  i n  W o m e n ' s  S t u d i e s .  C a n a d i a n  W o m a n  S t u d i e s /  L e s  C a h i e r s  D e  L a  F e m m e ,  2 0 / 2 1 ,  1 3 6 - 1 3 8 .  T i l l y ,  C .  ( 2 0 0 4 ) .  S o c i a l  M o v e m e n t s ,  1 7 6 8 - 2 0 0 4 .  B o u l d e r ,  C o l o :  P a r a d i g m .  W a l k e r ,  R .  ( 1 9 9 5 ) .  T o  B e  R e a l :  T e l l i n g  t h e  T r u t h  a n d  C h a n g i n g  t h e  F a c e  o f  F e m i n i s m .  N e w  Y o r k :  A n c h o r  B o o k s .  W a l t e r ,  N .  ( 1 9 9 9 ) .  O n  t h e  M o v e :  F e m i n i s m  f o r  a  N e w  G e n e r a t i o n .  L o n d o n :  V i r a g o .  W i l l i a m s ,  R .  H .  ( 2 0 0 4 ) .  T h e  C u l t u r a l  C o n t e x t s  o f  C o l l e c t i v e  A c t i o n :  C o n s t r a i n t s ,  O p p o r t u n i t i e s ,  a n d  t h e  S y m b o l i c  L i f e  o f  S o c i a l  M o v e m e n t s .  I n  D .  A .  S n o w ,  S .  A .  S o u l e  &  H .  K r i e s i  ( E d s . ) ,  T h e  B l a c k w e l l  C o m p a n i o n  t o  S o c i a l  M o v e m e n t s  ( p p .  9 1 - 1 1 5 ) .  O x f o r d :  B l a c k w e l l .  W i t h e r s ,  D .  ( 2 0 0 7 ) .  T h i r d  W a v e  F e m i n i s m :  A  R e s p o n s e  t o  d o m i n a n t  t h e o r i s a t i o n s .  Z o b l ,  E .  ( 2 0 0 4 ) .  R e v o l u t i o n  G r r r l  a n d  L a d y  S t y l e ,  N o w !  P e a c e  R e v i e w ,  1 6 ,  4 4 5 - 4 5 2 .    ",
    "id": 42537312,
    "identifiers": {
        "doi": null,
        "oai": "oai:oro.open.ac.uk:46246"
    },
    "title": "‘Let Me Hear You Depoliticise My Rhyme’: Queer Feminist Cultural Activisms and Disruptions of Conventional Protest",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2008-01-01T00:00:00+00:00",
    "publisher": "Cambridge Scholars Publishing",
    "references": [],
    "sourceFulltextUrls": [
        "http://oro.open.ac.uk/46246/1/Let_Me_Hear_You_Depoliticise_My_Rhyme_Q.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2008",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/42537312.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/42537312"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/42537312/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/42537312/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/42537312"
        }
    ],
    "abstract": "Many, feminist identified and not, commentators have criticised contemporary feminism as lacking a strong public presence. In his summary of the British women's movement, Paul Byrne asserts that in the contemporary British landscape, 'the autonomous women's movement has largely disappeared' (1997, p.127). In a similar vein, Ruth Lister draws attention to what she terms the 'lack today of a collective, big 'F' feminist movement', constructing contemporary feminists as isolated and deprived from collective support(2005, p. 457). This belief, however, is not restricted to intellectual opinion as repeated assertions of the 'death of feminism' are a regular feature in the mass media (Hawkesworth 2004). This has led to a surge of soul searching and anxiety amongst women's movement participants, often leading to the question 'what happened to the women's movement?' (Epstein 2001; Staggenborg and Taylor 2005). In this chapter, I wish to draw attention to the potentially problematic tenets upon which claims for an active feminist movement are made. I argue that 'bounded' conventional conceptions of what constitutes 'legitimate' activisms and feminisms can be (re)produced within these accounts. In particular, reliance upon the contentious politics approach within social movement studies (McAdam and Tilly 2001; Tilly 2004) tends to privilege social movement strategies that are public, national, and state-focused. Perpetuating these conceptualisations of conventional protest tactics and targets, silences the contemporary presence and legacy of 'un-bounded' unconventional activist tactics within feminism, which push for social change in locations beyond the state's gaze. In the UK and US, feminist activists are engaging in cultural production strategies and grassroots organisation, to expose and resist the cultural invalidation of women in art and film worlds (Guerilla Girls,Big Miss Moviola, Birds Eye View) and music culture (Riot Grrrl, Ladyfest, Rock 'n' Roll Camp for Girls).Therefore, I wish to advance an understanding of queer feminist protest forms (Roseneil 2000). These tactics challenge multiple authorities through an engagement with a plethora of cultural, performative and discursive forms of resistance. Allowing for a dynamic set of tools within which hegemonic cultural norms of genders and sexualities are exposed, resisted and transgressed. I argue that research on contemporary feminist activism needs to broaden its definitions of activism and protest, to attend to the shifting targets and tactics of feminist activism. To re-situate contemporary feminist activism as an 'un-bound' dynamic praxis which responds to changes in social, cultural, political and technological climates (Staggenborg and Taylor 2005).This chapter also encounters the various causes, conflicts and contexts in which claims for the death of a contemporary feminist movement can emerge. This exploration inevitably confronts diverse tactics of 'soft repression' that aim to disarm feminist identification and dismiss the threat of feminist activism within industrial democracies (Ferree 2004). The issues feminism gives voice to run the risk of becoming incorporated, and some would say neutralised, in governmental committees, academic feminism, popular culture and organisations. This creates a situation where it is possible to talk about and gain empowerment from feminist issues, albeit in a depoliticised manner, often avoiding explicit references and involvement with feminist politics and activism altogether. This cultural shift is accompanied by a crisis within the contemporary feminist milieu, wherein the impacts of post-structuralism, queer theory and post-modernism has fragmented the feminist movement. It has become increasingly difficult to identify a coherent feminist subject or feminist activism. This dilemma in feminist subjectivities has led to a critical reconstitution of feminism, often associated with the 'third wave', that questions what it means to be a feminist, what issues are feminist issues, and what feminist activism should look and sound like. In this contemporary location the boundaries of feminist activism have become critical sites for the continuous discipline and negotiation of feminisms. In particular, I interrogate the constructions of 'authentic' feminist subjectivities within 'generational' debates and tensions between so-called 'second wave' and 'third wave' feminisms, drawing upon my own (and others) experiences as a 'third wave' feminist cultural activist in the UK. In order for a fuller recognition of feminist activism the benefits of dialogue and 'radical openness' (Purvis 2004) will be briefly explored. Generational divisions are challenged through re-situating 'third wave' strategies within ahistorical feminist legacy. Forms of social protests that engage decentralised targets of social and cultural experience to resist hegemonic genders and sexualities often termed as 'third wave', can be reconceived as a continuation and defence of radical feminist possibilities in a contemporary UK context",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:oro.open.ac.uk:46246",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "86",
        "openDoarId": 0,
        "name": "Open Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 42537312,
        "depositedDate": null,
        "publishedDate": "2008-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T09:29:33+00:00",
        "acceptedDate": null,
        "createdDate": "2016-08-01T10:24:38+01:00"
    },
    "urls": [
        "https://oro.open.ac.uk/46246/1/Let_Me_Hear_You_Depoliticise_My_Rhyme_Q.pdf"
    ],
    "lastUpdate": "2024-02-12T09:29:33+00:00",
    "setSpecs": []
}