{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Nelson, Rosie"
        }
    ],
    "contributors": [],
    "createdDate": "2020-07-29T11:33:30+01:00",
    "dataProvider": {
        "id": 286,
        "name": "Explore Bristol Research",
        "url": "https://api.core.ac.uk/v3/data-providers/286",
        "logo": "https://api.core.ac.uk/data-providers/286/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1177/1440783320911455",
    "downloadUrl": "https://core.ac.uk/download/327081688.pdf",
    "fullText": "                          Nelson, R. (2020). ‘What do bisexuals look like? I don’t know!’:Visibility, gender, and safety among plurisexuals. QualitativeResearch. https://doi.org/10.1177/1440783320911455Peer reviewed versionLink to published version (if available):10.1177/1440783320911455Link to publication record in Explore Bristol ResearchPDF-documentThis is the author accepted manuscript (AAM). The final published version (version of record) is available onlinevia SAGE Publications at https://journals.sagepub.com/doi/abs/10.1177/1440783320911455 . Please refer toany applicable terms of use of the publisher.University of Bristol - Explore Bristol ResearchGeneral rightsThis document is made available in accordance with publisher policies. Please cite only thepublished version using the reference above. Full terms of use are available:http://www.bristol.ac.uk/pure/user-guides/explore-bristol-research/ebr-terms/  ‘What do bisexuals look like? I don’t know!’: Visibility, Gender, and Safety amongst Plurisexuals  Manuscript word count (inc. bibliography, table, body, headings, footnotes, excluding abstract): 7988  Abstract: (135 words) Plurisexuals are often interpreted as half-gay/half-straight due to the prevailing belief that multigendered-attractions are temporary, or illusory. This interpretation is also strongly connected to the gender binary, gender norms, and cisnormativity. Based on these social forces, this paper explores how plurisexuals represent themselves in a culture that does not see their identities as viable, often through the use of gender norms. Informed by queer theory, this research is based on semi-structured interviews (n=30) and photo diaries (n=9). Findings demonstrate that plurisexuals wish to present visually, but are not certain of how to do so. Plurisexuals see gender and sexuality as connected, and reference transforming outfits through feminization or masculinization. Finally, plurisexuals reference the homophobic, monosexist, transphobic social world by describing how they communicate gender and sexual identities only in certain spaces, or for certain audiences.   Keywords: Plurisexual, Bisexual, Visibility, Queer, Trans      ‘What do bisexuals look like? I don’t know!’: Visibility, Gender, and Safety amongst Plurisexuals  Plurisexual people – those with a sexual and/or romantic attraction to more than one gender – experience significant levels of discrimination, oppression, and pain as a result of their sexual identities. Plurisexuals are less likely than lesbians and gay men to disclose their sexual identities (McLean, 2008; Colledge et al., 2015), and less likely to be accepted in LGBT spaces (McLean, 2008). Plurisexuals are often poorly represented in the media with harmful tropes (Alexander, 2007; Johnson, 2016), and less likely to be recognized by heterosexuals as having a valid identity (Alarie and Gaudet, 2013). The implications of all these types of discrimination are visible in the (lack of) health and wellbeing amongst plurisexuals. According to multiple international studies from North America, the UK, and Australia, plurisexuals are more likely than any other sexual identity to experience periods of anxiety, depression, suicidality, eating problems, self-harm, domestic violence, and sexual violence (Jorm et al., 2002; SFHRC, 2011; Ebin, 2012; Walters, Chen and Breiding, 2013; Colledge et al., 2015). The discrimination that plurisexuals experience comes from both heterosexual and gay/lesbian spaces. As a result, some plurisexuals choose to pass as heterosexual or lesbian/gay depending on their context (Lingel, 2009). What each of these findings boil down to is the visibility of the plurisexual within society – can plurisexuality be shown? Can it be seen? Can a plurisexual be recognized? And critically – is visibility valuable for a plurisexual identity or does this run a greater risk of being discriminated against?   In this sociological paper, I contribute to the field of sexuality and gender studies by taking the academic and social invisibility of plurisexuality as the starting point for this work. This paper, based on a qualitative PhD project borne out of my personal identification as a   bisexual non binary femme, explores the way in which plurisexuals view their own visibility as sexual and gendered people in society, and is split into three distinct sections; (a) invisibility, community, and queer knowledge, (b) gendering appearance and monosexism, and (c) situational adaptation. In brief, these findings demonstrate that plurisexuals wish to present their plurisexuality visually, but are not certain of how to do so. Plurisexuals see their gender and sexuality as connected, and many reference the ways they transform outfits and impressions through feminization or masculinization. Finally, plurisexuals reference the homophobic, monosexist, transphobic, gendernormative social world by describing how they communicate their gender and sexual identities only in certain spaces, or for certain audiences. Importantly, some participants truly do not care how they are interpreted; however, these participants represent a small percentage of the wider sample. These findings demonstrate that plurisexuality is not half gay/half straight, but rather a complete identity in and of itself. I assert that to be plurisexual places one in an unusual position in the social dynamic given the visibility of gay, lesbian, and heterosexual identities and the invisibility of plurisexual identities. The aim of this paper is to encourage greater attention to the unique navigation of gender and sexual identity that plurisexuals perform in a gendered society, and to help inform outreach and policy to better include plurisexuals at all points in their sexual and/or romantic journeys.   Plurisexuality, Visibility, and Gender  Given that visibility is the key element of this paper, it is best to be transparent concerning word choices. I have chosen to use the word ‘plurisexual’ as an umbrella term that encompasses many different identities including bisexual, pansexual, queer, homoflexible, heteroflexible and other multigendered attractions, of which there are many (See for example: Walton, Lykins and Bhullar, 2016). In grouping these identities together   under the less common term of plurisexual, I hope to avoid the erasure that those with multi-gendered attractions feel when they are referred to as bisexual. Previous research has demonstrated that: “individuals are likely to view their sexual orientation as integral to their personal identity […] further research of various sexual orientations may be useful to provide validity to some of the more commonly identified sexualities within the category of “other,” such as asexual, pansexual, and romantic spectrum attractions.” (Walton, Lykins and Bhullar, 2016; p. 1596).  In defining plurisexuality, I borrow Robyn Ochs definition of bisexuality as conveying a sexual or romantic attraction to more than one gender (Ochs, no date). The difference between these terms (and my choice to employ one over the other) is political, rather than linguistic, and serves to avoid the concealment of the variety of multigender-attracted identities implicit in the dominant term ‘bisexual’. Importantly, the plurisexuals who participated in this study also incorporate descriptions of their relationship to asexuality and allosexuality, as will be observable in the demographics sample table.  In approaching identity, I adopt a queer theoretical perspective that troubles the categorisations of sexuality and gender in order to suggest that these categories are discursive, temporal, illusory, and performative (Butler, 2007). In the context of plurisexuality, this means a transformation of labels, perspectives on labels, and approaches to sexual or romantic practices over time. However, queer theory has often ignored plurisexual identities, choosing to focus on lesbian, gay, and heterosexual identities specifically (Burrill, 2001). This is indicative of monosexist academia, and represents an unhelpful gap in queer theory given the way a serious consideration of plurisexual behaviours and/or desires could contribute to the destabilization of binary sexual identities (Burrill, 2001). Although I consider categories to be unfixed, problematic, and illusory, queer theory   can be unhelpful when considering lived reality. For those who must fight for recognition – including plurisexual, trans, and non binary people1 - finding a label can be deeply empowering and validating (McDermott, Roen and Scourfield, 2008; Rostosky et al., 2010). Consequently, rather than working to deconstruct labels as some queer theorists suggest, using them strategically and plurally could allow us to share common experiences and break down rigid and siloed sexual identity categories, thus enabling a consistent openness to change and fluidity in interpreting our own and others’ identities.  Clearly, the stakes for disclosing one’s plurisexual identity are high given the prevalence of discrimination, discussed earlier. Prevailing beliefs that plurisexuality is comical, a phase, hypersexual, or otherwise negative, are indicative of a wider social current of monosexism, that is, the belief that a unidirectional romantic/sexual attraction is more valid and appropriate - such as being heterosexual, gay, or lesbian (Borver, Gurevich and Mathieson, 2001; Eisner, 2013; Roberts, Horne and Hoyt, 2015), resulting in positioning plurisexuals as half gay/half straight. In these ways, plurisexuals are operating from a space of invisibility. Many plurisexuals – in this study and others – have expressed their desire to be visible (Hartman, 2013; Hartman-Linck, 2014; Lynch and Maree, 2017; Daly, King and Yeadon-Lee, 2018). It is important to question what visibility may mean here. As Walker writes: “[p]rivileging visibility has become a tactic of late twentieth-century identity politics, in which participants often symbolize their demands for social justice by celebrating visible signifiers of difference that have historically targeted them for discrimination” (Walker, 1993; p.868).  1 Trans is a gender descriptor to describe individuals who do not identify as the gender that they were assigned at birth. Non binary is a gender identity that does not conform to the gender binary.   The politics of visibility are concerned with how one can represent one’s identity, and whether others can interpret this representation. In essence, how can I show my queerness, and will ‘they’ (the heterosexual majority, the queer community, but not homophobes) understand me? This question leads us to consider how one manages their identity by visibly adapting fashion, gestures, and dialogues, to communicate identities whilst also remaining safe from those who are intolerant. As previous work has commented, visibility can be problematic if one does not rely on the visual ideals of a particular minority group – for example, feminine lesbians are often construed as heterosexual or have to follow a particular style to represent themselves as feminine queers (Walker, 1993, 2012; Dahl, 2014; McCann, 2018). This gap between attempted (and usually misconstrued) representation and the intentionality of femme queers led McCann to write that by considering visibility as an affective assemblage, we might escape from binary thinking of empowering/disempowering, seen/unseen, queer/not queer enough (McCann, 2018). This would allow; “reconceptualizing the feelings and attachments of at-home-ness that are invoked by femme, rather than starting from the identity politics of visibility that leads to dictating how femme ought to be” (McCann, 2018; p.285).  Given that monosexist practices render plurisexuality a hidden identity, the notion of feeling at home in one’s identity is complicated for plurisexuals, as this paper will demonstrate. In essence, many plurisexuals attempt to manage varying forms of gender performance in an attempt to demonstrate and feel validated in their multigendered attractions.  Gender expression is often used to express sexual identities. The binary system of gender constitutes men and women as oppositional and sexually complimentary to one another (Butler, 2007). This binary encourages gender roles where masculinity and femininity must be performed perfectly for fear of reprisal, and a consequent heteronormativity that demands sexual and romantic behavioural norms, making it harmful to   anyone who is not heterosexual. Butler describes a sex-gender-desire continuum wherein the social meanings of these categories rely on one another, and any transgression from stated norms threaten the intelligibility and dominance of the others (Butler, 2007). As Gilbert writes, “gender rules cover everything we do and say, and they do so without seeming as if we are being coerced or that we are even making choices” (Gilbert, 2009; p.94). In this sense then, many LGBTQ+ identities play with different gender expressions to disrupt the sex-gender-desire continuum, and thus orient themselves as ‘outside’ of the norm of heterosexuality and/or cis gender2 (Eves, 2004; Hayfield et al., 2013; McCann, 2018). However, due to monosexism, being ‘outside’ of the norm ultimately posits LGBTQ+ individuals as gay or lesbian, obfuscating the potential of being read as plurisexual. In this way, heteronormativity and monosexism coalesce in gender and sexual expression to create an impossible dichotomy for plurisexuals who can choose to either visibly present as gay/lesbian or heterosexual, or attempt a plurisexual surface visibility, that is likely to be misinterpreted, reconstructing plurisexuals as half gay/half straight. Beyond the inability to be visually plurisexual, “by codifying the distinction between male and female, man and woman, masculine and feminine, [the gender binary] creates a virulently sexist, heterosexist, and transphobic culture” (Gilbert, 2009; p.103). Not only does the implicit threat of transgressing social norms pressure men and women to act in heteronormative, highly gendered roles, it also contributes to a cisnormative social structure. This is the belief that it is more ‘normal’ to be cis as opposed to being trans (Worthen, 2016). Cisnormativity results in serious harm for many trans people, with US trans Women of Colour disproportionately being murdered, a large proportion of trans people being homeless, and significantly high levels of intimate partner violence against trans people (Human Rights Campaign, 2018). It is impossible to escape the salience of gender expression in the study of  2 Cis is a gender descriptor meaning that an individual identifies as the gender they were assigned at birth.   sexual identities, given that gender is the key signifier for social expectations around sexual expression. Therefore, centering the voices of trans and non binary people is key to understanding and mitigating current restrictions of gender given the prevalence of cisnormativity and the gender binary, which reinforce archaic notions of a gender division. Many scholars have considered plurisexual visibility through gender expression in terms of a surface representation, particularly within psychological, sociological, and cultural research. Many lesbian and gay people ‘queer code’ their clothes to perform their sexuality visually, thus marking themselves as members of an in-group to bond with and to be seen as sexually available (Krakauer and Rose, 2002; Hutson, 2010), with anyone who does not fit into the image of what it means to be lesbian or gay at risk of being excluded from subcultural group membership (Vannewkirk, 2006; Taylor, 2007, 2008). Queer coding is defined here as the way in which LGBTQ+ individuals curate their appearances to express their sexual orientation using fashion, gesture, and voice. Research into plurisexual appearance has shown that there are a distinct lack of visual codes to draw on when attempting to look plurisexual (Clarke and Turner, 2007; Clarke and Spence, 2013; Hayfield et al., 2013) and people are generally unable to describe what a plurisexual might look like (Hayfield et al., 2013). Recent UK research into monogamous bisexual women found that women mediated their appearance by both using and subverting femininity/masculinity to look more or less queer, often adapting their appearances based on the gender of their partner (Daly, King and Yeadon-Lee, 2018). A South African study of bisexual women found that women both use and resist hetero-gendered norms and sexual scripts to expand and subvert gender binaries, resulting in a ‘slow bending’ of norms (Lynch and Maree, 2017). These recent studies underscore the relevance of gender and gender norms in plurisexual visual appearance and the communication of identity. This paper expands on these ideas to illustrate   how these norms affect other gender identities, and also provides an explanation of the sociological forces that influence these processes, most notably cisnormativity. Based on the importance of visibility for plurisexuals’ validation and self-esteem coupled with the invisibility of plurisexuals caused by monosexism, as well as the way in which the gender binary and cisnormativity interact to create forced models of gender and sexual expression, is it important to unpick how plurisexuals represent themselves. Furthermore, it is important to consider the different heteronormative and homonormative spaces that plurisexuals may be engaging with to disturb the common (mis)conception of plurisexuals as half gay/half straight. Plurisexual people experience homophobia when they enter into sexual or romantic relationships with similarly gendered partners. However, plurisexual people can sometimes navigate heteronormative society ‘successfully’ by presenting with a differently gendered partner, although in doing so risk encountering heterophobia from the queer community. These experiences consistently and constantly overlap in plurisexual’s lives, representing an experience completely at odds with a half gay/half straight identity. Plurisexuals cross between acceptable and unacceptable positions in society simultaneously and are dependent on the visibility of their practices and identities to negotiate this process. Given the inevitability of monosexism, visibility becomes a privilege where plurisexuality is recognized and thus validated as a plausible option in the face of the significant discrimination that most plurisexuals experience. This process is distinct for trans plurisexuals, for whom visibility may not be considered a privilege due to threats to physical and emotional safety if they are read as trans. In the case of non binary participants the question of visibility becomes more complicated still, where visibility may engender violence or may represent freedom from binary readings of gender.  Data and Methods   This paper constitutes part of a Sociology PhD research project - which emerged from my personal interests as a non binary bisexual person - that explores plurisexuals’ interactions with sexual identity, gender identity, and sexual and romantic behavior. The research had two phases. Phase I recruitment called for those sexually or romantically interested in more than one gender to contact the researcher via e-mail. The advert was posted online across social media. Participants were also recruited through snowball sampling. At points, the sample was broadly homogenous and further adverts specified for participants who were cis men, trans women, trans men, non binary, BAME participants, and participants who had not previously attended university. Potential participants were sent an information sheet and a consent form inviting them to take part in a 1-2 hour semi-structured interview. Participants were mostly interviewed face to face at a location of their choice, near to their home or work. Two participants preferred to be interviewed via video call. Before the interview began, participants were asked to provide their demographic details. The sample who took part in the Phase I interviews was as follows, with their demographic details presented as described by the participants themselves: [INSERT TABLE 1 HERE (see end of document for table)] Following the Phase I interview, participants were given resources related to plurisexuality and other relationship-relevant topics such as domestic violence and suicidality. Participants were e-mailed after their interviews to check in and to see whether there were other thoughts they wished to contribute.   Phase II of the research consisted of a two-week photo diary and a one hour follow up semi-structured interview. The sampling for this was opportunistic, with Phase I participants being given information sheets and consent sheets after their interviews to see if they were   interested in continuing to take part. The recruitment target of nine individuals was achieved prior to the end of Phase I and so not all participants were asked whether they would like to be involved. Participants took photographs of their outfits over the course of two weeks and sent pictures to the researcher. The purpose of the photo diary was to consider outfits in the light of gender and sexual identity. The sample for Phase II consisted of participants from Phase I, specifically Bern, Stan, Hyde, Jake, Simone, Amy, Cristina, Mike, and Jana.  Transcripts were sent back to the participants for checking. Transcripts were then uploaded to NVivo 10 for analysis. A thematic analysis was used (Braun and Clarke, 2006), to highlight both the similarities and differences most common to the sample. Three overarching themes were constructed based on the analysis of the data, all of which concerned sexual identity and gender. This article is exploring one aspect of one of these themes; the negotiation of making one’s gender and sexual identity visible.   Results and Discussion  This section is split into three sections; (a) invisibility, community, and queer knowledge, (b) gendering appearance and monosexism, and (c) situational adaptation.   Invisibility, Community, and Queer Knowledge Participants spoke at length about how they felt invisible as plurisexuals in society. Many people had experienced discrimination as well as mischaracterizations of their sexual and gender identities from friends, family, lovers, the media and institutions. Non binary participants also experienced people forgetting their identities, or misgendering them. This invisibility, often felt as alack of recognition, was unwanted by the majority of participants: “the relationship between your identity and how other people see you […] is quite important […] it's validating. I feel seen.” (Alice, 32, Queer/Bisexual, Woman)   This sentiment was echoed by many participants; the desire to be interpreted correctly was significant, whether on the basis of sexual identity or gender identity (See also: Walton, Lykins and Bhullar, 2016).  Although participants wanted to be recognized as plurisexual, no single participant had the same specific answer on how to recognise plurisexuality in others. When asked how a plurisexual might look, answers included cuffing one’s jeans, wearing a leather jacket, having a bob, wearing large square glasses, or wearing pins and badges. In essence: “What do bisexuals look like? I don't know. Who knows! I don't know.” (Jacub, 22, Bisexual, Man) The difficulty in articulating what a plurisexual may look like has been captured in other research, where heterosexuals, gay and lesbian people, and bisexuals alike have difficulty phrasing a visual representation of plurisexuality (Hayfield et al., 2013). This plurisexual invisibility meant that participants were unable to phrase how they might find others like them, which was linked to a broader problem of people failing to be vocally plurisexual: “It's a natural thing that we erase ourselves from each other unless we're proactive about owning that label, otherwise if we don't own the labels then there's a little recognition of the pink purple and blue bisexual flag” (Jessie, 44, Bisexual, Female/Genderqueer/Enby) As Jessie commented, the general plurisexual invisibility that stemmed from stigma and omission led to many people failing to openly claim their labels and demonstrate to people what a plurisexual looked like. This is likely due to the range of microaggressions, stigma, and discrimination surrounding plurisexual identities (Mulick and Jr., 2002; Weiss, 2003; McLean, 2008; See and Hunt, 2011; Roberts, Horne and Hoyt, 2015). As Jessie and others stated, being seen as plurisexual was politically necessary. Consequently visibility was   framed as a necessary thing in order for individuals to find one another, and for plurisexual identities to be recognized as viable. Due to the absence of mainstream plurisexual representation, newly identifying plurisexuals had a confused relationship with the presentation of their sexual identities: “It’s not like I'm trying to hide [my sexuality] […] I want to make it obvious but I don't know how to make it obvious” (Gina, 24, Bisexual, Woman) The newly plurisexual identifying participants lacked the social (queer) connections and experiences to depict their identity through visual methods. These participants were not – by their own admission – well versed in the practices of queer coding. This need to have had exposure to a queer community meant that many people who had understood their identity in isolation or understood their plurisexuality whilst being in a differently-gendered relationship could not comprehend how to depict their sexual identities. For many, this was a significant loss as – having understood their identities – they wished to meet others to work through the new developments in how they understood their sexuality and relationship to others. Cristina, a newly-identified married plurisexual, knew a lot about queer culture from online sources and attempted to incorporate these queer codes into her dress. However, she knew that she was unlikely to be understood as plurisexual by others in society: “[N]obody here knows what the (bisexual) colours are […] maybe at some point bisexuality may entail some kind of mixing the presentation - a masculine and a feminine presentation […] I don't think I can express my sexuality in that way […] I would like for people to realise […] that I'm bi - but that would require that they know the colours […] I don't think there's any way that I can tell people without using words that I'm bi.” (Cristina, 33, Bisexual, Woman)   This stark lack of knowledge highlights the privilege of those who interpret their identities early on in their lives and are able to access queer spaces from a young age. Previous research has noted the importance of community in maintaining a positive LGBT sexual identity (Weiss, 2003; McDermott, Roen and Scourfield, 2008; McLean, 2008; Rostosky et al., 2010). Clearly, plurisexual invisibility actively harms plurisexuals through making it difficult to build an adequate community that can support and celebrate plurisexuality, whilst simultaneously making plurisexuality visible in society. Cristina’s discussion of gender presentation’s central role in interpreting plurisexuality in others is critical here, as many participants circled around masculinity and femininity as a way in which to demonstrate their genders and sexual identities. However, as Cristina suggests, due to monosexism and plurisexual invisibility, it is likely that these attempts will often be misinterpreted, meaning that plurisexuality may be best represented through discursive means. Importantly, this theme demonstrates that plurisexuals are constantly attempting to make themselves visible to others so that they might both find a community and also maintain their integrity and viability amongst heterosexual, lesbian, and gay populations.  Gendering Appearance and Monosexism Many plurisexuals perceived dressing more femininely or masculinely as demonstrating their queerness, however, this ran the risk of having them perceived as gay or lesbian. As previous research has demonstrated, much of queer coding stems from finding an appropriate masculine or feminine style with which to communicate an opposition to heteronormativity (Krakauer and Rose, 2002; Clarke and Turner, 2007; Taylor, 2007, 2008; Huxley, Clarke and Halliwell, 2014; Clarke and Smith, 2015). Lesbians, for example, adopt gender nonconforming presentations that incorporate body hair, masculine clothing, and shorter haircuts to communicate their rejection of heterosexuality and resultant lesbian   identity (Taylor, 2007; Hayfield et al., 2013; Huxley, Clarke and Halliwell, 2014). Of course, these embodied sexual expressions are not universal, with many lesbians also adopting femme presentations that complicate femininity (Dahl, 2014), or choosing not to communicate their identities through visual means at all (Clarke and Spence, 2013). When attempting to use visuality as a means of sexual expression, many LGBTQ+ people toy with masculinity and femininity to subvert ideals and norms. Without gendering their clothes, plurisexual participants were unsure about how they could communicate their sexual identities to others, however, when gendering and queer coding their clothes they often felt they would be perceived as lesbian or gay. This problem of evading monosexist perceptions of gendering clothes was discussed regularly, with no participant having a distinct answer on how to navigate misrecognition as gay or lesbian: “That whole historically queer - and especially gay - experience of being conscious and affective and performative about everything you do—and everything is a choice, and everything is deliberate, all of the time? I think maybe [for] people who are variations of bi and ace, and more liminal, complicated queer identities, that’s dialed up to eleven, because you’re not just navigating, ‘Am I going to look gay or not?’ It’s like, how? And if I’m going to look gay, how do I complicate that, or make it weirder in some way?” (Hyde, 26, Bi Ace, Genderqueer Demiboy) This recurrent problem was discussed by all participants, who were unclear how to look plurisexual in a way that would be read thus. As a result, participants suggested that interpreting plurisexuality was done by “spotting people who are doing their gender a bit wrong” (Jessie, 44, Bisexual, Female/Genderqueer/Enby). The way in which participants described this process fell in line with Daly et al.’s suggestion of bisexual women adopting a chameleon like presentation which communicated femininity and masculinity simultaneously   or serially dependent on context (Daly, King and Yeadon-Lee, 2018). However, some participants decidedly leaned into visions of masculinity or femininity to communicate their sexual identities. As a result, many were misrecognized as gay or lesbian. For some, this was desirable as they could then navigate the queer scene without coming up against the biphobia they regularly witnessed: “I am quite butch and the [Pride board I served on] assumed I was a lesbian and I was quite happy for them to do so […] bi people don't tend to get on with Pride boards a lot. (Jessamy, 34, Bisexual, Woman) In Jessamy’s case, her adoption of masculine butchness led people to believe she was a lesbian and so she could serve on Pride boards as an advocate for plurisexuals, having bipositive discussions without experiencing the backlash against her personal plurisexuality that she had witnessed throughout her time in the LGBTQ+ community. Other participants also passed as lesbian, gay, or heterosexual as previous research has also found amongst plurisexuals (Lingel, 2009). For many plurisexuals, presenting as overtly masculine or feminine resulted in people interpreting them as lesbian, gay, or heterosexual based on whether they were gender conforming or nonconforming. Although the freedom of being visibly queer was helpful for many participants who wished to navigate the social dynamics of the LGBTQ+ community, other participants were concerned about being read as gay or lesbian: “[G]enerally […] when I'm dressing […] I might get an odd twinge of 'am I doing something too manly?' - and I did shave my head a few years ago and […] I did look more like that butch - I think people would often assume I was gay.” (Abha, 30, Sexual, Cis female)   Abha’s concern around looking ‘too gay’ was referenced by a small number of participants, and – as Abha herself later suggested – was likely precipitated by internalized biphobia and homophobia. Shame often acts as a barrier for LGBTQ+ people to healthily maintain their sexual identities and stems from a societal rejection of LGBTQ+ people (McDermott, Roen and Scourfield, 2008). The balance related to gendering one’s outfit resulted in many people being concerned about the implications of their clothes: “when I want to seem visibly bi, I'm more feminine […] I'm like 'ooh if I camp it up a bit, people will know' […] that's not really presenting a version of me that's - it's another caricature of me, and I guess I don't really know what the real version of me being my own true gender identity is.” (Stan, 26, Queer/Bisexual, Man) As Stan underscored, to be seen as attracted to the same gender requires deviating from a heteronormative and gendernormative interpretation of fashion. Many participants discussed how they consciously played with masculine or feminine modes of dress to attempt to visually represent their plurisexuality to other viewers. As demonstrated in Stan’s comment, these participants felt that the consciousness with which they chose their clothes was a performance, a characterization of themselves that was deliberate as opposed to spontaneous. Participants felt that the stereotypical gendering of clothes to illustrate sexual identity was limiting, however adopted – as Daly et al. term it – a chameleon-like behavior in adopting masculine or feminine clothes dependent on context to demonstrate their sexual identities (Daly, King and Yeadon-Lee, 2018). However, most people were not interpreted as plurisexual, and – as in Stan’s case – many participants were unsure about how their performative and expressive dress related to their own gender identities. The performance of sexual identity through gender expression was not necessarily understood by the viewers, and as the actor deliberately played up aspects of themselves, the question led to whether one is being less representative of one’s overall self.   Many trans participants and cis participants referenced similar forms of gender play, however this gender play was different for non binary people, who commented on how they were socially invisible due to the cisnormative gender binary. As a result, some non binary people spoke about presenting strongly in opposition of the gender they were assigned at birth so that cis people might understand their gender: “[I]f I go to straight bars I think I just naturally go to bind my chest because it makes me feel more comfortable […] if you're in a space where you don't look androgynous then people don't really understand and they're like 'well how can you say if you're non binary and you're wearing a dress and you're assigned female at birth' so I think you subconsciously try harder to adopt a more masculine self so that they can respect your pronouns.” (Kaden, 23, Bisexual, Non binary)  Kaden’s experience was not uncommon, with many non binary people consciously using gendered forms of clothing to illustrate their identities to others. This was of particular difficulty for non binary people, as they were sometimes perceived as gay or lesbian as opposed to being non binary due to the gendered nature of queer coding, similarly to cis participant experiences. However, for non binary participants, these interpretations obscured both their sexual identity and gender identity, leading to a double-obfuscation and invalidation. Although non binary plurisexuals consciously attempted to illustrate their identities by using gendered presentations, many participants were misgendered or sexually misinterpreted. This speaks to the gendernormative, cisnormative, and monosexist tendencies of the social dynamic which posits two binaries to attempt to disrupt; the gender binary, and the sexual identity binary.   Situational Adaptation    Many plurisexuals transformed their presentation significantly depending on the context. This was often due to safety concerns around appearing gender or sexually nonconforming. Participants discussed concerns they had when adopting gender nonconforming dress to demonstrate their plurisexuality or gender: “[My fashion] is streetsafe. Because actually who I would be in a world that was accepting of all sorts of diversity would be different in how I present and how I live […] I've been in hospital enough because of queerbashing, how do I get through this safely and alive? There are a whole bunch of compromises you make in who you are around that. Which is miserable and shit and the world should be a better place.” (Jessie, 44, Bisexual, Female/Genderqueer/Enby) Jessie’s comments were repeated by many participants – cis, trans, and non binary - often with similar stories of harassment or violence. There was a significant gendered difference noted here in terms of who was allowed to wear what. Hegemonic masculinity necessitates certain displays of personhood for men (Connell, 1995), and if one fails, one can be subject to beatings, harassment, intimidation, and murder. As Cristina (33, Bisexual, Woman) said, “I can wear man's clothes but men could not wear - not even a bit of make up.” Whereas plurisexual cis men or AMAB people often felt wary of violence when wearing feminine clothes, the majority of cis women or AFAB people feared sexual harassment and rape, with one cis woman commenting that she cut her hair short so that a rapist could not hold her down using her hair. These fears are not specific to plurisexual feminine people, with various studies demonstrating the fear women hold in public spaces (Macmillan, Nierobisz and Welsh, 2000). Non binary people discussed how they chose to pass as their assigned gender in some places, such as work or with their families, as they did not want to educate others:   “I know that people won't understand. Some people will say 'oh that's not a thing' and I just don't want to deal with that. So I will let them assume whatever they want.” (Bern, 36, Pansexual, Non binary) This notion of passing in certain spaces was adopted by many participants based on either their gender or sexual identity, however, it was most marked amongst non binary people who were exhausted by repeatedly asserting identities in opposition of the gender binary .  Participants adjusted their clothing situationally based on the desire to attract others, and described how the expectations of gender were different when attempting to appeal to lesbian or gay people or to appeal to heterosexual people. Some participants emphasized how they adjusted the gendering of their clothes to best appeal to a certain demographic: “As a single person on my own I'm a lot more fluid with how I present […] when you're single obviously you're trying to be attractive to people […] I react quite a lot to going against someone else - so when being with girls I'm a more masculine role” (Stan, 26, Queer/Bisexual, Man) This attempt to appeal to more genders by adopting a more fluid or androgynous appearance was a recurring theme for some of the participants. Some discussed how they occasionally adapted their style of dress depending on the partner they were dating to fall in line with expectations around differently-gendered and same-gendered relationships. Those with a general style that was strongly queer-coded or heterosexual passing would adapt their outfits to accommodate gender expectations of others: “I'm very much in no way shape or form feminine at all, and I think for some of the guys that I've dated […] they have a certain amount of expectations […] and I kind of want to level the ground a little bit for them and maybe not turn up in a tie (laughs) So I have been known to dress slightly more feminine. None of my   clothes are feminine at all, but I will tone it down a lot compared to how I dress for a date with literally anybody else” (Jessamy, 34, Bisexual, Woman) This attention to femininity and masculinity when dating demonstrates how plurisexual people account for gender and mediate their expression to be attractive in a homonormative or heteronormative space. The way in which participants adapted their presentation for others took on significantly higher stakes for trans and non binary people: “Even though I feel more comfortable [when dressing more femininely] […] straight men are not going to see me femininely, they're just going to say 'oh this crossdresser' […] and be repulsed by that […] gay men would not be attracted to the feminine side. Gay men are normally attracted to more masculine men, or many are - and the same for women largely. I often feel that with very few exceptions that this gender expression is mostly just hurting my attractiveness than helping it.” (Bern, 36, Pansexual, Non binary) Many trans and non binary people referenced the fear that they would not be interpreted as their actual gender and would not be loved or seen as attractive in the way they deserved. Many trans and non binary people were conscious that their gender expression did not always fit into a cisnormative gender binary.   These situational concerns, whether based around fear, safety, or attraction, are indicative of the multilayered considerations that plurisexuals must make when expressing themselves in a society governed by cisnormative, heteronormative, monosexist dynamics. Successfully navigating one’s wishes to expand and explore gender require a balanced approach to understanding the possible consequences and aftermath of these decisions. Plurisexuals have to consider the way in which they navigate the world to be accepted in lesbian, gay, and heterosexual spaces.    Conclusion  This research contributes to previous research that has examined how plurisexuals navigate gender norms and queer coding in their day-to-day lives. It is apparent that plurisexuals consider gender important in terms of how they can maintain integrity when exploring their sexual and gender identities, how they can be recognized as plurisexual by others, and the situations where they can explore different gender expressions. Notably, there is a different experience of gender for those who identified as non binary and those with a trans history as they had a more complicated relationship with their gender being validated by others due to cisnormativity and the influence of the gender binary. This research has demonstrated the impact of these social forces alongside homonormativity, heteronormativity, and monosexism in shaping the experience of plurisexuals who must navigate their expressions amidst these forces.  The implications of these research findings are far ranging. Plurisexuals navigate a ‘damned if you do, damned if you don’t’ dynamic where people wish to be seen but do not wish to be misinterpreted as gay or lesbian. Consequently, it appears that adopting a discursive approach for plurisexual visibility may be appropriate, however, this belies the ultimate goal of being visually recognizable and interpreted as a plurisexual. Thus, plurisexuals have to find a way to express their identities, which is not currently culturally available, and must deviate from the coding of lesbian and gay people to invent new forms of expression. Given the invisibility of plurisexuality, finding a community with which to establish norms for recognition is next to impossible. In these and many other ways, it is important to recognize that for the purposes of finding community and being validated, visibility is a privilege.   Beyond this, understanding that certain spaces are accessible to people based on their outfits and expressions can explain how plurisexuals and some non binary/trans people are excluded from certain arenas. Those who successfully pass in certain contexts are those who have had the benefit of learning different methods of queer-coding their outfits. There are plurisexuals who have not been exposed to queer-coding and consequently cannot navigate lesbian and gay scenes as easily due to the imposition of heteronormativity and gender expectations.  Additionally, the fact that queer-coding (or not) is reliant on adopting gendered forms of expression demonstrates how gender can be utilized by those ‘in the know’ for their own purposes. This highlights how critical the ability to navigate both heterosexual and lesbian and gay spaces is if one is to be accepted by different monosexist companies. Plurisexuals must learn and then apply a detailed understanding of gender in order to navigate heteronormative, homonormative and monosexist spaces, and it is clear that plurisexuals think closely about the way in which they gender their outfits.  There is no half straight/half gay composition here, but rather a consciously plurisexual navigation of gender norms and queer norms. Social forces that govern gender and sexuality create monosexism which leads to plurisexual invisibility. The gender binary and subsequent gender roles are posed as entirely oppositional, creating a secondary opposition of lesbian/gay and straight, meaning that to be plurisexual is inevitably difficult as no central position exists to work from. This invisibility leads to the complex relationship that plurisexuals have with visual appearance and gender-signifying in attempts to communicate their identities.   Bibliography Alarie, M. and Gaudet, S. (2013) ‘I Don’t Know If She Is Bisexual or If She Just Wants to   Get Attention: Analyzing the Various Mechanisms Through Which Emerging Adults Invisibilize Bisexuality’, Journal of Bisexuality, 13(2), pp. 191–214. Alexander, J. (2007) ‘Bisexuality in the Media’, Journal of Bisexuality, 7(1–2), pp. 113–124. Borver, J., Gurevich, M. and Mathieson, C. (2001) ‘(Con)Tested Identities’, Journal of Bisexuality, 2(2–3), pp. 23–52. Braun, V. and Clarke, V. (2006) ‘Using thematic analysis in psychology’, Qualitative Research in Psychology, 3(2), pp. 77–101. Burrill, K. G. (2001) ‘Queering Bisexuality’, Journal of Bisexuality, 2(2–3), pp. 95–105. Butler, J. (2007) Gender Trouble: Feminism and the Subversion of Identity. New York: Routledge Classics. Clarke, V. and Smith, M. (2015) ‘“Not Hiding, Not Shouting, Just Me”: Gay Men Negotiate Their Visual Identities’, Journal of Homosexuality. Routledge, 62(1), pp. 4–32. Clarke, V. and Spence, K. (2013) ‘“I am who I am”? Navigating norms and the importance of authenticity in lesbian and bisexual women’s accounts of their appearance practices’, Psychology and Sexuality, 4(1), pp. 25–33. Clarke, V. and Turner, K. (2007) ‘Clothes maketh the queer? Dress, appearance and the construction of lesbian, gay and bisexual identities’, Feminism and Psychology, 17(2), pp. 267–276. Colledge, L. et al. (2015) ‘Poorer mental health in UK bisexual women than lesbians: evidence from the UK 2007 Stonewall Women’s Health Survey’, Journal of Public Health, 37(3), pp. 427–437. Connell, R. W. (1995) Masculinities. Cambridge: Polity Press. Dahl, U. (2014) ‘White gloves, feminist fists: race, nation and the feeling of “vintage” in femme movements’, Gender, Place and Culture. Taylor & Francis, pp. 604–621. Daly, S. J., King, N. and Yeadon-Lee, T. (2018) ‘“Femme it Up or Dress it Down”:   Appearance and Bisexual Women in Monogamous Relationships’, Journal of Bisexuality. Routledge, pp. 1–21. Ebin, J. (2012) ‘Why Bisexual Health?’, Journal of Bisexuality, 12(2), pp. 168–177. Eisner, S. (2013) Bi: Notes for a Bisexual Revolution. Berkeley: Seal Press. Eves, A. (2004) ‘Queer Theory, Butch/Femme Identities and Lesbian Space’, Sexualities, 7(4), pp. 480–496. Gilbert, M. A. (2009) ‘Defeating Bigenderism : Changing Gender Assumptions in the Twenty-first Century’, Hypatia, 24(3), pp. 93–112. Hartman-Linck, J. E. (2014) ‘Keeping Bisexuality Alive: Maintaining Bisexual Visibility in Monogamous Relationships’, Journal of Bisexuality, 14(2), pp. 177–193. Hartman, J. E. (2013) ‘Creating a Bisexual Display: Making Bisexuality Visible’, Journal of Bisexuality, 13(1), pp. 39–62. Hayfield, N. et al. (2013) ‘Visible lesbians and invisible bisexuals: Appearance and visual identities among bisexual women’, Women’s Studies International Forum, 40, pp. 172–182. Human Rights Campaign (2018) A national epidemic: Fatal anti-transgender violence in America in 2018. Washington D.C. Hutson, D. J. (2010) ‘Standing OUT/Fitting IN: Identity, Appearance, and Authenticity in Gay and Lesbian Communities’, Symbolic Interaction, 33(2), pp. 213–233. Huxley, C., Clarke, V. and Halliwell, E. (2014) ‘Resisting and conforming to the “lesbian look”: The importance of appearance norms for lesbian and bisexual women’, Journal of Community and Applied Social Psychology, 24, pp. 205–219. Johnson, H. J. (2016) ‘Bisexuality, Mental Health, and Media Representation’, Journal of Bisexuality. Taylor & Francis, 16(3), pp. 378–396. Jorm, A. F. et al. (2002) ‘Sexual orientation and mental health: results from a community survey of young and middle-aged adults.’, The British journal of psychiatry : the journal of   mental science, 180(5), pp. 423–7. Krakauer, I. D. and Rose, S. M. (2002) ‘The impact of group membership on lesbians’ physical appearance’, Journal of Lesbian Studies, 6(1), pp. 31–43. Lingel, J. (2009) ‘Adjusting the Borders: Bisexual Passing and Queer Theory’, Journal of Bisexuality, 9, pp. 381–405. Lynch, I. and Maree, D. (2017) ‘Gender outlaws or a slow bending of norms ? South African bisexual women’s treatment of gender binaries’, Feminist Theory, 0(0), pp. 1–20. Macmillan, R., Nierobisz, A. and Welsh, S. (2000) ‘Experiencing the Streets: Harassment and Perceptions of Safety Among Women’, Journal of Research in Crime and Delinquency, 37(3), pp. 306–322. McCann, H. (2018) ‘Beyond the Visible: Rethinking Femininity Through the Femme Assemblage’, European Journal of Women’s Studies, 25(3), pp. 278–292. McDermott, E., Roen, K. and Scourfield, J. (2008) ‘Avoiding shame: young LGBT people, homophobia and self‐destructive behaviours’, Culture, Health & Sexuality, 10(8), pp. 815–829. McLean, K. (2008) ‘Inside, outside, nowhere: Bisexual men and women in the gay and lesbian community’, Journal of Bisexuality, 8(1–2), pp. 63–80. Mulick, P. S. and Jr., L. W. W. (2002) ‘Examing the Existence of Biphobia in the Heterosexual and Homosexual Populations’, Journal of Bisexuality, 2(4), pp. 45–64. Ochs, R. (no date) Selected Quotes by Robyn Ochs. Available at: https://robynochs.com/quotes/ (Accessed: 5 May 2017). Roberts, T. S., Horne, S. G. and Hoyt, W. T. (2015) ‘Between a gay and a straight place: Bisexual individuals’ experiences with monosexism’, Journal of Bisexuality, 15(4), pp. 554–569. Rostosky, S. S. et al. (2010) ‘The positive aspects of a bisexual self-identification’,   Psychology and Sexuality, 1(2), pp. 131–144. See, H. and Hunt, R. (2011) ‘Bisexuality and identity: The double-edged sword: Stonewall research into bisexual experience’, Journal of Bisexuality, 11(2–3), pp. 290–299. SFHRC (2011) Bisexual Invisibility: Impacts and Recommendations. San Francisco. Taylor, Y. (2007) ‘“If your face doesn’t fit...”: The misrecognition of working-class lesbians in scene space’, Leisure Studies, 26(2), pp. 161–178. Taylor, Y. (2008) ‘“That’s not really my scene”: Working-Class lesbians In (and out of) place’, Sexualities, 11(5), pp. 523–546. Vannewkirk, R. (2006) ‘“Gee, I didn’t get that vibe from you”: Articulating my own version of a femme lesbian existence’, Journal of lesbian studies, 10(1–2), pp. 73–85. Walker, L. (2012) ‘The future of femme : Notes on femininity, aging and gender theory’, Sexualities, 15(7), pp. 795–814. Walker, L. M. (1993) ‘How to Recognize a Lesbian: The Cultural Politics of Looking Like What You Are’, Signs, 18(4), pp. 866–890. Walters, M. L., Chen, J. and Breiding, M. J. (2013) The National Intimate Partner and Sexual Violence Survey (nisvs): 2010 Findings on Victimization by Sexual Orientation. Atlanta, GA. Walton, M. T., Lykins, A. D. and Bhullar, N. (2016) ‘Beyond Heterosexual, Bisexual, and Homosexual: A Diversity in Sexual Identity Expression’, Archives of Sexual Behavior, 45(7), pp. 1591–1597. Weiss, J. T. (2003) ‘GL vs. BT: The archaeology of biphobia and transphobia within the U.S. gay and lesbian community’, Journal of Bisexuality, 3(3–4), pp. 25–55. Worthen, M. G. F. (2016) ‘Hetero-cis–normativity and the gendering of transphobia’, International Journal of Transgenderism. Taylor & Francis, 17(1), pp. 31–57.   Participant Gender ID Sexual ID Age Bern Non binary Pansexual 36 Jules Non binary Pansexual 32 Stan Man Bisexual 26 Max Female/ Genderqueer Bisexual 20 Alice Woman Queer/ Bisexual 32 Jade-Louisa Woman Bisexual 24 Hyde Genderqueerdemiboy Bi Ace 26 Jake Man Bisexual 21 Gina Woman Bisexual 24 Gillian Woman Bisexual 29 Elizabeth Woman Undefinable 45 Sarah Woman Bi/Pan 30 Jessamy Woman Bisexual 34 Carys Woman Bisexual 34 Simone Woman Bisexual 24 Amy Woman Lesbian 29 Cristina Cis gender Woman Bisexual 33 Jessie Female/ Genderqueer Bisexual 44 Mike Man Bi+ 36 Jana Woman Biromantic Demisexual 26 Jacub Man Bisexual 22 Kaden Non binary Bisexual 23 Lee Man Bisexual 27 Dave Man Bisexual 57 Rishabh Man Bisexual 22 Daniel Cis male Bisexual 26 Kal Female  Pansexual 32 Jacq Non binary Bisexual 49 Abha Cis female Sexual 30 Isabelle Female Bisexual 24  ",
    "id": 327081688,
    "identifiers": {
        "doi": "10.1177/1440783320911455",
        "oai": "oai:research-information.bris.ac.uk:publications/f84174cd-71b9-4357-adb2-2ee66bfc2abb"
    },
    "title": "‘What do bisexuals look like? I don’t know!’:Visibility, gender, and safety among plurisexuals",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-06-22T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://research-information.bris.ac.uk/ws/files/243737093/JoS_What_does_a_bisexual_look_like_JANUARY_2020.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/327081688.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/327081688"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/327081688/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/327081688/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/327081688"
        }
    ],
    "abstract": "Plurisexuals are often interpreted as half gay/half straight due to the prevailing belief that multigendered attractions are temporary, or illusory. This interpretation is also strongly connected to the gender binary, gender norms, and cisnormativity. Based on these social forces, this article explores how plurisexuals represent themselves in a culture that does not see their identities as viable, often through the use of gender norms. Informed by queer theory, this research is based on semi-structured interviews (n = 30) and photo diaries (n = 9). Findings demonstrate that plurisexuals wish to present visually, but are not certain of how to do so. Plurisexuals see gender and sexuality as connected, and reference transforming outfits through feminization or masculinization. Finally, plurisexuals reference the homophobic, monosexist, transphobic social world by describing how they communicate gender and sexual identities only in certain spaces, or for certain audiences",
    "tags": [
        "article",
        "bisexual",
        "plurisexual",
        "queer",
        "trans",
        "visibility"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:research-information.bris.ac.uk:publications/f84174cd-71b9-4357-adb2-2ee66bfc2abb",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "286",
        "openDoarId": 0,
        "name": "Explore Bristol Research",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 327081688,
        "depositedDate": null,
        "publishedDate": "2020-06-22T01:00:00+01:00",
        "updatedDate": "2024-02-19T16:32:28+00:00",
        "acceptedDate": null,
        "createdDate": "2020-07-29T11:33:30+01:00"
    },
    "urls": [
        "https://research-information.bris.ac.uk/ws/files/243737093/JoS_What_does_a_bisexual_look_like_JANUARY_2020.pdf",
        "https://doi.org/10.1177/1440783320911455",
        "https://research-information.bris.ac.uk/en/publications/f84174cd-71b9-4357-adb2-2ee66bfc2abb",
        "https://hdl.handle.net/1983/f84174cd-71b9-4357-adb2-2ee66bfc2abb"
    ],
    "lastUpdate": "2024-02-19T16:32:28+00:00",
    "setSpecs": []
}