{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Gaiani, Margeaux"
        }
    ],
    "contributors": [],
    "createdDate": "2022-10-27T14:23:39+01:00",
    "dataProvider": {
        "id": 2573,
        "name": "Public Research Access Institutional Repository and Information Exchange",
        "url": "https://api.core.ac.uk/v3/data-providers/2573",
        "logo": "https://api.core.ac.uk/data-providers/2573/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/541386842.pdf",
    "fullText": "South Dakota State University Open PRAIRIE: Open Public Research Access Institutional Repository and Information Exchange Electronic Theses and Dissertations 2022 “By Following Them, I Was Able to Identify Things I Shared With Them” : Conceptualizing How Social Media Use Influences Genderqueer Identity Development Margeaux Gaiani South Dakota State University, margeauxgaiani@yahoo.com Follow this and additional works at: https://openprairie.sdstate.edu/etd2  Part of the Gender and Sexuality Commons, and the Lesbian, Gay, Bisexual, and Transgender Studies Commons Recommended Citation Gaiani, Margeaux, \"“By Following Them, I Was Able to Identify Things I Shared With Them” : Conceptualizing How Social Media Use Influences Genderqueer Identity Development\" (2022). Electronic Theses and Dissertations. 414. https://openprairie.sdstate.edu/etd2/414 This Thesis - Open Access is brought to you for free and open access by Open PRAIRIE: Open Public Research Access Institutional Repository and Information Exchange. It has been accepted for inclusion in Electronic Theses and Dissertations by an authorized administrator of Open PRAIRIE: Open Public Research Access Institutional Repository and Information Exchange. For more information, please contact michael.biondo@sdstate.edu. “BY FOLLOWING THEM, I WAS ABLE TO IDENTIFY THINGS I SHARED WITH THEM”: CONCEPTUALIZING HOW SOCIAL MEDIA USE INFLUENCES GENDERQUEER IDENTITY DEVELOPMENT BY MARGEAUX GAIANI A thesis submitted in partial fulfillment of the requirements for the Master of Arts Major in Sociology South Dakota State University 2022 THESIS ACCEPTANCE PAGE Margeaux Gaiani 11 This thesis is approved as a creditable and independent investigation by a candidate for the master's degree and is acceptable for meeting the thesis requirements for this degree. Acceptance of this does not imply that the conclusions reached by the candidate are necessarily the conclusions of the major department. Meredith Redlin Advisor Dr. Paul Markel Department Head Nicole Lounsbery, PhD Director, Graduate School Date Date Date iii  For Meredith and Shea.                        iv  ACKNOWLEDGEMENTS  Thank you to faculty of the South Dakota State University Sociology Department for their unending support and encouragement while completing this thesis. My greatest thanks especially to my advisor, Dr. Meredith Redlin. Additionally, thank you to all participants in this study who volunteered their time for interviews. Without them entrusting their stories, struggles, and lived experiences to me, this thesis would not be possible.                  v   CONTENTS ABSTRACT……………………………………………………………………………...vi INTRODUCTION………………………………………………………………………...1 LITERATURE REVIEW………………..……..…………………………………………4 THEORY AND METHODS………………………….…………………...………...…..12 FINDINGS……………………………………………………………………………….20 CONCLUSION………………………………………………………………………..…64 APPENDIX A. PARTICIPANTS………………………………...…………….………..73 APPENDIX B. INTERVIEW QUESTIONS…………………….………………………74 APPENDIX C. INTEVIEW PROTOCOL……………………………..……..…………76 REFERENCES……………………………………………………………………….….78            vi  ABSTRACT “BY FOLLOWING THEM, I WAS ABLE TO IDENTIFY THINGS I SHARED WITH THEM”: CONCEPTUALIZING HOW SOCIAL MEDIA USE INFLUENCES GENDERQUEER IDENTITY DEVELOPMENT MARGEAUX GAIANI 2022  Among young genderqueer people, social media can be used as a tool for gender exploration, building support systems, and identity validation. However, literature on how these processes are linked together over time to curate a holistic sense of identity is limited. Using a grounded theory framework, this study seeks to construct a model explaining how gender identity development is linearly influenced by social media use among young genderqueer (transgender, non-binary, genderfluid, etc.) individuals. 20 in-depth interviews were conducted with genderqueer participants ranging in age from 18-26 years old. Participants were recruited through personal contact, referrals, and social media posts.   Findings indicate four major steps in identity development, all of which are influenced in varying degrees by social media use: 1. Realization, 2. Exploration, 3. Actualization, and 4. Solidification. The process of realization occurred in offline spaces for most participants, and exposure to genderqueer identities began to push participants to find more information on the subject. As participants began to explore their gender identity, they moved online, using social media to become familiar with queer identity nomenclature and seeking out genderqueer-specific content, usually given in first-hand accounts by other genderqueer people. Participants viewed this content reflexively and vii  used it to better understand their own gender identity. Once participants had internally worked through their identity, they began to externalize their queer gender identity to others in their life. Many participants expressed that they used social media posts to share personal information related to changing aspects of their gender identity with large audiences at this point in their development. Additionally, a high level of importance was placed on the ability to control and curate who gender identity-related content was visible to online, with the goal being to create safe and comfortable spaces to explore and express one’s identity.                1  INTRODUCTION  Adolescence is the time in which individuals develop a strong sense of identity, and some of the most fundamental gains in identity are made during a period termed “emerging adulthood” that occurs from ages 18-to 25 (Arnett 2000). For young LGBTQIA+ people (hereafter referred to as queer), this period is crucial. A feeling of self-continuity, or “how an individual understands their sense of self as persisting from past to present and present to future” (Martin-Storey, Recchia, and Santo 2021:2075), is key to mental well-being and a sense of stability for this population, so much so that a higher sense of self-continuity was found to be a protective factor against young queer people experiencing heightened levels of victimization because of their gender nonconformity or sexuality (Martin-Storey et al. 2021). Furthermore, identifying with the queer community (and connecting with others in the community) has been recognized as a significant milestone in a young queer individual’s identity development journey, and was also found to be a protective factor against negative outcomes related to gender and sexuality-based prejudices (Scroggs and Vennum 2021).             For younger members of the queer community who don’t identify as the gender they were assigned at birth, such as those who are transgender, non-binary, genderfluid, etc. (hereafter referred to using the umbrella term “genderqueer”), experiencing emerging adulthood and coming into one’s identity can be tumultuous. For example, genderqueer youth might need access to specialized healthcare, such as hormone replacement therapy (HRT) and gender confirmation surgery, which, depending on location, socioeconomic status, and a host of other factors, might be difficult or impossible to access. Genderqueer individuals will sometimes use pronouns or a name that differs from that which they were 2  assigned at birth and must deal with negotiating these changes in all realms of their public and private lives, as well as the legalities of this change. Genderqueer youth face disproportionately high rates of depression, suicidality, violence, trauma, and substance use compared to their cisgender peers (Newcomb et al. 2020).             However, for queer and genderqueer youth, accessing and using social media has been found to be instrumental during this period for gaining knowledge, feeling a sense of autonomy, and creating affirming spaces (Bates, Hobman, and Bell 2020; Hanckel et al. 2020; Kitzie 2019). As digital spaces provide genderqueer individuals with multifaceted venues of identity curation and production, they can also provide young genderqueer people with access and connectivity to resources, support, and community when facing issues specific to being genderqueer in a cisgender, heteronormative world (DeHaan et al. 2012).             With this in mind, current literature examining the relationship between genderqueer identity development and social media use has yet to construct a framework seeking to understand how genderqueer identity development is influenced over time by social media use. Understanding the nuances of this development and how it is affected by interfacing with digital spaces is important, as now is a pivotal moment socially for conceptualizing how young genderqueer people are developing their identities in a modern world, and the subsequent impact on their health, well-being, and outlook. The goal of this study, therefore, is to use grounded theory methods to develop a paradigm explaining the various ways in which social media use influences genderqueer identity development. 3             This study will review the current relative literature on the topic of identity production and social media use. Then, the theory used to shape data collection and analysis will be covered, along with participant demographics and further methods of qualitative data assessment. The findings of the study will be explained in detail, presented following the structure of the linear grounded theory model created from collected data. Lastly, the implications of these results will be discussed, and limitations and potential avenues for future research will be considered.                 4  LITERATURE REVIEW  Current literature seeking to understand how social media influences gender identity development has found that young queer people not only frequently use social media, but also use multiple social media platforms (Hanckel et al. 2019). Bates et al. (2020) state that young queer people use social media daily; however, the level to which they openly presented their gender and sexuality online varied greatly from participant to participant. Specifically, some participants’ level of “visibility” only went so far as “liking” posts that contained queer content. In comparison, other participants openly posted about their romantic relationships online (Bates et al. 2020).   Coming out online, and the subsequent “visibility” that comes along with being open about one’s queer gender/sexuality, is a key part of young queer people’s identity development process (Kitzie 2019; Marston 2019). Making one’s queer identity visible on social media can be beneficial in that it can ease the overall “coming out” process and provides new and varied spaces to explore identity with a relatively high level of control (Marston 2019; Taylor, Falconer, and Snowdon 2014). Because of the fluid, intangible nature of social networking sites, they can be used as a “making space” for queer people to negotiate their identity through a “realm of online information and virtual communication” which is “perceived to provide endless (if not uncertain) knowledge and support” (Taylor et al. 2014:1149).  Additionally, social media was found to be utilized as an informational and educational resource (Fox and Ralston 2016; Kitzie 2019). Fox and Ralston (2016) found that queer people used social media to better understand their own gender and sexual identity through the labels and language of queer nomenclature they became exposed to 5  through platforms like Tumblr. Geolocation services on social media and dating apps enabled queer individuals to make connections to local, in-person resources (queer college groups, sex therapists, HRT providers, etc.) and connect with other queer people in their area (Fox and Ralston 2016).   The complexities of information flow on social media also allowed queer users to build identity through more reflexive means than just the straightforward “seeking and finding” examples given above. Kitzie (2019) identified YouTube as a space in which queer users were able to reflexively assess their identity through interactions on videos they had posted. Kitzie (2019) explains that one of their participants created a YouTube channel to post videos about gender presentation. As other users began interacting with these videos (commenting on and critiquing the content), this participant began reassessing their own knowledge of gender identity and, eventually, how their gender had evolved over time (Kitzie 2019). These videos fulfilled “information needs” of other users and the participant in relation to their gender conceptualization (Kitzie 2019).  Information sharing and connectivity were also found to be an inherent part of using social media through methods of association, a “critical affordance” identified by Fox and Ralston (2016) and Kitzie (2019). The concept of “affordances” originates from Gibson (1979) and, within the scope of human-technology interaction, can be defined as the intricate relational framework that develops between technologies and users that “enables or constrains potential outcomes in a given context” (Evans et al. 2017; Kitzie 2019:1342). Affordances are used as a framework for much of the current literature on the relationship between queer identity development and social media use (Fox and Ralston 2016; Hanckel et al. 2019; Kitzie 2019). Hanckel et al. (2019) exemplified 6  affordances within the context of queer online interactions by contrasting a status update on Facebook with being active on a queer dating app like Grindr. Facebook affords users the ability to share a life update with a large network of friends and family, while using a queer dating app is more focused on interpersonal connections that could lead to relationships that are romantic, sexual, or platonic. Overall, the use of these platforms and the outcome of any given interaction is entirely dependent on context.   Association represented the way that information flowed between queer individuals, other users, and content in an online environment (Kitzie 2019). Common examples of association on social media are social connections like “friends” on Facebook and “followers” on Twitter, or social tagging, which is “the practice of labeling content in a way understood by other group members” (Kitzie 2019:1347). Both of these features allow users to seek, share, and evaluate information based on their personal preferences—an individual might go into the “transgender” tag on Tumblr, leading them to find more related tags and subsequently, more related information on transgender identities. Or they might follow a transgender person on Twitter, leading their algorithm to recommend more transgender people for them to follow (Kitzie 2019). In other words, association is the means through which an individual user’s network becomes part of a single online network or community (Fox and Ralston 2016). This effectively makes their social ties and interests “known across one’s social subdivisions”, which then creates “broad visibility of their posts” (Fox and Ralston 2016:636).   The high degree of anonymity available to queer social media users (on some platforms) was often identified as a valuable tool in queer online identity development within affordance literature (Fox and Ralston 2016; Hanckel et al. 2019; Kitzie 2019). 7  Online spaces were frequently seen by queer people as “safe” spaces (or spaces that were relatively safer than offline spaces) to explore, alter, or restart the way they externally presented their identity to others and internally conceptualized their identity (Bates et al. 2020; Craig and McInroy 2014; Taylor et al. 2014). Some studies have found that queer people used the anonymous nature of online platforms to essentially “rehearse” being queer before they do so offline (Craig and McInroy 2014; Hiller and Harrison 2007).  In contrast, Zhao, Grasmuck, and Martin (2008) found that anonymity in online spaces and methods of identity production connected to create what could be described as a “multifaceted relational structure” (Faraj and Azad 2012:254). Specifically referencing Facebook, Zhao et al. explained that “the combination of disembodiment and anonymity creates a technologically mediated environment in which a new mode of identity production emerges” (2008:1817).  Alternatively, studies have found that queer users on social media have ongoing anxieties about being “out” on social media, or rather, how “visible” their queerness is online (Hanckel et al. 2019; McConnell et al. 2017; Owens 2017). In the context of affordance theory, visibility is defined as “the amount of effort people must expend to locate information” (Treem and Leonardi 2013:150). The concept of visibility takes on an expanded meaning for queer people, as it denotes their ability to be open about their identity in ways that are not “normative”, i.e., cisgender and heterosexual (Berlant and Warner 1998; Kitzie 2019). Craig and McInroy (2014) found that two ways in which queer users became visible on social media were either through direct means, such as posting or discussing their coming out narrative, or indirectly, through the openness of interests or their relationship status. Among queer users, choosing to be visible about 8  one’s queerness online required a critical assessment of the reactions and potential retaliations of those who would become knowledgeable about their identity (Craig and McInroy 2014).            Unintended disclosure of queer identity (or unintended visibility) on social media was a particular concern identified by queer people who are visible to certain people in their offline lives (friends, for example) and not visible to others (such as family members) (Owens 2017; Taylor et al 2014). This is frequently an issue queer people have when using more public platforms such as Facebook. Facebook is a platform typically connected to offline friends, family, and associates, meaning that even if one were to use a pseudonym on the platform, they could be identified by their friend list (Fox and Ralston 2016). Additionally, Facebook’s user agreement requires a “real name” (boyd and Ellison 2008). Hanckel et al (2019) and Cho (2017) explain this then demands a “default publicness” from queer users, in which visible content is privileged and “design decisions make it possible to be outed by the machine” (Cho 2017:3191).            “Default publicness” or other features of social media that might lead to unintended disclosure/visibility of identity can cause context collapse. boyd defines context collapse as “the lack of spatial, social, and temporal boundaries” that “makes it difficult to maintain distinct social contexts” (2010:10). This lack of boundaries negatively impacts the perceived safety of online spaces for exploring and developing queer identities, as private information could potentially be shared on social media across boundaries that usually exist offline. (boyd 2010, Fox and Ralston 2016). Thus, platforms like Reddit and Tumblr that allow more user anonymity were perceived by queer people to be safer spaces for expressing their identity (Fox and Ralston 2019; Marston 2019). 9  These platforms not only allow for a higher level of user anonymity, but anonymity is inherent to the design of the platform. For example, Tumblr and Reddit both ask users for usernames instead of \"real names\" to connect to their accounts. Speaking on the perceived higher level of safety for queer identity exploration and expression on Tumblr, Marston explained that “unlike the person-like profiles of Facebook, sociability on Tumblr centers on shifting galleries of text, images, and video curated by obscured users” (2019:282).            Although visibility on social media was a frequent source of anxiety for queer people, online spaces also were also commonly found to be places where queer users were able to be externally affirmed in their identity (Fox and Ralston 2016; Kitzie 2019; Marston 2019). Queer users reported that social media offered them the opportunity to “find likeness” (Craig and McInroy 2014), in that they saw their internal feelings of gender and sexuality reflected in the experiences of others. Content--such as coming out videos (Craig and McInroy 2014) and collaborative videos featuring transgender men all on testosterone (Fox and Ralston 2019) were cited by participants as examples of online content specific to YouTube that affirmed their identity. Content searchability on video hosting platforms like YouTube is particularly useful to those exploring their gender identity, as the platform allows users to easily locate an abundant amount of desired video content simply by typing key terms into a search box (boyd 2010; Fox and Ralston 2016). Additionally, videos posted on Tumblr by gay couples (Marston 2019), and photos posted by transgender women in different stages of transition on imageboards (Kitzie 2019) were cited by participants as further examples of externally affirming queer content found on social media. This offered comfort to queer people in the process of exploring 10  their identity, and normalized the concepts of coming out as queer, being in queer relationships, and queer expression and presentation (Craig and McInroy 2014; Fox and Ralston 2016; Kitzie 2019).   Overall, through the perceived safety and anonymity of online spaces, along with a richness of content and broad availability information, queer people (particularly young queer people) are utilizing social media to construct their identities through multifaceted networks of communication, association, and boundary navigation. As these individuals negotiate the visibility of their queerness on social media, disclosure in online spaces, and desires for external identity affirmation, they “engage in complex forms of queer-world-making” (Hanckel et al. 2019), leading to a more holistic forms of queer identity curation. Through this, they are able to build, explore, and affirm themselves in both online spaces and offline spaces.   Although previous literature on this topic has examined and identified broad patterns of how social media use effect’s development of self among those who identify across the LGBTQIA+ spectrum (Bates et al. 2020; Fox and Ralston 2016; Kitzie 2019; Marston 2019) little work has been done to 1. examine specifically how genderqueer identity is affected by social media use and 2. create a cohesive model demonstrating how these influences shape identity. In addition to current literature lacking a focus on the experiences of genderqueer people, these studies often contained significantly more participants who identified as sexually queer (gay, lesbian, bisexual, etc.) then those who identified as genderqueer (transgender, non-binary, genderfluid, etc.) (Bates et al. 2020, Craig and McInroy 2014; Fox and Ralston 2016; Hanckel et al 2019). Thus, using 11  grounded theory methods, this study seeks to more thoroughly and comprehensively understand how social media influences genderqueer identity development.                       12  THEORY AND METHODS  This study used grounded theory to guide data collection and analysis. Grounded theory methods are used in qualitative research and seek to create theories that are developed from the data itself, therefore “grounding” these theories in the data (Charmaz 2006). Grounded theory methods were founded on the work of sociologists Glaser and Strauss’s studies of death in hospitals in the late ’60s and early ’70s (Charmaz 2006; Glaser and Strauss 1965; 1968; 1971). Through their work, they constructed systemic, methodological guidelines for the analysis of data such as extended conversations with participants and analyzing field observations (Charmaz 2006). These methods were created to be easily replicable in a way that could be used by other social scientists in the future (Charmaz 2006). Glaser and Strass later used these analytic ideas to promote research where theories are constructed from research data, as opposed to deductive methods, where researchers begin a study with a hypothesis that is deduced from established theories (Charmaz 2006).            An inductive, grounded approach was chosen for this study because research into the relationship between queer identity development and online spaces (specifically on social media) is a relatively new, expanding field of inquiry (Bates et al. 2020; Craig and McInroy 2014; Kitzie 2019). Grounded theory methods allow for the intricacies of “queer world-making and life making” (Hacknel et al. 2019:1262) and gender identity development in online spaces to be better understood through the development of a framework based on the words, experiences, and knowledge of queer participants themselves. This approach is vital in a study seeking to understand internal experiences of queerness. To negate cisgender and heterosexual culture and its “sense of rightness and 13  normalcy” (Berlant & Warner, 1998:554; Kitzie 2019), which then create systems of organizing information that inherently control and limit “awareness of LGBTQ+ identities” (Kitzie 2019:1344) as well as the means of expressing those identities, queer participants must be sought out and their experiences fully conceptualized, categorized, compared, questioned, theorized, and evaluated (Craig et al. 2015).             A common use of grounded theory in previous work on queer populations has centered around themes of “resilience” (Asakura 2016; Asakura and Craig 2014; Craig et al. 2015; Hudson and Romanelli 2020; Rosati et al. 2021), or rather, shifting focus from the vulnerabilities of queer participants to their capacity for resilience in the face of adversity. Therefore, these studies primarily focused on the impact of external oppressive forces on queer individuals and how these individuals cope with the subsequent duress of these forces while also maintaining their personal agency. Subsequently, this research only partially captures the influence of factors such as encountering negative content online or joining queer online communities on overall queer identity development. These factors have undoubtedly been found to influence queer identity (Bates et al. 2020; Fox and Ralston 2016; Hanckel et al 2019); however, limited research has been done to explicate these findings into a substantive theoretical model. This study, thus, sought to do such through an iterative process of data collection and data analysis (Craig et al. 2015).             In-depth, semi-structured interviews were conducted with twenty-one participants over a period of three months from June 2020 to September 2020. Requirements for participating in the study were that one must use social media either currently or previously, identify as genderqueer (anyone who identifies outside of the gender they 14  were assigned as at birth), and be 18 years of age or older. Interviews lasted from approximately thirty minutes to up to approximately two hours and fifteen minutes. All interviews for this study were conducted via cloud-based video conferencing software Zoom. This is because at the time of data collection, institutional restrictions due to the COVID-19 pandemic prohibited in-person research.             All participants actively used one or more social media platform, and their ages ranged from 18 to 26. There was 21 participants total, but data from only 20 participants were used in the study. This is because one participant was in their late 60s, and therefore was an outliner in age. Participants were asked to self-identify their gender. Participants’ genders can be sectioned into three categories: use of a single label, use of two labels, and use of a “niche” label. For participants that used a single label to identify their gender, 5 were non-binary, 2 were transgender women, 2 were transgender men, 1 was agender, 1 was genderfluid, and 1 was genderqueer. For participants that used two labels to identify themselves, 4 identified as non-binary and genderfluid, 1 as non-binary and agender, and 1 as genderqueer and genderfluid. The last two participants used more “niche” labels for self-identification and labeled themselves as a “trans soft boy” and “non-binary trans masculine” respectively. All participants but three were White. The participants who are not White are referred to as people of color (POC) in Table 1 instead of specifically identifying their race to protect their identity, due to there being so few of them in the sample. At the time of data collection, all participants were living in urbanized areas or urban clusters. Urbanized areas are defined as areas with a population of more than 50,000 people, while urban clusters are defined as areas with a population of at least 2,500 people but fewer than 50,000 people (Ratcliffe et al 2016). All participants were 15  also living in the United States except for one, who was living in the United Arab Emirates. Of participants living in the U.S., 12 lived in the Midwest, 4 in the Northeast, and 2 in the South. More information on demographics can be found in Table 1.            Participants were recruited for the study through (1) personal contact (2) social media referral via participants (3) social media referral via associates of the principal investigator (PI) (4) recruitment posts on a queer subreddit (5) recruitment emails sent out to local queer organizations and (6) personal participant referrals. Recruitment began with the PI reaching out to personal contacts they believed would be interested in participating in the study. Recruitment methods expanded to the other techniques mentioned above after this initial wave of participant recruitment. “Social media referrals” refer to social media posts made by participants and associates of the PI calling for anyone who met the study requirements to participate. The direct contact information of the PI was also included in these posts to ensure the anonymity of any potential participants.             Participants were also recruited through a post made on the subreddit r/lgbtstudies. Recruitment posts were made on multiple subreddits, but only the post made on the r/lgbtstudies yielded participants. The PI initially conceived of Reddit as a source for participants due to it being free to access and use and the platform’s inherent capability for the creation of and interaction with niche communities. Specifically, a “subreddit” can be created for the purpose of posting and interacting with others about a certain topic. In the case of r/lgbtstudies, this subreddit’s purpose is for users to post studies on queer populations to an audience of other researchers and potential participants. “Rules” for posting on this subreddit (“rules” are created by moderators and located on a sidebar to 16  the right of each subreddit page) are that academic research must have Institutional Review Board (IRB) approval, post titles must include the topic of the survey as well as the intended demographic, and posts must have the contact information of the PI. 1 Posts also go through a vetting process in which they are “approved” by the subreddit’s team of moderators.2 As this subreddit exists solely for the purpose of posting about and recruiting participants for queer academic studies (with 710 members at the time of participant recruitment for this study and 2,959 members currently),3 it is conceivable that it is the only subreddit posting that yielded participants. Overall, two participants participated in this study as a result of the recruitment post. One of these participants recruited two more participants through personal contact.   When looking to Reddit as a source for potential study subjects, it immediately became apparent that many queer subreddits had rules in place outright prohibiting posts about research recruitment or requiring that researchers contact the subreddit’s moderators before being allowed to make such posts. For example, r/lgbt, a subreddit that as of mid-2020 had over 523,000 members and is one of the most popular queer subreddits to date, has a section in their rules stating that: \"We are unable to accommodate Survey and Research requests, posts that fall into this category shall be removed. Repeat posters will be banned. We suggest you post these requests to /r/lgbtstudies.\"4 r/genderqueer (over 32,000 members as of mid-2020) took on a more direct approach, stating: \"We are not your personal zoo; you may not  1 r/lgbtstudies Subreddit, accessed April 25, 2022, https://www.reddit.com/r/lgbtstudies/. 2 r/lgbtstudies Subreddit, accessed April 25, 2022, https://www.reddit.com/r/lgbtstudies/. 3 r/lgbtstudies Subreddit, accessed April 25, 2022, https://www.reddit.com/r/lgbtstudies/. 4 r/lgbt Subreddit, accessed April 25, 2022, https://www.reddit.com/r/lgbt/. 17  use /r/genderqueer to gather data or respondents for research, academic assignments, surveys or opinion polls.\"5  Additionally, some queer subreddits requested that researchers get moderator approval before posting about a study, usually by sending moderators information about the study beforehand. Rules for r/asktransgender (over 135,000 members as of mid-2020) stated: \"Please message the mods for approval before posting a questionnaire, survey, promotion, or advertisement. We'd like to review the survey before it is posted.\"6 The PI for this study sent messages to multiple moderator groups for multiple queer subreddits with this requirement. The PI included an overview of the study, contact information, and an offer to send out the interview questions, but did not receive any responses.   Interested participants were contacted through an array of digital platforms, including Facebook Messenger, Snapchat, texting, Instagram, and email. Social media itself was an important medium of communication between researcher and participant during the course of this study. Messaging features on social media was used as the primary method for establishing ongoing communication with 9 participants, with the rest of the participants communicating with the PI through text or email.   After initial contact was established and individuals were given a brief overview of the study (and expressed they were still interested in participating) they were asked to provide their email address so the PI could send them a copy of the study’s consent form and a copy of the interview questionnaire for their review. The time and date of a Zoom interview were then coordinated, and a link to the interview was sent by the PI to the participant. Participants were given the option to have their camera on while being  5 r/genderqueer Subreddit, accessed April 25, 2022, https://www.reddit.com/r/genderqueer/. 6 r/asktransgender Subreddit, accessed April 25, 2022, https://www.reddit.com/r/asktransgender/. 18  interviewed or do an audio-only interview. The interview session was recorded with the participants’ permission. Interviews were then transcribed verbatim and sent back to the participants for them to verify their statements, make clarifications, or add additional information.  Transcribed interviews were managed and analyzed using NVivo 12, a qualitative coding software. Grounded theory coding took place in two phases: (1) the first phase which named each segment of text followed by (2) a focused phase where the most significant codes are sorted through and synthesized (Charmaz 2006). During the initial phase of coding, particular care was made to ensure that codes were as accurate to the data as possible, in that an attempt was made to understand the actions of the data rather than to apply preexisting concepts or categories to said data (Charmaz 2006). By coding data by first using a language of action, one can avoid creating unsubstantiated theories without doing the proper analytic work first (Charmaz 2006). During this phase, a practice of employing “constant comparative methods” (Charmaz 2006) was established within the analytic process. This meant finding similarities and differences in the initial codes by comparing codes within interviews and across other interviews (Charmaz 2006). Constant comparative methods continued to be used in the second, focused phase of coding.   After each interview had been through the process of initial coding, focused coding began. This phase of coding helped to explain larger segments of data identified in the initial phase (Charmaz 2006). A key component of focused coding was to decide which initial codes to use to encapsulate certain aspects of the data more incisively: however, this was not a linear process (Charmaz 2006). Through an iterative cycle of 19  constant comparative methods, focused codes were worked and reworked across the dataset until a consistent and coherent set of themes emerged. Then, by creating categories and subcategories with these established themes, the components of the theoretical framework this study was seeking to construct had been created.       Figure 1. Four Primary Stages of Genderqueer Identity Development Through Social Media Use                   1. Realization 2. Exploration 3. Actualization 4. Solidification 20  FINDINGS  The analysis of the 20 interviews conducted for this study indicate four major linear steps to identity development that are all influenced by social media use: 1. realization, 2. exploration, 3. actualization, and 4. solidification. These steps are then broken down into subcategories relating to each step. These subcategories include feelings, behaviors, and actions relating to the major linear categories. The major linear steps can also be identified as internal and external processes. The first two steps, realization and exploration, are internal processes. This is because at these stages, participants were discovering and processing their feelings about their gender identity. This meant participants were not externalizing these feelings in public or private either online or offline. The next two steps, actualization and solidification, are external processes, in which participants begin to express their gender identity and related feelings in public and private both online and offline. Realization  “Realization” is the first (beginning) phase of gender identity development identified in this study in which participants began to experience feelings of gender queerness or question their gender identity. These experiences occurred in offline situations, except for those noted as having occurred online. This section consists of quotes related to what age participants first began to realize they weren’t cisgender and/or question their gender identity, and how this realization occurred. Participants reported barriers to this initial step of gender identity development, such as seeing being genderqueer as an option for “others” but not themselves, or a hesitancy or denial towards their gender queerness. Realization of queer sexuality before queer gender, 21  changes in appearance that more aligned with an internal sense of gender identity, exposure to queer gender identities through external means, and introspection into one’s gender identity due to a discomfort with their assigned gender were all catalysts for the “realization” of participants queer gender identity.  Age. There was no average age or time in which participants realized they were genderqueer. Participants reported that they began realizing their genderqueer identity during their early teens to mid-twenties. One participant reported they knew they were genderqueer since they were 11 or 12 years old. As all 20 participants ranged from age eighteen to their late twenties at the time of the interview, this would mean participants discovered their gender identity in a period that spanned from the early 2010s to as recently as 2020. Although there was no average age that all participants realized their gender identity, half of them reported they started “thinking about” or “questioning” their identity years ago at a somewhat young age (13-16 years old). Jay stated, “I would say I started questioning probably when I was about 15.” Richard also said, “I realized that I wasn't cis in about middle school when I was starting to hit puberty, basically.” However, it took months or sometimes years for participants to “embrace” their identity: So, I think 15, 16 maybe [that I realized I wasn’t cisgender]. I think on the inside somewhere, queer people know a lot. But there’s so much fear. I was 15, 16, and I didn’t come out as agender until like three years ago. 20. So yeah, five, six years of just like figuring out what’s going on. - Topher   Donnie had a similar experience to Topher, saying, “I want to say like, end of eighth grade [that I realized I wasn’t cisgender]. I knew that like, I didn't really identify well with like being a female, but I feel like I really like, started embracing it in college.”  Sexuality before gender. The sexuality of participants was not a focus of this study. However, six participants expressed that they discovered their queer sexual 22  identity before they discovered and began to explore their gender identity. There was a point in the interview where participants were asked to walk through what was termed in this study as their “gender journey”. Participants were asked to start at the beginning of their gender journey—when they first began to question their gender identity—and then talk through any significant events or realizations leading up to how they presently identify and how that identity impacts their life. Six participants began this process by explaining that they identified as gay, pansexual, or other queer sexual orientations before identifying as genderqueer. Laurel explained that she “identified as gay before anything else,” i.e., before discovering her gender identity and transitioning to female. She explained: “So, 10th grade, I identified as gay before anything else. Like I, you know, was, I don't know how to even word this correctly, I was a guy who dated guys.” Alice also came to terms with his sexual identity before his gender identity. He outlined the process of exploring his sexuality identity and the steps he went through as he discovered the differences between his sexual identity and romantic identity. It took Alice “two or three years” to work through the different facets of his sexual identity, similar to the experiences of participants who took years to fully understand and embrace their gender identity: And then like, as I kept exploring that, like realization that like, “oh, I'm not straight,” and then like, it went from straight to bi to pansexual. And then I was like, “hmm […] I don't feel a lot of sexual, like, attraction to anybody,” […] So, then I found out about demisexuality, […] and then like, I found out the difference between, you know, romantic orientation versus sexual orientation. And then, I was like, […] I’m panromantic, because I don't particularly care about the gender or the, or gender identity of the person that I'm in love with.” Um, but like, I'm demisexual, because I don't feel any sexual attraction, unless I've formed a significant, like, deep emotional bond with that person. And that took place all in a matter of, I want to say I was a junior in high school, when I realized that I wasn't straight, and then it like, I kind of came to the conclusion that I was 23  panromantic demisexual I want to say when I was like, 19 or so. So, like, like two or three years.    Chrisander and Mel explained how, when discovering their own bisexuality and pansexuality, they began to explore what appealed to them about the different aspects of femininity and masculinity in their sexual attraction to others. Exploring the interplay of femininity and masculinity through the lens of sexual identity later enabled them to apply these ideas to themselves, and therefore better understand their own queer gender identity:   I came out at around 17, I want to say, is when I started coming, becoming comfortable with the idea of being pansexual, or bisexual. And it's kind of around the same time that I was really coming into that identity that I was also able to a little bit more critically look at what, what I liked about masculinity, what I liked about femininity, and then what I liked in other people and what I liked for myself. And so, it was kind of a giant mess of all of that discovery going on at the same time.  – Chrisander   I mean knowing that, like, I wasn't straight kind of, like, from a younger age, like, helped me accept different things about myself. Like, I knew that I liked to kind of like, play between the like, femininity and masculinity. Like, um, I mean, I got, even though I was born female, like, all my sisters are like, really traditionally feminine. And that's really great. And I knew, like, ha, I’m dad’s butch kid. So, um, I knew that there were things like, that would make me feel good about that. – Mel    Realization of “option”. Five participants expressed that they did not realize a genderqueer identity was a viable option for themselves until they were introduced to information on genderqueer identities or exposed to other genderqueer individuals. Chrisander explained that once he realized being a trans man was an “option” for himself, he began seeking out more information on genderqueer identities. Two participants explained that exposure on social media to genderqueer identities (Reddit and Tumblr respectively) caused them to realize the viability of that identity for themselves. Kit stated that “Sometimes I half gave up on trying to figure it out or put it aside for later. Um, a 24  year ago, nothing really particularly special happened. It's, I think, I just came across some, something about someone who was gender fluid, but not specifically between male and female, which then sparked off, “Oh, uh huh. That's possible.” Az had a similar experience, explaining that “I think the online exposure was, like, that initial pull that like led me to like realizing that it was a viable option.”  Discovery of genderqueer identity. Participants reported a variety of different experiences that caused them to discover their genderqueer identity. As with the four primary development stages identified for this study, most of the experiences that sparked the discovery of one’s gender identity can be classified as either internal or external. All of these discoveries occurred in offline situations, except for one individual who explicitly stated that being “grouped with” cisgender people online caused them gender discomfort. For participants who discovered their gender identity through external means, they reported being introduced to material that included information on genderqueer identities, which then caused them to begin questioning and exploring their identity. Laurel explained how when she was in 10th grade, she read a book with a character that was identified as a “T girl” (transgender girl). This was this participant’s first exposure to transgender identities. Laurel said that she “[…] read a book called “Luna” and the main character was like what she deemed a “T girl”, which is not a name that stuck. […] And that was it until 10th grade, when I was, I read this book, and they mentioned transgender.” Additionally, two participants explained that they were introduced to genderqueer identities through their education: […] the original breakthrough was when I was like 16-ish and I was going to a technical college. And we had a psychology class. And there was a single sentence, single sentence. Transgender people who well born assigned to this 25  gender feel that they are another gender. And like, that sentence I caught and researched a little bit. - Chrisander  It wasn't until, like, the end of college when like, I mean, I had heard about, like, you know, like non-binary genders and stuff. But it wasn't until senior year when I started to, like, think, like, could this apply to me? Like, I was taking a seminar in queer research, and we like, the unit we were doing was on like, non-binary individuals. And for a second, I was like, could that be me? – Mel    For the three participants that discovering their gender identity through internal means, they reported experiencing an internal discomfort and misalignment with their gender identity that was assigned at birth. This discomfort pushed them to begin questioning their gender identity. Kit said, “I suppose just an organic realization. What sparked it probably was the fact that I didn't really go along with the traditional male stereotypes. But of course, that doesn't mean you're not cisgender. But that's probably what, yeah, sparked me to think of looking into it.” Richard experienced internal gender discomfort during online interactions, and explained, “I, truthfully speaking, the first time I started questioning my gender was when I was like, grouped in with cisgender people online. I was like, “I don't, I don't like that.” Lastly, AJ described how a genderfluid Dungeons & Dragons character they wrote for a campaign caused them to begin a process of introspecting their own gender identity, as they found themselves relating to the genderfluidity of the character they wrote: “And it was while I was trying to write up a character for a D&D campaign […] I started writing like a genderfluid sex worker, and the more I got into their story, I was like, “I'm connecting too deeply. I should maybe do some introspection.”   Hesitancy & uncertainty in identification. A general hesitancy or avoidance towards one’s feelings of being genderqueer or identifying as genderqueer was reported by seven participants. This hesitancy usually occurred after participants had been 26  introduced to or discovered they might be genderqueer through either internal or external means. Blair and Kate explained that they initially did not want to identify as trans or non-binary because they felt like that was only something “other” people were “allowed” to do, but not them: […] there have been plenty of times throughout my life when people have asked me like, are you sure you're not transgender? And I would just reject it outright. It kind of felt like something that other people would do. That's, you know, that's not for me, I'm not allowed to be trans sort of the mentality. – Blair   I had heard of like, androgynous people or like transgender people or something like that. Like, I'd heard about it on social media, obviously, because I was in school, and they passed the marriage act. Like, I knew that people existed like that. But I’d never really thought that it was an option for me. I was like, “oh, that’s for people in big cities. That’s for people that have money that can do that.” – Kate   Two participants encountered information and rhetoric online that caused them to feel uncertain about identifying with labels pertaining to their gender identity. Topher explained they became confused when they realized they didn’t relate to the experiences of other individuals who identified as agender, even though they felt that was a label that best fit their identity, saying, “…then that gets confusing when you're online and you're like “wait so, is that okay for me to say I'm this as well, even though that person has a different experience?” Charlie specifically spoke of rhetoric they encountered online that claimed one must have dysphoria or a desire to alter their body to identify as genderqueer. This caused Charlie to question if they were able to use the labels of “non-binary” and “genderfluid” for themself, as they didn’t experience either of these feelings. This topic will be explored more in-depth in the section on harmful rhetoric encountered online: Yeah, so the reason why it took me so long to embrace the label as non-binary and even longer to embrace the label of genderfluid was because I believe those 27  things about myself, about not experiencing, very rarely experiencing gender dysphoria, and feeling no need or desire to alter my body through surgery, etc.   Appearance. Five participants reported that changing their appearance in a way that didn’t align with norms for their gender assigned at birth was accompanied by unexpected feelings of gender euphoria, which gave them insight into their internal feelings of gender queerness. It should be noted that this section, which explains the impact of appearance on realization of gender identity, varies from the section on appearance covered in the 3rd step of gender identity development constructed for this study (actualization). In this section, changing one’s appearance or having one’s appearance cause them to be mistaken for a different gender was a catalyst for helping a participant realize their queer gender identity. This differs from individuals who changed their appearance during the actualization phase of gender identity development as a result of already discovering and processing their gender identity. For example, Jay cutting their hair short caused them to have feelings of gender euphoria, which then led to them “connecting the dots” and better understanding their internal feelings towards their gender. They said, “It’s funny, I got a short haircut. I was like, “Dang, why does this feel so good?” And then, you know, I started connecting dots after that, as I learned more.” Blair and Mel explained that, before coming to terms with their gender identity, cases of “mistaken identity” sparked feelings of gender euphoria. Both participants explained incidences in which others misidentified them as a gender other their gender assigned at birth: But the first instance I can really think of, of questioning my gender, is when I was 12. And my, my tennis coach kept referring to me as “she” and “her”. […] But, it just made me euphoric. Like, I was so proud of it. And after that, I can remember instances throughout like middle school where I had a little bit longer 28  hair, and people behind me would mistake me for a girl and it just makes me so happy. – Blair  I mean, like, in college once I was at a grocery store and somebody like called me sir, or something like that. I was like, wearing a hat. And once they realized that they had like, misgendered me they're like, “oh, I'm so sorry, my bad.” And I was like, “no, call me a boy again. – Mel  Exploration  “Exploration” is the second phase of gender identity development outlined in this study, in which participants began to seek out information to further understand their feelings of gender queerness. In this phase, participants used social media as a tool to integrate relevant knowledge into their gender journey. Participants learned about the vocabulary and language used in the queer community, which helped them to categorize their gender identity. The experiences of other genderqueer people were sought out, mainly through online platforms, so participants could reflexively compare these experiences to their own. Participants began to create support systems by joining online communities of other genderqueer people with similar interests. Through these networks, they further gained support and validation for their burgeoning identity as well as education and information relevant to better understanding their own gender.  Vocabulary and language. Understanding the vocabulary used by queer communities to identify sexual and gender orientations was a highly important step in participants understanding how these terms applied to themselves. Sage explained that they saw the term “non-binary” being used on Twitter, which caused them to start thinking about their own gender identity. After doing more research on the term stemming from their encounter with it on social media, they found the term fit with how they felt about their own gender identity:  29  I had never seen anyone who identified as non-binary. And then I think I started seeing more and more language on Twitter. […] So, I just started really thinking about it. So definitely, the conversations that were happening over Twitter was what made my mind kind of work. […] And then when the word like non-binary came up, I started looking up what that meant. And I did my own research and started like, looking at the hashtags on Twitter, Instagram, and on Vine, just to see like, what is this all about? Like, are there people talking about it? And there were, but I didn't like, I didn't pull from one specific person. I definitely did my own research because I was like, wow, this like, kind of fits how I feel. So, social media definitely, definitely opened that for me.    Laurel had a similar experience to Sage, in that she expressed she didn’t have terms such as “HRT” in her vocabulary before encountering it on social media. Laurel explained that, when using social media as an educational tool, she was able to first understand the language used to conceptualize issues that affect transgender and genderqueer individuals, and through this understanding, was able more thoroughly comprehend the social plights holistically affecting the transgender and genderqueer community. This comprehension led Laurel to feel a sense of unity and connection with other queer folks whose identities are similar to hers as a transgender woman: But, you know, I also think like, social media is like a huge, like, educational tool. Because I did not have half these words in my vocabulary before Tumblr, before Instagram, before Twitter, and like, you know, and becoming more aware of like, other trans people's plights. Because it's not just trans women, it's also trans men, it's non-binary, agender, genderfluid, all of this other stuff that you just become really aware of. And it's, I think, social media, in a certain sense, when it's used correctly, is a unifying and very, like informative thing. And, you know, it makes you infinitely more aware of everyone else when it's done correctly. Sometimes it can be a very, like, it makes you feel very alone. But then at other points, it's a, it's a connective tool.   Five participants spoke of how the social media and blogging platform Tumblr was where they were first introduced to vocabulary used to identify and categorize genderqueer identities such as “transgender” and “non-binary”. In the “Realization – Discovery of queer gender identity” section of this study’s findings, Chrisander explained 30  that his initial exposure to the term “transgender” was during a class in technical college when he was 16. Later in our interview, Chrisander explained that after being introduced to the term, relating to its definition, and doing a bit of research on it, he discussed his feelings with his at-the-time partner. However, his partner “religiously threw him back in the closet” after their discussion. A few years later, while using Tumblr, Chrisander once again came across the term, which reignited his interest in transgender identities. He explained, “And then, a couple years later, down the road, around 21, 22 years old the term popped up again when I was on Tumblr, because I was huge into Tumblr at that time, living in [town]. And I found the term and I started doing research.”   Tumblr is known to be a social media platform that has a majority-queer userbase (Hanckel et al. 2019), and along with Chrisander, almost all participants in this study reported using Tumblr previously or currently. Charlie and Clarke both saw the terms “non-binary” and “FTM” (female to male) on Tumblr having no knowledge of what these words meant. Their exposure to these terms prompted them to do more research into the subject. Clarke said, “And then on Tumblr is where I first learned about, like, trans people. I remember, like, very early on, I like followed somebody who's like, FTM and I'm like, what the fuck does that mean? So, I started doing all this research and I'm like, oh, interesting.” Charlie explained, “I found a term, I believe it was on Tumblr, and it was non-binary. And I explored that. And I thought it was really cool. And I read the differing definitions that people presented for that term.”   Seeking out genderqueer experiences online. During the exploration phase of gender identity development, participants reported they began to seek out more personal online content about gender queerness. Specifically, participants intentionally sought out 31  the experiences of other genderqueer people out of curiosity or information seeking. The personal experiences of other genderqueer individuals are highly accessible through various social media platforms, and participants explained they consumed a variety of different content based around the personal experiences of genderqueer content creators. For example, Devon and Kit spoke about watching transition timelines on YouTube. Transition timelines are a documentation of the physical changes to genderqueer people’s bodies (voice changes, hair and muscle growth, etc.) as they transition to a different gender, sometimes using HRT. They are usually presented in a post or video format:  I guess YouTube was like, the first one. And every, literally every trans person I've talked to, they just like, went down YouTube wormholes […] I mean, that was so much of where I was getting, like, my early information about anything. And I remember just obsessively watching people's like, transition timelines because it was just, it's so interesting to watch. – Devon   There's this community of quote unquote, Reddit YouTubers, where they'll go through Reddit posts and comment on things and so on and so forth. And seven of them banded together and made a joint channel. And of those, they, or six of them, I think, have a fairly regular going over queer subreddit […] There's a trans subreddit where people will post their transitions, posts how they're feeling now, it's, it all feels good. – Kit   Devon also explained that, during this time in his gender identity development, he used YouTube to watch genital prosthetic reviews done by a content creator named Chase Ross who goes by the username uppercaseCHASE1. Ross is a transgender man who creates sexual education content specific to trans masculine men.7 Devon was seeking out information on a STP (stand to pee) prosthetic for himself, and was able to find reviews of different STP options on Ross’s YouTube channel: Lots of like, prosthetic reviews. […] Chase Ross. He does, like, reviews of like, packers and STPs and stuff like that. Um, I don't know, that was like, a big thing for me, is like, I wanted to like, have like, an STP, which is, like, stands for like,  7 uppercaseCHASE1’s YouTube channel, accessed January 20, 2022, https://www.youtube.com/user/uppercaseCHASE1. 32  Stand to Pee if don't know what that means. Like to be able, to like, I wanted to be like, use urinal in the restroom. And especially in the beginning, I think it's like a lot of like, kind of overcompensating in the beginning. Or what you don't have, at least for me. So that, I don't know. It just helped me feel better.   Clarke also used YouTube to find more information on genderqueer experiences. Like Devon, Clarke watched sex education content on YouTube. Clarke specifically named YouTuber Lindsey Doe as a significant source of information for them, saying, “And then I think actually, like, a lot of it was probably like YouTube. Like, um, Sexplanations with, like, Lindsey Doe.” Doe is founder of a YouTube Channel called Sexplanations, in which Doe discusses human sexuality and the intricacies of sexual experiences.8 Although Doe is not genderqueer herself, she creates content applicable to the experiences of genderqueer individuals. Doe’s videos helped Clarke build their knowledge of sexuality, and how sexual identity related to gender identity.  Overall, the three participants who used YouTube to find experiences of other genderqueer people or information relating to genderqueer experiences reported that they found this information useful and validating of the gender identity in which they were exploring. Topher, however, did not see themselves represented in the content they were viewing on YouTube by agender creators, explaining: […] on social media most of the agender people I saw were like, most of them on YouTube at the time were like, AFAB people who like, had like short haircuts. And like, wore polos. I don't know. But so, I didn’t necessarily see myself in like a bunch of, in the agender representation that I saw.   The agender content Topher was viewing was presently mostly by AFAB (assigned female at birth) creators who had a more masculine appearance (“had short haircuts” and “wore polos”). Topher is not AFAB and does not present in a normative  8 Sexplanation’s YouTube channel, accessed January 20, 2022, https://www.youtube.com/user/sexplanations. 33  masculine manner. As mentioned in the section on hesitancy and uncertainty in identification, this lack of relation to the agender representation Topher was encountering on YouTube caused them to question if they could use the identity of “agender” for themselves.   Not all participants intentionally sought out content about and/or by genderqueer creators during this phase of their gender identity development. Two participants explained that they happened to come across content created by genderqueer people unintentionally, but exposure to this content enabled their overall gender identity development. Az explained that they “stumbled upon” the personal experiences of others who identified as genderfluid like himself on platforms such as Reddit, Tumblr, and 4Chan. Encountering these experiences made Az realize that gender identity is an individual experience, not a generalizable one. Az concluded that therefore, gender identity labels should be “what you feel is right”: It was a lot of just like going through the community and stumbling upon like personal experiences from other people who identified as genderfluid or genderqueer, or just gender non-conforming in general. And I, and I realized that it's just a lot about, like, how you want to label yourself. So, like, there's no one universal experience, but it's just what you feel is right. […] So, at first it was mostly just like, stumbling into like Reddit posts and stuff. Reddit, Tumblr, 4Chan, all that.   Additionally, Donnie explained their seeking out of genderqueer experiences as “subconscious.” They explained that they began following queer and non-binary people on Instagram because these individuals were posting fashion content that appealed to Donnie: I feel like if I did, it was more subconscious. Like on Instagram, I like to follow people who have like really good fashion. Most of the time, those people ended up being like, non-binary or just queer individuals and so like, I think like, through that I learned some and like they would always share information or like, 34  posts with their friends and then I'd see those friends and they'd be like activists and like queer activists.   These fashion-oriented content creators would then interact and post with other queer individuals whose content was more oriented towards queer activism. Instagram is a social media platform with a “tagging” feature where you can easily access the username and account of those your friends follow and interact with even if you don’t follow them yourself. Therefore, Donnie was able to learn and benefit from knowledge about queer identities and activism through the friends of the fashion-oriented users they initially followed, even without intentionally seeking out such information. This flowing of information through adjacent and related communities is what makes social media such a powerful educational tool.   Relating to genderqueer content online. Within this study’s participants, there was found to be a distinction between participants seeking out and viewing experiences by genderqueer people versus using this content as a comparative point for their own identity. The processes of information sorting and self-application is what differentiates this subcategory of experiences from the previous section. For example, Charlie explained, “So, another social media platform that introduced me to these ideas and labels and experiences was Instagram. And I, before I applied these labels to myself, I followed a lot of people who did themselves.”   Jay, who is non-binary, explained that when listening to the experiences of other non-binary people online, they realized they related to the processes of gender discovery that others were sharing. Jay stated that seeing these experiences helped them better understand their internal feelings of gender. They also helped Jay externalize their gender identity by helping them realize “what [they] needed to do about it.” Jay specifically 35  mentioned transgender YouTubers as a source of lived experiences they personally related to: So, like social media, I would say, listening to people who were non-binary online talking about their experiences did help me in ways, you know. Not necessarily that it was like, “Oh, I 100% relate to that.” But seeing them talk about it and realizing they were going through or had gone through something similar to me when I was discovering my gender identity, that kind of helped me to place what I was feeling and what I needed to do about it. […] And they, then, that kind of hearing them talk about their experiences and, and the things that they felt about themselves and matching it up, the dots that I mentioned connecting earlier, that was a huge part of it, was hearing trans YouTubers talk about their experiences and finding myself relating to them.   Chrisander identified two platforms that provided him with first-hand information on the experiences of trans men: YouTube and Tumblr. On Tumblr, Chrisander was able to follow these men’s blogs, view content they were posting, and to relate and identify with their experiences. Like Devon, Chrisander also mentioned YouTuber Uppercase Chase (Chase Ross) as a reflexive source of information on the experiences of trans men: “So, Tumblr, I followed a bunch of trans men. And so, by following them, I was able to like, identify things that I shared with them. And watching different YouTube videos like Uppercase Chase was a really big one that I followed, and I think he’s still around.”  Laurel and Alice both used Tumblr to interact with other genderqueer individuals. Their experiences differentiate from Chrisander and Jay, who were viewing content by/for genderqueer people without interacting with the content creators. Laurel and Alice, however, explained that personal interactions online with others like themselves led to them better understanding their own internal feelings of gender. Both participants explained that their gender identity began to “make sense” after discussing, sharing, and comparing their experiences with others. Laurel explained, “…when I was, I read this book, and they mentioned transgender, and I did some research, and I got onto Tumblr 36  and found a few people to discuss it with and I just went, “Oh, this kind of makes sense. This is something that clicks with me.” Alice said: And as I talk to more of my like, online friends and other friends who were trans, I was just like, this, this just kind of led me to more just accepting the fact that like, yeah, […] you're kind of like a dude. […] Um, and then he (my friend) just kind of, he talked about his experiences and like, what, what happened to him. And it's just like, “oh, okay, that that that fits for me. That makes sense for me.” Like, it was just more like, sharing a lot of like, similarities and, and responses, and it's just like, made sense for me.    Joining queer communities online. Nearly every participant reported currently or previously being part of a queer online community. During interviews, all participants were asked if they were a part of any queer online communities. However, what constitutes as a “queer online community” was not defined by the researcher. Rather, it was up to participants to examine their online interactions and decide for themselves if they were part of any queer or queer-related online communities. Based on participants responses, an “online community” was defined as a collection of individuals on a single or multiple platforms creating, sharing, and interacting with content based around one or multiple related topics. Participants reported being in queer online communities on the social media platforms Discord, YouTube, Tumblr, Facebook, Twitter, TikTok, and Reddit.  I have Discord […] which is actually a queer group that my friend added me to […] there's a lot of, there's a fair number of trans folks in there.  – Austin  So, I would say one of the things that helped me realize that I wasn't cisgender was […] I had been on queer YouTube since I was like 13 maybe. Watching a lot of like, lesbian, gay, and bisexual YouTubers. And then that kind of led me to transgender YouTubers. – Jay  “[…] when I was in high school, the only trans community that I had access to was on Tumblr. And so that's where I, I had a trans community on Tumblr. – Clarke  37  And then now on Facebook, I'm on like, God, like three or four, like FTM, or like FTM, AFAB, non-binary support groups. So, there's one that's like, trans and butch masculinity solidarity or something, which is kind of cool. – Devon  I use a lot of social media, mostly social media. I'm mostly on Twitter. That's where most of my like, big friend groups are […] so a lot of them are like, I don't think there's a single straight person in that group. Like, all of them are like some form of on the spectrum of the LGBT. – Alice  [On] TikTok […] I follow a lot of like, binary trans people who don't pass and it just like, feels nice to like, usually, like, there is like a nice set of like comments that are like, “you look really pretty today” or, like, “I love the way you're doing your hair” and just like being a part of like an affirming, anonymous community feels good. – Mel Well, [I’m apart of] quite a lot of subreddits. Although the general ones like LGBT, the LGBT teens one. There are a few trans specific, which have very generic trans names. – Kit   Kit also reported they were part of a queer community on Quora, an “ask and answer” platform that wouldn’t typically be considered community-oriented website such as Reddit or Tumblr but fell within the parameters of what Kit defined as a queer online community, explaining, “Other than Reddit, oh, on Quora there was one which is […] LGBT You. And Y-O-U, that is, of course. But, as a play on words.”   Different platforms served different functions for facilitating the creation and subsistence of queer online communities. Based on participants experiences, online communities were found to serve three primary functions: 1. support and validation, 2. education and information, and 3. connections and friendship. Often, participants used a platform for more than just one of these primary functions. The role of connections and friendships formed through queer online communities in gender identity development will be expanded upon in the next section.  Sage explained how they appreciate TikTok as an educational tool because, in their words: 38  […] it’s a beautiful combination of the goofiness of Vine with the like, education and like, quick PSA is that Twitter is. TikTok is the way for Gen Z to motivate each other and to educate everyone and to like let the world know, like where they stand and how we're going to operate now, and I really do enjoy that.   Sage went on to explain how TikTok can also be used a way to support and validate non-binary people who do not present androgynously: There has been a lot of conversation on TikTok of younger millennial non-binary folks […] who are just like, “I don't owe you androgyny because I'm non-binary, and I don't owe you being soft femme or being, just because I am biologically a male and now I'm like, non-binary, I don't have to be soft femme for you.” […] there are people who are confident enough to say that, and that is positively influencing me. But there's also other things. So yeah, there's a lot of negative discourse, but then there are like those pillars of people who are just like, “No, I don't owe you that.” So that's nice.   Sage themselves are non-binary, but they don’t present themselves in an entirely androgynous manor. However, as Sage explained, viewing content on TikTok that validates their identity in relation to the way they physically present has been “positively influencing” their feeling more confident in their overall gender identity. Along with Sage, Blair had a similar experience of gender validation through queer online communities on the subreddit egg_irl: So, one subreddit, I guess I could say, that kind of helped push me in that direction is one called egg_irl. And I don't know if you're familiar with that one? And, and so it's a story that you hear a lot in there, is that people go in there and it kind of helps them realize that the things that they're feeling are commonplace with trans people.   The description on the egg_irl subreddit reads: “Memes about trans people in denial”. 9 However, as Blair explained, the content on this subreddit carries significance for trans and genderqueer people that interact with it. Specifically, through the sharing of memes related to gender confusion and “denial”, genderqueer people who encounter this  9 r/egg_irl Subreddit, accessed January 20, 2022, https://www.reddit.com/r/egg_irl/. 39  content are able to realize that their feelings are common and shared among the transgender community at large. This can potentially nullify any sense of gender “wrongness” that one exploring their gender identity might feel.   Richard spoke about how they currently feel most comfortable expressing their gender identity on Tumblr and Discord, websites they know other queer people use frequently. He went on to explain how Tumblr specifically has been a significant source for him to learn more about the experiences of trans men. Richard himself is a trans man and wanted to know more about the specific experiences of trans men, but only knew trans women through a transgender support group in his city. However, he was able to fill this knowledge gap by using Tumblr as an “information hub” in which he was able to seek out the specific content he desired to better understand the experiences of trans men. This content came in the form of firsthand accounts from trans men and information blogs (blogs dedicated to sharing content on a specific topic): [I feel most comfortable expressing myself on] places like Discord or Tumblr where I know that there are a lot of other LGBT people on and in the area. [I started using Tumblr] probably like, the moment I turned 13. […] That was where I was able to get a lot of my information and firsthand accounts from. Um, I knew some of the trans women in my group that I was in, but I didn't know that many trans guys or what their experience was like. So, it was a major hub of information basically. Where, I think I still follow a lot of the information blogs that I did back then.   Alternatively, Austin and Mel shared their experiences of being the ones giving validation and support to other genderqueer people online, as opposed seeking out and receiving validation from queer online communities. This role-reversal is an example of how participants used queer online communities to build support for others after receiving support and information through similar venues in the past. Austin explained how, in a Discord group they’re currently a member of, they take on a “supportive role” 40  by sharing knowledge they’ve accumulated through their experiences as a non-binary person. For example, they’ve provided information on hair cutting and binder purchasing and safety to younger genderqueer people in the group: I feel like in that group, I'm taking a little bit more of the, like, supportive role than the, you know, searching for answers role, because it's been a while since I've been there. […] But it's still neat to see young people coming into their identities and asking questions, and being able to provide information, be like, “oh, you know, this is, this is a good place to buy a binder and make sure you're safe about it,” or “yeah, like, cutting your hair can be a really good way,” you know, you're offering suggestions there. It's a really good, a good place for that.   Mel explained that they also use online queer communities to anonymously support and validate others (while questioning the validity of their own identity). They explained how when they were first exploring their gender identity, they both sought out and gave support to others on Reddit:  I did, like, look for support on Reddit, you know, and like, I just poured a lot of validation into Reddit that I wish I was getting. Like other people questioning and being like, “is it okay to still wear gendered clothing and be non-binary?” and I just would like dump a lot of love anonymously on the internet that's like, “you are valid, whatever you choose, you are still non-binary.” And like, at the same time, I was still like, “oh, but am I non-binary? Am I valid?” One of my favorite things to say is like, “everyone is valid except for me.   And they now continue “pouring love” on TikTok like they used to do on Reddit, explaining, “I mean, particularly on Tik Tok, like, I find myself like pouring love like I used to do all the time on Reddit.”   Six participants spoke of the role that their interests and/or fandoms played in them seeking out, joining, and participating in queer communities online. These communities enabled participants to merge two aspects of their identity--their queer gender identity and their given interest--and connect with others who also shared both these aspects of their identity. Participants mentioned witchcraft, Polandball, Pokémon, 41  Homestuck, author Alice Oseman, Steven Universe, Danganronpa, and Hello, Charlotte as the subject of interest in online communities that they were part of along with other queer users. Tumblr was the primary platform that these communities existed on. Besides Tumblr, participants mentioned Discord, Reddit, Skype, and Twitter as platforms that they used to connect with interest or fandom-based online communities.  Kit explained they’re part of two queer subreddits for the webcomic Polandball, a “mouse-drawn comic where balls represent different countries”.10 These webcomics “poke fun at national stereotypes and the \"international drama\" of their diplomatic relations”. Although Polandball comics were initially created to caricaturize interactions between countries, Kit is a member of two more niche Reddit communities where users post queer-related drawings in the style of Polandball, saying, “And then you have the slightly weird ones like LGBallT, and a sort of sister subreddit, LGBallT Anarchy, for the comics aren't allowed by the rules of LGBallT […] they're all pretty similar except for that LGBallT one.”   Alice, Laurel and Clarke and Az explained how they joined various communities on Tumblr that aligned with their interests when they began exploring their gender identities, and the significance that these communities played in understanding their gender identity. Az and Clarke specifically mentioned the Homestuck, a webcomic published from 2009-2016, and the Homestuck community on Tumblr as significant in their gender identity development journey: […] when I was like, a freshman in high school, my friends were all on Tumblr. And they were like, you have to get on Tumblr. Right. So, I made a Tumblr. And I made a Tumblr for Homestuck. So that was like, you know, the meme of like, all that, like, the huge dominoes that like that, like, start with the little ones. Right.  10 r/polandball Subreddit, accessed January 21, 2022, https://www.reddit.com/r/polandball/ 42  So, so my gender identity now is the big domino, and then the little Domino is Homestuck. – Clarke  Um, Tumblr was the main community that like, drew me in. And like, a lot of it was like, a lot of what I found ended up being through like fandoms and characters that other people like, identified with […] like Homestuck. I don't know if you know about Homestuck but it is inescapable. – Az   Laurel elaborated more on the role Tumblr played in her own gender development and theorized on why the platform was a congregating space for so many young queer people, including many participants in this project. She posits it had a space for “every need” or interest, and it offered different “levels” of engagement for interests common among queer people. She gave an example of her own interest in witchcraft, and how her involvement in this community led to her exposure to exploring ideals regarding the rejection of normative gender roles and sexuality: Tumblr represents a queer mecca because it was, it was a space that was like, like, many leveled. There were many tiers to like, a Tumblr existence. You know, you had like, the, like, there was a space, there was a community for every single need. Like, I think every gender nonconforming or queer person has dabbled in witchcraft at some point. And I will, I will stand by that. But like, you know, there were like, there were like pagans on Tumblr, who like I really like kind of found the space with because they were very much like, let's strip down society's traditional ideas of, of gender and our roles and all this other stuff and sexuality. And then there were, you know, levels of purely like queer content and then it just kept spiraling down. You know, there were just many varied things and what you could communicate with people who thought like you.  Actualization  Once participants had internally explored their gender identity, they began the process of actualizing their identity by externalizing it through multiple venues. The initial step in this process was usually “coming out.” In “coming out,” participants utilized methods online and offline to begin to communicate information relevant to their gender identity to specific audiences or individuals. Participants also started to openly 43  express themselves online by display their gender affirming name and pronouns on their various social media profiles, posting about their gender identity, and discussing their gender identity with others online. They formed relationships online with other genderqueer individuals, and through these relationships found acceptance and support during the process of gender actualization. Participants also navigated how being open about their gender identity online made them possible targets of attacks, harassment and subsequent internalization of harmful perceptions of transgender and genderqueer identities. Lastly, participants accessed support systems through social media that connected them to gender-affirming resources, along with connecting them to others who supported and validated their gender identities.  Coming out. “Coming out” is one of the initial processes that participants engaged in when beginning to actualize their gender. By informing others in their life (both online and offline) of their gender identity, participant’s gender identities began to manifest externally outside of their internal feelings. Both Mel and Az explained how being open about their gender identity online gave them confidence offline to present their genuine selves to others. Mel said that before they came out in a post on Instagram in 2019, they weren’t entirely open about their non-binary gender in their offline relationships. However, coming out online gave them the confidence to ask others to respect their gender identity in a way they hadn’t before: But like, it did make me feel more confident, like, affirming vocally that I'm non-binary. Like, you know, before I made that first post in 2019, I maybe, I mentioned it like, once or twice, you know. Just like, “hey, I just wanted to let you know I’m non-binary,” you know, like, to some of my friends at work. But like, I never said anything, when, like, I was called a lady or, you know, which didn't feel good. So, like, being able to come out online has like, emboldened me to like, really honor myself and like, make people like, just ask people to, like, 44  respect me. […] You know, and let them know that like, actually, they are disrespecting me. And I'm sorry I didn't tell them before.   Az described how being open about their gender identity, name, and pronouns online gave them the confidence to bring these parts of their identity into offline interactions. Online validation regarding their gender identity enabled them to come out to their parents, and introduce themselves in offline communities at their high school and college using their new name and pronouns: I think part of like, what I did online is what gave me the confidence to come out to my parents and to like any other community I was joining in for the first time. So, like, that was part of what gave me the confidence to like, try and do what I did in high school where I started, like, changing myself. And then, like it led to me starting out college, with that like, with who I was, who I am now. Just like introducing myself as that.   Alternatively, Kit explained that when they came out online, they were already confident in their gender identity in both online and offline interactions. However, the positive reception and support they received in response to their coming out post--also posted on Instagram--made them more confident in the people in their life, as opposed to more internally confident in their own gender identity: […] not specifically more confident in my identity, because I was very confident in that when, yeah, when I posted. I wanted that, that was what I wanted to be before I made the post. But of course, seeing the responses made me a lot more confident in, you know, the, the people I knew.   Fifteen participants discussed the convenience of coming out online, specifically how they were able to utilize social media to spread information on their gender identity to a large audience that with a single post or a change to their account name. Devon said, “It's been a way to come out to a lot of people at once, because it can be really exhausting to, like, have to individually have that conversation with tons of people.” 45   Jay and Topher explained how by putting their name and pronouns on their social media profiles they are easily able to communicate their identity to their followers and those who come across their profiles. Jay specifically explained how when meeting someone new online, the visibility of their name and pronouns made it easy for that individual to know Jay’s identity. The presence of their name and pronouns also saved them the time and energy of having to come out to that individual and explain their identity to them: I think it made it easier for me meeting new people as well. Like if I met somebody online, they immediately knew. I didn't have to have that dialogue with them, where I came out to them and like, explained it to them. They would know from my pronouns and name online that that was how I identify.   Topher explained that having their name and pronouns visible on their profile makes it easier for those they’ve known previously to understand their current identity and which pronouns they now use. Topher mentioned how loved and respected they feel when someone online sees that they’ve changed their pronouns, and changes the way they refer to them accordingly:  I definitely have people I know who I don’t like, talk to in person now. Like, I knew them. And now they know that I use they/them pronouns. So, like, they've changed the way they refer to me because of an online presence. So, it does work. There are people who believe you when you say, this is who I am. And they do want to love and respect you. So, I've definitely had that, and that’s been really nice.   Kit and Clarke used posts on Instagram and Facebook respectively to come out to those they know in-person, but also follow them on these platforms. Kit explained that they chose to make a coming out post on Instagram because that’s the platform where most of their followers are friends they know offline. Kit intentionally chose a platform in which their target audience (in-person friends) could be reached most effectively, and 46  therefore was easily able spread information on their gender identity without having to have individual conversations about their gender with these friends: Well, when it came to, like, on Instagram, that [my coming out post] is literally my only ever post. So, yeah. The, the time when I said I sort of let it spread amongst, I didn't say to the people I told, “be spread.” I just, because Instagram was the platform where I had mostly only real-life friends. […] And that's why I posted it, and everyone saw it pretty much. So, easy, easy there.   Clarke expressed similar feelings about using Facebook to express complicated feelings related to their gender identity to a wide audience with one post. They added that they recently used Facebook to announce their transition in a similar manor: It's a lot easier to talk to people I know in real life about these things on Facebook, because I can just make one post to address everybody and say all the complicated things that I want to say. And that way, I don't have to, like, make the same speech 12 times. Um, so like, a lot of my coming out and like, like, affirming my identity to people who I know in real life has happened on Facebook. And, and like, I like I announced my transition on Facebook just recently, because very recently I have been like, oh, hey, I can do this. Like, this is actually possible.   Expressing gender identity online. During the process of actualizing one’s gender identity, an individual might express their gender identity offline by changing their physical appearance to better correlate with their gender identity, and asking people in their lives to refer to them using a gender-affirming name or pronouns. For participants in this project—all of whom use social media regularly—the way that they developed and began to express their gender identity online occurred simultaneously with how they expressed themselves offline. Some participants felt comfortable being open about their gender identity online, and some less so. Specifically, ten participants said they feel comfortable expressing their gender identity online, compared to five participants who said they feel uncomfortable expressing their gender identity online. Participants expressed their gender identity online by having their gender-affirming name and 47  pronouns displayed on their profiles, posting about their gender identity, and having conversations with others online regarding their gender identity.  Topher explained that they felt safer being open about their gender identity and pronouns in online spaces compared to offline spaces. In being open and posting about their gender identity online, they slowly became comfortable with publicizing their gender, and eventually felt confident doing so in offline interactions: I think the internet and social media was a place to, to put out parts of yourself that you weren't able to put out in real life, because it was safer. A little bit, kind of. So, I didn't know like, if I was in class, or like, meeting someone new, I didn't necessarily know if it was gonna be safe to say “my pronouns are they/them/theirs and I identify as agender. And honestly, I think posting online gave me the confidence to be like, yes, this is real. Like, because I'm real online. Like, so I'm presenting myself in this way. And the more I, the more it was there, it was public, the more I became comfortable in public, and face to face.    Both Chrisander and Quinn also felt that they could express their gender identity online with an ease that isn’t possible in offline interactions. Chrisander explained he’s more open and “verbal” about his gender identity online because online interactions don’t necessitate physical and visual contact, saying, “The biggest difference is that I'm probably more verbal about it online, because there isn't a visual element as there is person-to-person.” Quinn elaborated further on this concept and referred to having an online presence as a “blank slate” upon which one can choose to portray their gender identity in whatever way they wish. They felt that evolving or changing their gender expression online was as simple as making a new account and starting over, and explained, “Well, it's way easier than in real life. Online, it's a blank slate. And if you don't like the slate that you've drawn, you can just make a new account, start over. It’s so easy.”  48   Quinn went on to explain that when they were in high school, they experimented in actualizing their gender identity by visiting websites that marketed to a female user-base and therefore “misleading” non-human bots and trackers into thinking they were female. This was a reflective experiment in which Quinn sought to see how online, non-human tracking systems perceived their gender identity, and even felt a sense of “pride” when they successfully presented as female to the bots. This process allowed Quinn to reflexively and safely explore their gender identity, specifically because it could be was done without interaction with others: There was a period towards the end of high school where I was, back when digital tracking was starting to become a thing, I was kind of gleefully messing with them, doing things to intentionally mislead the cookies and whatnot. And then I’d go into my, like, privacy profiles and see who they thought I was. And, like, and I can totally fake gender online. Not just in the way that someone's like, “Hey, I'm a 17-year-old girl living in Maine.” Like you could say whatever you want in the description of your profile, but I had a certain sense of pride about being able to present myself a certain way to the non-human bots and trackers and things. […] It was a way of kind of just checking myself, I guess. Like, how did the computers see me? Like, what do they make of my identity? Obviously, I buy a lot of books. I'm always on barnesandnoble.com. But just by opening Victoria's Secret, it's assuming that I'm in the market for bras and panties   The level of comfort a participant had about expressing their gender identity online was usually tied to how “out” participants were online, specifically on platforms where they have friends or followers who know them in-person, such as family and coworkers. Five participants explicitly stated they are uncomfortable being open about their gender identity on one or all social media platforms they use due to the presence of people they have offline relationships with on those platforms. Of these five participants, all listed Facebook as a platform they are not open about their gender identity on. Finn directly tied their comfort expressing their gender online to the number of family members and coworkers that follow them on a given platform, and feel that they 49  “definitely” aren’t comfortable being open about their non-binary gender identity on Facebook: Definitely [don’t feel comfortable expressing my gender identity] on Facebook. There's a lot of family there. Um, most [comfortable expressing my gender identity on] is probably Tumblr and Instagram, oh and Twitter. I don't have a lot of family on there. […] Family members and coworkers I'd say [determine how comfortable I am being open about my gender identity online].   Laurel explained that when she first began to actualize her gender identity online, she only did so in spaces where she was not communicating or coming in contact with those from her area. At the time, she did this to protect her safety and well-being, as there were people in her offline life that she was not out to. Laurel also explained that being open about her gender on platforms where her identity is known could “potentially put me in danger. Because, unfortunately, trans women are still murdered every day.”: And, you know, after that, it just, I had more of an online life from that point on, because I was freer to present the way I needed to. […] So, I was always much more willing to discuss online my gender identity, mostly because I was not communicating with people from my region. […] Um, and then Twitter is, I think the only one right now that I'm very comfortable, like, presenting as queer.   In terms of why Laurel is currently comfortable being open about her gender identity on Twitter specifically, but not other platforms such as Facebook or Instagram, she explained that “on Twitter, I don't follow people that I know in real life. Using Twitter as a means of like, finding that community because as I become more vocal about being trans in my experience, you know, I need a place in which I can discuss and talk about that, and Twitter now offers me that.”   Online friendships and relationships. Six participants expressed that relationships they formed online—both platonic or romantic—impacted their acceptance and subsequent actualization of their gender identity. In some cases, these online relationships 50  transferred to offline relationships. However, all the relationships detailed in this section initially began as online relationships formed through social media or dating apps. Alice explained that through his relationships in his primarily genderqueer online friend group, he was able to accept his own trans masculine gender identity. Alice specifically highlighted his close friendships with other trans men in the group as influences on understanding his own gender identity: And as I talk to more of my like, online friends and other friends who were trans, I was just like, this, this just kind of led me to more just accepting the fact that like, yeah, you're not, you're, you're kind of like a dude […] One of my best friends, he is a trans man. And then the, and then like, they're also polyamorous, too, and also, my best, one of my best friends on the group, he is a trans man, bisexual, and he's polyamorous. So he's, like, a whole spectrum of the whole, a good chunk of the whole spectrum.   Richard explained that he met his best friend on Tumblr before he actualized his identity as a trans man and began to transition. When he and his friend met, they both identified as cisgender women. However, they were able to explore and actualize their gender identity together, and Richard’s friend now identifies as non-binary. Richard also explained that he’s met his friend offline, exemplifying how relationships formed online allow for a fluidity between online-offline interactions:  Um, my best friend in the world, his name is [name]. He is non-binary and I love him to death. We both met on Tumblr like right as I was, right before my transition, and back then he also thought that he was a cishet girl. So, we were kind of in that same boat together. And then just being in the friend groups that I am in has led to me finding a lot of like-minded LGBT people online. […] I have [met them in person]. And it was, it was just this past year. And it was so fun.   Az also highlighted how validation they received from friends they met on Tumblr gave them the necessary confidence to actualize their gender identity offline. Specifically, Az felt they were able to confidently present in a masculine/androgynous 51  manor offline after being validated online in their desire to physically express themselves in a way that aligned with their gender identity: Yeah, I, I'd say [that my online friendships impacted my gender identity] a lot. Yes. Because like, meeting those people, and like, getting the validation from them that like, I was able to, like, be who I want to be. That led to me like, being able to present like, in real life the way I want to be seen. So, pretty much just like, being around the right crowd online gave me the confidence offline to like, do what I wanted and needed to do.  Mel and Quinn spoke of the impact romantic relationships had on them embracing and actualizing their gender identities. Both met their partners through queer dating apps. Mel explained that they told their previous partner they were non-binary, but their partner didn’t understand or support them. However, they are now in a relationship with a partner who values their non-binary identity and encourages them to express it (their current partner is also genderqueer). Mel credits their partner for helping them “come out of their shell” and embrace their gender identity:  Like, before the last six months, I was with a partner who really like, I mean, I had told him I was non-binary, but he didn't really like, understand that and wasn't interested in like, understanding what that meant. So, I kind of just like kept a lot of that to myself. And now like, I'm in a different relationship with somebody who like, very much values, like, the, you know, like gender variance that I have […] connecting with like, other people who are non-binary and trans like, has helped a lot. I mean, especially like, my partner. Shout out to my partner for really, like, helping me come out of my shell, like, you know, before I've always said, like, my gender is like, in this box I don't really want to open. I just, like, slapped a label on it. Like, that's good enough. […] But like, just seeing them, like, go through like, a lot of I mean, just very different experiences and very parallel experiences, and being so accepting has really, like, encouraged me to like, embrace who I am. […] We met on that app Her, the dating app.   Quinn expressed similar sentiments about their partner’s impact on actualizing their gender identity. Quinn had been contemplating transitioning for years, but when they met their partner who fully supported them physicalizing their gender identity via transitioning, they finally decided to start the transition process:  52  It [transitioning] was a very prolonged decision. It was something that, at least in the back of my mind, I wanted to do from the moment that I realized it was a thing. And there was like, a years long process of just coming to terms with that. And then another years long process of just like, deciding that I want to do it at some point. And then finally, when I met [my partner], they're just so supportive to me that I was able to make the decision, “yeah, right now, I'm going to start.”    Encountering harmful content online. Participants identified four kinds of harmful content they encountered online that impacted their self-esteem and comfort with their genderqueer identity to varying degrees. This section focuses on harmful content participants encountered during and after actualizing their identity online, as being visible and open about their gender identity online (making their name and pronouns pubic, participating in online genderqueer communities, etc.) allowed the possibility of them becoming targets of attacks, harassment, and internalizing harmful perceptions of transgender and genderqueer identities.  The first kind of harmful content was questions, comments, or posts made by cisgender people who, through their lack of understanding of genderqueer identities, unintentionally hurt or offended participants. These interactions were not intentionally malicious or transphobic, but still negatively impacted participants regardless. Jay explained that cisgender people have questioned the validity of their gender identity because Jay did “things that cis men aren’t supposed to do.” Jay felt that because cisgender people will never fully understand the experiences of transgender people, these comments came from a place of both genuine curiosity and misunderstanding, rather that pointed and blatant transphobia: But then with cisgender people, it's often, I found anyway in my experience, it was often a thing where, obviously, they can't know the trans experience. They can't understand what it feels like, as much as they can respect it, they can't understand it. And so, I think with cisgender people, a lot of times it just came from a place of pure misunderstanding. Like they, they really, I would get genuine 53  questions from people being like, “Well, if you are a man, then why do you do this thing that cis men aren't supposed to do?” So yeah, it was kind of like, you know, but they were genuine about it. They really didn't understand it.   Austin detailed an incident on Facebook in which someone they had been friends with on the platform since before they came out questioned the “they/them” pronouns displayed on their profile. They had difficulty discerning if this individual was asking a genuine question. Austin, like participants in the previous section, expressed they don’t feel entirely comfortable expressing their gender identity on Facebook due to the presence of people they know in “real life” (such as this individual) on the platform: […] Definitely [feel more comfortable expressing my gender identity on] Instagram than Facebook. […] And I think that's because on Facebook, I've had it, you know, since before I really came out, and there's a lot more people that I know in real life on there. […] And so, I did end up putting my pronouns on there. But I think my, I don't remember if I've deleted it yet. But my, I did change my name on Facebook finally, like, it was like in the spring or something. But I left the old name on there, kind of in parentheses. I think I might have since taken that off. But I like had somebody who I used to go to church with in [state] be like, “who are the other thems?” and I didn't know if that was like a, I didn't know if it was a genuine, or just a genuine question. But I just deleted it.   The second kind of harmful content identified by participants is targeted transphobia in posts, comments, and other content. These transphobic comments and content are presumably made by cisgender people. In this situation, participants expressed they or their community were targeted by transphobic individuals or groups specifically because they are transgender and/or genderqueer. Mel stated that they’ve seen comments on Facebook articles attacking the idea of transgender people participating in sports in their state. Mel felt these comments were “damaging” to them, specifically because they personally knew the individuals making them: I mean, Facebook [is where I see the most negative content] without a doubt. Like, [state]'s a really big battleground state for like trans athletics. […] But like, there are a lot of stories about like, [state] legislation about, like, trans athletics, 54  and like, it seems to be going in a way that is like, sensitive to trans people, but like, seeing the outpour of comments from people like my shitass rural town, that like, just are really damaging to see.   Blair, who is a frequent user of Reddit, said that transphobia is present on most of the subreddits she uses. Blair explained how on the subreddits r/technicallycorrect and r/changemyview, she consistently sees posts debating the validity of transgender identities. Furthermore, Blair shared that when she brings up her identity as a transgender woman in the context of these debates and other topics on Reddit, the reaction she receives from other users is largely negative, with some users refuting her perspective as a transgender woman on these topics: It seems like it's pretty much hard to avoid these topics any anywhere. Pretty much whatever Reddit I go into I mean, just, you know, a few, an hour before I got on this call with you, I was looking at some subreddit called technicallycorrect where it's just like, people making statements or, you know, you could say like, “well, technically that's correct. That's not how I would look at it.” But some, like random posts devolve into a debate about whether or not trans people exist and so, you know, it's everywhere I turn. Changemyview is a pretty common debate subreddit. And they have pretty much weekly debates about whether or not trans people should exist. […] And the few times I have casually dropped that [ I am a trans woman], the reaction has not been great. It's, you know, “why do you need to bring it up?”, you know, “you’re attention seeking,” yada, yada, yada, and then it just starts a fight. Or maybe I would get some hate mail after that.   The next kind of harmful content participants encountered was gatekeeping. Gatekeeping in this context can be defined as when other social media users who are queer or genderqueer attempt to limit or control access to who can define themselves as transgender or genderqueer, what labels these individuals can use, and if they are allowed to consider themselves part of the LGBT+ community. Charlie explained that they regularly encounter gatekeeping content on Tumblr. This content included inner-community debates over labels pertaining to gender and sexuality. Additionally, Charlie experienced inner-community transphobia in the context of gatekeeping on Tumblr, in 55  which transgender and genderqueer identities were seen as less valid than cisgender gay, bisexual, and pansexual identities.  […] I would say Tumblr is where I find the most problematic content because of so much gatekeeping in the community there. And I’ve really had to pull back from engaging in that […] It's a lot of arguing about labels. And it's a lot of transphobia. A lot of people don't treat that experience equally as with people who are gay or bi or pan, etc. I think they, a lot of times, including myself in the past, have treated that experience as less valid or less true.   Sage had similar experiences with gatekeeping on social media. Encountering gatekeeping behavior online made them unsure if they wanted to participant in queer online communities, and they expressed they felt “exhausted” by the gatekeeping they were continually seeing online. Additionally, Sage questioned if they wanted to openly identify as genderqueer online and display their pronouns on their profile. They felt that if they were to do so, they could potentially be attacked by others in the genderqueer community over the veracity of their gender identity and pronouns: […] if somebody acts in a way that I see as ignorant to others or like, really gatekeeping to others, it shuts me down and I get really upset and I think like “Oh, I don't know if I want to participate in this community.” Like, I don't know if I want to identify as this because like there's a lot of exhausting gatekeeping that is going on. […] I feel uncomfortable online because of the gatekeeping behavior. […] there are a few people that follow me that I'm just like, I don't want them to question my pronouns. […] I've gotten really bad the last year, I just feel like I cannot communicate without somebody attacking what I'm about to say. I just feel like, everything I feel and think is problematic because of the social media that I'm consuming.   Lastly, participants spoke of the impact that transmedicalist or “truscum” rhetoric had on their gender identity. Transmedicalists or “truscum” are transgender people who believe that for an individual to identify as transgender, they must experience body dysphoria. In order to alleviate dysphoria, transmedicalists believe that one should medically or surgically alter their body through procedures such as HRT, mastectomies, 56  electrolysis, vaginoplasty, etc. Four participants spoke of the harm this rhetoric had on their self-perception and the validity of their gender, as part of transmedicalists rhetoric is to invalidate identities they believe to be “fake”, such as non-binary, genderqueer, and other queer gender identities that are not binary male to female or female to male transgender.   Clarke, who is non-binary, explained that they previously struggled to accept their gender identity because of seeing transmedicalist rhetoric online. This rhetoric accused Clarke of being a cisgender woman “pretending” to be genderqueer, because as a non-binary person, Clarke does not conform to binary expectations of physical gender presentation. Additionally, Clarke was harassed by transmedicalists and TERFS on Tumblr. “TERF” stands for transgender exclusionary radical feminist. TERFs are women’s rights activists who exclude transgender women from their activism, because they do not believe transgender women are actual women. Clarke said these groups actively sought them out and targeted them because of their identity: I feel like truscum have really, like had a negative impact on me like, accepting my identity, because I’m non-binary. And that’s, that’s who I am, and truscum will tell you that like, no, nope, you’re not trans. You’re a cis woman, and you’re just pretending to be trans. And it’s like, why would I go through all of this? Like, if this wasn’t what I, who I really was? Like, why? And like, that can kind of suck. And then also like dealing with, like cyberbullying and harassment on Tumblr, and like, like truscum, and like TERFs would like, actively seek me out. They’d like search for trans stuff to like, harass people for. And, like, that was very damaging, like, that was very, very much not a good time.   Jay had encounters with similar rhetoric on YouTube. They explained that in the binary transgender male YouTube community, there were content creators who espoused the belief that in order to be a “real” transgender man, one must present themselves as “hyper masculine”, i.e., in accordance with cisgender beliefs of male behavior and 57  presentation. Jay went on to explain that, according to these YouTubers, if an individual did not “perform” to these standards, they’re a “trender” (here, Jay used a shortened version of the term “transtrender”). A “transtrender” is a term for someone who pretends to be transgender and is often used to invalidate non-binary gender identities. Jay felt the expectation that they be hypermasculine in their gender presentation stopped them from expressing their gender identity in a way that felt comfortable and authentic: […] there are sections of the trans community specifically and especially the trans masc community, or trans male, like binary trans male, that are, that have subscribed to the ideals of toxic masculinity and who aim to perform it and, and tell others that they need to perform it exactly right, too, or else it means that they're a trender. Or, you know, they're faking it. They're like, they don't really know what they're talking about. They're not really trans. So that was something that dealt with, was seeing, especially like public trans male figures who had those kind of outlooks did negatively affect me to a certain degree. And I felt like I was being kind of stifled by that and I couldn't express myself in the way that I wanted to because of these expectations of me to be hyper masculine all the time. […] there are a couple of YouTubers who talk about that kind of thing. […] YouTube and Instagram would have been where I saw the most unpleasant content around it.   Support systems online. Through engagement with social media and online communities, participants were able to access support systems that connected them to gender-affirming resources, along with connecting them to others who supported and validated their gender identities. Support and validation through resources and interpersonal connections were essential to participants feeling they had the capability to actualize their gender identity. Clarke and Laurel were both connected to resources for HRT through online interactions. Before Clarke made a Facebook post about the process, they believed they needed a letter from a therapist in order to begin receiving HRT. However, after posting about HRT options on Facebook—many of Clarke’s friends on the platform are queer people they know or have mutual friends with through drag 58  communities—Clarke was quickly pointed to Planned Parenthood as a resource for affordable HRT that didn’t require a therapist letter. Clarke was then able to get a prescription for HRT within days: I learned about Planned Parenthood's like, informed consent testosterone thing because of, because I made a Facebook post about it. Because like, I was like, I was under the impression that you had to have a letter from, like, a therapist, like to get a hormone therapy, and I was like, I can't afford that. So, I guess I'm just screwed. And so, I made a Facebook post about it. And then people were in the comments on my Facebook posts. They were like, um, you can get like, you can go to Planned Parenthood and you don't need a letter. And it's like, $10, like, $15 a month. And, and like, literally that day, I made an appointment for a hormone consultation. And the next day I had a prescription.   Laurel explained that she was outed to her parents through her Tumblr account. She used Tumblr as a place to express and validate her gender identity by using her gender affirming name and posting photos with feminine clothing and makeup on. Eventually, her account was found by her stepmother and father, who then sent it to her mother. After Laurel had been outed, she decided to no longer hide her gender identity and to begin the transitioning process. A person who Laurel had connected with on Tumblr and also lived in the same area as Laurel directed her to HRT provider. This individual also provided emotional support to Laurel, as they had started transitioning recently as well. Through the combination of support via interpersonal connections and resource referrals, Laurel was able to successfully start transitioning: And after that point, I just said, screw it. If everyone already knows, why am I still hiding? Why am I still being miserable with myself? And so, after that point, and you know, after, again, discussing with other community members online, I just started my transition. I, I moved pretty much almost immediately back to [city], and, you know, started HRT, like, and I, and I found my doctor through someone on Tumblr, who was also living in [city], and also, like, helped me. She had started HRT as well. And so, it was like, here's your resources. Let's, let's go, you know.   After experiencing transphobia in online and offline situations, Topher and Clarke 59  shared that they experienced support online through friend networks they’ve built on social media platforms. Topher explained that they were physically attacked because of their sexuality and gender presentation while out in public. When they posted about the attack online, they were met with kindness, care, and concern for their safety, as well as support for their gender identity and gender expression and condemnation of their attacker. By posting about such an adversarial experience online, Topher was able to gain a sense of community and strong feeling of support: I have friends who like don't live in the same area. But like, they still care about you. And they still want to like check in. And they care about your safety. And so that's really nice to be like, “oh, there's like, I'm experiencing something that's really not fun.” And but like there is a community. Like when I got punched in the face [location]. And like, I was wearing a dress and heels. Like and just was like, “yeah, I'm gay.” Like, there's a lot of people who, like, reached out and we're very kind and we're like, “that's fucked up that people treat you that way. Or like, “this person was just an asshole.” So, I definitely think that social media has been really helpful.   Clarke explained that while most of their family is supportive of their gender identity, they have experienced harassment from family members online because of their gender queerness. They recalled an incident in which their uncle made transphobic comments on one of their Facebook posts. However, because Clarke had built a strong support network of queer friends on the platform, Clarke’s friends immediately came to their aid and condemned their uncle for his transphobia. Clarke recalled that the experience was “beautiful” and proceeded to point out to their uncle that he did not truly know or understand them despite their familiar ties: […] my parents are very supportive. My, my immediately like, my, a lot of my family is very supportive. Um, my, one of my uncle's was trying to be like, transphobic on my Facebook post. And, like, my friends, like, completely shut him down. And it was beautiful. And then I was like, you know what, you don't know me. Like, you say you’ve known me since I was an infant, but you don't know me. 60   Solidification  In this section, participants conveyed an assuredness in themselves that came through the processes of discovery, exploration, and actualization outlined in the previous sections. Additionally, they expressed feelings of identity solidification that was the result of both internal work and affirmation and external encouragement from various support networks, resources, and individual relationships. Participants had effectively built up, accepted, and become comfortable and proud of their gender identity. Through continuing to view and interact with content posted by other genderqueer people online, participants who felt solidified in their identity were reaffirmed when they saw others like them on social media. Additionally, participants utilized the knowledge they’d gained during their gender journey to educate others online, often by sharing their personal experiences and perspectives.  Feeling affirmed in gender identity. Six participants spoke of how seeing the experiences of genderqueer individuals online affirmed and/or reaffirmed their own gender identity. “Feeling affirmed in one’s gender identity” is included in the section on gender solidification because for one to feel affirmed in their gender identity, they must first discover their gender identity, and then actualize it (i.e., come to terms with their gender identity and integrate it into their sense of self). After their gender identity had been actualized and solidified into their being, participants were able to see their gender reflected in others online. Through recognition, participants reaffirmed themselves through others. These affirmations came in form of seeing content posted by other genderqueer individuals in which they simply shared parts of their daily lives on social media. For example, Alice said: 61  I see a lot of, like, trans people who like, have fully transitioned and are like, thriving, like just regular people. And like, I'm just like, you know, that's, that could be me one day. And it's just like, they're on T, they have top surgery done. They're like, in a happy, healthy relationship with a significant other or not, you know, they're just, they're just content and happy in life.   Kate explained they follow a transgender man on TikTok who does not make his identity the primary focus of his content. By focusing on other topics in his content (such as his blind dog), Kate felt that his identity effectively becomes normalized, subsequently helping them affirm and normalize their own identity:  Um, in the last year, especially starting in quarantine, I found a lot of affirmations on Tik Tok. I know there’s a lot of toxicity and bad things on Tik Tok, but the people I follow are all very positive. Or even if they're not always positive, they're at least aware and educated. And I follow several people who are non-binary or androgynous or transgender or something like that and looking at them and seeing them just in everyday life. Not even talking about being transgender. Like, there’s this other transgender man, like the thing that he talks about the most, or posts about is his dog. His dog is blind and deaf, and like, she's really, really adorable. And like, most of his stuff is about his dog. He has posts, obviously, about being transgender, but that's not his main thing. So, seeing him as just a regular person definitely helps my identity.   Austin expressed similar sentiments, in that they find it reassuring to see other transgender people online having jobs and “living their lives.” Austin explicitly stated that this reassurance came after their gender identity had fully developed, and instead came to them in the form of solidifying their own identity by seeing it in others. They gave a specific example of how one day, they hope to have a child, and are reassured in this desire by following transgender fathers with children on social media. By seeing their hopes for the future reflected and enacted in others like them, Austin felt they will be in a “good place” in the future where they can be their true, genuine self:  I definitely use Instagram a lot now and follow a lot of other trans people. And like, I think that's where now I get more of that. But I think that was less of like my own identity development and more of like a solidification and like, finding like, similar people, you know. Kind of like getting that, that sense of community 62  and like it, it's really exciting to see other people living as out and trans people and, you know, having jobs and doing, you know, just living their lives. […] I follow a couple of trans dads who have had kids or who were having kids and one non-binary person named [name] and they just, it's really cool to me to see that because I think that at some point, I probably want to carry a child and so seeing that somebody else's journey with that, it's like yes, there are people doing this and they're, you know, just, just seeing other people doing that is really helpful. Because it's like a reassurance that yes, there, there are people out there living like this. And even when it's like, difficult here, that doesn't mean that it's not going to get better, that I'm not going to be in a good place and be able to live fully genuinely.   Educating others about gender identity. By solidifying and having a thorough understanding of their own gender identity, participants were able to utilize their experiences and knowledge to educate others about genderqueer identities. Seven participants reported that they used social media and online interactions as a medium to educate others, primarily drawing from their own experiences as an educational source in addition to other relevant information gained externally. Chrisander said: I'm very comfortable with my identity when I'm talking online in situations where it's relevant. If like today, in one of the trans sub, somebody was discussing that we do need to get like, don't pressure trans teenagers to transition right away. That's not a fair pressure to put on them. We need to give them the opportunity. But we can't be, pressuring them is not fair. And like I was commenting on it being like, and it's this mentality of if you don't transition in your teenage years, you won't be able to transition, is wrong. I started transitioning at 22, I'm trying, I'm back on HRT. This week is my first week back on HRT at 26. And I'm like you don't, you don't have to do it as a teenager. So, I'm really open about it when it's relevant to a discussion.   Topher explained that they became a mentor-type figure to a younger individual they met online. Both Topher and their friend are queer and come from religious backgrounds, and Topher used these commonalities to support, educate and encourage their friend as they navigated their own gender identity development: This person […] I got their number. And then we would chat. I feel like I was a little bit older than them. So, I feel like I helped them more with their queerness. But we both came from like a hyper religious background. So, I kind of could 63  help talk about that. And like, be a source of encouragement. And I still actually do talk to this person casually online. Well, I just remember this. But, also, I've met up with them in person, like a few times. So, like, I also don't just think of them as an online friend. I'm like, oh, like we also hang out.   Regarding parameters that must be met in order for educational discussions to take place online, both Jay and Az shared that their willingness to educate others and discuss their experiences is contingent on the level of respect for their identity being afforded to them by the person they are having a conversation with. Az explained, “[…] If people are looking for me specifically to explain my experiences, then I'm glad to do that as long as they're like respectful and receptive about it.” Jay concurred, and said: If I can tell that their intention is good, I will try to retain my patience and answer their questions as in depth as I can with as much respect as I can as long as they, that's my thing, as long as they afford me respect, I will, I will give them right back the level of respect that they give me.              64  CONCLUSION Discussion  This study sought to understand how social media use influences genderqueer identity development. Through the application of grounded theory methods, data drawn from 20 genderqueer participants was formulated into a linear model that displays how interfacing with social media affected genderqueer identity curation over time. This model contains four primary categories which were broken down into subcategories, in which the impact of social media use varied depending (1) which stage of development a participant’s experiences fell into and (2) the context of that individual experience.             It was found that regarding the initial stage of identity development defined in this study—realization--social media did not seem to play a significant role. This is the phase in which participants began to experience feelings of gender queerness or question their gender identity. For example, only two participants stated that being exposed to genderqueer identities on social media (Tumblr for one participant and Reddit for the other) caused them to realize being genderqueer was a viable option for themselves. Another participant explained that being grouped with cisgender people online caused them discomfort, subsequently causing them to question their gender. However, for most participants, the first notions of their genderqueer identity were fostered offline through external means. Participants were exposed to genderqueer identities through their education and physical literature. They also reported surprising feelings of gender euphoria when externally changing their physical appearance in a way that varied from cisnormative standards.   65             The lack of social media’s impact on participants’ realization of their queer gender identity could be due to participants' age: half reported they started questioning at ages 13-16 years old. As participants' ages ranged from 18-26 (as of 2020) and in the context of personal technology development, this is telling. It is possible that the age they discovered their gender identity was at a time when social media (and immediate access to social media via smartphones) was not as highly accessible as it is now. Furthermore, seven participants reported hesitancy towards identifying as genderqueer after discovering initial feelings of gender queerness. This caused them to sometimes take years to then begin exploring or actively seeking out more information on genderqueer identities, effectively creating a large gap between the time of “realization” and the time of “exploration.” In the past few years, cultural tides have shifted in a way that, although discrimination and violence towards genderqueer people is still a rampant, daily threat, transgender adolescents are now “growing up in an environment where the trans child is a distinct and partially recognized social and medical category” (Gill-Peterson 2018; Halberstam 2016). This cultural shift has occurred on social media as well, as made apparent by its strong influence on the last three categories identified in the model (exploration, actualization, and solidification). Based on participant's ages at the time of gender “discovery” versus the time of gender “exploration”, it is highly likely that when participants did being to actively use social media as a tool to integrate relevant knowledge into their understanding of self, cultural attitudes had shifted in a way that caused genderqueer identities to become more publicly distinct and visible in online spaces.  66             “Realization” was a category that needed to be included in the model constructed for this study—all participants identified a starting point at which they began their gender journey. “Realization” lay the foundation for what was to come in the lived experiences of young genderqueer people. However, for participants in this study, social media did not particularly facilitate the discovery of gender queerness, so much as it guided them in steps taken after this initial breakthrough.             During the following step in the model—exploration—social media use played a vital role for most participants in allowing them to expand the horizons of their emotions and knowledge relating to their gender. Participants were able to navigate new pathways of information by interfacing with various social media platforms, but most commonly Tumblr. Engaging with Tumblr was frequently cited as a “jumping off” point for the beginning of participant’s gender exploration journey. Furthermore, previous literature on the topic has identified Tumblr as a platform that has a large queer userbase and therefore gives users more opportunities for queer self-exploration (Cho 2017; Marston 2019; Renninger 2015)--findings which were echoed in this study.             Overall, by using social media as a tool for seeking and gathering information during the exploration phase, participants who had experienced feelings of gender queerness without any established social constructs or categories to compare those feelings to (“transgender,” “non-binary”, etc.) now had means to do so. Additionally, these individuals were able to negotiate any preconceived notions of what it means to be genderqueer through the perspectives and experiences of others. Lastly, when specifically viewing content by and/or for genderqueer people during this phase, participants were able to gain further knowledge and understanding of genderqueer identities and 67  experiences. After this knowledge had been attained, participants began the process of internally sorting through information and deciding which aspects of it they related to. Through this process of information absorption → information sorting → self-application, they could start to reflexively shape their gender identity.            The impact of social media was especially prominent in the various methods participants employed to externalize their queer gender identity to large audiences. Many participants pointed to the simplicity in which social media posts allowed them to share personal information related to changing aspects of their identity (such as their name, their pronouns, their gender label, their status of transitioning, etc.) as highly convenient. The streamlined process in which participants could share information with audiences and curate said audiences to create relatively safe spaces where positive feedback was more likely than negative feedback made gender actualization in online spaces comparatively easier than in offline spaces. However, the perceived safety of a given online space was dependent on (1) the platform and (2) the makeup of an individual’s followers. Participants generally expressed discomfort being open about their gender identity on platforms where they had friends or followers who knew them offline. Facebook was a common platform that fell into this category, as participants often were “friends” with immediate family, relatives, and people they knew before they were openly genderqueer, such as people from their hometown. This indicated that online spaces are “safe” for genderqueer people so long as they provide a relative degree of anonymity and/or the ability for making certain or all information private. Overall, participants placed a high level of importance on finding safe spaces to express their gender identity online. These participants valued the ability to control and curate who 68  they interact with and who sees their content, in turn creating spaces for them to grow and actualize their gender identity.             Participants also notably began to externalize or physicalize their identity the further they progressed along the model. To elaborate, the first two phases identified consist mostly of internal processes: during these phases, participants were (1) coming to terms with the realization of their queer gender identity and (2) then starting to actively seek further understanding beyond what they knew of genderqueer identities before this realization. The only external processes in this phase consisted of online interactions with others who participants felt safe and comfortable with regarding their gender identity. For the participants in this study, “safe” meant these others identified as queer in some capacity and did not know the participant offline. Primarily, participants tended to interact with others less in this phase, rather consuming content without interaction.             Then, in the last two phases, participants began to express their gender identity more openly with others in online spaces. This was the ensuant result of reflexive identity shaping and internal identity curation outlined in the first two phases. Two different methods of initial identity actualization in online spaces were identified in the last two phases. The first method was when participants made a post on a single or various social media platforms in which they explained their gender identity to their friends and followers, explained the name and pronouns they now go by, explained their gender identity, etc. This method of identity actualization could be defined as a typical “coming out” for a queer person, but with the added convenience of fast and far-reaching information spread via social media posting. The second method consisted of changing their name and/or pronouns in a space that is visible to other users on a social media 69  platform but not specifically making a post about these changes. Participants highlighted the importance of externalizing these changes on platforms like Facebook, where they sometimes had long had profiles associated with their birth name and pronouns (and friends on the platform who knew them before their “coming out”). Limitations and Future Research   There were several demographic limitations regarding the sample of this study. All participants except three were White, all except one were living in the United States, and all were living in urban or urban cluster areas. Because of the relatively homogenous nature of the sample in these areas, the potential intersectional aspects of queer identity, race, geographic location, and social media use were not thoroughly examined. Therefore, future research in this area should focus on broadening sample demographics to include more rural participants, more participants of color, and more international participants to expand the analytic strength of the framework established in this study.             The theoretical framework established in this study also posed a methodological limitation. Linear models, such as the one developed in this study, are inherently limiting because they are an oversimplification of human behavior and human patterns of thinking and learning. It is true that participants’ gender identity generally developed along the parameters established by the four main phases shown in Figure 1. However, not every participant developed through these phases in a directly sequential manner. For example, some participants found information on a certain gender identifier (exploration), then applied this identifier to themselves, and asked others to abide by this identifier (actualization). Then, upon reflection, found that this identifier did not fit best their internal sense of self, and went back to searching for labels that felt better encompassed 70  their genderqueer identity (exploration). Thus, for some participants, their development along the model was iterative as opposed to linear. Furthermore, the last phase established in the model (solidification) isn’t an endpoint for gender development. As explained in the example above, gender identity can be fluid and subject to contextual transformation. Although an individual can feel “solidified” in their gender identity at a given point in time doesn’t mean that there isn’t a potential growth and change.              As data analysis progressed, it became apparent that self-selection bias was an issue among some participants that chose to participate in the study. Individuals came to participate in the study either by being asked to participate by the PI, or by seeing recruitment information for the study and choosing to partake. “Recruitment information” came in the form of posts about the study on social media or emails sent out to local queer organizations. Subsequently, those who saw these posts and emails and then chose to participate in the study were already active in online communities and on social media. Through this engagement, they made the choice to speak with the PI about their lived experiences.            Due to this, the study sample also did not contain data from a significant but silent online population, defined as “lurkers.” Nielsen (2006) found that user participation on social media typically follows a “90-9-1 rule”. 90% of users are “lurkers” who view and consume content but do not interact with it, 9% of users contribute to content by interacting with it (liking, sharing, commenting, etc.) but only occasionally post their own content, and 1% of users account for most content seen online because they frequently post and interact with content (Nielsen 2006). Based on participants’ level of engagement with social media, it's likely they mostly fall in with the 9% of social media users who 71  frequently interact with other people's content and occasionally post their own content. In order to overcome what Nielsen terms “participation inequality”, it’s recommended that increasing study accessibility (or lowering barriers) while also offering rewards or incentives can increase the likelihood of accessing lurker populations, which should be a focus of sampling in future research.             Another area of potential future research lies in the target population for this study. Through the process of thoroughly reviewing the current literature available on social media's influence on queer identity development, it became apparent the experiences of genderqueer people are underrepresented in the subject matter. Future research in this area should continue to seek out genderqueer participants because of this underrepresentation. Alternatively, researchers working with samples that contain participants across the LGBTQIA+ spectrum could differentiate between the experiences of sexually queer and genderqueer participants. This differentiation is important when it comes to the detail work of conceptual frameworks: there are experiences specific to genderqueer people that sexually queer cisgender people do not experience. For example, name changes, pronoun changes, and physical transitions. Understanding the nuances of these processes and the way they interplay with social media use is key to building strong analytic theory.   This study shows how young genderqueer people interface with social media to build, negotiate, and solidify their identity over time. As the influence of social media in the daily lives of young people grows, now is a key time in society for reexamining binaries and the construction and deconstruction of these binaries in digital spaces. This is a growing phenomenon, making research into this area vital to understanding how 72  young genderqueer people are developing their identities in a modern world. Thus, the importance of this work is clear: the initial stages of a young genderqueer person’s identity development will guide and influence them as they progress in their lives, influencing their health, well-being, and outlook. This necessitates future research to continue to seek out the stories, lived experiences, and perspectives of young genderqueer people and the impact of social media on their sense of self.                   73  APPENDIX A. PARTICIPANTS    Table 1. Participants   No.  Pseudonym  Age  Gender identity  Current location  Region  Race  Recruitment method 1 Sage 25 Non-binary/agender Urban cluster Midwest White Personal contact 2 Jay 21 Non-binary Urban cluster Midwest White Personal contact 3 Topher 24 Agender Urban cluster Midwest White Personal contact 4 Alice 25 Non-binary trans masculine Urban cluster Midwest White Personal contact 5 Chrisander 25 Trans soft boy Urban cluster Midwest White Personal contact 6 Laurel 24 Trans woman Urban South POC Social media referral via other participant 7 Donnie 21 Non-binary Urban cluster Midwest White Personal contact 8 Clarke 25 Non-binary/genderfluid Urban Midwest White Social media referral via friend 9 Finn 19 Non-binary Urban cluster Midwest White Personal contact 10 Charlie 25 Non-binary/genderfluid Urban South White Social media referral via friend 11 Blair 24 Trans woman Urban South White Referral via friend 12 Kit 18 Non-binary/genderfluid Urban United Arab Emirates  White Reddit 13 Richard 18 Trans man Urban Midwest White Contacting local trans organization 14 Mel 25 Non-binary Urban Northeast White Reddit 15 Did not use interview NA NA NA NA NA NA 16 Az 19 Genderfluid Urban Northeast POC Personal referral via other participant 17 Kate 20 Genderqueer/genderfluid Urban cluster Midwest White Contacting local LGBT+ organization 18 Devon 25 Trans man Urban cluster Midwest POC Contacting local trans organization 19 Austin 20 Non-binary Urban Midwest White Contacting local trans organization 20 Quinn 23 Genderqueer Urban Northeast White Personal referral via other participant 21 AJ 26 Genderfluid/non-binary Urban Northeast White Personal referral via other participant 74  APPENDIX B. INTERVIEW QUESTIONS Social media as a means of transgender identity development  Interview questions  *Transgender, non-binary, genderqueer, agender, genderfluid, etc.  1. How old are you? 2. Is there a certain pseudonym you would like me to use for your responses?  3. Do you use social media? What platforms do you use? (Twitter, Facebook, Tumblr, Instagram, Reddit, YouTube, TikTok, etc.) 4. What are the towns that you’ve lived in? a. What is the approximate population of the towns you’ve lived in and/or currently living in? 5. Could you tell me about the areas you’ve lived in from your perspective? a. For example, what is the social, political, and religious climate like? b. What’s the queer community like in your town? 6. Do you have a preferred gender identity? How would you describe your gender identity? 7. When did you realize you weren’t cisgender?  a. How did you know you weren’t cisgender?  b. Could you tell me about the journey of arriving at this point in your gender identity? Were there other identities you felt comfortable with along the way? c. If identity has changed over time (i.e. trans to nonbinary, agender to trans, etc.), has social media had any impacts on that? d. How did you navigate these changes on social media? 8. Did you ever search for information on being trans*? Where did you get the information? a. Was the information found online? (Social media, news outlets, forums, online articles, etc.) b. Was it found offline? (Talking with other queer people, in-person resource centers, books, etc.) c. Where did you find the most useful information? 9. If you have connections with other non-cisgender people, what are those connections like?  a. Did you seek out other transgender* people? How did you meet them? Online or offline? b. Have these relationships impacted your identity and way you perceive yourself? c. Are you part of any transgender* communities online? (Discord servers, Subreddits, Facebook groups, etc.) If so, what are the positives and negatives of being in these communities? 75  d. Do you have any trans is genderqueer “role models”? How did you come to know this person or people? Online or offline? 10. How do you feel about expressing your gender identity online? a. How does this compare to how you express your gender identity in person? 11. Are their certain social media platforms you feel most comfortable expressing yourself on?  a. Why is this? 12. Have you ever posted any identity affirming content online? (Coming out online, changing your name to your chosen name from your birth name, changing your pronouns, etc.) a. Where did you post this and why?  b. What platforms do you feel most comfortable posting this kind of content on? c. Did this change impact with people in-person? i. For example, did it make you more confident? More wary? d. How does doing these things offline (coming out to friends/family, changing your name legally or informally, changing your pronouns) compare to doing it online? 13. Has using social media as a transgender* person had any impacts on your mental health, positive or negative? 14. Do you ever encounter problematic content online (hateful anti-transgender comment on your posts, anti-transgender content in general, etc.)? How do you navigate this?  a. What platform do you find the most negative/problematic content on? b. Have you ever encountered problematic content from people who are in the LGBT+ community? How do you navigate this? c. Is there a difference in what platforms you see problematic content from cisgender/heterosexual individuals on compared to LGBT+ individuals? d. How do you handle encountering problematic content online from people you know in-person vs. people you only know online? 15. Do you use different accounts/platforms to engage with different audiences? 16. Do you engage in queer activism on social media? a. What about activism offline or in your community? 17. Is there anything you want to talk about not covered in the interview? 18. How did it feel to do this interview over Zoom?     76  APPENDIX C. INTERVIEW PROTOCOL South Dakota State University Consent to Participate in Research Study Title: Social media as a means of transgender identity development Principal Investigator: Margeaux Gaiani  You are invited to participate in a research study. This document contains important information about this study and what to expect if you decide to participate. Your participation in this research study is voluntary and you do not have to participate. Refusal to participate will involve no penalty or loss of benefits, and you may discontinue participation at any time without penalty or loss of benefits. The purpose of this project is to understand how social media use among transgender people impacts their gender identity both online and offline. The data from this project will be used to construct a model that explains how transgender identities in different environmental areas (urban, non-urban, and rural) are curated and influenced through social media use. It is expected that the interview will take around 1-2 hours. Approximately 20-30 individuals will be involved in the study. If you choose to participate, the interview will take place via Zoom. I will transcribe our conversation, and then send you the transcript so you can verify your statements, make clarifications, or add any additional information you feel is necessary. You may choose to do a video interview or an audio-only interview. The interview session will be recorded with your permission. Alternatively, you can choose to participate via written survey answers to the interview questions.  If you wish to participate in a video or audio-only interview, only audio files of the interview will be downloaded from Zoom and saved to an external flash drive for transcription. The Zoom video file will be immediately deleted and will not be saved to the flash drive. Once the audio is transcribed, the audio file will be permanently deleted from the flash drive. All identifiers, such as names and locations, will be redacted from the transcription. The only expected risks to your participation is feeling strong emotions (such as anger or anxiety) while explaining your experiences a transgender person living in a non-urban area. There are no direct benefits to your participation in this study.  Data from interviews will be saved on a password-protected external flash drive and stored in a locked box. All identifying information will be separated from the study data. Interview transcriptions will be coded using a thematic reduction technique. Major themes in the data and deidentified direct quotes from participants may be included in 77  final reports.  Your responses will be assigned a pseudonym. The list connecting your name to this pseudonym will be kept in a password protected file on an external flash-drive. Only I will have access to the file. When the study is completed and the data have been analyzed, the list will be destroyed. Because of the nature of the data, it may be possible to deduce your identity; however, there will be no attempt to do so and your data will be reported in a way that will not identify you. Information collected about you will not be used or shared for future research studies. The information that you provide in the study will be handled confidentially. However, there may be circumstances where this information must be released or shared as required by law. The SDSU Institutional Review Board may review the research records for monitoring purposes. For questions, concerns, or complaints about the study you may contact margeaux.gaiani@sdstate.edu For questions about your rights as a participant in this study or to discuss other study-related concerns or complaints with someone who is not part of the research team, you may contact SDSU’s Research Integrity and Compliance Officer at 605-688-5051 or sdsu.irb@sdstate.edu. You must be 18 or older to participate. Your consent is implied by participating.           78  REFERENCES Arnett, Jeffery J. 2000. “Emerging adulthood: A theory of development from the late teens through the twenties.” American Psychologist 55(5): 469–480 Asakura, Kenta. 2016. “Paving Pathways Through the Pain: A Grounded Theory of Resilience Among Lesbian, Gay, Bisexual, Trans, and Queer Youth.” Journal of Research on Adolescence 27(3): 521-536. Asakura, Kenta and Shelley L. Craig. 2014. ““It Gets Better”…but How? Exploring Resilience Development in the Accounts of LGBTQ Adults.” Journal of Human Behavior in the Social Environment 24:253-266. Bates, Adam, Trish Hobman, and Beth T. Bell. 2020. “Let Me Do What I Please With It . . . Don’t Decide My Identity For Me”: LGBTQ+ Youth Experiences of Social Media in Narrative Identity Development.” Journal of Adolescent Research 35(1):51-83. doi:10.1177/0743558419884700. Berlant, Lauren, and Michael Warner. 1998. “Sex in public” Critical Inquiry 24(2): 547 -566. boyd, danah m., and Nicole B. Ellison. 2008. “Social network sites: Definition, history, and scholarship.” Journal of Computer-Mediated Communication 13(1):210-230. boyd, danah m. 2010. \"Social Network Sites as Networked Publics: Affordances, Dynamics, and Implications.\" Pp. 39-58. in Networked Self: Identity, Community, and Culture on Social Network Sites, edited by Zizi Papacharissi. Charmaz, Kathy. 2006. Constructing Grounded Theory: A Practical Guide Through Qualitative Analysis. Thousand Oaks, California: SAGE Publications Inc. 79  Cho, Alexander. 2017. “Default publicness: queer youth of color, social media, and being outed by the machine.” New Media & Society 20(9): 3183–3200. Craig, Shelley L., and Lauren McInroy. 2014. “You Can Form a Part of Yourself Online: The Influence of New Media on Identity Development and Coming Out for LGBTQ Youth.” Journal of Gay & Lesbian Mental Health 18(1):95-109. doi: 10.1080/19359705.2013.777007. Craig, Shelley L., Lauren McInroy, Lance T. McCready and Ramona Alaggia. 2015. “Media: A Catalyst for Resilience in Lesbian, Gay, Bisexual, Transgender, and Queer Youth.” Journal of LGBT Youth 12(3):254-275. doi: 10.1080/19361653.2015.1040193. DeHaan, Samantha, Laura E. Kuper, Joshua C. Magee, Lou Bigelow, and Brian S. Mustanski. 2012. “The Interplay between Online and Offline Explorations of Identity, Relationships, and Sex: A Mixed-Methods Study with LGBT Youth.” The Journal of Sex Research 50(5):421-434. Evans, S.K., K.E. Pearce, J. Vitak, and J.W. Treem. 2017. Explicating affordances: A conceptual framework for understanding affordances in communication research. Journal of Computer-Mediated Communication 22(1): 35–52. Faraj, Samer, and Bijan Azad. 2012. “The materiality of technology: An affordance perspective.” Pp. 237-258 in Materiality and Organizing: Social Interaction in a Technological World,  edited by P.M. Leonardi, B.A. Nardi, and J. Kallinikos. Oxford, UK: Oxford University Press. 80  Fox, Jesse, and Rachel Ralston. 2016. “Queer identity online: Informal learning and teaching experiences of LGBTQ individuals on social media.” Computers in Human Behavior 65:635-642. doi: 10.1016/j.chb.2016.06.009.  Gibson, James J. 1979. The Ecological Approach to Visual Perception. Boston: Houghton Mifflin.  Gill-Peterson, Julian. 2018. Histories of the Transgender Child. Minneapolis: University of Minnesota Press. Glaser, Barney G. and Strauss, Anslem L. 1965. Awareness of Dying. Chicago: Aldine. Glaser, Barney G. and Strauss, Anslem L. 1968. Time for Dying. Chicago: Aldine.  Glaser, Barney G. and Strauss, Anslem L. 1971. Status Passage. Chicago: Aldine. Hanckel, B., S. Vivienne, P. Byron, B. Robards, and B. Churchill. 2019. “‘That’s not necessarily for them’: LGBTIQ+ young people, social media platform affordances and identity curation.” Media, Culture & Society 41(8):1261-78. doi: 10.1177/0163443719846612. Halberstam, Jack. 2016. “Trans* - Gender Transitivity and New Configurations of Body, History, Memory and Kinship.” Parallax 22(3):366. Hillier, Lynne, and Harrison, Lyn. 2007. “Building realities less limited than their own: Young  people practicing same-sex attraction on the internet.” Sexualities 10:82 100. Hudson, Kimberly D., and Meghan Romanelli. 2020. “\"We Are Powerful People\": Health-Promoting Strengths of LGBTQ Communities of Color.” Qualitative Health Research 30(8):1156-1170. 81  Kitzie, Vanessa. 2019. “That Looks Like Me or Something I Can Do”: Affordances and Constraints in the Online Identity Work of US LGBTQ+ Millennials.” Journal of the Association for Information Science and Technology 70(12):1340-1351. doi:  10.1002/asi.24217. Marston, Kate. 2019. “Researching LGBT+ Youth Intimacies and Social Media: The Strengths and Limitations of Participant-Led Visual Methods.” Qualitative  Inquiry 25(3): 278-288. doi: 10.1177/1077800418806598. Martin-Storey, Alexa, Holly E. Recchia, and Jonathan B. Santo. 2021. “Self-Continuity  Moderates the Association Between Sexual-Minority Status Based Discrimination and Depressive Symptoms.” Journal of Homosexuality 68(12): 2075-2096.  McConnell, E. A., A. Clifford, A. K. Korpak, G. Phillips II, and M. Birkett. 2017. “Identity, victimization, and support: Facebook experiences and mental health among LGBTQ youth.” Computers in Human Behavior 76: 237–244. Newcomb, Michael E., Ricky Hill, Kathleen Buehler, Daniel Ryan, Sarah Whitton, and Brian Mustanski. 2020. “High Burden of Mental Health Problems, Substance Use, Violence, and Related Psychosocial Factors in Transgender, Non-Binary, and Gender Diverse Youth and Young Adults.” Archives of Sexual Behavior 49(2):645-659. Nielsen, Jakob. 2006. “The 90-9-1 Rule for Participation Inequality in Social Media and Online  Communities.” Retrieved May 6, 2022 (https://www.nngroup.com/articles/participation-inequality/). 82  Owens, Zachary D. 2017. “Is It Facebook Official? Coming Out and Passing Strategies of Young  Adult Gay Men on Social Media.” Journal of Homosexuality 64(4): 431 449. doi:10.1080/00918 369.2016.1194112. Ratcliffe, Michael, Charlynn Burd, Kelly Holder and Alison Fields. 2016. “Defining Rural at the U.S. Census Bureau.” American Community Survey and Geography Brief. doi: 10.13140/RG.2.2.16410.64969 Renninger, Bryce J. 2015. “Where I can be myself…where I can speak my mind”: Networked counterpublics in a polymedia environment.” New Media & Society 17(9):1513-1529. Rosati, Fau, Jessica Pistella, Guido Giovanardi, and Roberto Baiocco. 2021. “Queer generativity in lesbian, gay, and bisexual older adults: Personal, relational, and political/social behaviours.” Journal of Community & Applied Social Psychology 31(6):673-689. Scroggs, Barrett and Amber Vennum. 2021. “Gender and sexual minority group identification as a process of identity development during emerging adulthood.” Journal of LGBT Youth 18(3):287-304. Taylor, Yvette, Emily Falconer, and Ria Snowdon. 2014. “Queer youth, Facebook and faith: Facebook methodologies and online identities.” New Media & Society 16(7):138-1153. doi: 10.1177/1461444814544000. Treem, Jeffrey W., and Paul M. Leonardi. 2013. “Social Media Use in Organizations: Exploring the Affordances of Visibility, Editability, Persistence, and Association.” Annals of the International Communication Association 36(1):143 189. 83  Zhao, Shanyang, Sherri Grasmuck, and Jason Martin. 2008. “Identity construction on Facebook: digital empowerment in anchored relationships.” Computers in Human Behavior 24(5): 1816–1836.  ",
    "id": 541386842,
    "identifiers": {
        "doi": null,
        "oai": "oai:openprairie.sdstate.edu:etd2-1414"
    },
    "title": "“By Following Them, I Was Able to Identify Things I Shared With Them” : Conceptualizing How Social Media Use Influences Genderqueer Identity Development",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-01-01T08:00:00+00:00",
    "publisher": "Open PRAIRIE: Open Public Research Access Institutional Repository and Information Exchange",
    "references": [],
    "sourceFulltextUrls": [
        "https://openprairie.sdstate.edu/cgi/viewcontent.cgi?article=1414&context=etd2"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/541386842.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/541386842"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/541386842/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/541386842/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/541386842"
        }
    ],
    "abstract": "Among young genderqueer people, social media can be used as a tool for gender exploration, building support systems, and identity validation. However, literature on how these processes are linked together over time to curate a holistic sense of identity is limited. Using a grounded theory framework, this study seeks to construct a model explaining how gender identity development is linearly influenced by social media use among young genderqueer (transgender, non-binary, genderfluid, etc.) individuals. 20 indepth interviews were conducted with genderqueer participants ranging in age from 18- 26 years old. Participants were recruited through personal contact, referrals, and social media posts. Findings indicate four major steps in identity development, all of which are influenced in varying degrees by social media use: 1. Realization, 2. Exploration, 3. Actualization, and 4. Solidification. The process of realization occurred in offline spaces for most participants, and exposure to genderqueer identities began to push participants to find more information on the subject. As participants began to explore their gender identity, they moved online, using social media to become familiar with queer identity nomenclature and seeking out genderqueer-specific content, usually given in first-hand accounts by other genderqueer people. Participants viewed this content reflexively and used it to better understand their own gender identity. Once participants had internally worked through their identity, they began to externalize their queer gender identity to others in their life. Many participants expressed that they used social media posts to share personal information related to changing aspects of their gender identity with large audiences at this point in their development. Additionally, a high level of importance was placed on the ability to control and curate who gender identity-related content was visible to online, with the goal being to create safe and comfortable spaces to explore and express one’s identity",
    "tags": [
        "text",
        "Feminist, Gender, and Sexuality Studies",
        "Gender and Sexuality",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Sociology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:openprairie.sdstate.edu:etd2-1414",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2573",
        "openDoarId": 0,
        "name": "Public Research Access Institutional Repository and Information Exchange",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 541386842,
        "depositedDate": null,
        "publishedDate": "2022-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-20T17:17:33+00:00",
        "acceptedDate": null,
        "createdDate": "2022-10-27T14:23:39+01:00"
    },
    "urls": [
        "https://openprairie.sdstate.edu/etd2/414",
        "https://openprairie.sdstate.edu/context/etd2/article/1414/viewcontent/Gaiani_Margeaux_2022_Redacted.pdf"
    ],
    "lastUpdate": "2024-01-20T17:17:33+00:00",
    "setSpecs": []
}