{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Horton, Cal"
        }
    ],
    "contributors": [],
    "createdDate": "2022-06-23T04:30:51+01:00",
    "dataProvider": {
        "id": 50,
        "name": "Goldsmiths Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/50",
        "logo": "https://api.core.ac.uk/data-providers/50/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1080/27703371.2022.2076002",
    "downloadUrl": "https://core.ac.uk/download/520503848.pdf",
    "fullText": "Full Terms & Conditions of access and use can be found athttps://www.tandfonline.com/action/journalInformation?journalCode=wgfs21LGBTQ+ Family: An Interdisciplinary JournalISSN: (Print) (Online) Journal homepage: https://www.tandfonline.com/loi/wgfs21“I Was Losing That Sense of Her BeingHappy”—Trans Children and Delaying SocialTransitionCal HortonTo cite this article: Cal Horton (2022) “I Was Losing That Sense of Her Being Happy”—TransChildren and Delaying Social Transition, LGBTQ+ Family: An Interdisciplinary Journal, 18:2,187-203, DOI: 10.1080/27703371.2022.2076002To link to this article:  https://doi.org/10.1080/27703371.2022.2076002© 2022 The Author(s). Published withlicense by Taylor & Francis Group, LLC.Published online: 23 May 2022.Submit your article to this journal Article views: 1537View related articles View Crossmark dataLGBTQ+ FamiLy: an inTerdiscipLinary JournaL2022, VoL. 18, no. 2, 187–203“I Was Losing That Sense of Her Being Happy”—Trans Children and Delaying Social TransitionCal Horton department of education, Goldsmiths, university of London, London, uKABSTRACTWithin transgender children’s healthcare there are two competing paradigms on appropriate support for pre-pubertal trans children, ‘affirmation’ and ‘delayed transition’. Parents of trans children accordingly face conflicting advice on the appropriate timing of ‘social transition’, where social transition connotes external acceptance and affirmation of a child’s identity. This innovative research brings experience-based insights from 30 UK-based parents (93% female), who supported 30 trans children to socially transition at an average age of seven years old (range 3–10 years old). Data were analyzed through inductive reflexive thematic analysis to understand inter-viewee experiences and perceptions related to the timing of social transi-tion. Analysis highlights two broad themes; firstly, the influence of cisnormativity on delay, with parents revealing deeply embedded resistance to trans possibilities. Secondly, parental perception of delays causing dis-tress, even in families who may be considered affirming. The study reinforces existing research on the importance of affirmation and family support. The study also highlights the support parents may need to overcome cisnor-mative barriers to supportiveness, and the distress, frustration and trauma that trans children may experience, even within affirming families.IntroductionTrans children have endured decades of pathologisation (Ansara & Hegarty, 2012; Ashley & Domínguez, 2021; Gill-Peterson, 2018; Global Action for Trans Equality, 2012; Riggs et al., 2019), with gender diversity defined as a mental health disorder up until 2021 in global medical stan-dards like the International Classification of Diseases (World Health Organisation, 2021). Clinical guidance for gender diverse children has for decades been dominated by cis (not trans) sexol-ogists, psychiatrists and psychoanalysts, centered in incorrect assumptions that gender diversity is pathological, that being trans is inherently worse than being cis, and that external forces can and should direct children’s identities toward being cisgender (Gill-Peterson, 2018; Pyne, 2014; Suess Schwend, 2020). Into the first decade of the twenty-first century, clinical literature on trans children was dominated by a group of clinicians who pathologized and misgendered trans children (Ansara & Hegarty, 2012; Suess Schwend et al., 2018; Tosh, 2011)Within trans children’s healthcare there are two competing and conflicting paradigms on appropriate support for pre-pubertal trans children, ‘delayed transition’, and ‘affirmation’ (Ashley, 2019c; Turban, 2017). Affirmative approaches advise supporting a child in their identity, prior-itizing current well-being without age based barriers on acceptance (Ehrensaft et al., 2018; Temple Newhook et al., 2018b). This approach views family acceptance as critical for child self-esteem © 2022 The author(s). published with license by Taylor & Francis Group, LLc.CONTACT cal Horton  c.horton@gold.ac.uk  department of education, Goldsmiths, university of London, London, uK.https://doi.org/10.1080/27703371.2022.2076002KEYWORDSTransgender;  children;  families;  social transition;  trans; parentsThis is an open access article distributed under the terms of the creative commons attribution License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.188 C. HORTONand mental health, for those children whose identity will remain constant into adulthood, as well as for those who may have a more fluid identity, including those who may go through two or more ‘social transitions’ (Ehrensaft, 2021; Keo-Meier & Ehrensaft, 2018b; Temple Newhook et al., 2018a). A ‘social transition’ is considered the point at which family and or community respect and affirm a trans child’s identity, commonly accompanied by a shift in pronoun (Ashley, 2019c; Ehrensaft, 2020). A ‘social transition’ need not entail an end point, and may also provide an opportunity for self-understanding through, rather than just before transition (Ashley, 2019b). Bioethicist Florence Ashley (2019b, p. 6) points out that “changing names, pronouns, and under-going transition-related interventions is routinely used by trans people in an exploratory manner, largely to positive effect.”A growing body of evidence supports affirmative approaches that include support for pre-pubertal social transition (Durwood et al., 2021; Olson & Gülgöz, 2018; Rae et al., 2019). Research on socially transitioned trans children has shown positive mental health and well-being outcomes, in contrast to high levels of depression, self-harm and suicidal ideation in those denied affirmation (Durwood et al., 2017, 2021; Olson et al., 2016; Olson & Gülgöz, 2018). Research highlights the importance of family support in trans well-being, with contrasting research demonstrating the links between family rejection and suicidality, PTSD and depression (Katz-Wise et al., 2018; Klein & Golub, 2016; Pollitt et al., 2021; Russell et al., 2018; Simons et al., 2013; R. Travers et al., 2012). A majority of healthcare guidance published since 2015 supports pre-pubertal social transition, recommending affirmative approaches to supporting trans children, including guidance from the American Academy of Pediatrics (Rafferty et al., 2018), the Pediatric Endocrine Society Special Interest Group of Transgender Health (Lopez et al., 2017), and from national healthcare standards in Australia (Telfer et al., 2018) and New Zealand (Oliphant et al., 2018).A second paradigm, ‘delayed transition’, also known as ‘watchful waiting’, puts age-based barriers on social transition, with an emphasis on delayed acceptance or affirmation of a child’s identity, with children prevented from socially transitioning until a prescribed age, often around puberty (de Vries & Cohen-Kettenis, 2012; Ehrensaft et al., 2018; Giordano, 2019). The World Professional Association for Transgender Health (WPATH) published Standards of Care Version 7 (SOC 7) in 2011, in which it implicitly endorsed ‘delayed transition’, through warnings against pre-pubertal social transition (Coleman et al., 2012). SOC 7 provided suggestions on approaches to delay transition, including a suggestion that families consider “in-between solutions or com-promises (e.g., only when on vacation)” (Coleman et al., 2012, p. 17).Two pieces of evidence underpinned SOC 7’s 2011 recommendation against social transition, both of which have been subject to critique. Firstly, SOC7 references literature on so-called ‘desistance’, or the idea that trans children are likely to stop being trans at the start of puberty. Literature on this topic has been widely condemned as both flawed and misinterpreted (Ehrensaft et al., 2018; Priest, 2019; Temple Newhook et al., 2018a, 2018b), critiqued for “methodological, theoretical, ethical, and interpretive concerns” (Temple Newhook et al., 2018a, p. 1). These older statistics on ‘desistance’ are also challenged by more modern research, with recent longitudinal studies from Australia (Tollit et al., 2021), USA (Olson et al., 2022) and Spain (De Castro et al., 2022) showing a large majority of trans and non-binary children and adolescents continuing to identify as trans or non-binary (96% across child and adolescent age groups in Australia over a ten-year period, 97.5% of children under 12 at 5 year follow up in the USA, and 97.6% of children and adolescents at 2.6 year follow up in Spain). The second evidence strand underpinning SOC 7’s caution against social transition is a letter to the editor, referencing a case of two Dutch children (Steensma & Cohen-Kettenis, 2011). A closer analysis reveals that neither of the two children referenced in that letter, in fact none of the children in that study, had experienced social transition according to today’s definition (Ashley, 2019a). They had non-conforming gender expression, but did not change pronoun or name, and they remained referred to as their gender assigned at birth (Steensma et al., 2011). The usage of this case, involving a small number of children who did not socially LGBTQ+ FAmiLy: AN iNTeRDiSCiPLiNARy JOURNAL 189transition, to justify restrictions on supporting trans children, can be considered inappropriate, and ethically flawed (Ashley, 2019a).Critics of ‘delayed transition’ argue that any potential risk of transition needs to be weighed up against the risks or harms of denying social transition (Ashley, 2021; Ehrensaft et al., 2018). Ashley highlights that the categorization of ‘social transition’ as a clinical ‘intervention’ requiring justification and evidence is itself a deeply cisnormative approach; they argue that delaying or preventing a child from having their identity respected is a more active intervention in the child’s life, requiring greater evidence to justify it, than an approach that respects a child’s self-knowledge (Ashley, 2019b).A third paradigm, that of explicit attempts to convert or coerce a trans child into a cis identity, is condemned by mainstream health professionals (AusPATH, 2021; British Psychological Society et al., 2017; Coleman et al., 2012). Pediatric medical institutions across a number of countries have emphasized that efforts to convert trans children to a cisgender identity are both ineffective and unethical (Telfer et al., 2018). The UN Independent Expert on Protection Against Discrimination based on Sexual Orientation and Gender Identity called conversion practices “degrading, inhuman and cruel” (UN Human Rights Council, 2020, p. 21). A number of studies have outlined the harmful effects of conversion therapy, with the effects most pronounced on trans people who endure conversion therapy in childhood (Turban et al., 2020). Research has shown that exposure to conversion practices before the age of ten is significantly associated with severe psychological distress and lifetime suicide attempts (Turban et al., 2020). Children exposed to such practices are known to experience a severe loss of self-esteem and a sharp increase in depression, leaving them at risk of school drop-out and substance abuse (Turban et al., 2020). As explicit conversion therapy has moved outside of what is deemed acceptable, or in some locations legal, there remains a significant gray area, with conversion practices continuing, including from healthcare professionals, but without explicit labeling as such (Ashley, 2022). The UN report on conversion therapy underscored the harm of therapies that aim to change a child’s gender identity from trans to cis, or that hold a child being cis as preferable to a child being trans (UN Human Rights Council, 2020). The same report also emphasized that “practices aimed at changing gender identity include preventing trans young people from transitioning” (UN Human Rights Council, 2020, p. 11).There is limited literature engaging with experience-based accounts of pre-pubertal social transition. A few studies touch briefly on parental accounts of pre-pubertal social transition with an emphasis on parental journeys to becoming supportive, on factors including cisnormativity that influence parental acceptance, and on challenges faced by parents advocating for their trans children (Chen et al., 2017; Katz-Wise et al., 2021; Neary, 2021; Pullen Sansfaçon et al., 2015, 2020; Riggs et al., 2020). Kuvalanka et al. (2014) interviewed 5 mothers of socially transitioned pre-pubertal trans girls on the transformations (of child, of family, of community) that accom-panied or were prompted by their child’s social transition. Further insights into parental expe-riences are shared in nonacademic publications, including curated interviews with trans children and their families in the UK and US, and parental memoirs from the US and Australia (Mack, 2021; Robertson, 2019; Roche, 2020; A. Travers, 2018). Within the literature there are very few experience-based insights on delayed or affirmative support for pre-pubertal trans children, or on parental decision-making. Olson et al. (2019) interviewed parents of socially transitioned pre-pubertal children collecting parental perspectives on two items; examining whether parents perceived a decision to socially transition as child-led, and examining whether parents also discussed with their child the potential for a future second or third transition. Kuvalanka et al. (2018) interviewed 6 US-based parents of socially transitioned trans children, documenting initial parental reactions, including brief reference to efforts to discourage children from asserting their identity. Pullen Sansfacon et al. (2015, p. 52) reviewed parental experience in Canada with a focus on parental journeys to acceptance, noting that parents “experienced decision making as fraught with anxieties and fear … consistently feeling unsure about the best path to take” (Pullen Sansfaçon et al., 2015, p. 52). This current study provides an important addition to the literature, 190 C. HORTONexamining parental decision making, and parental reflections on the timing of pre-pubertal social transition.Materials and methodsTheoretical frameworkThe research is underpinned by a trans-emancipatory theoretical framework, building on wider work on emancipatory research (Noel, 2016). Here a trans-emancipatory framework is one that recognizes and takes account of the role of cisnormativity and pathologisation of gender diversity in upholding structural injustice (Wesp et al., 2019). Cisnormativity is the assumption that everyone is cisgender (not trans) or should be (Keo-Meier & Ehrensaft, 2018a). Serano (2011, para. 29) talks about a societal double-standard that conveys social and legal legitimacy to cis people, with cis people’s identities “taken for granted and considered valid in a way that trans people’s are not.” Newbury (2013) discusses the ways in which structural or institutional cisnor-mativity permeates societies and institutions, invisible to most cis people, yet exacting harm on trans people in structures and systems that were not designed to include trans lives. The research recognizes the negative impacts of cisnormativity on trans children in research as in society (Ansara & Hegarty, 2012). Herein the word ‘trans’ is used to include those who are binary-oriented as well as non-binary (Vincent, 2020). The research also recognizes the continued legacy of past pathologisation of gender diversity, from decades where gender diversity was deemed a disorder to be prevented or reformed (Bryant, 2006, 2007). The research maintains an ethical commitment to trans-emancipatory research, recognizing that gender diversity is neither pathological nor problematic, acknowledging that trans lives are equal to cis lives, and being attentive to cisnor-mativity or pathologisation of gender diversity within and across the research.Research questionThe existing literature provides limited insights from those with an experience-based perspective on supporting pre-pubertal social transition. Given the importance of this topic for families and those working with trans children, this research explored the following research questions:1. What insights can parents of socially transitioned trans children share on their experiences of affirmation or delayed transition?2. How do such parents reflect on their approach toward the timing of social transition?SampleThirty parents were interviewed from across England, Scotland and Wales. Individualized demo-graphic information is not presented, responding to participant requests for additional privacy in a small, vulnerable and potentially identifiable cohort. 100% of interviewees were cis; 90% were white; 93% were female and 23% were disabled. 70% were aged 40–50 years old and 10% were immigrants to the UK. Interviewees had a wide range of levels of household income, and a range of levels of education, with 20% reporting secondary education as their highest quali-fication, 37% reporting a graduate degree and 43% a post-graduate degree as their highest qualification. In terms of sexual orientation, the cohort was diverse; 60% of parental interviewees were heterosexual, 23% pansexual, 10% bisexual and 7% gay or lesbian. The parents interviewed shared experiences of 30 socially transitioned trans children, including 15 girls, 12 boys and 3 non-binary children. These children socially transitioned at an average age of 7 years-old (range 3–10 years old). At time of parental interview, the trans children of these parents were on average age 11 years-old (range 6–16 years old).LGBTQ+ FAmiLy: AN iNTeRDiSCiPLiNARy JOURNAL 191Study designThe research presented here is a portion of a wider PhD on cisnormativity, rights and well-being of trans children who socially transition pre-adolescence in the UK. The wider PhD included insights from children as well as from parents, though this specific article deals only with data from parents. The inclusion criteria for parent interviewees were (i) being a parent or carer of a socially transitioned trans child in the UK, (ii) their child having socially transitioned under the age of eleven, (iii) their child currently being under age 16 (one child in the sample had just turned 16 by the time the parental interview took place). To recruit participants, details about the study were shared on closed online spaces in six UK support groups for parents of trans children. None of these six support groups are actively trans-hostile, with group moderators ensuring the groups are a safe space away from transphobic discourse. Avoidance of advertise-ment on trans-hostile parenting fora was judged as unlikely to affect the sample, as trans-hostile parents would by definition not support a trans child’s social transition under the age of eleven and therefore would not fall into the cohort prioritized in this research. Additional interviewees were brought in via snowball sampling, through introduction from other members of these parent support groups. Access to hard-to-reach families and children was enabled by the author’s positionality as a non-binary parent of a trans child, helping overcome trust related barriers to hearing from this cohort. The author is themselves a member of four of these closed online spaces and posted there directly, with other parents sharing details on two other groups. No incentive or token of appreciation was provided to interviewees, beyond the opportunity to anonymously share their experiences with broader audiences. Research participants received a project information sheet in advance, outlining the purpose of the research, their rights, and how their data would be used, with all participants signing a consent form indicating their willingness to participate and have their data included in this research and associated publica-tions. After interview each interviewee completed a short demographic survey.Data collectionInterviews were conducted remotely via Microsoft Teams during the period December 2020 to September 2021. Semi-structured interviews, covering broad topics including healthcare, education and families lasted 1–3 hours (average 2 hours). This article considers a sub-set of the wider data corpus, focusing on portions of the interviews discussing social transition, and specifically por-tions of interviews discussing the timing of social transition. Interviews utilized broad open-ended questions, allowing interviewees to talk openly and at length around each topic. Key questions relating to social transition included: “Has your child socially transitioned? Can you tell me about your experience?” Following each initial answer, prompts were used flexibly to elicit further responses related to timing, for example “When did the idea of supporting social transition first occur to you,” “Can you tell me about the years/months/weeks before the point of social tran-sition,” “When you look back on the timeline, what do you think about the timing, did it work for you/for your child?” Interviews were recorded, stored securely on an encrypted platform, and transcribed by the author. Transcripts were checked against the recording, with anonymised transcripts uploaded into NVivo.Data analysisData were analyzed through inductive reflexive thematic analysis (Braun & Clarke, 2006), to understand interviewee experiences and perspectives related to the timing of social transition, with data-driven development of codes and themes. The research is informed by critical realist epistemology, with an experiential orientation to data and predominantly semantic coding. This approach centers parents own accounts of their experiences and reflections, in keeping with the study’s research questions. In reflexive thematic analysis, researcher knowledge and positionality 192 C. HORTONis valued as a resource to enrich analysis, prioritizing “reflexive and thoughtful engagement with the data” (Braun & Clarke, 2019, p. 594). A key principle was to reflect parental accounts “as faithfully as possible,” while prioritizing data that most meaningfully answer the study’s research question and “acknowledging and embracing the reflexive influence of my interpretations as the researcher” (Byrne, 2021, p. 4). To ensure quality, the study was designed to meet each element in a 20 point checklist for quality reflexive thematic analysis (Braun & Clarke, 2021).The data analysis comprised re-reading each transcript to become familiar with the data, coding diversely without pre-conceived coding categories. The initial codes were then reviewed to identify broader themes, with all extracts for each theme collated and re-read. The initial themes were then reviewed, and themes and sub-themes revised to ensure they were inter-nally coherent, consistent, distinctive, and accurately capture the dataset. Each sub-theme was analyzed and interpreted, including with reference to existing literature. Indicative quotations from a range of interviewees were selected to accurately illustrate each sub-theme. Efforts were made to include multiple quotations in this article, with this decision informed by the underpinning emancipatory theoretical perspective. A number of interviewees expressed a hope that their voices would be shared directly, noting a lack of voice of parents of socially transitioned trans children in the literature or wider discourse, and emphasizing the privacy and safety concerns that limit their ability to safely share their experiences in other fora. The analysis accompanying the quotations is recognized as the author’s interpretation, acknowledging the role of any researcher in actively interpreting data (Braun & Clarke, 2006, 2021).ResultsFindings are structured into two major themes and a number of sub-themes, each illustrated with parental quotations. The first theme explores ways in which cisnormativity drives delays, with sub-themes on dismissal, misinformation, relinquishing certainty, restricted affirmation, and putting up hurdles and stalling. The second theme explores the ways in which delay leads to distress, with sub-themes on delays harming trans children, reflections on further delay and reflections on delayed transition.Cisnormativity driving delaysThe first theme explores different ways in which parents reported and reflected upon delaying the affirmation and support of their child. Cutting across the sub-themes presented below is the concept of cisnormativity. Accounts reveal how ignorance, misinformation and misassump-tions about trans children were embedded in cisnormative attitudes, assumptions and cultures, with cisnormativity motivating, legitimizing and encouraging delay.DismissalDismissal was referenced across a majority of parental accounts, with parents describing initially dismissing their child’s identity. Many cis parents had no prior awareness of trans children, and disregarded their child’s assertions as something they assumed would stop with time. Only after noting their child’s persistence and insistence around gender identity, did some parents start to consider that their child might be trans.(At a) certain point, we realised that it wasn’t going to (change), that he actually meant it. And we actually started listening, which took, sadly, took longer than it should have.Other parents were distracted by the day-to-day challenges of parenting, and didn’t have the energy or time to properly consider their child’s identity. A parent whose child asserted herself at preschool age, recalled disregarding their child’s assertions.LGBTQ+ FAmiLy: AN iNTeRDiSCiPLiNARy JOURNAL 193So, this had been going on for quite a long time. And I was busy, and had my hands full with two small children. And I just didn’t really think anything of it.MisinformationFor a number of parents, early encounters with inaccurate information provided discouragement from supporting their child. Many parents received discouragement from friends or family, or received misinformation on ‘desistance’.Because of the lack of information early on, I stumbled across the desistance, 80% figure that gets bandied about. And I must admit, I held on to that for a while thinking, oh, well, this is just going to be a phase. Because there wasn’t a wealth of information out there to say otherwise.Other families were discouraged after taking advice from healthcare professionals, being told information that, with hindsight, they realized to be unhelpful or incorrect.Our very first CAMHS (Child and Adolescent Mental Health Service) assessment … they spent an hour talking to her, and just dismissed this as—’we see this a lot with boys who have an older sister’, ‘she’s worshipping her older sister’, or he, because they were using male pronouns, you know, ‘your child is worshipping their older sister’. ‘And that’s what all of this is, this is a manifestation of that wanting to be closer to big sister’. And it didn’t feel right. But because I had no knowledge or experience, I took what the experts were saying as oh, okay, well, even though it didn’t feel right, I tended to be—lean towards the, well, you’re more knowledgeable than me. So, I guess there might be something in that we should wait a while. But she did become more unhappy.Many parents were pressured not to support their child’s identity, often receiving discourage-ment or coercion from multiple sources.We, you know, there were various people kind of trying to talk us into that (delaying support)—Tavistock (Children’s Gender Identity Service) being one of them. My mum was one of them. In that she was really deeply concerned about how we would be judged. About how—how difficult things would be, if we, if we made this decision to allow her to socially transition.Another parent initially felt they should not affirm their child, because their child did not conform to a stereotyped trans narrative.I sort of did my own research and things online. And I was sort of always waiting for those—that kind of that magic phrase, you know, ‘I am a boy’, but it never came, there was always ‘I want to be’, ‘I want to be a boy’, ‘I want to be a man’, you know, whatever it was. But I suppose it all sort of came to a head when he told a friend at school, that he was really a boy, that was I think, in year five (age 9).Another parent’s partner held misinformed views on how negative a trans person’s life pos-sibilities would be, with that fear holding them back.(The father thought) life is just going to be awful. And that visceral fear paralysed him, definitely.Relinquishing certaintyMany parents reported initially having a desire for certainty, wanting to be confident both in a child’s current trans identity, and in the future stability and consistency of that identity. Many parents described seeking reassurance that their child was definitely and permanently trans before they could support their identity. A shift in emphasis from trying to predict their child’s future identity, to sitting with them in their present, was needed for many of these parents to support their child.194 C. HORTONSo, I think meeting them where they are and trying not to, kind of, you know, predict the future for a little person, and literally sit with them and where they are in that moment, in that time.Several parents grew into confidence that supporting their child in childhood would be pos-itive, regardless of their future identity.If this turns out to not be who she is, the worst-case scenario is that she grows up knowing she’s loved and supported for who she is, regardless. Nothing that happens, kind of under the age of 14, 15, 16 is permanent or irreversible.And we just kind of had this mantra early on that, that the kids would grow up knowing that they were loved and supported for who they were, regardless of what that was. And that, you know, that had to come first.Restricted affirmationA number of parents followed ‘delayed transition’ (also called ‘watchful waiting’) guidance to support any non-stereotyped clothing preferences or gender expression or interests, without affirming their child’s identity. A number of parents highlighted how negative this experience was for their child’s happiness.What I watched was my child become more and more and more unhappy. Because we were still using male pronouns and we were still using birth name. And, you know, the, the playing with the toys you want, and, you know, dressing in the clothes you want, didn’t matter. That wasn’t what this was about for her. For her. It was I need you to see me as the girl I know who I am. And we weren’t doing that.Parents reported the harms of trans children denied access to trans possibilities:From about the age of five—say five or six, you know, (we were) saying ‘you can be any kind of boy you want’. We enrolled her in a boys’ ballet class, which she loved and, you know, ‘boys can do anything’, ‘boys can like ballet’, ‘boys can wear what you want’ and everything. And but then I would say she very much was saying, ‘no, but I—I’m a girl’, and there was a lot of sadness.Putting up hurdles and stallingSome parents decided to put up hurdles, telling themselves that if their child was sufficiently determined and persistent, then they would support them.[Partner] used to say ‘we’ll put obstacles in the way and if he can overcome them, then we will follow his lead’. So, it’s not just blindly following his lead and saying, you know, whatever you want darling, you know, we’ll, we’ll support you. We did put up those hurdles. And I literally had hurdles in my mind that if he—he needs to try to get over the hurdles. And if he can, then, then we will follow his lead. But those hurdles were definitely there… They were things like he did ask to be called [Name], at least 10 times. So, they’re 10 different hurdles. And every time he kept on going to the next one, and kept on going to the next one. And he didn’t give up. If he had given up and stopped asking, then we wouldn’t have done anything, we wouldn’t have moved forward…. I needed absolute clarity on what he was asking. … he had to demonstrate that he was absolutely certain—which he did.Another parent described challenging their child on their certainty, requiring their child to repeatedly assert their need for support, to the point of their child being frustrated.I delayed things to the point where I knew that he meant it. But any further than that? You know, that already, to me felt like I was pushing it a bit. ‘Are you sure?’, ‘are you sure?’, ‘you should just leave another month’. See if he complains again, you know, that already was making him quite frustrated.Many parents were afraid of being accused of over eagerly supporting or encouraging a trans identity, and responded by making an effort to be passive, making sure their child independently drove every step.LGBTQ+ FAmiLy: AN iNTeRDiSCiPLiNARy JOURNAL 195It’d been a long time coming. I think the signs were there quite early, you know, from way before she was seven. But I think we kind of eked it out and, you know, didn’t want to push it really, and wanted it to come from her. And it very much came from her. She really pushed it on, you know.As parents moved toward supporting their child, parents reported common attempts or jus-tifications for stalling or postponing support.You do kind of say, ‘well, let’s just wait’. ‘Let’s just wait a little while’ or ‘let’s wait until after the school holidays before we inform the school’. … so yeah, there probably would have been a little bit of that ‘let’s just wait until after the holidays’… But the truth is that my child has always been sure—there’s never been a moment when she’s not sure. So, you know, I’ve realised that over the years, especially now she’s a bit older.A majority of parents acknowledged that their child would have transitioned earlier if they could have.(She was) four when she actually socially transitioned. But had we allowed her to, she would have done it long before.Several parents reflected on their attempts to postpone support.And actually, we hit a tipping point where it became clear we were holding her back, rather than waiting for any positive reason.Other parents stalled in affirming their child out of a wish to keep the whole family on the same page.And I felt a bit like I was stuck in the middle for a while, because wanting to do everything I could to ensure that she was happy and supported at a pace that he (the child’s father) was comfortable with. So yeah, I’d say it took me about six months. But interestingly, I never doubted what she was saying from the day she told me, I never doubted what she was saying. It was always the, I’ve got to manage other people along this. And therefore, because I was trying to manage other people along, it was almost easy to use that as an excuse to wait, if that makes sense.One parent feared the reactions of wider family, and held back their child’s social transition out of a desire to protect their child. With some time, the parent realized that denying affir-mation was not protecting their child.I guess initially, I wasn’t sure it would kind of, you know, I wasn’t sure it was completely right, it felt like a risky step to take for her, in terms of the danger I was exposing her to. And also, the damage, you know, from—the family relationships have been really difficult. And I, you know, I wanted to protect her from that. But it became clear that that wasn’t protecting her at all.Other parents recognized with hindsight that their need for certainty, their anxiety about their child ‘changing their mind’, was linked to a fear of social judgment, with a fear of social judgment holding them back from promptly affirming their child.We had to have conversations like, well, what if she changed her mind next year? you know, and that kind of, you have to get past your own discomfort and your own kind of like, God, wouldn’t it be really embarrassing if we did all this? And we made them sit through training and we did all that kind of stuff. And then she turns around in six months or a year and says oh actually, no, it’s not—I want to go back to—And you have to kind of get over your own sense of societal judgement. And kind of like, wouldn’t that be really embarrassing to have to go and explain to friends and colleagues and everyone that, you know, we’d got it wrong.A number of parents spoke about coming to understand that they needed to put societal judgment to one side, and center the needs of their child.I was too concerned about the outside world and it’s actually no—put your child front and centre—if something is going to make them happier, more confident, more able to just simply be and to be the child that they are—then why would we not try and do that.196 C. HORTONDelays leading to distressThe second theme explores parental reflections on delayed affirmation, considering experience-informed perspectives on delays harming trans children, on the (in)feasibility of further delay, and parental evaluation of ‘delayed transition’ as an approach.Delays harming trans childrenA number of parents recognized that their delay in acceptance had caused harm to their child.I feel like I’d taken probably about a year to accept it privately… I knew I was hurting him. This, the anger, the tantrums, the refusals to leave the house.Several parents acknowledged delaying their child’s social transition as long as they could, up until the harm was clear.We did try to keep her, you know, as a boy, for my gosh, couple of years probably. And it got harder and harder. It was daily arguments. If, you know, in the house she was, you know, dressed as a girl. But leaving the house was a nightmare. Because she didn’t want to wear boys’ stuff, she wasn’t comfortable in it—getting her hair cut was a nightmare. Just, yeah, it was just a nightmare. So, there’s nothing—I don’t think that we could have delayed it any longer than what we did, in all honesty.Even though the majority of parents in this sample affirmed their child at a relatively young age (average age seven), a number of parents expressed regret at delaying for too long.So actually, one of my regrets as her parent is that it took us probably six months to a year to affirm her. Because at the age of eight, we were then doing all this research, finding things like the flawed, you know, detransition stats….Parents acknowledged that their own ignorance, misconceptions and lack of access to positive trans possibilities, delayed their child being affirmed.I think my ignorance and lack of education in this area had a lot to do with why our timeline is the timeline it was.Reflections on further delayParents were asked to reflect on if they could have delayed further, noting that a majority of children in this sample socially transitioned at a younger age than is advised by proponents of ‘delayed transition’. Many parents were adamant that they felt they had already delayed a lot (or too much), and felt that further delays would have been “cruel.”I wasn’t willing to watch him suffer … it definitely wasn’t—it wouldn’t have been right to—to leave it any longer for him.To have delayed it would have been cruel in my mind, it would have been cruel.Parents felt any further delay would have had a significant negative impact on their child’s mental health and wellbeing.As to consequences, I think they would have been pretty dire.But I think if I had not done what I did in terms of supporting social transition and supporting her pronoun she’d have had a bloody unhappy couple of years… If I’d stuck to what they’d said in terms of ‘watchful waiting’, I don’t know where we’d be really right now. She was so desperately unhappy. I think if I hadn’t said, you can be who you want to be. I don’t know, I dread to think where we’d be now. We’re really close. And just, you know, and she’s such, she’s such a happy little soul. And I was losing that. You know, I was losing that sense of her being happy (interviewee visibly upset).LGBTQ+ FAmiLy: AN iNTeRDiSCiPLiNARy JOURNAL 197Some parents speculated both on the implications further delay would have had on their child’s well-being and ability to thrive, as well as the strain prolonged rejection would have put on a whole family unit.I would have an extremely unhappy child—Probably, probably quite dysfunctional as well I would have thought, and the pressure it would put on the family would have been massive. I don’t think we could have coped with that.Reflections on the ‘delayed transition’ approachAcross the dataset, a large majority of parents described delaying transition to some extent, ranging from months to several years. The parents in this sample, who had experiences of delaying transition and who all affirmed their child before adolescence, felt that the ‘delayed transition’ approach, with its arbitrary age-based barriers to transition, was a harmful approach.I don’t believe in that or advocate for that, because who does that benefit? It certainly doesn’t the child—and I think it works adversely for the child. I mean, for me, that absolutely makes no sense, because you’re in effect not accepting your child for who they are. But also, you are causing huge amounts of mental distress. And you’re not—at the end of the day, it’s about the well-being of your child, isn’t it? And if you’re delaying it, you’re not actually putting your child first. I know that if I did that, for my child, she would have faltered, and that’s not something I would entertain. So, no I don’t, I don’t believe in that.A number of parents highlighted that age-based barriers to social transition do not take into account the impact of multi-year rejection on a child.I think every child is different. You know, he told us at the age of two that he was a boy. Some children just say that much later, some discover it later, you can’t put an age on something, it has to be a case by case.Others reflected on the reality that delaying support denies a child a chance to enjoy their childhood.If they start asking you age four, and you wait till age eight, that’s four years of not being accepted by your parents.A few parents who had initially listened to advice from others to delay their child’s transition, strongly recommend against this approach.Well, in some ways, we did delay, because she told us at eight and she partially socially transitioned at 10. And she didn’t fully socially transition until 11. So—but what happened was, I watched my child’s happiness and mental health fall off a cliff. So, I wouldn’t recommend that at all. Because—but I wouldn’t recommend that, because I saw the impact that that had on my own young person.Other parents noted how advice to delay transition, including from NHS Children’s Gender services (the Tavistock), had reduced supportiveness of extended family, with an ongoing strain on relationships:And then we had a phone call with a Tavistock clinician. And I said, ‘what am I supposed to do?’ You know, at that point, I had a child who was very dysphoric… And I was like, I just, I just need to know what am I supposed to do? … And they were clearly advocating ‘watchful waiting’. But the watchful waiting thing, I think, is really harmful because it’s stopped certainly my parents from fully buying into what she’s needed. So, we are now more than two and a half years down the line from changing her pronouns. And from her social transition. My parents are still advocating a watch and wait kind of approach. So, I think that the rhetoric of that is really—in my experience that has been really damaging…. I am watching and waiting. And I’m like, loving my child. I remember my dad saying to me, you know, what if you know, she changes her mind? I’d rather have a happy kid for the next couple of years.A number of parents contrasted their own experience with families they knew who had delayed supporting their child for longer.198 C. HORTONThere are parents in [local support group] who denied their kids for years, whose kids ended up self-harming and, you know, ended up in hospital after attempts at suicide. And so, you know, we’re a really good, happy story.Several parents had seen the positive impacts on their child’s life that came from social transition, and highlighted the costs and risks of delaying social transition:None of that would have happened. None of that would have happened if we’d waited. And waiting is only ever a positive thing if stuff isn’t happening while you’re waiting. If time is marching on and life is continuing in the background while you are doing this ‘watchful waiting’. It’s not a neutral option to just press pause, because the rest of the world doesn’t pause. And, and actually I think it was reversed. I think she had been living her life on pause. And allowing her to socially transition was like pressing play, and allowing her to fully participate in life as who she was.Other parents noted the parallels between delayed affirmation, rejection and conversion therapy.It is a kind of coercive control method of conversion therapy—like you really are going to have to persist in this, and I’d rather you didn’t. This really is the message you are giving your children, like no permis-sion to be who they are. And I just see that as long-term damaging to mental health for your child. So as a concept I absolutely hate it, and would never recommend it.DiscussionInterviewed families shared insights into the many delays, barriers and hurdles that trans children face, even within families that are considered ‘affirming’. These data show a strong influence of cisnormativity on delays to affirmation of trans children. Parents operating in a cisnormative world without trans possibilities were initially likely to dismiss their children’s assertions. Misinformation, including from healthcare professionals, discouraged supportiveness. This mis-information was built on cisnormative assumptions of trans children’s identities as less stable, authentic or worthy of respect than cis children’s, alongside a greater fixation on predicting a child’s future than on enabling current happiness and self-esteem. Several parents attempted acceptance or encouragement of expansive gender expression or gender roles, without affirming their trans child’s identity. Societal ignorance about trans children led parents to fear being accused of having influenced their child into a trans identity. This fear, alongside a parental desire to be confident that a child had persisted without any active encouragement, led to many parents putting barriers in trans children’s way. Many trans children needed to overcome hurdles of persistence and insistence, as well as implicit discouragement of being trans, to earn parental affirmation. Cisnormative expectations and fear of cisnormative social judgment led to parents stalling affirmation, finding reasons and justifications for postponing social transition. These cisnormative barriers to affirmation reported by parents align with a limited body of research from the perspective of professionals interacting with families of trans children. Brody (Forthcoming) provides a nursery worker account of parental dismissal of a young gender-diverse child. Riggs and Bartholomaeus (2018) provide clinician insight into parental stalling, gaslighting and delays to affirmation. The accounts highlighted in this research, and the limited wider research, emphasize the ubiquity of delays to trans children gaining family affirmation.The second major theme explored parental perceptions on the link between delays and dis-tress. The parents within this sample had supported social transition of their children at an average age of seven years old. A majority of parents understood that delays had caused their child harm, with several expressing regret that they had contributed to their child’s distress. Nearly every parent described delays as a part of their story. Many parents in this sample described having delayed as much as they could, to a point where further rejection and delay would have been “cruel.” A few parents described delaying affirmation of their child for several years, and watching their child’s distress grow. Those who had followed health professional guidance to delay transition, also termed ‘watchful waiting’, had observed negative impacts on LGBTQ+ FAmiLy: AN iNTeRDiSCiPLiNARy JOURNAL 199their child’s mental health and well-being. Without exception, the parents in this sample, with direct experience of raising a trans child, advised against the ‘delayed transition’ approach. Many whose children asserted themselves in preschool or infants’ school, described any attempt to deny affirmation until puberty as harmful, shame-inducing and as taking away a child’s right to a happy childhood. This second theme on delays leading to distress, aligns with existing quantitative literature on the links between childhood parental rejection and insecure attachment (Wallace & Russell, 2013), shame (Turban, 2017), psychological harm (Priest, 2019), lack of belonging, PTSD and low self-worth (Ehrensaft et al., 2018).Across the dataset, parents shared many examples of action, or inaction, to delay affirmation. In many families trans children had to meet a high standard of distress, of insistence, persistence and trans-ness to gain parental support. The children in this dataset are amongst the youngest trans children to socially transition and be affirmed in their identity, and yet even these families’ stories are characterized by extensive implicit or explicit strategies to dismiss or delay transition. These data highlight the cisnormative forces that discourage and delay affirmation of trans children, and the negative consequences for those children. A majority of the delays referenced by the parents in this sample would not have been easily visible to those outside of their home.This present study adds to our understanding in two important ways. Firstly, current literature on the competing paradigms of ‘delayed transition’ and ‘affirmation’ provides few experience-based insights into how parents attempt to delay transition, or on how parents reflect upon the impacts and consequences of those delays. This study provides an important addition to the literature by illuminating parental experience and perspectives on delaying transition. Secondly, existing literature suggests a clear distinction between ‘affirmation’ or ‘delayed transition’. This study challenges a simplistic division between affirmative or delaying approaches, providing important nuance into the ubiquity of delay, even within families who based on support for pre-pubertal social transition could be considered to have followed an affirmative approach. These findings have significant relevance for families with trans children, as well as for professionals supporting trans children and families.LimitationsA key limitation of this research is a reliance on parental accounts, with a risk of cisnormative or transphobic framing and interpretation (Ashley, 2020; Serano, 2016, 2018). Parental accounts risk misunderstanding, misinterpreting or misrepresenting trans children’s experiences, with recent examples of trans-antagonistic parental accounts used to infantilise and discredit trans youth (Ashley, 2020; WPATH, 2018). The risk of parental misunderstanding of trans children’s experiences is limited by prioritizing listening to parents talk about the things that are within their knowledge, asking parents to speak on what they did, what they saw and what they felt. Parental accounts are also limited by parents only being able to share the experiences that they witnessed, or the experiences, emotions and impacts that their children were willing to share or reveal to their parent. With parental accounts the context is critical; in this case, these data came from families where a trans child had been supported to socially transition an average of four years prior to interview, with their child socially transitioning at an average age of seven years old.This research only included families with trans children who asserted their identity in child-hood; it did not include trans youth who understood or disclosed their identities in adolescence. It is hypothesized that many of the cisnormative forces shaping delayed parental support in younger trans children would also occur in families with trans teenagers, though the dynamic of parental delay when teenagers assert a trans identity merits further exploration. This research also did not include families who were actively trans-hostile, who undertook more proactive efforts of conversion, coercion and abuse. The degree of delay that is found in families who are likely to be seen as ‘affirming’ reinforces concern for the well-being of trans children in trans-hostile families.200 C. HORTONThis study provides insight into the experience of a sample of families from the UK. It rein-forces and extends existing literature, providing valuable additions to available knowledge on how parents make decisions to support a trans child. Notable limitations include sample diversity limitations, with the parental sample lacking representation of foster carers or trans parents, with limited representation of parents of color, and with the sample primarily accessed from parents who are connected to parent support groups. Further research from other samples, contexts and cultures can examine areas of similarity or divergence to the experiences presented here.ConclusionThis research highlights widespread delays to affirmation of trans children, with such delays found in nearly all parental accounts from a sample of families who could be considered ‘affir-mative’, given their support for a pre-pubertal social transition. Across the dataset, extensive cisnormative barriers to support were apparent. Even though these families had supported and affirmed a trans child in childhood, at an average age of seven years old, parental narratives highlight deeply embedded resistance to trans possibilities. The study shines a light on the challenges, frustration and trauma of trans children who have experienced rejection and delay, even within families who appear to be, or who have come to be affirming, with entrenched cisnormativity impeding affirmation.Families within this sample were unified in their positivity about supporting and affirming their child, with the only regrets spoken about being regrets at having been too slow in sup-porting their child. Families in this sample had experience-based insights into the negative repercussions on their child’s well-being of delay, dismissal and rejection, with every interviewee emphatic on the harms intrinsic to ‘delayed transition’. These findings highlight the need for professionals to provide better evidence-informed advice and guidance for parents and carers of trans children. Guidance can help parents be aware of, and supported to overcome cisnormative barriers to affirmation. Guidance can also help parents who are well-intentioned but uninformed recognize the harms of childhood delay, dismissal and rejection.ORCIDCal Horton  http://orcid.org/0000-0003-1944-4122ReferencesAnsara, Y. G., & Hegarty, P. (2012). Cisgenderism in psychology: Pathologising and misgendering children from 1999 to 2008. Psychology and Sexuality, 3(2), 137–160. https://doi.org/10.1080/19419899.2011.576696Ashley, F. (2019a). Gender (de)transitioning before puberty? A response to Steensma and Cohen-Kettenis (2011). Archives of Sexual Behavior, 48(3), 679–680. https://doi.org/10.1007/s10508-018-1328-yAshley, F. (2019b). Thinking an ethics of gender exploration: Against delaying transition for transgender and gender creative youth. Clinical Child Psychology and Psychiatry, 24(2), 223–236. https://doi.org/10.1177/1359104519836462Ashley, F. (2019c). Watchful waiting doesn’t mean no puberty blockers, and moving beyond watchful waiting. The American Journal of Bioethics : AJOB, 19(6), W3–W4. https://doi.org/10.1080/15265161.2019.1599466Ashley, F. (2020). A critical commentary on ‘rapid-onset gender dysphoria’. The Sociological Review, 68(4), 779–799. https://doi.org/10.1177/0038026120934693Ashley, F. (2021). The clinical irrelevance of “desistance” research for transgender and gender creative youth. Psychology of Sexual Orientation and Gender Diversity. https://doi.org/10.1037/sgd0000504Ashley, F. (2022). Banning transgender conversion practices. UBC Press.Ashley, F., & Domínguez, S. (2021). Transgender healthcare does not stop at the doorstep of the clinic. The American Journal of Medicine, 134(2), 158–160. https://doi.org/10.1016/j.amjmed.2020.09.030AusPATH. (2021). Public statement on gender affirming healthcare, including for Trans Youth. AusPATH. https://auspath.org/gender-affirming-healthcare/Braun, V., & Clarke, V. (2006). Using thematic analysis in psychology. Qualitative Research in Psychology, 3(2), 77–101. https://doi.org/10.1191/1478088706qp063oaLGBTQ+ FAmiLy: AN iNTeRDiSCiPLiNARy JOURNAL 201Braun, V., & Clarke, V. (2019). Reflecting on reflexive thematic analysis. Qualitative Research in Sport, Exercise and Health, 11(4), 589–597. https://doi.org/10.1080/2159676X.2019.1628806Braun, V., & Clarke, V. (2021). One size fits all? What counts as quality practice in (reflexive) thematic analysis? Qualitative Research in Psychology, 18(3), 328–352. https://doi.org/10.1080/14780887.2020.1769238British Psychological Society, Albany Trust, & Association for Family Therapy. (2017). Memorandum of under-standing on conversion therapy in the UK version 2 (Version 2). https://www.psychotherapy.org.uk/media/cpt-nc5qm/mou2-reva_0421_web.pdfBrody, D. (Forthcoming). Caged genders: Unlocking transformative justice in the early childhood classroom. QED: A Journal in GLBTQ Worldmaking.Bryant, K. (2006). Making gender identity disorder of childhood: Historical lessons for contemporary debates. Sexuality Research and Social Policy, 3(3), 23–39. https://doi.org/10.1525/srsp.2006.3.3.23Bryant, K. (2007). The politics of pathology and the making of Gender Identity Disorder [University of California]. https://search.proquest.com/openview/06f10cc9e9b63c310197fbe32694883e/1?pq-origsite=gscholar&cbl=18750&dis-s=yByrne, D. (2021). A worked example of Braun and Clarke’s approach to reflexive thematic analysis. Quality & Quantity. 56, 1391–1412. https://doi.org/10.1007/s11135-021-01182-yChen, D., Hidalgo, M. A., & Garofalo, R. (2017). Parental perceptions of emotional and behavioral difficulties among prepubertal gender-nonconforming children. Clinical Practice in Pediatric Psychology, 5(4), 342–352. https://doi.org/10.1037/cpp0000217Coleman, E., Bockting, W., Botzer, M., Cohen-Kettenis, P., DeCuypere, G., Feldman, J., Fraser, L., Green, J., Knudson, G., Meyer, W. J., Monstrey, S., Adler, R. K., Brown, G. R., Devor, A. H., Ehrbar, R., Ettner, R., Eyler, E., Garofalo, R., Karasic, D. H., … Zucker, K. (2012). Standards of care for the health of transsexual, trans-gender, and gender-nonconforming people, version 7. International Journal of Transgenderism, 13(4), 165–232. https://doi.org/10.1080/15532739.2011.700873De Castro, C., Solerdelcoll, M., Plana, M. T., Halperin, I., Mora, M., Ribera, L., Castelo-Branco, C., Gómez-Gil, E., & Vidal, A. (2022). High persistence in Spanish transgender minors: 18 years of experience of the Gender Identity Unit of Catalonia. Revista de Psiquiatría y Salud Mental. https://doi.org/10.1016/j.rpsm.2022.02.001de Vries, A. L. C., & Cohen-Kettenis, P. T. (2012). Clinical management of gender dysphoria in children and adolescents: The Dutch approach. Journal of Homosexuality, 59(3), 301–320. https://doi.org/10.1080/00918369.2012.653300Durwood, L., Eisner, L., Fladeboe, K., Ji, C. G., Barney, S., McLaughlin, K. A., & Olson, K. R. (2021). Social support and internalizing psychopathology in transgender youth. Journal of Youth and Adolescence, 50(5), 841–854. https://doi.org/10.1007/s10964-020-01391-yDurwood, L., McLaughlin, K. A., & Olson, K. R. (2017). Mental health and self-worth in socially transitioned transgender youth. Journal of the American Academy of Child and Adolescent Psychiatry, 56(2), 116–123.e2. https://doi.org/10.1016/j.jaac.2016.10.016Ehrensaft, D. (2020). Treatment paradigms for prepubertal children. In M. Forcier, G. Van Schalkwyk, & J. L. Turban (Eds.), Pediatric gender identity: Gender-affirming care for transgender & gender diverse youth (pp. 171–185). Springer International Publishing. https://doi.org/10.1007/978-3-030-38909-3_13Ehrensaft, D. (2021). Gender affirmative model. In The SAGE encyclopedia of trans studies (Vol. 1–2, pp. 287–289) SAGE Publications, Inc. https://doi.org/10.4135/9781544393858Ehrensaft, D., Giammattei, S. V., Storck, K., Tishelman, A. C., & St. Amand, C. (2018). Prepubertal social gender transitions: What we know; what we can learn—A view from a gender affirmative lens. International Journal of Transgenderism, 19(2), 251–268. https://doi.org/10.1080/15532739.2017.1414649Gill-Peterson, J. (2018). Histories of the transgender child. University of Minnesota Press.Giordano, S. (2019). Importance of being persistent. Should transgender children be allowed to transition social-ly? Journal of Medical Ethics, 45(10), 654–661. https://doi.org/10.1136/medethics-2019-105428Global Action for Trans Equality. (2012). It’s time for reform: Trans Health issues in the international classifications of diseases. A report on the GATE Experts Meeting The Hague November 16–18, 2011. GATE.Katz-Wise, S. L., Ehrensaft, D., Vetters, R., Forcier, M., & Austin, S. B. (2018). Family functioning and mental health of transgender and gender-nonconforming youth in the trans teen and family narratives project. Journal of Sex Research, 55(4–5), 582–590. https://doi.org/10.1080/00224499.2017.1415291Katz-Wise, S. L., Galman, S. C., Friedman, L. E., & Kidd, K. M. (2021). Parent/Caregiver narratives of challeng-es related to raising transgender and/or nonbinary youth. Journal of Family Issues, 0192513X2110444. https://doi.org/10.1177/0192513X211044484Keo-Meier, C., & Ehrensaft, D. (Eds.). (2018a). Introduction to the gender affirmative model. In The gender affirmative model: An interdisciplinary approach to supporting transgender and gender expansive children (pp. 3–19). American Psychological Association. https://doi.org/10.1037/0000095-001Keo-Meier, C., & Ehrensaft, D. (2018b). The gender affirmative model: An interdisciplinary approach to supporting transgender and gender expansive children. American Psychological Association. https://www.apa.org/pubs/books/4317487Klein, A., & Golub, S. A. (2016). Family rejection as a predictor of suicide attempts and substance misuse among transgender and gender nonconforming adults. LGBT Health, 3(3), 193–199. https://doi.org/10.1089/lgbt.2015.0111202 C. HORTONKuvalanka, K. A., Allen, S. H., Munroe, C., Goldberg, A. E., & Weiner, J. L. (2018). The experiences of sexual minority mothers with trans* children. Family Relations, 67(1), 70–87. https://doi.org/10.1111/fare.12226Kuvalanka, K. A., Weiner, J. L., & Mahan, D. (2014). Child, family, and community transformations: Findings from interviews with mothers of transgender girls. Journal of GLBT Family Studies, 10(4), 354–379. https://doi.org/10.1080/1550428X.2013.834529Lopez, X., Marinkovic, M., Eimicke, T., Rosenthal, S. M., & Olshan, J. S., Pediatric Endocrine Society Transgender Health Special Interest Group. (2017). Statement on gender-affirmative approach to care from the pediatric endocrine society special interest group on transgender health. Current Opinion in Pediatrics, 29(4), 475–480. https://doi.org/10.1097/MOP.0000000000000516Mack, M. (2021). How to be a girl. The Experiment LLC.Neary, A. (2021). Complicating constructions: Middle-class parents of transgender and gender-diverse children. Journal of Family Studies, 27(4), 506–517. https://doi.org/10.1080/13229400.2019.1650799Newbury, P. (2013). Disrupting the politics of etiquette. https://cisnormativity.wordpress.com/2013/08/17/disrupting-the-politics-of-etiquette/Noel, L.-A. (2016). Promoting an emancipatory research paradigm in Design Education and Practice [Paper pre-sentation]. DRS Biennial Conference Series.Oliphant, J., Veale, J., Macdonald, J., Carroll, R., Johnson, R., Harte, M., Stephenson, C., & Bullock, J. (2018). Guidelines for gender affirming healthcare for gender diverse and transgender children, young people and adults in Aotearoa New Zealand. Transgender Health Research Lab, University of Waikato. https://researchcommons.waikato.ac.nz/handle/10289/12160Olson, K. R., Blotner, C., Alonso, D., Lewis, K., Edwards, D., & Durwood, L. (2019). Family discussions of early childhood social transitions. Clinical Practice in Pediatric Psychology, 7(3), 229–240. https://doi.org/10.1037/cpp0000289Olson, K. R., Durwood, L., DeMeules, M., & McLaughlin, K. A. (2016). Mental Health of Transgender Children Who Are Supported in Their Identities. Pediatrics, 137(3), e20153223. https://doi.org/10.1542/peds.2015-3223Olson, K. R., Durwood, L., Horton, R., Gallagher, N. M., & Devor, A. (2022). Gender identity 5 years after social transition. Pediatrics. https://doi.org/10.1542/peds.2021-056082Olson, K. R., & Gülgöz, S. (2018). Early findings from the TransYouth Project: Gender development in trans-gender children. Child Development Perspectives, 12(2), 93–97. https://doi.org/10.1111/cdep.12268Pollitt, A. M., Ioverno, S., Russell, S. T., Li, G., & Grossman, A. H. (2021). Predictors and mental health benefits of chosen name use among transgender youth. Youth & Society, 53(2), 320–341. https://doi.org/10.1177/0044118X19855898Priest, M. (2019). Transgender children and the right to transition: Medical ethics when parents mean well but cause harm. The American Journal of Bioethics: AJOB, 19(2), 45–59. https://doi.org/10.1080/15265161.2018.1557276Pullen Sansfaçon, A., Kirichenko, V., Holmes, C., Feder, S., Lawson, M. L., Ghosh, S., Ducharme, J., Temple Newhook, J., & Suerich-Gulick, F. (2020). Parents’ journeys to acceptance and support of gender-diverse and trans children and youth. Journal of Family Issues, 41(8), 1214–1236. https://doi.org/10.1177/0192513X19888779Pullen Sansfaçon, A., Robichaud, M.-J., & Dumais-Michaud, A.-A. (2015). The experience of parents who support their children’s gender variance. Journal of LGBT Youth, 12(1), 39–63. https://doi.org/10.1080/19361653.2014.935555Pyne, J. (2014). The governance of gender non-conforming children: A dangerous enclosure. Annual Review of Critical Psychology, 11, 79–96.Rae, J. R., Gülgöz, S., Durwood, L., DeMeules, M., Lowe, R., Lindquist, G., & Olson, K. R. (2019). Predicting early-childhood gender transitions. Psychological Science, 30(5), 669–681. https://doi.org/10.1177/0956797619830649Rafferty, J., Yogman, M., Baum, R., Gambon, T. B., Lavin, A., Mattson, G., Wissow, L. S., Breuner, C., Alderman, E. M., Grubb, L. K., Powers, M. E., Upadhya, K., Wallace, S. B., Hunt, L., Gearhart, A. T., Harris, C., Lowe, K. M., Rodgers, C. T., & Sherer, I. M., Committee on Psychosocial Aspects of Child and Family Health, Committee on Adolescence, & Section on Lesbian, Gay, Bisexual, and Transgender Health and Wellness. (2018). Ensuring comprehensive care and support for transgender and gender-diverse children and adolescents. Pediatrics, 142(4), e20182162. https://doi.org/10.1542/peds.2018-2162Riggs, D. W., & Bartholomaeus, C. (2018). Gaslighting in the context of clinical interactions with parents of transgender children. Sexual and Relationship Therapy, 33(4), 382–394. https://doi.org/10.1080/14681994.2018.1444274Riggs, D. W., Bartholomaeus, C., & Sansfaçon, A. P. (2020). ‘If they didn’t support me, I most likely wouldn’t be here’: Transgender young people and their parents negotiating medical treatment in Australia. International Journal of Transgender Health, 21(1), 3–15. https://doi.org/10.1080/15532739.2019.1692751Riggs, D. W., Pearce, R., Pfeffer, C. A., Hines, S., White, F., & Ruspini, E. (2019). Transnormativity in the psy disciplines: Constructing pathology in the Diagnostic and Statistical Manual of Mental Disorders and Standards of Care. The American Psychologist, 74(8), 912–924. https://doi.org/10.1037/amp0000545Robertson, R. (2019). About a girl: A mother’s powerful story of raising her transgender child. William Heinemann.Roche, J. (2020). Gender explorers: Our stories of growing up trans and changing the world. Jessica Kingsley Publishers.LGBTQ+ FAmiLy: AN iNTeRDiSCiPLiNARy JOURNAL 203Russell, S. T., Pollitt, A. M., Li, G., & Grossman, A. H. (2018). Chosen name use is linked to reduced depressive symptoms, suicidal ideation, and suicidal behavior among transgender youth. The Journal of Adolescent Health, 63(4), 503–505. https://doi.org/10.1016/j.jadohealth.2018.02.003Serano, J. (2011). Whipping girl FAQ on cissexual. Retrieved August 30, 2019, from http://juliaserano.blogspot.com/2011/08/whipping-girl-faq-on-cissexual.htmlSerano, J. (2016). Whipping girl: A transsexual woman on sexism and the scapegoating of femininity (2nd ed.). Seal Press.Serano, J. (2018, August 22). Everything you need to know about rapid onset gender dysphoria [Medium]. https://medium.com/@juliaserano/everything-you-need-to-know-about-rapidonset-gender-dysphoria-1940b8afdebaSimons, L., Schrager, S. M., Clark, L. F., Belzer, M., & Olson, J. (2013). Parental support and mental health among transgender adolescents. The Journal of Adolescent Health, 53(6), 791–793. https://doi.org/10.1016/j.jadohealth.2013.07.019Steensma, T. D., Biemond, R., de Boer, F., & Cohen-Kettenis, P. T. (2011). Desisting and persisting gender dys-phoria after childhood: A qualitative follow-up study. Clinical Child Psychology and Psychiatry, 16(4), 499–516. https://doi.org/10.1177/1359104510378303Steensma, T. D., & Cohen-Kettenis, P. T. (2011). Gender transitioning before puberty? Archives of Sexual Behavior, 40(4), 649–650. https://doi.org/10.1007/s10508-011-9752-2Suess Schwend, A. (2020). Trans health care from a depathologization and human rights perspective. Public Health Reviews, 41(1), 3. https://doi.org/10.1186/s40985-020-0118-ySuess Schwend, A., Winter, S., Chiam, Z., Smiley, A., & Cabral Grinspan, M. (2018). Depathologising gender diversity in childhood in the process of ICD revision and reform. Global Public Health, 13(11), 1585–1598. https://doi.org/10.1080/17441692.2018.1427274Telfer, M. M., Tollit, M. A., Pace, C. C., & Pang, K. C. (2018). Australian standards of care and treatment guide-lines for trans and gender diverse children and adolescents. The Royal Children’s Hospital.Temple Newhook, J., Pyne, J., Winters, K., Feder, S., Holmes, C., Tosh, J., Sinnott, M.-L., Jamieson, A., & Pickett, S. (2018a). A critical commentary on follow-up studies and “desistance” theories about transgender and gender-nonconforming children. International Journal of Transgenderism, 19(2), 212–224. https://doi.org/10.1080/15532739.2018.1456390Temple Newhook, J., Winters, K., Pyne, J., Jamieson, A., Holmes, C., Feder, S., Pickett, S., & Sinnott, M.-L. (2018b). Teach your parents and providers well. Canadian Family Physician Medecin de Famille Canadien, 64(5), 332–335.Tollit, M. A., May, T., Maloof, T., Telfer, M. M., Chew, D., Engel, M., & Pang, K. (2021). The clinical profile of patients attending a large, Australian pediatric gender service: A 10-year review. International Journal of Transgender Health, 1–11. https://doi.org/10.1080/26895269.2021.1939221Tosh, J. (2011). ‘Zuck Off !’ A commentary on the protest against Ken Zucker and his ‘treatment’ of childhood gender identity disorder. Psychology of Women Section Review, 13(1), 10–16.Travers, A. (2018). The Trans Generation. NYU Press. https://nyupress.org/9781479885794/the-trans-generationTravers, R., Bauer, G., & Pyne, J. (2012). Impacts of strong parental support for trans youth: A report prepared for Children’s Aid Society of Toronto and Delisle Youth Services. Trans Pulse, 1–5.Turban, J. L. (2017). Transgender youth: The building evidence base for early social transition. Journal of the American Academy of Child and Adolescent Psychiatry, 56(2), 101–102. https://doi.org/10.1016/j.jaac.2016.11.008Turban, J. L., Beckwith, N., Reisner, S. L., & Keuroghlian, A. S. (2020). Association between recalled exposure to gender identity conversion efforts and psychological distress and suicide attempts among transgender adults. JAMA Psychiatry, 77(1), 68–76. https://doi.org/10.1001/jamapsychiatry.2019.2285UN Human Rights Council. (2020). Practices of so-called “conversion therapy”: Report of the Independent Expert on protection against violence and discrimination based on sexual orientation and gender identity (A/HRC/44/53) [Data set]. HRC. https://doi.org/10.1163/2210-7975_HRD-9970-2016149Vincent, B. (2020). Non-binary genders—Navigating communities, identities, and healthcare. Policy Press. https://policy.bristoluniversitypress.co.uk/non-binary-gendersWallace, R., & Russell, H. (2013). Attachment and shame in gender-nonconforming children and their families: Toward a theoretical framework for evaluating clinical interventions. International Journal of Transgenderism, 14(3), 113–126. https://doi.org/10.1080/15532739.2013.824845Wesp, L. M., Malcoe, L. H., Elliott, A., & Poteat, T. (2019). Intersectionality research for transgender health justice: A theory-driven conceptual framework for structural analysis of transgender health inequities. Transgender Health, 4(1), 287–296. https://doi.org/10.1089/trgh.2019.0039World Health Organisation. (2021). International statistical classification of diseases and related health problems (11th ed.). Geneva: World Health Organisation. https://icd.who.int/WPATH. (2018). Position on rapid-onset gender dysphoria. https://www.wpath.org/media/cms/Documents/Public%20Policies/2018/9_Sept/WPATH%20Position%20on%20Rapid-Onset%20Gender%20Dysphoria_9-4-2018.pdf",
    "id": 520503848,
    "identifiers": {
        "doi": "10.1080/27703371.2022.2076002",
        "oai": "oai:eprints.gold.ac.uk:31934"
    },
    "title": "“I Was Losing That Sense of Her Being Happy”—Trans Children and Delaying Social Transition",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-01-01T00:00:00+00:00",
    "publisher": "Taylor & Francis",
    "references": [],
    "sourceFulltextUrls": [
        "https://research.gold.ac.uk/id/eprint/31934/1/27703371.2022.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/520503848.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/520503848"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/520503848/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/520503848/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/520503848"
        }
    ],
    "abstract": "Within transgender children’s healthcare there are two competing paradigms on appropriate support for pre-pubertal trans children, ‘affirmation’ and ‘delayed transition’. Parents of trans children accordingly face conflicting advice on the appropriate timing of ‘social transition’, where social transition connotes external acceptance and affirmation of a child’s identity. This innovative research brings experience-based insights from 30 UK-based parents (93% female), who supported 30 trans children to socially transition at an average age of seven years old (range 3–10 years old). Data were analyzed through inductive reflexive thematic analysis to understand interviewee experiences and perceptions related to the timing of social transition. Analysis highlights two broad themes; firstly, the influence of cisnormativity on delay, with parents revealing deeply embedded resistance to trans possibilities. Secondly, parental perception of delays causing distress, even in families who may be considered affirming. The study reinforces existing research on the importance of affirmation and family support. The study also highlights the support parents may need to overcome cisnormative barriers to supportiveness, and the distress, frustration and trauma that trans children may experience, even within affirming families",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:eprints.gold.ac.uk:31934",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "50",
        "openDoarId": 0,
        "name": "Goldsmiths Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 520503848,
        "depositedDate": null,
        "publishedDate": "2022-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T06:28:02+00:00",
        "acceptedDate": null,
        "createdDate": "2022-06-23T04:30:51+01:00"
    },
    "urls": [
        "https://research.gold.ac.uk/id/eprint/31934/1/27703371.2022.pdf"
    ],
    "lastUpdate": "2024-02-12T06:28:02+00:00",
    "setSpecs": []
}