{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Murray, Shannon"
        },
        {
            "name": "Holloway, Katy"
        },
        {
            "name": "Buhociu, Marian"
        }
    ],
    "contributors": [],
    "createdDate": "2024-01-23T12:12:01+00:00",
    "dataProvider": {
        "id": 5717,
        "name": "University of South Wales Research Explorer",
        "url": "https://api.core.ac.uk/v3/data-providers/5717",
        "logo": "https://api.core.ac.uk/data-providers/5717/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1080/09687637.2023.2238118",
    "downloadUrl": "https://core.ac.uk/download/596788958.pdf",
    "fullText": "Full Terms & Conditions of access and use can be found athttps://www.tandfonline.com/action/journalInformation?journalCode=idep20Drugs: Education, Prevention and PolicyISSN: (Print) (Online) Journal homepage: https://www.tandfonline.com/loi/idep20“It’s called homophobia baby” exploringLGBTQ + substance use and treatment experiencesin the UKShannon Murray, Katy Holloway & Marian BuhociuTo cite this article: Shannon Murray, Katy Holloway & Marian Buhociu (25 Jul 2023): “It’s calledhomophobia baby” exploring LGBTQ + substance use and treatment experiences in the UK,Drugs: Education, Prevention and Policy, DOI: 10.1080/09687637.2023.2238118To link to this article:  https://doi.org/10.1080/09687637.2023.2238118© 2023 The Author(s). Published by InformaUK Limited, trading as Taylor & FrancisGroupPublished online: 25 Jul 2023.Submit your article to this journal Article views: 689View related articles View Crossmark dataReseaRch aRticleDrugs: EDucation, PrEvEntion anD Policy“It’s called homophobia baby” exploring LGBTQ + substance use and treatment experiences in the UKshannon Murray, Katy holloway and Marian Buhociuuniversity of south Wales, Pontypridd, uKABSTRACTIntroduction: Gender and sexual minority/minoritized groups are at a higher risk of substance misuse and related harm compared to the rest of the population. however, limited research has focused on understanding the extent of these issues and the support needs of all minoritized groups within the lGBtQ + population.Methods: this qualitative cross-sectional survey sought to explore lGBtQ + individuals’ perspectives on substance use and treatment experiences. Researchers used a manual thematic analysis approach to thoroughly study the data, examining each part closely to uncover themes and patterns. co-produced with stakeholders and developed with input from lGBtQ + individuals with lived experience, the survey included 38 participants across the UK.Results: cannabis (83% n = 20), ecstasy (68% n = 15), and cocaine (67% n = 16) were commonly used substances, while some participants (19% n = 6) reported consuming high levels of alcohol. Many respondents highlighted the role of “stigma” and peer pressure within the lGBtQ + communities as a motivator for substance use. Participants expressed a preference for informal support due to fears of “discrimination” from formal treatment services.Conclusions: the study underscores the need for research inclusive of all lGBtQ + groups and highlights the importance of tailored interventions that address the diverse needs of lGBtQ + individuals. Further exploration of peer-led interventions is necessary to assess their effectiveness. the findings emphasize the necessity of person-centered treatment approaches that recognize the heterogeneity of service users.IntroductionGender and sexual minority/minoritized groups are more likely to drink alcohol and use other drugs (and at higher levels) com-pared with heterosexual and cisgender individuals (Bachmann & Gooch, 2018; Dimova et al., 2022a; institute of alcohol studies, 2021). as a result, lGBtQ + groups experience more drug-related harm than other groups in society (Dimova et  al., 2022a). they are also more likely to experience greater health inequalities in terms of health outcomes, service provision, and risk factors. (Fish et  al., 2021; leven, 2020; McDermott et  al., 2021; Meads et  al., 2012). however, the full extent of these disparities is unknown, as the existing evidence base is limited in its focus on just one or two specific subgroups within the lesbian, gay, bisexual, transgender, queer, or questioning population (lGBtQ+) (Fish et  al., 2021; McDermott et  al., 2021).this article presents findings from a study that investi-gated the substance use and treatment experiences of lGBtQ + groups in the post-pandemic period. the study aimed to provide an examination of substance use among lGBtQ + groups in the UK, addressing the gaps in existing research and highlighting the specific treatment needs and barriers to participation within this population. By exploring both alcohol and drug use together, we aim to offer a more  olistic understanding of substance use among lGBtQ + individuals.in an era where inclusivity, diversity, and equality are high on the agenda politically and publicly in the UK, this research is both important and timely (Welsh Government, 2021; Black, 2021). it provides a voice to a largely hidden community and responds to calls for action to investigate and respond to the specific needs and vulnerabilities of the lGBtQ + community (Welsh Government, 2021; Williams et  al., 2012).in the current social and political climate in the UK, it is important to acknowledge the significant backlash and chal-lenges faced by lGBtQ + communities, particularly trans peo-ple (stonewall, 2017). Despite the growing recognition and acceptance of diverse gender identities and sexual orienta-tions/identities, there has been a rise in anti-lGBtQ + senti-ments, discriminatory rhetoric, and policy debates that directly target the rights and well-being of lGBtQ + individu-als (stonewall, 2017). this hostile environment can create additional barriers and challenges for lGBtQ + individuals seeking support for substance-related issues.© 2023 the author(s). Published by informa uK limited, trading as taylor & Francis groupCONTACT shannon Murray  shannon.murray@southwales.ac.uk  university of south Wales, llantwit rd, Pontypridd, cF37 1Dl, uKhttps://doi.org/10.1080/09687637.2023.2238118this is an open access article distributed under the terms of the creative commons attribution-noncommercial-noDerivatives license (http://creativecommons.org/licenses/by-nc-nd/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited, and is not altered, transformed, or built upon in any way. the terms on which this article has been published allow the posting of the accepted Manuscript in a repository by the author(s) or with their consent.ARTICLE HISTORYReceived 31 May 2023Revised 12 July 2023accepted 13 July 2023KEYWORDSalcohol; drugs; gender; sexual identity; treatment; support2 s. MURRaY et al.Gaps in knowledgeResearch suggests that people from lGBtQ + groups are at an elevated risk of substance-related harm due to their higher rates of frequent and risky substance use. While qualitative studies exploring alcohol and drug use among lGBtQ + groups are scarce in the UK (Dimova et  al., 2022a), there is some evi-dence from other countries to suggest that these high rates are caused by socialization and culture within the commercial gay scene and lGBtQ+-specific stressors (Drabble et  al., 2005; 2022).By conducting this study, we aim to fill this gap in quali-tative research and contribute to the understanding of sub-stance use and treatment experiences among lGBtQ + groups, taking into account the cultural dynamics, social contexts, and structural factors that influence their experiences.Prevalence of substance use among LGBTQ + groupsthe crime survey for england & Wales (2022) provides infor-mation on the proportion of 16- to 59-year-olds reporting use of illicit drugs in the last year by sexual orientation. Overall, gay, and bisexual adults are nearly four times more likely to have taken illicit drugs in the last year compared with hetero-sexual/straight adults (30%, 31%, 8%, respectively). in the 2013/14 edition of the cseW, more detailed breakdowns are provided, showing important differences among lGBtQ + groups. For example, gay/bisexual males were more likely than gay/bisexual females to report use of an illicit drug in the last year (33% compared with 23%). cannabis was the most commonly used illicit drug among gay/bisexual males and females, with similar proportions of each group reporting last year use (20% compared with 18%). For males, amyl nitrite was the second most commonly used drug (14.7%) fol-lowed by cocaine powder (9.9%) and ecstasy (7.7%). For gay/bisexual females, however, the second most commonly con-sumed drug was ecstasy (4.6%) followed by cocaine pow-der (4.5%).the cseW data are clear in showing that drug use gener-ally (and across the full range of drug types including heroin and crack cocaine) is more common among lGBtQ + groups than among heterosexual/straight people (Moncrieff, 2014). there is also evidence to suggest that the lGBtQ + commu-nity consumes more alcohol than the general population (Moncrieff, 2014). however, national statistics on alcohol con-sumption rarely include detailed breakdowns of alcohol use by sexual orientation/identity due to the small numbers in each of the subgroups. the broader evidence base is also lim-ited in that most of the academic literature on lGBtQ + alco-hol use emanates from the Us with relatively little from the UK (institute of alcohol studies, 2021). in the United states, research has similarly, demonstrated that substance use disor-ders are more common among lGBtQ + adults compared to their heterosexual counterparts (Karriker-Jaffe et  al., 2021; Mccabe et  al., 2010).Other survey research that has been done in the UK also suggests that members of the lGBtQ + community are more likely than the general population to consume alcohol and to do so at increasing or higher risk levels. For instance, stonewall discovered that 16% of lGBtQ + individuals reported drinking alcohol almost daily during the previous year, compared with 10% of adults in the UK population overall (ias, 2021). UK-based research has also found that women who identify as a sexual minority/minoritized are significantly more likely than heterosexual women to participate in high-risk drinking and suffer negative consequences related to drinking (hughes et  al., 2016, 2020). additionally, it has been found that young trans adults have a higher prevalence of heavy episodic drinking than the rest of the population, with disparities more apparent among transmasculine (female to male) peo-ple (scheim et  al., 2016).When we explore substance use among lGBtQ + popula-tions, it’s crucial to look beyond the UK and consider research from around the world. academics like laurie Drabble and tonda hughes have conducted extensive studies on this topic, offering valuable insights into the global landscape. Drabble’s research in the United states has focused on under-standing substance use patterns and disparities among lGBtQ + communities, highlighting the impact of social stress-ors and minority stress. hughes has dedicated her work to examining substance use behaviors among lGBtQ + individu-als, with a particular focus on women and sexual minority populations. their studies remind us of the importance of considering cultural dynamics, social contexts, and structural factors when investigating substance use in lGBtQ + commu-nities (Drabble et  al., 2022).Explaining drug use among LGBTQ + groupsalthough there is a limited number of qualitative studies exploring alcohol and substance use among lGBtQ + commu-nities in the United Kingdom, findings from various countries indicate that the elevated prevalence can be attributed to factors such as socialization and cultural dynamics within the commercial gay scene, alongside specific stressors experi-enced by lGBtQ + individuals (Dimova et  al., 2022a).substance use among lGBtQ + groups has been linked with high-risk behaviors, such as unprotected sex, polydrug use, or “slamming,” which involves injecting opioids, mephedrone, and methamphetamine (abdulrahim et  al., 2016; Public health england, 2015; Van hout & Brennan, 2011). it has been suggested that historical and present-day discrimination, rejection from family and friends, and conceal-ing of one’s sexual orientation or gender identity from others may all contribute to this (Bachmann & Gooch, 2018; Dimova et  al., 2022a; ias, 2021).theories such as “Minority stress” have been applied to understand why lGBtQ + people are particularly vulnerable to substance use-related problems. this theory suggests that lGBtQ + people are exposed to identity-related trauma over the life course (e.g. stigma, homo/bi/transphobia/discrimina-tion, rejection), which impacts on levels of use and the acceptability of the use of substances as a tool for coping (King et  al., 2008; Dimova et  al., 2022b).the commercial gay scene has also been identified as a motivating factor in problematic substance use, as for many lGBtQ + people, clubs and pubs provide “safe” spaces to meet DRUGs: eDUcatiOn, PReVentiOn anD POlicY 3other lGBtQ + people and an environment that facilitates sub-stance use and acceptance (Peralta, 2008). according to emslie et  al. (2015), the social context of lGBtQ + people’s lives, such as the normalization and accessibility of alcohol, particularly on the commercial gay scene, and the role of alcohol in identity construction for lGBtQ + people, may have an impact on increased alcohol use among lGBtQ + popula-tions. this is in addition to the impact of minority stress and structural elements like stigma and discrimination.Treatment needs and barriers to participationhistorically, few studies have investigated how lGBtQ + groups differ in their experiences and treatment needs (Buffin et  al., 2012). however, more recently, research has begun to high-light that there are significant barriers for those within the lGBtQ + community who seek information, advice, or help for substance-related problems. Buffin et  al. (2012) found in their survey of more than 2000 lesbian, gay, and bisexual people that those seeking support were doing so mainly from infor-mal sources such as the internet, family, and friends, due to fears of homo/biphobia and discrimination against lGB indi-viduals. Furthermore, the research found that substance use treatment programmes were often not equipped to meet the needs of this population, as staff were sometimes insensitive to lGB clients and uninformed about lGB issues (Buffin et  al., 2012; Government equalities Office, 2018).according to the stonewall lGBt in Britain health report, 32% of transgender people and 13% of lGBtQ + people have experienced unequal treatment from healthcare workers sim-ply because they are lGBtQ+ (Bachmann & Gooch, 2018). Valentine and Maund (2016) point out that many transgender people in scotland are hesitant to use alcohol and other drug services because they worry about being harassed, having their needs misunderstood, or even experiencing violence. those who have used alcohol and other drug treatment pro-grammes described feeling that the services did not under-stand the impacts of being transgender, they heard harmful or unpleasant comments relating to their gender identity and, at times, were also mistaken for someone else’s gender (Bachmann & Gooch, 2018; Valentine & Maund, 2016).Current studythis research served as a preliminary exploration, and the findings from this phase will serve as the basis for a larger more comprehensive study. the subsequent study will delve deeper into the issues raised in this paper through the use of qualitative interviews across the UK.MethodsContextthe primary objective was to conduct a collaborative project that would help improve understanding of substance use experiences and treatment support needs of sexual and gen-der minority/minoritized groups. Ultimately, the goal was to find ways of minimizing the harm experienced by people with substance use-related problems within the lGBtQ + com-munity (Van telijingen & hundley, 2001; Malmqvist et al., 2019).the project sought to achieve these broad objectives by aiming: (1) to increase understanding of substance use prob-lems among people within the lGBtQ + community, and (2) to identify barriers to and facilitators of substance use treat-ment among lGBtQ + people. collaboration and co-production were at the center of the project. Our study was conducted in close collaboration with various key stakeholders, ensuring that diverse perspectives were incorporated throughout the research process. We actively engaged with treatment profes-sionals who have expertise in working with lGBtQ + individu-als and addressing substance use issues. additionally, we sought the input and guidance of individuals who identify as lGBtQ + and have firsthand experience with substance use, both past and present. these individuals played a crucial role in shaping the study by actively participating in the develop-ment of the survey. through extensive discussions and feed-back sessions, we ensured that the questions were relevant, sensitive, and reflective of the experiences of lGBtQ + individ-uals. this reflexive process allowed us to place peers at the center of the research, ensuring that their voices and insights were integrated into the study design and implementation. By actively involving stakeholders and lGBtQ + individuals with lived and living experiences of substance use, our research endeavored to capture a comprehensive understand-ing of the subject matter and address the specific needs and vulnerabilities of the lGBtQ + community.Research designthe research was based on a cross-sectional design, which involved the collection of data from a subset of the popula-tion of interest at a point in time (setia, 2016; allen, 2017). a mixed strategy was used that involved the collection of quan-titative and qualitative data using an online questionnaire survey. the survey examined the substance use experiences of lGBtQ + groups and any barriers to and/or facilitators of entering and participating in treatment. the survey also explored drug and alcohol-related harms including victimiza-tion experiences and offending behaviors.the questionnaire survey was developed in Jisc Online surveys. survey respondents were recruited through advertise-ments on social media (e.g. twitter), through our networks of contacts in the field, and through advertisements in relevant magazines (e.g. scene Magazine) and forums accessed by the target population (i.e. social media-based lGBtQ + group pages).the survey comprised a combination of closed questions (e.g. on current alcohol and drug use) and open-ended ques-tions (e.g. perceptions and experiences of service provision and outcomes of treatment, for instance, “could you tell us whether the support you received was helpful? in what way was it helpful?,” “if you feel it was difficult to find and access support, could you please explain why you feel this way?, Do you feel there is anything that may prevent lGBtQ + people from seeking support? if ““yes,”” why do you think this?) in order to capture more nuanced data.4 s. MURRaY et al.the survey questions themselves were developed in close col-laboration with key stakeholders and lGBtQ + peers who provided valuable insights and perspectives throughout the survey creation and dissemination process. their involvement ensured that the sur-vey captured the nuanced experiences and needs of the lGBtQ + community, while also addressing potential barriers and challenges they may face when seeking support(Binson et al., 2007).Online surveys that are mixed or mainly qualitative have the openness and flexibility to answer a variety of research questions of interest to social scientists (Braun et  al., 2021). a “wide angle lens” on the issue of interest that has the poten-tial to capture a diversity of views and experiences is some-thing that qualitative surveys offer that is relatively unique among qualitative data gathering methodologies (Braun et  al., 2017b; toerien & Wilkinson, 2004). in this context, diver-sity encompasses the inclusion of multiple viewpoints and the process of sense-making, which proves particularly valu-able when investigating a subject that has been insufficiently explore or overlooked, as was the case in our study. Online qualitative surveys also provide a convenient way to do research with people other than the “usual suspects” (Braun & clarke, 2013; terry & Braun, 2017). Firstly, targeted outreach strategies were implemented, including collaborations with lGBtQ + organizations, community centers, and support groups. these partnerships helped to promote the survey and reach individuals who may not typically engage in research activities. social media platform played a vital role in expand-ing the reach of the survey. advertisements and announce-ments were shared across social media platforms as well as advertisements placed on websites and magazines such as scene to reach individuals who may not have direct contact with traditional research networks.Analysisthe anonymised survey responses were downloaded and imported into sPss Version 28 for cleaning, coding, and anal-ysis by members of the substance Use Research Group (sURG) at UsW. Quantitative data were analyzed using simple fre-quency counts and, where appropriate, cross-tabulations and non-parametric statistical tests.the aUDit-c tool, a widely used screening instrument, was employed to assess alcohol consumption patterns and iden-tify potential alcohol-related problems. the DUDit (Drug Use Disorders identification test) was also used to evaluate drug use patterns and identify potential drug-related issues (Public health england., 2021; eMcDDa., 2005).Qualitative responses were coded into key themes in new variables leaving the original responses available for inclusion as “evidence” of key themes. the data were then extracted and analyzed manually. a manual thematic analysis approach was adopted, which allowed the researchers to meticulously immerse themselves in the data, examining each piece closely and allowing for a comprehensive exploration of the underly-ing themes and patterns. this hands-on approach provided a deeper level of engagement and enabled the researcher to gain valuable insights that might have been missed through an automated analysis process. the manual thematic analysis allowed for a nuanced interpretation of the data, fostering a rich and contextually sensitive understanding of the research subject (Byrne, 2022).Practically, the manual thematic analysis process involved several steps. Firstly, the research team familiarized them-selves with the data by reading and re-reading the responses to gain a comprehensive understanding of the participants’ perspectives. this immersion in the data helped to identify initial codes or labels that captured the essence of the partic-ipants’ thoughts and experiences. next, the team engaged in a process of coding, where they systematically assigned these initial codes to relevant segments of the data. this involved a line-by-line analysis, identifying meaningful units of text and assigning descriptive codes to them. Once the coding process was complete, the team reviewed and compared the codes to identify overarching themes that emerged from the data. these themes were patterns or recurrent topics that captured important aspects of the participants’ experiences related to substance use and treatment needs. the team then refined and organized the identified themes, ensuring they accurately represented the data and reflected the richness of partici-pants’ responses. this involved revisiting the data, examining the relationships between codes and themes, and refining the thematic framework.the coding process was completed by two members of the research team (sM and Kh) and checked for consistency and accuracy by one other (MB). according to the recommen-dation of neale et  al., (2014), the research team avoided quantifying qualitative findings. instead, a form of semi-quantification has been adopted using terms such as “a few,” “several,” “some,” “many” and “most” in order to achieve maximum transparency with regard to the numbers of peo-ple giving particular responses or types of response (neale & West , 2015). as the qualitative responses were represented by different lGBtQ + groups it was also important to distin-guish between different gender and sexual identities (e.g. female, bisexual) to allow for comparisons between groups.Ethicsethical approval for the research was obtained from UsW’s Faculty of life sciences and education Research high Risk ethics committee.Sample Characteristicsin total, 38 people residing in the UK responded to our call for participation and took part in the survey. although our sample size might be considered small in quantitative terms, it is important to note that our goal was not to achieve statistical representativeness or to generalize the findings beyond the sample obtained (e.g. see terry & Braun, 2016; terry et  al., 2018). Rather, our goal was to obtain richer insights and a “new and richly textured under-standing” into the issues of lGBtQ + substance use, and treatment needs and experiences in the UK (Vasileiou et  al., 2018, p.2).DRUGs: eDUcatiOn, PReVentiOn anD POlicY 5the sample was fairly evenly divided in terms of gender, with almost equal numbers of men (including transgender men) and women (including transgender women). a small number preferred to self-describe their gender (see table 1). nearly one-third of respondents (32% n = 12) identified as transgender. the inclusion of so many people who identify as transgender is interesting and unexpected, as the “t” in lGBtQ + research is often overlooked or under-represented (ias, 2021; Moncrief, 2014; Valentine & Maund, 2016). Furthermore, the highest percentage of sexual identity/orien-tation in this study was those who identified as bisexual, a group frequently combined with gay men in health inequali-ties research (Roth et  al., 2018).the average age of respondents was 38 years, ranging from 20 to 67. the age group was evenly split between younger and older respondents as half of the respondents were aged 18 to 34, while the other half were 35+. in terms of ethnic group, the vast majority of respondents were within the White english/Welsh/scottish/northern irish or British group, with only a minority of respondents from minoritised ethnic groups. the lack of ethnic diversity is not wholly sur-prising, given the under-representation of ethnically minori-tised groups in substance use research and treatment (Beddoes et  al., 2010). however, it is clearly an area that would benefit from focused research in the future.Resultsthe survey generated a wealth of data related to lGBtQ + peo-ple’s experiences of drug and alcohol use and their lived/liv-ing experience of treatment services. While it is not possible to present it all in this paper, we have covered a wide range of issues to illustrate the profound impact substance use has on the lives of lGBtQ + people. the topics covered include: drug and alcohol use, offending behaviors and victimization, help-seeking and barriers and facilitators to treatment and support.Quantitative dataDrug and alcohol usea primary objective was to examine substance use among lGBtQ + groups. Respondents were therefore asked a series of questions probing: 1) their current drinking and drug use pat-terns (e.g. quantities and frequency of consumption), 2) the consequences and harms of their drug and alcohol use, and 3) any victimization and/or offending behavior related to their alcohol and drug use.Respondents were asked if they had “ever” used illegal drugs including the misuse of prescription drugs. Most of the respondents reported having used drugs at least once in their lifetime (71% n = 27), while 29% (n = 11) reported never having used any drug1. When asked what age they began using drugs, respondents with histories of drug use reported first using between the ages of 13 and 32, with a mean age of 18.table 2 gives an overview of the frequency and recency of use across drug types. the most commonly used substance was cannabis followed by ecstasy and cocaine powder (see table 2). in the last year, more than half of respondents said that they had used cannabis while one-third said that they had used prescription opioids and one-quarter reported used of cocaine powder. By contrast, more recent use in the last month of some drugs such as ketamine, mephedrone and nitrous oxide was not reported by any respondents.When asked how often they drank alcohol, more than one in ten said that they did so four or more times per week (11%, n = 4). among those who consumed alcohol, two-fifths reported drinking 10 or more units per week. although the reported use of alcohol here by respondents may not appear to be at problematic levels, participants did report engaging in “risky” behaviors while under the influence of alcohol. For instance, some reported that they had engaged in unplanned sexual activities after drinking alcohol at some point in their lives (39% n = 12).Victimization and offendingan important part of the survey was to investigate the link between drug and alcohol use and victimization among lGBtQ + groups. Many of the respondents said they had been victimized in some way after using drugs or alcohol at some point in their lives. the most intriguing answers came in response to queries about whether substance use has caused problematic behaviors relating to sexual force or fear of force. specifically, when asked whether substance use had caused problematic behaviors relating to sexual force or fear of force, several respondents reported experiencing such behavior while under the influence of alcohol. Out of the respondents who answered questions about alcohol (n = 31), six individuals (19%) reported encountering such situations. similarly, among those who reported using drugs (n = 24), three respondents (13%) reported experiencing forced sexual activity or threats of sexual behavior. While the small sample size limits the gen-eralizability of these findings, they highlight the importance of further research in this area.Table 1. characteristics of the sample.Frequency %Male (including transgender men) 17 45%Female (including transgender woman) 16 42%i prefer to self-describe my gender (non-binary, gender-fluid, agender)5 13%18–34 19 50%35+ 19 50%Do you identify as transgender or have a transgender history?yes 12 32%no 26 68%gay woman/lesbian 4 11%gay man 9 24%Bisexual 10 26%Queer 6 16%Pansexual 2 5%Prefer to self-describe 5 13%Prefer not to say 2 5%White - English/Welsh/scottish/northern irish/British28 74%White – irish 3 8%White – other 6 16%Mixed - White and Black caribbean 1 3%total 38 100%6 s. MURRaY et al.some respondents reported engaging in offending behav-iors at some point in their lives, including fighting (23% n = 7), vandalism (16% n = 5) and drink driving (16% n = 5). When asked about the connection between their substance use and offending, a few respondents (n = 3) reported participating in criminal activities to obtain drugs.these results suggest that substance use may be associ-ated with an increased risk of problematic behaviors related to sexual force or fear of force. however, further studies with larger sample sizes are needed to confirm these findings and to better understand the mechanisms underlying this association.Social contextRespondents were asked to describe the social context in which they drink alcohol and use drugs. Most respondents reported that they usually drink and use drugs with small groups of other people (74% and 74% n = 23, respectively). Many reported using drugs at a friend’s house, (26% n = 10) in a pub/bar (18% n = 7) or a nightclub (26% n = 10). in terms of alcohol use, most stated they drank alcohol at home (61% n = 23), pub/bar (32% n = 12) or a friend’s house (26% n = 10).Engagement with treatment servicesRespondents were asked to consider whether and when they last sought support for substance use problems. a total of 18% (n = 7) previously sought support for their alcohol and or drugs, of whom four had sought support in the last 12 months. the sources of support were mainly online or self-help (11% n = 4) although some mentioned informal sources such as an intimate partner (5% n = 2) or friends (5% n = 2).When people who had not accessed support previously were asked who they would be most likely to seek help from, most stated online resources, or self-help (56% n = 20), while others cited informal sources of support such as an intimate partner (47% n = 17) and friends (33% n = 12). in addition, some (n = 11) indicated that they were uncertain whether they would seek help or support from anyone. Furthermore, respondents indicated (if needed) that they would access information related to support or treatment online via Google (71% n = 27), their GP surgery (42% n = 16), or social media (37% n = 14).LGBTQ + experiences of help seeking and barriers to supportit was important to explore whether respondents felt that service providers should be aware of their gender and sexual identity. Most felt this would be beneficial (43% n = 16), although some were unsure of what benefit it would be to alcohol and drug treatment (27% n = 10). More than half of respondents (57%, n = 21) described the barriers that they believe prevent lGBtQ + people from accessing support ser-vices, and some offered detailed explanations. Respondents were also asked to consider the implementation of tailored drug and alcohol support services for lGBtQ + groups. More than half of the respondents (57%, n = 21) reported that this would be beneficial for the wellbeing of the lGBtQ + population.Qualitative responsesMotivations and differences in drinking behaviors amongst the LGBTQ + communityRespondents were asked to reflect on the high levels of alcohol and drug use and offered explanations for these reportedly high levels. Many respondents attributed the high rates of substance use among lGBtQ + groups to rejec-tion from their families, problems with acceptance (exter-nally and internally), and stigma relating to their gender and sexual identity. 2 One respondent details this below, high-lighting the range of influences that shape lGBtQ + people’s substance use:“Rejection from families, stigma, abuse, low self-esteem, culturally normative behaviour, community commercial venues only source of connection to the community for some LGBTQ people which leads to alcohol use and drug use, escapism, fitting in, acceptance from peers, community, homelessness, increased vulnerability, exploitation, drug use is, can be fun” (30 Male, Gay).some respondents mentioned the cultural and normative aspects of drug use and drinking within lGBtQ + groups. they pointed out the prevalence of trauma, self-medication and the association of lGBtQ + community events with clubbing and partying. historical associations between the queer com-munity and recreational drugs were also mentioned, as well as the perception of queer people as outsiders.Table 2. type of drug used ever, in the last year and in the last 30 days (n/%).Drug type never used used in the last 30 days used in the last year used ever totalcannabis 4 (17%) 8 (33%) 13 (54%) 20 (83%) 24 (100%)Ecstasy 7 (31%) 1 (5%) 4 (18%) 14 (64%) 22 (100%)cocaine Powder 8 (33%) 2 (8%) 6 (25%) 16 (67%) 24 (100%)Magic Mushrooms 9 (38%) 1 (4%) 4 (17%) 15 (63%) 24 (100%)amphetamines 10 (40%) 0 (0%) 1 (4%) 15 (60%) 25 (100%)Poppers 10 (46%) 2 (9%) 3 (14%) 12 (55%) 22 (100%)Prescription opioids 11 (52%) 4 (19%) 7 (33%) 10 (48%) 21 (100%)Benzodiazepines 10 (56%) 2 (11%) 4 (22%) 8 (44%) 18 (100%)Ketamine 12 (57%) 0 (0%) 2 (10%) 9 (43%) 21 (100%)Mephedrone 13 (62%) 0 (0%) 0 (0%) 8 (38%) 21 (100%)nitrous oxide 15 (68%) 0 (0%) 1 (5%) 7 (32%) 22 (100%)viagra 15 (70%) 0 (0%) 2 (13%) 8 (30%) 23 (100%)gBl/gHB 16 (76%) 0 (0%) 0 (0%) 5 (24%) 21 (100%)notes: among those who had used at least one drug at some point in their lives. some missing cases.DRUGs: eDUcatiOn, PReVentiOn anD POlicY 7the club scene was identified as another influential factor, with some respondents noting that lGBtQ + spaces, particu-larly gay- friendly spaces and clubs, often revolve around alcohol and drugs. this focus on substance use within these spaces can create an environment where individuals feel compelled to engage in such behaviors to connect with their community. as one respondent explained,“Being part of the lGBtQ + community can, for some people, be stressful in itself. the club scene in some areas is very drug/alco-hol fuelled and focused, and there could be some who get involved as they have been trying to find their ‘people’ all their lives and don’t want to lose them” (33 Female, Gay/lesbian).this suggests that the need for acceptance and a sense of belonging within the community can contribute to increased substance use.Furthermore, respondents highlighted the normalization of drug use and drinking within lGBtQ + groups. they noted a “culture” where recreational drugs have been associated with the queer community, particularly among men. this normal-ization can create a perception that substance use is an inte-gral part of lGBtQ + culture. as one respondent stated,\"historically i think recreational drugs have been associated with the queer community, especially among men, this could lead to people thinking that since “everyone takes drugs” they should too. as well as this queer people are often seen as outsiders in a sim-ilar way to drug users” (07 Female, Queer).the visibility of substance uses within the lGBtQ + commu-nity, combined with societal marginalization, may indeed influence individuals to engage in these behaviors.the impact of discrimination and violence on specific sub-groups within the lGBtQ + community was also highlighted. transgender individuals, in particular, were identified as fac-ing higher levels of violence and discrimination, which may contribute to increased alcohol consumption. One respon-dent explained,“trans and bi people drink more because we face more violence and discrimination than monosexual cis queers…” (20 non-binary, Bisexual).the above response suggests the unique challenges faced by transgender individuals can manifest in higher rates of substance use as a coping mechanism.the respondents also discussed how lGBtQ + individuals have distinct drinking habits compared to heteronormative individuals. they mentioned differences in the types of alco-hol consumed, motivations for drinking, and settings where alcohol is typically consumed.some respondents noted that lGBtQ + individuals tend to consume more shots and mix different types of alcohol. additionally, lGBtQ + social lives often revolve around drink-ing, with respondents mentioning that lGBtQ + individuals spend more time drinking in each other’s homes due to a lack of lGBtQ+-friendly establishments. this indicates that lGBtQ + individuals may have different socialization patterns and drinking behaviors that are shaped by their community’s unique experiences and spaces.LGBTQ + experiences of help seeking and barriers to support“I did not want to. I self-helped myself into recovery from amphet-amines and haven’t used them for 12 years” (36 Non-binary Trans, Pansexual)inaccessibility and perceived unhelpfulness of services were identified as barriers to seeking support. some respondents expressed doubts about the effectiveness of services or had negative experiences in seeking help for other issues in the past. they believed that their problems were not severe enough to warrant seeking assistance or that they would not receive adequate support. One respondent stated,\"I didn’t think I would get any help if I sought it because I didn’t get help for other things when I sought and needed it and because I wasn’t as bad as some other people” (22 Non-binary Trans, Queer).Furthermore, the presence of transgender representatives in treatment services emerged as a crucial factor for some respondents. they expressed a preference for seeking support from professionals who shared their lived experiences as transgender individuals. this indicates a need for inclusivity and cultural competence within support services. One respon-dent emphasized this by saying,“I have never needed help: my drinking and drug use is extremely controlled, rare and causes no problems in my life. In the past it was less controlled, and I didn’t seek support because I didn’t recognise a need for support; all my peers drink like I did now, if I needed it, I would be very unlikely to seek support that wasnt run by trans peo-ple” (20 Non-binary Trans, Queer)engaging with treatment or support services was also described as challenging due to practical difficulties. some respondents faced long waiting lists for rehab, which hin-dered timely access to treatment. additionally, individuals with more chaotic lifestyles found it difficult to attend appointments regularly, reflecting the need for flexible and accommodating service delivery. these challenges highlight the importance of tailoring support services to meet the spe-cific needs and circumstances of individuals within the lGBtQ + community.“The difficulty was mostly internal. Rehab was also quite difficult to access” (04 male, Gay)“Waiting list – felt like you had to go with the service”s schedule and not your own one” (08 Male, Gay)“When I was using more chaotically, I found it very hard to get to appointments/meetings on time” (05 Male, Gay)the overarching theme that emerged from the respon-dents” experiences was the fear of judgment and 8 s. MURRaY et al.discrimination from services. Many expressed concerns about homophobia, lack of understanding, and the absence of lGBtQ+-specific services within the drug treatment land-scape. the need for designated lGBtQ + staff working within drug services and increased visibility at lGBtQ + community events was emphasized. Respondents called for a shift in ser-vice provision to address the specific needs and challenges faced by the lGBtQ + community. they highlighted the impor-tance of having services run by individuals who share similar experiences and the significance of cultural competency when working with substance use issues related to sexual ori-entation and gender identity.“Fear of homophobia and the staff just not really understating where I am coming from. I don’ t think drug services are geared up for LGBTQ people. I am not aware on any services that have specific LGBT strands to their service or are visible at key LGBTQ community events. Nor have I ever seen a drug agency working in any commercial ven-ues in Wales like we have had traditionally around sexual health and HIV. This definitely needs to change as most drug use in the gay com-munity tales place in gay commercial venues (or at least starts there). Designated LGBTQ staff working these stands needs to be considered. Other big cities in the UK have specific LGBTQ drug services but noth-ing is available in Wales. I don’t know why this is, but I think it needs to be addressed.” (30 Male, Gay)“it’s called homophobia baby. I’m a trans fag and trying to hide that isn’t worth the discomfort and stress, so if I’m going to be so vulner-able as to ask for substance use support, it needs to be a service run by trans people. I just don’ t trust cis people, even cis queers. And I’ve had too many bad experiences with NHS services to even consider using them for anything that isn’t strictly necessary.” (20 Non-binary Trans, Bisexual)“Trans people especially struggle with medical professionals as it is often unknown if they will respect and understand that being trans-gender is not the cause of anyone’s mental illness. Bisexuals may be worried about the stigma around their sexuality as they may not be taken seriously because often bisexuals are depicted as poor decision makers inherently (promiscuous, unfaithful, etc.).” (23 Nonbinary Trans, Queer)Improving access to support amongst LGBTQ + groupsan important aspect of this project was to explore ways in which services could improve access to lGBtQ + groups. it was important to have the voices of those lGBtQ + people with lived and living experience of substance use problems to understand how services could reach out to those in need but who fear judgment or discrimination relating to their gender or sexual identity, one respondent details their hopes for our research being put into practice:“Outreach in commercial venues. Have a visible presence at commu-nity events to engage with the LGBTQ public. Have specific LGBTQ staff who focus on LGBTQ work. Engage more with LGBTQ feeds on social media. Have training on LGBTQ issues, not just about what LGBTQ stands for but the real issues around why people might not feel comfortable accessing services and how they can really overcome these obvious barriers and address these gaps. Survey more to have a baseline understanding of the needs! Feed the findings of these sur-vey back into the community. Let us know you have heard us and are doing something about what you have found out.” (30 Male, Gay)Many discussed the need for more lGBtQ + visibility in support services and lGBtQ + identifying support staff or suf-ficient staff training in lGBtQ + issues:“Ask for and consistently use people”s pronouns, only talk about their sexuality when it’s relevant and hire more LGBTQ + people.” (23 Nonbinary Trans, Queer)“Generally, if they were vocally welcoming of lgbt people it would maybe lessen any worry that of experiencing queerphobia. But also, if services could show that their staff were specifically trained in lgbt issues…and that they had lgbt staff from different backgrounds, and if they could show an actual understanding of how and why lgbt cul-tures and struggles intersect with drug and alcohol misuse (22 Non-binary Trans, Queer)“Making safe space stickers for physical locations and banners for online locations identifying it as a queer friendly space. Training staff on gender and sexuality issues so they are more educated about issues we face.” (11 Female, Bisexual)Discussionthis is one of the few studies to focus on all lGBtQ + groups who have experiences of substance use in the UK. it is also one of the very few studies to explore barriers to treatment engagement for all lGBtQ + groups (Viney, 2020).Drawing on survey data with a sample of 38 lGBtQ + peo-ple with substance use histories, this research provides infor-mation on the experiences and needs of lGBtQ + groups in relation to their use of drugs and alcohol and access to ser-vice provision. By actively involving individuals who have lived and living experience of substance use problems in this study, we aimed to shed light on the barriers faced by lGBtQ + individuals in the UK. this research not only contrib-utes to raising awareness but also advances our understand-ing of the unique challenges and obstacles encountered by this population. through this inclusive approach, we strive to amplify the voices and perspectives of lGBtQ + individuals and foster a greater understanding of their experiences and needs.While there is a growing body of research investigating lGBtQ + health inequalities and in particular, substance use related problems within the population, the feedback pro-vided from lGBtQ + groups suggests that there needs to be swift action taken to improve the visibility of sexual minori-tised groups in service provision for drug and alcohol-related problems.One key finding from our study is the diversity of experi-ences and motivations for alcohol and drug use among lGBtQ + individuals. Respondents identified various factors contributing to high levels of substance use, including rejec-tion from families, problems with acceptance, stigma related to gender and sexual identity, and the cultural normalization of drug use within lGBtQ + communities. these findings align with previous research highlighting the impact of societal and interpersonal factors on substance use patterns in minori-tized populations (amaro et  al., 2021).When responding to questions about current and past drug and alcohol use, the majority of respondents reported DRUGs: eDUcatiOn, PReVentiOn anD POlicY 9using some form of drug during their lifetime, most com-monly this was cannabis. Recreational drugs such as GhB/GBl, ecstasy and amphetamines, that are more commonly associated with the lGBtQ + population (namely “chemsex” parties3) and feature greatly in the literature on gay men”s substance use, were not widely used among the sample in this study. in fact, alcohol consumption was found to pose more of an immediate risk than other drug use.alcohol use was found to be more closely connected than drug use to offending behavior and victimization, which illus-trates the need for further exploration of the link between alcohol use and sexual violence among the lGBtQ + population.importantly, our study also underscores the need to con-sider the differences among lGBtQ + sub-groups. While this aspect is briefly mentioned, further analysis is warranted to explore the gendered and sexualized differences in alcohol and drug use, as well as the unique needs of each sub-group. By examining these distinctions, we can develop more tar-geted interventions and recommendations for service provi-sion that address the specific experiences and challenges faced by different segments of the lGBtQ + community.Furthermore, it is important to highlight the high repre-sentation of transgender individuals in our sample. Despite this, our study did not extensively explore their specific expe-riences and needs. this represents a missed opportunity to contribute to the literature and practice in understanding the intersectionality of gender identity and substance use within the lGBtQ + community. Future research should delve deeper into the experiences of transgender individuals and examine how their unique circumstances shape their drinking behav-iors and help-seeking preferences.Views were offered on differences between lGBtQ + groups and the rest of the populations’ drinking behaviors. a number of respondents expressed lGBtQ + consume alcohol differ-ently in relation to the types of alcohol typically used and the motivations for drinking. Reflective of current knowledge, most contemplated the “stigma” felt among lGBtQ + groups as a motivation for alcohol use, while others alluded to a “pressure” to drink and asserted that socializing is almost always aligned with alcohol use (Dimova et  al., 2022b).the key findings of the study indicate that some partic-ipants perceived a strong association between their lGBtQ + identity and their drinking behaviors, often as a response to shame, stigma, or family rejection. While some service users in the Dimova et  al. (2022b) study reported positive experiences with alcohol services, there was a notable lack of discussion around sexuality and gender identity, and how these factors might impact drinking behaviors. in the current study participants highlighted that barriers faced by lGBtQ + individuals were further amplified for transgender individuals. Our study empha-sizes the need for alcohol and drug services to signal lGBtQ + inclusivity and provide a safe space for individuals to discuss multiple issues, including alcohol use, mental health, and gender identity.Gender and sexual identity play significant roles in shap-ing individuals’ experiences and needs within the lGBtQ + community. Our findings indicate that there are likely gendered and sexualized differences in aOD use and support-seeking behaviors among lGBtQ + sub-groups. For instance, some respondents highlighted the role of lGBtQ+-specific venues, such as bars and clubs, as safe spaces for community connection, which may influence patterns of alcohol consumption. Moreover, the intersection of gender and sexual identity with substance use may create unique challenges and support needs that require tailored interven-tions.considering the gendered and sexualized differences in aOD use can lead to stronger recommendations for ser-vice provision. it is important to recognize that a one-size-fits-all approach may not adequately meet the needs of lGBtQ + individuals. services should be sensitive to the unique experiences and challenges faced by different sub-groups, including transgender individuals, and ensure that they are inclusive and accessible.the respondents also considered the implementation of tailored drug and alcohol services to eradicate the current problems lGBtQ + people face with service provision and encourage better engagement with support and treatment. indeed, most reported that a tailored service would be bene-ficial, stating that it may help to encourage an uptake in treatment. the practicalities of developing a tailored service need to be considered further as drug and alcohol services are already underfunded and over stretched (alcohol health alliance, 2021; Kmietowicz, 2021). a simple and practical solu-tion may be to recruit peers with lived and living experience to provide support and train the staff already in place to encourage participation in treatment among lGBtQ + sub-stance users. in line with the work across the UK valuing peer-led approaches (i.e. KinderstrongerBetter campaign, Galop, and the lGBt Foundation), it is important to have ser-vices that are designed with the needs of lGBtQ + people in mind, which may not mean separate services, simply services that are better informed.Implicationsthis research will hopefully encourage services to be more inclusive and therefore more equipped to work with and understand lGBtQ + service users’ needs. the findings have important implications for aOD services. specific recommen-dations include developing tailored interventions, providing specialized support, delivering cultural competency training, and adopting inclusive practices.Further, people with drug problems often have a wide range of needs and engage with a range of services. therefore, the findings have wider relevance and can help inform other related service providers (e.g. housing, domestic violence, mental health). to expand our current, if incomplete, under-standing of this population”s substance use experiences and needs, more research with a larger sample would be useful.Limitationsthis research, although limited in size, has sought to capture some of the complexity associated with lGBtQ + people”s experiences of substance use and involvement in support ser-vices in the UK.10 s. MURRaY et al.the online survey was a useful method of obtaining responses from various lGBtQ + groups throughout the UK. however, using such a method has prevented further discus-sion with participants and impeded the chance for an in-depth exploration of some of the more important matters presented by respondents.to address these limitations and delve deeper into the issues presented by participants, the researchers recognize the need for further exploration. the subsequent study will provide the opportunity for more extensive and interactive engagement with participants as a more robust understand-ing of the issues highlighted by participants is needed.Conclusionthis research found that effective lGBtQ + informed services could help reduce provides information drug and alcohol-related harms and encourage participation in treatment and support services among lGBtQ + people. Research on drug and alcohol use has seldom considered the voices of all lGBtQ + groups in relation to their experiences and needs of support services in the UK, particularly relating to the transgender community who remain largely invisible in the substance use field. Further research is needed to build our existing, yet limited knowledge on the substance use experiences and needs of this popula-tion. in particular, there is a much-needed focus on qualitative interview-based research with this demographic and a need for research that examines the link between sexual violence, alco-hol consumption, and lGBtQ + groups.the paper has benefited from the voices of a wide range of lGBtQ + groups and interestingly, the stories conveyed are alike, with respondents echoing similar views and experiences. More exploration is needed on peer-led and tailored interven-tions to establish whether these are the best means to encour-age engagement with services and identify the nuances specific to substance problems of particular minoritized groups.Moreover, the assertion that the social context is associated with increased harmful alcohol and drug consumption among lGBtQ + people may offer an opportunity to work with lGBtQ + communities to start the task of lowering alcohol and other drug-related health inequities. to lessen the dispropor-tionate alcohol- and drug-related harms lGBtQ + people, fami-lies, and communities encounter both directly and indirectly, a grassroots whole-community approach may be beneficial.the authors are grateful for the assistance and involve-ment of our collaborative partners Gwent Drug and alcohol services (GDas), academics from the University of south Wales, David Barbour (Glasgow council on alcohol), the alcohol health alliance (aha), Dr Rhian hills (senior Policy Manager, Welsh Government), scene magazine and all those with lived and living experience of substance use who kindly co-produced and took part in the survey.Notes 1. those that selected they “never” use drugs or alcohol were re-directed to other sets of questions that exclude those that relate to drug or alcohol use. therefore, the data represents only those who responded “Yes” to either. 2. Descriptor codes were assigned to participants to maintain confi-dentiality and anonymity based on the participant number, gen-der identity and sexual orientation (i.e., 22, Female, Gay). 3. chemsex parties refers to the use of drugs before or during planned sexual activity to support, enhance, disinhibit, or facilitate planned sexual activities. crystal methamphetamine, GhB/GBl, and mephedrone are frequently used in chemsex, as well as occa-sionally injecting these substances (also known as slamming) (Public health england, 2015).Acknowledgementsthis is a UsW-funded piece of research through the Knowledge exchange and innovation Fund (KeiF).Disclosure of interestno potential conflict of interest was reported by the author(s).Fundingthe author(s) received internal funding from the Knowledge exchange innovation Fund (KeiF) at the University of south Wales.Referencesabdulrahim D, Whiteley c,  Moncrieff M, Bowden-Jones O. club Drug Use among lesbian, Gay, Bisexual and trans (lGBt) People. novel Psychoactive treatment UK network (nePtUne). london, 2016.amaro, h., sanchez, M., Bautista, t., & cox, R. (2021). social vulnerabilities for substance use: stressors, socially toxic environments, and discrimi-nation and racism. Neuropharmacology,188, 108518. https://doi.org/10. 1016/j.neuropharm.2021.108518alcohol health alliance. (2021). how can we tackle alcohol and substance harm in the lGBt + community?. [Online] available at: https://ahauk.org/tackle-alcohol-harm-in-the-lgbt-community/[accessed December 2022].allen, M. (2017). cross-sectional Design. in cummings, c. (ed.), The sage Encyclopedia of Communication Research Methods. (Vols. 1-4). sage Publications. https://doi.org/10.4135/9781483381411Bachmann, c. l., & Gooch, B. (2018). LGBT in Britain Health Report. stonewall.Beddoes, D., sheikh, s., Khanna, M., & Francis, R. (2010). The impact of drugs on different minority groups: A review of The UK literature. UKDPc.Binson, D., Blair, J., huebner, D., & Woods, W.  (2007). Sampling in surveys of lesbian, gay and bisexual people. in Meyer, i.h., northridge, M.e. (eds),The Health of Sexual Minorities. springer.  Black, c. (2021). Review of drugs part two: Prevention, treatment, and recovery. Department of health and social care.Braun, V., & clarke, V. (2013). Successful qualitative research: A practical guide for beginners. sage.Braun, V., clarke, V., Boulton, e., Davey, l., & Mcevoy, c. (2021). the online survey as a qualitative research tool. International Journal of Social Research Methodology, 24(6), 641–654. https://doi.org/10.1080/13645579.2020.1805550Braun, V., clarke, V., & Gray, D. (2017b). innovations in qualitative meth-ods. in: B. Gough, ed, The Palgrave Handbook of critical social psycholo-gy. pp. 243–266. Palgrave Macmillan.Buffin, J., Roy, D. a., Williams, h., & Yorston, c. (2012). Part of the picture: gay and bisexual people”s alcohol and drug use in england. Substance Dependency and Help-Seeking Behaviour. the national lGB Drug and alcohol Database. p. 4–22.Byrne, D. (2022). a worked example of braun and clarke”s approach to reflexive thematic analysis. Quality Quantity, 56(3), 1391–1412. https://doi.org/10.1007/s11135-021-01182-yDimova, D. e., O”Brien, D. R., elliott, P. l., Frankis, D. J., & emslie, P. c. (2022a). What are LGBTQ + people”s experiences of alcohol services in DRUGs: eDUcatiOn, PReVentiOn anD POlicY 11Scotland?. A qualitative study of service users and service providers. shaaP.Dimova, e. D., elliott, l., Frankis, J., Drabble, l., Wiencierz, s., & emslie, c. (2022b). alcohol interventions for lGBtQ + adults: a systematic review. Drug and Alcohol Review, 41(1), 43–53. https://doi.org/10.1111/dar.13358Drabble, l., Midanik, l. t., & trocki, K. (2005). Reports of alcohol consump-tion and alcohol-related problems among homosexual, bisexual and heterosexual respondents: Results from the 2000 national alcohol survey. Journal of Studies on Alcohol, 66(1), 111–120. https://doi.org/10.15288/jsa.2005.66.111Drabble, M., Mericle, Z., & trocki, K.-J. (2022). impact of the policy envi-ronment on substance use among sexual minority women, Drug and alcohol Dependence Reports, Volume 3,eMcDDa, Drug Use Disorders identification test (DUDit). (2005). https://w w w. e m cd d a . e u ro p a . e u / d r u g s - l i b ra r y / d r u g - u s e - d i s o rd e r s - identification-test-dudit_enemslie, c., lennox, J., & ireland, l. (2015). Scottish Health Action on Alcohol Problems. Glasgow caledonian University.Fish, J., almack, K., hafford-letchfield, t., & toze, M. (2021). What are lGBt + inequalities in health and social support - why should we tack-le them? International Journal of Environmental Research and Public Health, 18(7), 3612. https://doi.org/10.3390/ijerph18073612Government equalities Office. (2018). National LGBT survey research report. Manchester.hughes, t., Veldhuis, c., Drabble, l., & Wilsnack, s. (2020). Research on alcohol and other drug (aOD) use among sexual minority women: a global scoping review. PLOS One, 15(3), e0229869. https://doi.org/10.1371/journal.pone.0229869hughes, t., Wilsnack, s., & Kantor, l. (2016). the influence of gender and sexual orientation on alcohol use and alcohol-related problems: towards a global perspective. Alcohol Research, 38(1), 121–132.institute of alcohol studies. (2021). Briefing: LGBTQ + people and alcohol. ias.King, M., semlyen, J., see tai, s., Killaspy, h., Osborn, D., Popelyuk, D., & nazareth, i. (2008). a systematic review of mental disorder, suicide, and deliberate harm in lesbian, gay and bisexual people. BMC Psychiatry, 8 70. https://doi.org/10.1186/1471-244X-8-70Karriker-Jaffe, K. J., Drabble, l., trocki, K. F., hughes, t. l., & Greenfield, t. K. (2021). harm from others” drinking among sexual minority adults in the United states. LGBT Health, 8(1), 50–59. https://doi.org/10.1089/lgbt.2020.0011King, M., semlyen, J., tai, s. s., Killaspy, h., Osborn, D., Popelyuk, D., & nazareth, i. (2008). a systematic review of mental disorder, suicide, and deliberate self-harm in lesbian, gay and bisexual people. BMC Psychiatry, 8(70). https://doi.org/10.1186/1471-244X-8-70Kmietowicz, Z. (2021). Drug and alcohol services for young people cut by £26m in six years. BMJ (Clinical Research ed.), 372, n817. https://doi.org/10.1136/bmj.n817leven, t. (2020). Health needs assessment of lesbian, gay, bisexual, transgen-der and no-binary people. nhs.Mccabe, s. e., Bostwick, W. B., hughes, t. l., West, B. t., & Boyd, c. J. (2010). the relationship between discrimination and substance use disorders among lesbian, gay, and bisexual adults in the United states. American Journal of Public Health, 100(10), 1946–1952. Oct https://doi.org/10.2105/aJPh.2009.163147Malmqvist, J., hellberg, K., Möllås, G., Rose, R., & shevlin, M. (2019). conducting the pilot study: a neglected part of the research process? Methodological findings supporting the importance of piloting in qualitative research studies. International Journal of Qualitative Methods, 18, 160940691987834. https://doi.org/10.1177/1609406919878341McDermott, e., nelson, R., & Weeks, h. (2021). the politics of lGBt + health inequality: conclusions from a UK scoping review. International Journal of Environmental Research and Public Health, 18(2), 826. https://doi.org/10.3390/ijerph18020826Meads, c., carmona, c., & Kelly, M. P. (2012). lesbian, gay, and bisexual people”s health in the UK: a theoretical critique and systematic review. Diversity and Equality in Health and Care, 9, 19–32.Moncrieff, M. (2014). Out of your mind, Improving provision of drug & al-cohol treatment for lesbian, gay, bisexual & trans people. london Friend.neale, J., Miller, P., & West, R. (2014). Reporting quantitative information in qualitative research: Guidance for authors and reviewers. Addiction, 109(2), 175–176. https://doi.org/10.1111/add.12408neale, J., & West, R. (2015). Guidance for reporting qualitative manu-scripts. Addiction, 110(4), 549–550. https://doi.org/10.1111/add.12857Office for national statistics. (2022). Statistical bulletin, Crime in England and Wales, year ending December 2022. Ons.Peralta, R. l. (2008). alcohol allows you to not be yourself” towards a structured understanding of alcohol use and gender difference among gay, lesbian, and heterosexual youth. Journal of Drug Issues, 38(2), 373–399. https://doi.org/10.1177/002204260803800201Public health england. (2021). alcohol use disorders identification test. GOV.UK. https://www.gov.uk/government/publications/alcohol-use- screening-tests#full-publication-update-historyPublic health england. (2015). Substance misuse services for men who have sex with men involved in chemsex, s.l. Phe.Roth, e. a., cui, Z., Wang, l., armstrong, h. l., Rich, a. J., lachowsky, n. J., sereda, P., card, K. G., Jollimore, J., howard, t., Olarewaju, G., Moore, D. M., & hogg, R. s. (2018). substance use patterns of gay and bisexual men in the momentum health study. American Journal of Men”s Health, 12(5), 1759–1773. https://doi.org/10.1177/1557988318786872scheim, a., Bauer, G., & shokoohi, M. (2016). heavy episodic drinking among transgender persons: Disparities and predictors. Drug and Alcohol Dependence, 167(167), 156–162. https://doi.org/10.1016/j.dru-galcdep.2016.08.011setia, M. s. (2016). Methodology series module 3: cross-sectional studies. Indian Journal of Dermatology, 61(3), 261–264. https://doi.org/10. 4103/0019-5154.182410stonewall. (2017). lGBt in Britain - hate crime and Discrimination,terry, G., & Braun, V. (2016). i think gorilla-like back effusions of hair are rath-er a turn-off\": “excessive hair” and male body hair (removal) discourse. Body Image, 17, 14–24. https://doi.org/10.1016/j.bodyim.2016.01.006terry, G., & Braun, V. (2017). Short but often sweet: The surprising potential of qualitative survey methods. In: Collecting qualitative data: A practical guide to textual, media and virtual techniques. cambridge University Press. pp. 15–44.terry, G., Braun, V., Jayamaha, s., & helen, M. (2018). negotiating the hairless ideal in Āotearoa/new Zealand: choice, awareness, complicity, and resistance in younger women”s accounts of body hair removal. Feminism & Psychology, 28(2), 272–291. https://doi.org/10.1177/0959353517732592toerien, M., & Wilkinson, s. (2004). exploring the depilation norm: a qual-itative questionnaire study of women”s body hair removal. Qualitative Research in Psychology, 1(1), 69–92.Valentine, V., & Maund, O. (2016). Transgender inclusion in drug and alcohol Services. shaaP.Van hout, M., & Brennan, R. (2011). Bump and Grind\": an exploratory study of methadone users” perceptions of sexuality and sexual risk. Drugs and Alcohol Today, 11(2), 93–103. https://doi.org/10.1108/ 17459261111174046Van teijlingen, e. R., & hundley, V. (2001). The importance of pilot studies. University of surrey.Vasileiou, K., Barnett, J., thorpe, s., & Young, t. (2018). characterising and justifying sample size sufficiency in interview-based studies: systematic analysis of qualitative health research over a 15-year period. BMC Medical Research Methodology, 18(148) https://doi.org/10.1186/s12874-018-0594-7Viney, D. (2020). Impact of COVID-19 on Birmingham”s LGBT Communities. Birmingham lGBt.Welsh Government. (2021). Advancing LGBTQ + equality, LGBTQ + Action Plan for Wales. WG.Williams, h., Varney, D. J., taylor, J., Fish, D. J., Durr, P., & elan-cane, c. (2012). The Lesbian, Gay, Bisexual and Trans Public Health Outcomes Framework Companion Document. Public health.",
    "id": 596788958,
    "identifiers": {
        "doi": "10.1080/09687637.2023.2238118",
        "oai": "oai:pure.atira.dk:publications/4bc188ad-f79c-4def-87f7-872ebe37ca0c"
    },
    "title": "“It's called homophobia baby” Exploring LGBTQ+ Substance Use and Treatment Experiences in the UK",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-07-25T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://pure.southwales.ac.uk/files/25671159/It_s_called_homophobia_baby_exploring_LGBTQ_substance_use_and_treatment_experiences_in_the_UK.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/596788958.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/596788958"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/596788958/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/596788958/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/596788958"
        }
    ],
    "abstract": "Introduction. Gender and sexual minority/minoritised groups are at a higher risk of substance misuse and related harm compared to the rest of the population. However, limited research has focused on understanding the extent of these issues and the support needs of all minoritised groups within the LGBTQ+ population. Methods. This qualitative cross-sectional survey sought to explore LGBTQ+ individuals’ perspectives on substance use and treatment experiences. Researchers used a manual thematic analysis approach to thoroughly study the data, examining each part closely to uncover themes and patterns. Co-produced with stakeholders and developed with input from LGBTQ+ individual with lived experience, the survey included 38 participants across the UK. Results. Cannabis (83% n=20), ecstasy (68% n=15), and cocaine (67% n=16) were commonly used substances, while some participants (19% n=6) reported consuming high levels of alcohol. Many respondents highlighted the role of ‘stigma’ and peer pressure within the LGBTQ+ communities as a motivator for substance use. Participants expressed a preference for informal support due to fears of ‘discrimination’ from formal treatment services. Conclusions. The study underscores the need for research inclusive of all LGBTQ+ groups and highlights the importance of tailored interventions that address the diverse needs of LGBTQ+ individuals. Further exploration of peer-led interventions is necessary to assess their effectiveness. The findings emphasise the necessity of person-centered treatment approaches that recognise the heterogeneity of service users",
    "tags": [
        "article",
        "alcohol",
        "drugs",
        "gender",
        "sexual identity",
        "treatment",
        "support"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.atira.dk:publications/4bc188ad-f79c-4def-87f7-872ebe37ca0c",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "5717",
        "openDoarId": 0,
        "name": "University of South Wales Research Explorer",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 596788958,
        "depositedDate": null,
        "publishedDate": "2023-07-25T01:00:00+01:00",
        "updatedDate": "2024-01-23T12:12:01+00:00",
        "acceptedDate": null,
        "createdDate": "2024-01-23T12:12:01+00:00"
    },
    "urls": [
        "https://pure.southwales.ac.uk/en/publications/4bc188ad-f79c-4def-87f7-872ebe37ca0c",
        "https://doi.org/10.1080/09687637.2023.2238118",
        "https://pure.southwales.ac.uk/ws/files/25671159/It_s_called_homophobia_baby_exploring_LGBTQ_substance_use_and_treatment_experiences_in_the_UK.pdf"
    ],
    "lastUpdate": "2024-01-23T12:12:01+00:00",
    "setSpecs": []
}