{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Doughton, Eleanor"
        }
    ],
    "contributors": [],
    "createdDate": "2022-06-10T07:55:55+01:00",
    "dataProvider": {
        "id": 3616,
        "name": "Arcadia University",
        "url": "https://api.core.ac.uk/v3/data-providers/3616",
        "logo": "https://api.core.ac.uk/data-providers/3616/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/519836402.pdf",
    "fullText": "“I’ve never met another person with this identity”: The Experiences of Abrosexual Individualson TikTokEleanor DoughtonArcadia UniversityEmpirical Research Capstone1AbstractAbrosexuality can be defined by an individual experiences changes in their perception of theirsexuality; for instance, an abrosexual person could find themselves to be exclusively attracted towomen for a time, and then experiences no sexual attraction months later. Unlike sexualidentities such as lesbian, gay, bisexual, and transgender, abrosexuality has not been previouslystudied. Previous research shows that social media and online sites provide spaces for positiveidentity development and support for gender and sexual minority individuals. Sinceabrosexuality had not been previously studied, it is important to ask about the experiences ofabrosexual individuals on social media. My research chose to use TikTok as a primary socialmedia site for analysis, due to it being the most downloaded app in 2020. I spent 30-60 minutes aday on TikTok to garner a general understanding of the abrosexual community on this app. I thenrandomly selected twenty videos and comments for content analysis. My research supportsprevious literature in that social media does provide information, support, and spaces for positiveidentity development; however, for many abrosexual individuals, negative experiences such asmicroinvalidations are also experienced. More research needs to be done on newer gender andsexual minority labels, since new language is being created everyday.Keywords: abrosexuality, abrosexuality, TikTok, identity development, microinvalidations,support2During the initial 2020 lockdown of the United States due to the COVID-19 virus, Iquickly became accustomed to frequent spirals of introspection, specifically about my sexual andgender identity. The lockdown all but eliminated my performances of heteronormativity and Ifound that my perceptions of my sexuality and gender expression were changing. It was throughsocial media and multiple attempts at conceptualizing my experiences that I began to findidentity labels that fit me, one of which being abrosexuality.Many turned to social media apps during lockdown for connectivity, communication, andentertainment, and the same can be said for LGBTQIA+ youth. A study done by Hiebert andKortes-Miller (2021) during the initial wave of the pandemic focused on the experiences ofgender and sexual minority youth on TikTok; this is a video-based social media app thatsurpassed 2 billion downloads during this time. This study researched the experiences of theLGBTQIA+ community as a whole. My research featured abrosexual individuals, as I becameinterested in whether or not the experiences recorded in Hiebert and Kortes-Miller’s study candiffer for micro labels within this community, therefore, my research question asks “What are theexperiences of abrosexual individuals on TikTok?”BACKGROUNDIt is important to define abrosexual as an identity label, as it is relatively new andgenerally unknown; this term has not been previously defined in the literature. Abrosexualityrefers to an individual whose sexuality is changing, or fluid, in nature. They experience changesin their perception of their sexuality, and these changes can be frequent or sporadic throughouttheir lives. This change is what defines abrosexual individuals. For instance, an abrosexualindividual could be sexually attracted to men, then be attracted exclusively to women a few3months later. The term and the flag are thought to have originated on DeviantArt in 2013, andgained traction on Tumblr in 2016.Figure 1. An image of the abrosexual pride flag.Oftentimes, abrosexual individuals “go through” multiple and different sexual identitylabels before discovering abrosexuality; I can personally attest to this! I previously identified asheterosexual, followed by asexual, demisexual, and pansexual before I found abrosexual. It isimportant to note that I also use LGBTQIA+ throughout this paper to refer to a diversecommunity of identities and people, including lesbian, gay, bisexual, transgender, queer, intersex,asexual, and other gender and sexual minority individuals.I will also briefly explain some of the features of TikTok, as it is the social mediaplatform that my research focuses on, and has become a means of analysis for researchers in thepast few years. The app features two main feeds of information for users to interact with: the firstof which involves viewing content from accounts followed by the user, and the second being the“for you” page, or FYP. The FYP is a curated stream of videos that is created by algorithms; themore a user watches, likes, or saves a video, the more their FYP will generate similar content. Inattempting to recreate Hiebert and Kortes-Miller’s research, I tried to curate my FYP toexclusively show content created by and for abrosexual users. This ultimately ended up as alimitation in my research, which will be discussed later on. Hashtags are also featured on TikTokas they link videos together under one hashtag (Hiebert and Kortes-Miller 2021).4LITERATURE REVIEWSocial Media as a Means of Support and DevelopmentPrevious research has shown the positive effects of social media in providing support andaiding in identity development of LGBTQIA+ individuals. During the initial stages of theCOVID-19 lockdown when social distancing measures were implemented, many LGBTQIA+youth turned to identity-specific online sources for communication and support (Fish et al 2020).Many struggled with mental health issues surrounding unsupportive family members, uncertaintyabout school and extracurricular activities resuming, and access to support and services (Fish etal 2020). Likewise, Hiebert and Kortes-Miller (2021) found that LGBTQIA+ youth utilizedTikTok as a supportive community due to experiencing lockdowns and social isolation. Thecommunity provided support and advice about coming out and navigating family relationships,and also shared information and history surrounding Pride Month and the Stonewall riots andexperiences with conversion therapy (Hiebert and Kortes-Miller 2021). LGBTQIA+ youth are atrisk for mental health issues and frequently experience discrimination and other harm; because ofthis, a majority of research has focused on risk. Craig et al (2015) focused on resilience, theability to positively navigate through adversity or threat, as a response to these experiences.Their research showed that positive media representation of LGBTQIA+ youth providedopportunities for: coping through escapism, feeling stronger, fighting back, and finding andfostering community (Craig et al 2015).Fox and Ralston (2016) focused on the different types of learning experiences thatLGBTQIA+ youth have on social media sites, and found four themes in their data: traditionallearning, social learning, experiential learning, and teaching others. Traditional learning involvedindividuals utilizing online sources for information about identity labels. Social learning involves5sharing experiences with like people, and once people felt comfortable in their identity, theybegan to teach others by spreading information (Fox and Ralston 2016). Social media providedvisibility for what are often stigmatized identities; for individuals that were navigating theboundaries of their sexual identity, social media sites offered opportunities for LGBTQIA+individuals to remain in control of their identity development (Fox and Ralston 2016). Bates,Hobman, and Bell’s (2020) research also highlighted safety, autonomy, and control in therelationship between identity development and LGBTQIA+ youth and online spaces. Onlineworlds can allow users to preserve as much anonymity as they desire, allowing youth to exploretheir evolving identities in both a public and private way (Bates et al 2020).Similar to Hiebert and Kortes-Miller’s (2021) study, other social media sites have beenspecifically studied for the kinds of experiences they provide for LGBTQIA+ youth. In 2019,Byron et al analyzed Tumblr, a blog-based site, for community and support. Their findingscoincide with previous research, as Tumblr frequently provided opportunities for LGBTQIA+youth to communicate with people like them and to engage with their sexual and genderidentities, and their hobbies and interests in general (Byron et al 2019). However, this site canalso be intense and toxic in nature, and caused many to eventually cease their use of the site(Byron et al 2019). Social media definitely highlights positive experiences for LGBTQIA+youth, but it is also important to note the negative or harmful aspects as well. Facebook wasfeatured in Lucero’s (2017) study, which also asked about safety. Their results coincided withprevious data, in that social media is a safe space for minority LGBTQ youth. Around 75% ofparticipants reported rarely or never experiencing cyber-bullying, indicating Facebook as a safeplatform for youth to participate, explore, and communicate with other LGBTQ individuals6(Lucero 2017). The literature shows that social media often tends to provide support and aid inidentity formation for LGBTQIA+ youth.Difficulties with LabelsThere are gaps in the literature surrounding bi+, or plurisexual, individuals, as priorresearch typically combined gay, lesbian, and bisexual people into one group, which was thencompared to hereosexual individuals (Feinstein et al 2021). Even so, definitions of sexuality arebased upon heteronormative and mononormative assumptions, which oftentimes eraseindividualized stories (Galupo, Ramierez and Pulice-Farrow 2017). Many LGBTQIA+individuals face difficulties with finding labels that fit their experiences, which requires a greaterneed for study. Galupo et al’s (2017) study concluded that individuals with multiple sexualidentiy labels, specifically bisexual, pansexual, and queer people, are likely to express theiridentity in nonbinary language, using multiple labels or none at times. Expansive languagesurrounding gender and sexual identity signifies greater opportunities for self-expression, buteven so, Hammack et al (2021) found pressures within LGBTQIA+ communities, as monosexualidentities were held in higher esteem than plurisexual ones. (Hammack et al 2021).Feinstein et al (2021) studied how people with multiple sexual identities, bisexuality andpansexuality, navigate healthcare. They found that bisexual and pansexual people note ofnegative experiences with healthcare providers, due to health professionals lacking inunderstanding the range of identities. Because of this, pansexual and bisexual people do not oftenreceive the best medical support (Feinstein et al 2021). Scheffey, Ogden, and Dichter (2019)found that in a study of thirty-four participants, 47% indicated that they may identify differentlydepending on contextual situations, such as interacting with healthcare providers; participantsalso found that in a healthcare setting, sexual and gender identity labels are often probelematic7and not inclusive. Similarly, Vivienne et al (2021) analyzed the language in general populationsurveys, surveys targeting LGBTQIA+ communities, and surveys targeting transgender andgender diverse (TGD) communities. Population-level surveys are often limiting to individualexperiences, and the language used are either mixed up or not understandable; on the other hand,LGBTQIA+ and TGD surveys are more refined in their language, and allow for sexual andgender diversity and complexity (Vivienne et al 2021). The literature shows that languagesurrounding identity labels can put a great boundary on an individual’s experience; in officialsettings and situations, language should be open-ended and varied in order to account forcomplexity.MicroaggressionsMy observations on TikTok led me to microaggressions as a framework of analysis; Ifrequently noted negative comments and invalidations of abrosexual individuals on thisapplication. Microaggressions originated as a structure of analysis for racial discrimination in the1970s, and have been organized into three categories: microinsults, microinvalidations, andmicroassaults (Munro, Travers, and Woodford 2019). To briefly describe, microinsults arecomments or behaviors that communicate rudeness, microinvalidations directly erase orinvalidate the experiences of marginalized groups, and microassaults reflect negative beliefs thatthe perpetrator holds towards the target group (Munro et al 2019). Munro et al’s (2019) studiedthe kinds of microaggressions that LGBTQIA+ adolescents experience in school environments.Their results show seven categories of microaggressions, ranging from assumptions and erasureof individual experiences to denial and discomfort of LGBTQIA+ identities (Munro et al 2019).Weber et al (2018) found similar categories, however, their participants were both a racial andsexual minority. Microaggressions that the participants experienced targeted their multiple8identities, and factors such as the policing of bodies were recorded (Weber et al 2018).Microaggressions and discrimination are unfortunately common experiences of LGBTQIA+people; it is important to understand these harmful acts as they can have a negative impact onindividual identity and mental health.METHODSSamplingHiebert and Kortes-Miller’s (2021) study served as both a reference and starting point formy own research. The researchers spent 30-60 minutes everyday on TikTok in order to becomeaccustomed to the LGBTQIA+ community and the content that is being created. Hashtagsparticular to the LGBTQIA+ community were followed, and videos that focused on gender andsexual minority content were liked. By doing so, the researchers were able to curate their  FYP,or For You Page, to be a constant stream of content created by and for gender and sexualminority youth (Hiebert and Kortes-Miller 2021).As a college student, I already had my own personal TikTok account, but for purposes ofmy research, I first created a separate account as I did not want my personal FYP to influence myresearch. I then spent 30 minutes a day on TikTok, following the #abrosexual hashtag and likingvideos in an attempt to also curate my FYP and to gain a general sense of the community beforeI conducted a deeper analysis. Unfortunately, I did experience some issues in an attempt to shapemy FYP; I noted that there was a smaller amount of content that was particular to abrosexualitythan content particular to lesbian, gay, bisexual, and transgender individuals. I also experiencedissues with TikTok’s search algorithms and results. These issues will be further explored in mylimitations section.9For deeper content analysis, I selected a random sample of twenty videos from the totalamount of videos that I had liked (TikTok saves a user’s liked videos to one space so that theycan be rewatched). The videos that I selected were all posted from 2021 to now, and they wereall posted by different users to provide a range of views. The videos also varied in time length,from some being 20 seconds long to almost 3 minutes in length. The total amount of interactionswith the videos themselves also varied; some had hundreds of thousands of likes and comments,while others only had a few hundred with dozens of comments. By selecting videos withdifferences such as these, I was able to record both general, and personal experiences ofabrosexual individuals. Once selected, these videos were transcribed.I also selected a random sample of comments from each video for analysis. Since mostvideos in my sample had hundreds of comments on them, I recorded the most recent, as thesehave the highest chance of being interacted with (TikTok organizes comments so that the mostrecent are the first that you see). By analyzing videos and comments in one group, I can gatherconceptualizations of abrosexuality, and how the community responds and engages with theinformation.CodingAfter videos and comments were transcribed, an initial round of open coding was donebased on the codes found in Hiebert and Kortes-Miller’s (2021) study; those four themes were:belonging, family relationships, identity formation, and knowledge and information. These codeswere noted in my research, however, I added codes of validity, questioning and confusion, andsupport to better reflect my research. Two more rounds of coding were completed after the opencoding in order to refine the main codes of my research.10I was able to corroborate some of the main themes that Hiebert and Kortes-Miller (2021)found, however, my codes were defined differently than theirs. For example, we shared a code ofknowledge and information, but Hiebert and Kortes-Miller (2021) defined theirs by the sharingof information about conversion therapy, Pride, and coming out. I defined my codes differently,which will be further touched upon in the results section. My final four themes that summarizethe experiences of abrosexual individuals on TikTok are: (1) Knowledge & Information, (2)Validity, (3) Identity Formation, and (4) Support.Figure 2. A chart explaining the breakdown of final codes.RESULTSKnowledge & InformationAs previously mentioned, knowledge and information was one of the codes that I sharedwith Hiebert and Kortes-Miller (2021), but was defined differently. Within the abrosexualcommunity, I was unable to note any information beinggiven about conversion therapy, thehistory of Pride, or advice about coming out (Hiebert and Kortes-Miller 2021). I defined thiscategory through the sharing of personal experiences and viewpoints about abrosexuality, and thequestions that still surround this identity label.11Figure 3. A screenshot of a user’s coming out video.The primary function of TikTok is sharing new ideas and information. The vast majorityof videos in my selected sample were explanatory in nature, in that users provided an inside lookof how abrosexuality is generally defined, and how their lived experiences shape their genderand sexual identity. These videos were typically created by abrosexual users, but can also bemade by LGBTQIA+ users in general; for instance, one video in my sample was created by abisexual artist, who used their account to create a Pride series in June of 2021.Figure 4. A screenshot of the aforementioned Pride series. The abrosexual pride flag is circled in white.12When it comes to defining abrosexuality, many users tend to state it in the most simple ofterms possible, by stating that their sexuality is fluid, and comparing it to genderfluidity;“...Basically, a person who is abrosexual has a fluid sexuality (Video 1).” “Think of it kind oflike the sexuality version of genderfluid (Video 2).” “The term refers to a person whose sexualityis fluid and is able to change (Video 3).” Since abrosexuality is still relatively new and unknown,providing precise definitions can aid in both the understanding and spread of the label, but canalso fuel confusion. Prior research shows that plurisexual and nonbinary individuals utilizeexpansive language to explain their identity and oftentimes experience issues with intelligibility(Hammack et al 2021). In some cases, abrosexual users noted that when explaining their sexualidentity, others likened it to pansexuality, asking “isn’t that just pan[sexual]?” This could explainwhy confusion surrounds abrosexuality. For clarity, pansexuality is attraction regardless ofgender, you are attracted to who the person is, while abrosexuality is defined by the changes oftheir perception of their sexuality:“For those interested in what abrosexuality and romanticism really means, it’s when aperson experiences a fluid and or changing orientation. This means [that] the objects, so men,women, nonbinary people, multiple genders, nobody, of their attractions can change, as wellas the intensity of their attraction (Video 4).”I found common questions in the comments section in multiple videos of my sample,which indicates a lack of knowledge and information in regards to abrosexuality. Many of thecomments recognized that users had not previously heard of the identity label, and primarilyquestioned dating experiences and relationships with abrosexual individuals. As one user asked,“Wait, so if you’re in a real relationship you can just not like them anymore (Comment on Video1)?” Another questioned, “How do they stay in a relationship or do they never have one?”Despite the interconnectedness of romantic and sexual attraction in many relationships,13comments like these indicate a lack of distinct understanding; romantic and sexual attraction arecommonly mixed up, or understood to be the same thing, which was indicated by one user’scomment: “A lot of people seem to not understand how it works when abrosexual [people] datesomeone (Comment on Video 1).” This lack of distinction extends to people’s understanding ofsexuality. I recorded multiple instances where an abrosexual individual defined their sexuality aschanging, which led to comments such as “...It would be invalid if we changed our sexuality(Comment on Video 5).” This comment led to a debate between two users as to whether or notabrosexuality involved a changing sexuality or a changing attraction (Comments on Video 5).Language surrounding identity labels can oftentimes be both clarifying and confusing. Manyideas are overlapping in their definitions, which can suggest an explanation as to why there wereso many misunderstandings surrounding abrosexuality as a concept. For reiteration, abrosexualindividuals have different perceptions of their sexuality throughout their lifetime.ValidityValidity was not one of the codes that I shared with Hiebert and Kortes-Miller (2021).Unfortunately, many abrosexual identifying individuals frequently experience microinvalidationson TikTok, which are comments that “directly erase or invalidate the experiences of marginalizedgroups,” (Munro, Travers and Woodford 2019). Like previously mentioned, the connotation ofsexuality being changing over time can be difficult to grasp; I recorded many instances wherenon-abrosexual users claimed this sexual identity as invalid. I noted accounts such as@abrosexualnotvalid that have been made to further invalidate abrosexual users, and searchterms and hashtags with the phrase “abros are not valid.”14Figure 5. A screenshot of the TikTok search feature. I did not need to fully type out “abrosexual”before “abrosexual isn’t valid” appeared.Throughout multiple videos in my sample, especially in coming out videos, I notedcomments that invalidated abrosexuality: “This is just getting silly now (Comment on Video 3)”one user wrote. Some other common themes of microinvalidations included: “It’s not a thing,you’re just confused, get over it (Comment on Video 6),” “Wow I can’t believe ppl (people)really buy into this ridiculousness (Comment on Video 6),” and “No lol that’s not how it works ifu change ur sexuality everyday ur just confused lol (Comment on Video 3).” This last commentfurther supports my conclusion that there lacks a distinction between sexuality and attraction.But with these negative experiences comes a certain awareness amongst abrosexual users,in which they discuss and share microinvalidations that they have faced or are currently facing.Despite the relatability of these issues, I could not note themes of advice given on how to dealwith microaggressions such as these. In one particular video, text was featured as the means ofcommunication rather than a user talking directly to the camera. Entitled, “Things all abrosexualpeople are tired of hearing…” the video featured phrases such as, “pick a sexuality,” “so you’re]bi/pan,” “you’re just confused,” and “that can’t be a thing (Video 4).”15Figure 6. A screenshot of the aforementioned video.Multiple users stated feeling of exhaustion, frustration, and of experiencing similarnegativity: “I just gave up and said I’m straight, but I still believe I’m abrosexual (Comment onVideo 3).” As Munro et al (2019) mention in their research, it’s unfortunately common thatLGBTQIA+ individuals often experience heightened levels of internalized homophobia andself-scrutiny as a result of experiencing discrimination. Despite the abrosexual label capturing anindividual’s sexuality, many reported using different labels or none at all due to fear of beinginvalidated, as one user wrote “...but I’m scared of people saying I’m not valid (Comment onVideo 1).” In attempting to explain this phenomena, it could be likened to biphobia, as onebisexual user wrote “As a bisexual person, this hits hard because it’s the same thing people usedto and still say to bi people (Comment on Video 3).”SupportThis code is similar to Hiebert and Kortes-Miller’s (2021) code about belonging, but isdefined differently. Belonging was defined by non-judgemental interactions and support ofintersectional identities; users also found their chosen family through TikTok. I found moregeneralized instances of support and representation that balanced the microaggressions16experienced by abrosexual users. Support could be noted on informational and coming outvideos; these comments congratulated users for figuring out their sexuality and finding a labelthat fits their experiences, and also provided support against claims of abrosexual people notbeing valid. “Wow, congratulations! Figuring yourself out is always relieving (Comment onVideo 1).” “...WE LOVE OUR ABROSEXUAL FRIENDS (Video 6)!” “I respect yall, and youare welcome in our community (Comment on Video 7).”Prior research shows that media representation aids in identity development and providessupport for marginalized communities (Bates, Hobman and Bell 2020; Byron et al 2019; Craig etal 2015; Fish et al 2020; Fox and Ralston 2016; Hiebert and Kortes-Miller 2021; Lucero 2017),and it is no different for abrosexual individuals. Because of the frequent misunderstandings andinvalidation of their sexual identity, finding someone who understands can mean everything toabrosexual TikTok users, as one user writes, “I am just happy I found one. It’s not common tofind a person who is [abrosexual], it’s even harder to find someone who knows what it means(Comment on Video 8).” In some cases, I found LGBTQIA+ artists featuring the abrosexualpride flag as a part of their Pride series during June 2021. The comments section were floodedwith capital letters and exclamation marks, suggesting the excitement of being included: “I’VENEVER SEEN ABRO REPRESENTATION BEFORE THANK YOU SO MUCH THIS MADEME SO HAPPY (Comment on Video 4).” “ABRO EXISTENCE HAS FINALLY BEENACKNOWLEDGED (Comment on Video 9).” It’s amazing how impactful a one-minute videocan be.Identity FormationThis final theme of identity formation does corroborate Hiebert and Kortes-Miller’s(2021) findings, but for abrosexual users, there is more confusion and issues that surround17coming into their sexual identity. Since abrosexual and abrogender individuals go throughmultiple stages in their sexual attraction and gender expression, it can be quite difficult toconceptualize a changing identity. I frequently noted occurrences of users discussing how genderand sexuality are confusing, and even shared their own experiences. “I’m pretty sure I’mgenderfluid or abrogender (Video 10) ?” “...I’m not sure yet though so I’m still not gonna labelmyself yet (Comment on Video 2).” “Sexualities are so confusing but the hardest part is findingyour own (Comment on Video 11).”For many abrosexual individuals, it seems as though they are completely aware of theirqueer1 identity, but experience difficulty in finding an identity label that encapsulates theirstories.“The reason why I’ve been having such a gender crisis recently is because I’ve beentrying to put myself in a box even though my sexuality is constantly changing. So, as you mayknow, for a couple of months I was only attracted to women, I only wanted to sleep with women,date women, women, women, women… I wasn’t interested in men AT ALL. There were a fewmonths before that, where is was like, three months I had no sexual attraction at all, to anyone; Iwasn’t interested in sleeping with anyone at all… But, the thing about abrosexuality is that nosexuality is permanent (Video 1).”Sexuality and gender identity labels can oftentimes be restricting as they put boundarieson an individualized experience. As Bates et al (2020) found, many of their participants initiallyidentified with simple sexual labels, such as gay and lesbian, before transitioning to usingcomplex or even multiple identity labels that better reflect their identity as whole. As previouslymentioned, one abrosexual user mentioned that before they learned about abrosexuality, they feltas though they were trying to put themselves in a box. Fortunately, abrosexuality removed thebox from the equation, as many users commented their joy in “find[ing] something that describes1 I do recognize Queer as a separate sexual identity; however, in this case, I am using it as an umbrellaterm to represent abrosexual individuals before they discover the abrosexual label, but understandthemselves to be a sexual minority.18[them] (Comment on Video 3).” “I’ve never seen something that so accurately described whatmy orientation is before (Comment on Video 4).”CONCLUSIONIn attempting to replicate Hiebert and Kortes-Miller’s (2021) study, my research didcorroborate some of their findings; I am able to conclude that TikTok does providecommunity-based support for gender and sexual minority individuals, but for people withspecific indentities, such as abrosexuality, experiences with microaggressions are frequent andshould not be ignored.Social media has become a prominent factor in adolescents’ daily lives and has become amajor space for identity development (Bates et al 2020). Users on TikTok provided content thataided in the development of abrosexual individuals. There were many instances and comments ofusers not being previously aware of the identity label, and feeling relief at something that fit theirlived experience. The internet provides unprecedented access to information, allowingindividuals access to a scope of unlimited information (Fox and Ralston 2016). Many abrosexualpeople also reported going through phases of different labels, or even using multiple or none atall due to this struggle. Previous research shows that marginalized individuals could capitalizefrom the internet’s anonymity (Fox and Ralston 2016); my research corroborates this statement,as TikTok provided abrosexual people the knowledge and space to explore their sexual identity.Despite TikTok serving as a means of communication and information, I recordedmultiple comments that signified issues of comprehension, whether it be attempting to separateromantic and sexual attraction, or just simply trying to define fluidity in relation to abrosexuality.This could be for multiple reasons, language being one of them. With identity labels that connotefluidity, there can be a great amount of difficulty in attempting to conceptualize an individual’s19experiences. This has been previously reported on in the literature; for instance, Galupo et al(2017) explains that bisexuality is oftentimes poorly defined because it is framed in contrast tolesbian and gay experience, and reinforces the idea of a binary conceptualization of bisexuality.Because of this, many bisexual individuals find definitions and labels to be limiting and chooseto endorse multiple labels (Galupo et al 2017). Identity is individual. The lack of understandingthat I noted could be due in part to a need for a better way to conceptualize fluid identities.While there were many successes in my research, I must also note the limitations andstruggles that I faced whilst conducting this study. Timing is a key factor in attempting toreplicate Hiebert and Kortes-Miller’s 2021 study; their research was conducted during the initialCOVID-19 lockdown in the United States. Because social distancing measures were enacted andpublic settings were temporarily closed, people turned to online sources for communication andentertainment. Everyone was living in a difficult situation where information surrounding thepandemic was constantly changing as we learned more about it. We all needed support and socialmedia provided it. It is possible that Hiebert and Kortes-Miller (2021) did not recordmicroaggressions or invalidations as I did due to the lockdown. It is possible that the desire forhuman contact overcame any negativity.I also experienced limitations surrounding my chosen social media platform: TikTok.According to TikTok’s Terms of Service, content is considered public as long as a user’s accountis public; this means that anyone can see the user’s videos. That being said, users are in controlof their content which unfortunately means that videos can be deleted at any given moment. Oneof the videos in my chosen sample got deleted. I could have easily accounted for this bydownloading the videos in my sample to my phone, but I did not even think that this would be anissue.20The video that got deleted from my sample spoke of microaggressions that the userexperienced after coming out as abrosexual. I do still have my original transcript of the video,and would like to briefly mention that the user encountered phrases such as “you’re justconfused,” “abro doesn’t exist,” and “people just come up with all new things now don’t they.” Itis possible that the content of this video sparked even more negative feelings in the comments,and the user deleted the video because of it. Unfortunately, I no longer have the ability toconfirm that.Demographics are another limitation when working on social media platforms. Usershave the ability to disclose as much personal information as they would like. As a researcher, itcan be difficult to have a diverse sample of users, as they can have limited amounts ofdemographic information listed on their account biographies, such as pronouns, sexuality, genderidentity, age and ethnicity; this is why I chose to have a diverse sample based on thedemographics of the videos themselves (time length, number of likes and comments, etc.). Someusers may not even show their faces in their videos at all.The most important limitation to note relates to the original design of my research. SinceI am interested in, and frequently mention throughout this paper, gender and sexual identity, Iwished to study the experiences of abrosexual and abrogender individuals on TikTok.Abrogender has two definitions, which I thought would be interesting to study: an individual’sgender is so constantly changing that they can’t pinpoint it, or that there are so many aspects totheir gender that they feel as though they are constantly discovering it.I discovered early on in my research that there was a low amount of content surrounding#abrosexual, but there was even less on #abrogender. Because of this, I counted search results21under #abrosexual and #abrogender for four weeks in an attempt to wage the amount of videosthat were being created. This is the data I gathered:Figure 7. A graph showing the number of videos tagged as #abrogender.In a span of four weeks, I only found three videos under the abrogender hashtag. All ofthe other search results, as shown in light blue, did not directly correlate with #abrogender. Thosevideos would be tagged with “gender” or something else completely unrelated. Because of this, Ifelt as though I could not accurately draw conclusions about the experiences of abrogenderindividuals on TikTok.There is a need for more research to be done, both on the language surrounding identitylabels, and on the negative aspects of social media. As previously mentioned, there has not beenany discernible academic research on abrosexuality; most of the available knowledge on thisidentity label comes from forum-based sites run by the LGBTQIA+ community, where newterminology is being created everyday in order for individuals to freely express themselves. As Istated, it can be difficult to find the right language to conceptualize a fluid identity, as labels canput boundaries on individualized experiences. The literature shows that many gender and sexualminority individuals frequently use multiple or no labels when it comes to navigating theboundaries of their identities. Because of this, the more individualized these conceptions22become, the greater the need for research is. Social media can definitely provide the space forpeople with fluid identities to explore and navigate their individuality, but we cannot ignore thenegativity that lurks in the background. The more distinctive labels become, the greater thechance of experiencing invalidations and microaggressions. It could be interesting to study thosewho post “hate comments” on the internet, in order to understand the outsider perspective.I do believe that this research can and will be achieved, and hope that one day I’ll be ableto read published work on abrosexual people, like myself.23BibliographyBates, Adam, Trish Hobman, and Beth T. Bell. 2020. “‘Let Me Do What I Please With It…Don’t Decide My Identity For Me’: LGBTQ+ Youth Experiences of Social Media inNarrative Identity Development.” Journal of Adolescent Research 35(1):51-83.Byron, Paul, Brady Robards, Benjamin Hanckel, Son Vivienne, and Brendan Churchill. 2019.“‘Hey, I’m Having These Experiences’: Tumblr Use and Young People’s Queer(Dis)connections.” International Journal of Communication 13:2239-2259.Craig, Shelley L., Lauren McInroy, Lance T. McCready, and Ramona Alaggia. 2015. “Media: ACatalyst for Resilience in Lesbian, Gay, Bisexual, Transgender and Queer Youth.” Journal ofLGBT Youth 12(3):254-275.Feinstein, Brian A., Manuel Hurtado Jr., Christina Dyar, and Joanne Davila. 2021. “Disclosure,Minority Stress, and Mental Health Among Bisexual, Pansexual, and Queer (Bi+) Adults:The Roles of Primary Sexual Identity and Multiple Sexual Identity Label Use.” Psychologyof Sexual Orientation and Gender Diversity 1-9.Fish, Jessica N., Lauren B. McInroy, Megan S. Paceley, Natasha D. Williams, Sara Henderson,Deborah S. Levine and Rachel N. Edsall. 2020. “‘I’m Kinda Stuck at Home WithUnsupportive Parents Right Now’: LGBTQ Youths’ Experiences With COVID-19 and theImportance of Online Support.” Journal of Adolescent Health 67:450-452.Fox, Jesse, and Rachel Ralston. 2016. “Queer Identity Online: Informal Learning and TeachingExperiences of LGBTQ Individuals on Social Media.” Computers in Human Behavior65:635-642.24Galupo, M. Paz, Johanna L. Ramirez, and Lex Pulice-Farrow. 2017. “‘Regardless of TheirGender’: Descriptions of Sexual Identity Among Bisexual, Pansexual, and Queer IdentifiedIndividuals.” Journal of Bisexuality 17(1):108-124.Hammack, Phillip L., Sam D. Hughes, Julianne M. Atwood, Elliot M. Cohen, and Richard C.Clark. 2021. “Gender and Sexual Identity in Adolescence: A Mixed-Methods Study ofLabeling in Diverse Community Settings.” Journal of Adolescent Research 1-54.Hiebert, Alexa and Kathy Kortes-Miller. 2021. “Finding Home in Online Community: ExploringTikTok as a Support for Gender and Sexual Minority Youth Throughout COVID-19.”Journal of LGBT Youth 1-18.Lucero, Leanna. 2017. “Safe Spaces in Online Places: Social Media and LGBTQ Youth.”Multicultural Education Review 9(2):117-128.Munro, Lauren, Robb Travers, and Michael R. Woodford. 2019. “Overlooked and Invisible:Everyday Experiences of Microaggressions for LGBTQ Adolescents.” Journal ofHomosexuality 66(10):1439-1471.Scheffey, Kathryn L., Shannon N. Ogden, and Melissa E. Dichter. 2019. “‘The Idea ofCategorizing Makes Me Feel Uncomfortable’: University Student Perspectives on SexualOrientation and Gender Identity Labeling in the Healthcare Setting.” Archives of SexualBehavior 48:1555-1562.Vivienne, Son, Benjamin Hanckel, Paul Byron, Brady Robards, and Brendan Churchill. 2021.“The Social Life of Data: Strategies for Categorizing Fluid and Multiple Genders.” Journalof Gender Studies 1-15.25Weber, Amanda, Shelly-Ann Collins, Tracy Robinson-Wood, Elda Zeko-Underwood, and BiancaPoindexter. 2018. “Subtle and Severe: Microaggressions Among Racially Diverse SexualMinorities.” Journal of Homosexuality 65(4):540-559.Videos CitedVideo 1: https://vm.tiktok.com/ZTd4uKago/Video 2: https://vm.tiktok.com/ZTd4uEWDU/Video 3: https://vm.tiktok.com/TTPd4Hd6TE/Video 4: https://vm.tiktok.com/ZTd4uW32m/Video 5: https://vm.tiktok.com/ZTd4uoCgW/Video 6: https://vm.tiktok.com/ZTd4unfMY/Video 7: https://vm.tiktok.com/TTPd4Hed4P/Video 8: https://vm.tiktok.com/TTPd4H8Wd5/Video 9: https://vm.tiktok.com/ZTd4ubWdj/Video 10: https://vm.tiktok.com/TTPd4ucWkG/Video 11: https://vm.tiktok.com/TTPd4uWGJt/",
    "id": 519836402,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.arcadia.edu:showcase-1566"
    },
    "title": "“I’ve never met another person with this identity”: The Experiences of Abrosexual Individuals on TikTok",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-01-01T08:00:00+00:00",
    "publisher": "ScholarWorks@Arcadia",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.arcadia.edu/cgi/viewcontent.cgi?article=1566&context=showcase"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/519836402.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/519836402"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/519836402/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/519836402/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/519836402"
        }
    ],
    "abstract": "Abrosexuality can be defined by an individual experiences changes in their perception of their sexuality; for instance, an abrosexual person could find themselves to be exclusively attracted to women for a time, and then experiences no sexual attraction months later. Unlike sexual identities such as lesbian, gay, bisexual, and transgender, abrosexuality has not been previously studied. Previous research shows that social media and online sites provide spaces for positive identity development and support for gender and sexual minority individuals. Since abrosexuality had not been previously studied, it is important to ask about the experiences of abrosexual individuals on social media. My research chose to use TikTok as a primary social media site for analysis, due to it being the most downloaded app in 2020. I spent 30-60 minutes a day on TikTok to garner a general understanding of the abrosexual community on this app. I then randomly selected twenty videos and comments for content analysis. My research supports previous literature in that social media does provide information, support, and spaces for positive identity development; however, for many abrosexual individuals, negative experiences such as microinvalidations are also experienced. More research needs to be done on newer gender and sexual minority labels, since new language is being created everyday",
    "tags": [
        "text",
        "abrosexuality",
        "abrosexuality",
        "TikTok",
        "identity development",
        "microinvalidations",
        "support",
        "Social and Cultural Anthropology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.arcadia.edu:showcase-1566",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3616",
        "openDoarId": 0,
        "name": "Arcadia University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 519836402,
        "depositedDate": null,
        "publishedDate": "2022-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-20T22:55:15+00:00",
        "acceptedDate": null,
        "createdDate": "2022-06-10T07:55:55+01:00"
    },
    "urls": [
        "https://scholarworks.arcadia.edu/showcase/2022/soc_anth_cj/3",
        "https://scholarworks.arcadia.edu/context/showcase/article/1566/viewcontent/Doughton_UndergraduateThesis.pdf"
    ],
    "lastUpdate": "2024-02-20T22:55:15+00:00",
    "setSpecs": []
}