{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Balius, Ana"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T17:45:59+01:00",
    "dataProvider": {
        "id": 3432,
        "name": "Scholar Commons | University of South Florida Research",
        "url": "https://api.core.ac.uk/v3/data-providers/3432",
        "logo": "https://api.core.ac.uk/data-providers/3432/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/216959618.pdf",
    "fullText": "University of South Florida\nScholar Commons\nGraduate Theses and Dissertations Graduate School\nJune 2018\n“I Want to Be Who I Am”: Stories of Rejecting\nBinary Gender\nAna Balius\nUniversity of South Florida, alrbalius@gmail.com\nFollow this and additional works at: https://scholarcommons.usf.edu/etd\nPart of the Feminist, Gender, and Sexuality Studies Commons, and the Sociology Commons\nThis Thesis is brought to you for free and open access by the Graduate School at Scholar Commons. It has been accepted for inclusion in Graduate\nTheses and Dissertations by an authorized administrator of Scholar Commons. For more information, please contact scholarcommons@usf.edu.\nScholar Commons Citation\nBalius, Ana, \"“I Want to Be Who I Am”: Stories of Rejecting Binary Gender\" (2018). Graduate Theses and Dissertations.\nhttps://scholarcommons.usf.edu/etd/7262\n“I Want to Be Who I Am”: \n \nStories of Rejecting Binary Gender \n \n \n \nby \n \n \n \nAna Balius \n \n \n \n \nA thesis submitted in partial fulfillment \nof the requirements for the degree of \nMaster of Arts \nDepartment of Sociology \nCollege of Arts and Sciences \nUniversity of South Florida \n \n \n \nMajor Professor: Sara Crawley, Ph.D. \nDonileen Loseke, Ph.D. \nJames Cavendish, Ph.D. \n \n \nDate of Approval: \nJune 29, 2018 \n \n \n \nKeywords: queer, non binary, narrative, genderqueer \n \nCopyright © 2018, Ana Balius\ni \nTABLE OF CONTENTS \nAbstract .............................................................................................................................. iii \nIntroduction ......................................................................................................................... 1 \nLiterature ............................................................................................................................. 3 \nQueer Theory .......................................................................................................... 3 \nSociological Gender Theory and Accountability .................................................... 4 \nRejecting Binary Gender ......................................................................................... 5 \nNarrative Identity .................................................................................................... 8 \nContribution ............................................................................................................ 9 \nMethods ............................................................................................................................. 11 \nAnalytical Methods ............................................................................................... 13 \nThe Researcher ...................................................................................................... 14 \nFindings ............................................................................................................................. 15 \nRelationships with Others ..................................................................................... 16 \nFamily  ....................................................................................................... 18 \nPartner Influence ....................................................................................... 19 \nMisgendering ............................................................................................ 20 \nStrategies ............................................................................................................... 22 \nAppearance Management .......................................................................... 22 \nLegibility ................................................................................................... 23 \nEmotion Management ............................................................................... 24 \nMaking Meaning of Rejecting Binary Gender ...................................................... 26 \nAuthenticity ............................................................................................... 26 \nAlways Been This Way ............................................................................ 27 \nThe Importance of Others and Community .............................................. 28 \nDiscussion ......................................................................................................................... 31 \nReferences ......................................................................................................................... 24 \nAppendix I: Recruitment Information .............................................................................. 37 \nAppendix II: Recruitment Flyer ........................................................................................ 38 \nAppendix III: Informed Consent Form ............................................................................. 39 \nAppendix IV: Interview Guide ......................................................................................... 41\nii \nABSTRACT \nHistorically, in academic literature—sociological and otherwise—surrounding the daily \nlives of LGBT+ people, people who reject binary gender are very marginally represented. In this \nstudy, I specifically seek to understand the way my participants articulate their sense of their \ngender identities through the stories they tell of their experiences. This study attempts to answer \nthe following questions: What are the stories of gender identity construction for people who \nreject binary gender? How do they understand the ways they are held accountable to binary \ngender in the day-to-day? How do they perceive and make meaning of gender in their lives? \nThrough ten in-depth interviews with participants accessed through online groups and snowball \nsampling, this project reinforces gender surveillance and accountability theories such as West \nand Zimmerman's. Although participants largely identified the root of their feelings about gender \nas within their selves, the stories they told about their experiences of gender revealed that \ninteractions with others were important and thus have a large effect on their lives. This indicates \nthat these interactions with others where participants are held accountable to binary gender do \nhave an impact on the ways they construct their gender and selves but because this has been such \na consistent part of their lives, participants perceive this as innate to their selves and private \nfeelings.\n1 \nINTRODUCTION \nHistorically, in academic literature—sociological and otherwise—surrounding the daily \nlives of LGBT+ people, people who reject binary gender are very marginally represented. \nAccording to Clare Howell (Nestle, Howell, and Wilchins 2002:19), people who reject binary \ngender “express their gender in ways that defy societal norms and feel the weight of cultural \npressure to conform, to ‘act their proper gender.’” In other words, people who reject binary \ngender do not want to be categorized into the binary of what is traditionally heteronormatively \nknown as man/woman. It is much easier to find studies that do examine daily experiences of \nLGBT+ people but that often focus on cisgender women and men or gender-conforming \ntransgender individuals. Even then, these studies generally do not incorporate a narrative analysis \non the stories of gender identity construction. Further, of those studies that do focus on people \nwho reject binary gender, a small amount of those apply a personal narrative or narrative identity \napproach (Somers 1994; Mason-Shrock 1996; Klein et al. 2005; Loseke 2007; VanOra and \nOuellette 2009). But as the visibility of people who reject binary gender begins to increase \nworldwide and cultural narratives about what it means to reject binary gender continue to \ncirculate, these individuals have to consider these wider narratives to create their own personal \nstories, or their selfhood (Loseke 2007). In this study, I seek to understand the way my \nparticipants articulate their sense of their gender identities through the stories they tell of their \nexperiences. \nTo understand deeper what one may mean by rejecting binary gender, it must be \nunderstood that typically to conform to it is to abide by traditional, stereotyped, and\n2 \nheteronormative forms of gender regardless of gender assigned at birth. Male = masculinity = \ndesires females and female = femininity = desires males (Crawley and Broad 2008:548) are the \nessential and binary identities of gender to move away from. Binaries of gender may exist in a \nplethora of ways such as racial binaries of gender or binaries of marriage attitudes (Eng, \nHalberstam, and Muñoz 2005). This study seeks to understand how individuals perceive their \nrefusal of binary gender and how this refusal has manifested in their lives.  \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n3 \nLITERATURE \nQueer Theory \n“Queer” has a long history most publicly from 1980s HIV/AIDS activism, a movement \nrooted in the institutionalized discrimination against gays and lesbians. Because HIV/AIDS \ndisproportionately impacted the gay male community, there was an urgent need to rethink LGBT \npolitics. By adopting the word “queer” as a new political identity that necessarily opposes \nhomophobic institutions, activists were able to displace the oppressive logic of healthcare \ninjustice. Queer politics allowed gays and lesbians to resist normative understandings of \nsexuality and heteronormativity that threatened their lives. Queer represented the breaking of \nnormative social structures and thus new ways of being (Edelman 1994:111, Jagose 1996:95). \nQueer was adopted to challenge the notion of a stable identity (i.e., “gay” as essential) because of \nits inability to benefit those it claims to represent. Historically, normative identities were used as \ndominant discourses to stigmatize and control (Jagose 1996:96; Crawley and Broad 2008:555). \nThe same heteronormative discourses were used during the AIDS crisis that targeted the lives \nand health of gay men. To deconstruct stable identities was and continues to be difficult, as \nbinary gender categories seem so woven into everyday life. But, as Butler points out (1988, \n1990, 1993), gender feels natural because it is well practiced, performative, and thus necessarily \nrepetitive (Crawley and Broad 2008:548). \nQueer theory has most typically been used in the humanities to question political systems \nimposed through scientific inquiry. For instance, Queer Feminist Science Studies may question \nthe way compulsory heterosexuality is embedded in medical practices that claim to focus on \n4 \nmale vs. female bodies—as though a natural binary were to exist with no variation. As a young \nacademic, learning about queer theory opened my eyes to the ways our binary notions of gender \nand sexuality attempt to explain our daily lives and experiences as innate, which necessarily then \norganizes our lives into binaries. Although I am still bound by a gendered upbringing, I can \nactively reject essential gender and sexual categories once examining the history of these \nnotions. \nSociological Gender Theory and Accountability \nIn his Discipline & Punish, Foucault (1975) extends Bentham’s image of the panopticon \nwith its focus on constant surveillance and policing to our physical bodies. Because of similar \nmessages of what gendered and sexual bodies are supposed to look like surround us in, for \ninstance, media images and institutional policies, our bodies are constantly judged for our \nappearances and behaviors. Like in a panopticon where the prisoners are not able to observe their \njailers, we ultimately become our own jailers and preemptively monitor ourselves (Crawley, \nFoley, and Shehan 2008:89). We have become so accustomed to being watched and judged that \ndoing it to ourselves becomes automatic. While Foucault focuses on discourse and bodies, he \ndoes not address social interaction. Sociology adds a focus on social relations, everyday \ninteraction, and accountability.   \nAccountability is conceptually an extension of surveillance, specifically referring to \nsurveillance in everyday interactions we have with other people (Crawley, Foley, and Shehan \n2008). Through these interactions, others judge our bodies and behaviors through compliments \nor insults, whether subtle or explicit. Since our entire lives are comprised of interactions with \nothers, this practice of accountability is ever-present. In this way, gender becomes unavoidable \n(Crawley, Foley, and Shehan 2008:100). Gender, then, is an accomplishment that is both \n  \n \n 5 \nperformed and assessed: we constantly produce gender in social interactions with others during \nwhich one is policed with praise or criticism (Kessler and McKenna 1978; West and Zimmerman \n1987). But surveillance also occurs during moments alone when we effortlessly evaluate \nourselves (Crawley and Broad 2008:547-548). Further, the evaluation of our bodies and \nbehaviors affects our entire construction of self: how we think about ourselves, our safety, and \ngendered messages in the first place (Crawley, Foley, and Shehan 2008:100). Everyday gender \naccountability is thus an important part of our everyday lives, including the lives of the \nparticipants in this study. Although participants largely identify their feelings about the ways \nthey reject binary gender through their bodies, identities, and behaviors as originating internally, \nthe stories they tell are mostly about their relationships with others. \nRejecting Binary Gender \nAlthough queering ultimately refers to a deconstruction of all norms, especially \ncategorical identities, “queer” identities and categories have been ironically created. In January \n2017, National Geographic—an influential magazine in popular culture—published their special \nissue: Gender Revolution, which attested to the explosion of sexual and gender identities in the \npast decade or more. Inside the issue, a two-page spread titled “A Portrait of Gender Today” lists \nand defines twenty-one terms related to “today’s gender revolution” such as cisgender, gender \nbinary, pronouns, and transgender. One of the terms is genderqueer, defined as “someone whose \ngender identity is neither man nor woman, is between or beyond genders, or is some combination \nof genders” (Green and Maurer 2017:15). According to queer theory, it is counterintuitive to \ncreate a stable identity and define it as queer, especially when it is directly defined in terms of \nbinary gender: that which queer rejects. But this practice has been popular recently as National \nGeographic has highlighted with other neatly defined terms such as agender (“person who does \n  \n \n 6 \nnot identify as having a gender identity”), genderfluid (“gender identity or expression shifts \nbetween man/masculine and woman/feminine”), and non-binary (“based on the rejection of \nbinary gender”) (Green and Maurer 2017). Further, under the term non-binary, the terms \nagender, bi-gender, genderqueer, genderfluid, and pangender are included, illustrating an even \nwider range of possibilities for gender self-identification when rejecting binary gender. While \nthis may be only one source where contemporary gender identities are defined, it is important to \nnote that such a prominent one such as National Geographic is attempting to inform their \nmassive audience of possible ways to identify one’s gender. The participants in this study may be \ninfluenced by this list of terms and identities. But considering the queer origins of these identities \nand the apparently now culturally approved way of rejecting binary gender, how do these \nparticipants understand they are rejecting binary gender? Because there exists an infinite number \nof gender identities individuals may adopt for themselves, it is impossible to conceptually \nencompass all possible identifiers for participants. Participants, thus, may identify their gender \nhowever they choose. \nGiven that identities around rejecting gender are new, studies on the experiences of \npeople who reject binary gender are sparse in wider academic literature, including the social \nsciences. Although many studies do focus on transgender spectrum individuals—using the \nconcept of “transgender” as transitioning away from any type of gender to include people who \nreject binary gender—most are not focused solely on people who reject binary gender and their \nexperiences navigating it. In a study about the pressures transgender men face in their daily lives, \nCatalano (2015) found that when seeking a balance of self-confidence, trans men struggled \nbetween navigating internal confidence in their own gender identities and external recognitions \nor pressures that did not necessarily align with their identification. McKinney (2005) and \n  \n \n 7 \nMcLemore (2015) also found that transgender individuals in several contexts, including higher \neducation institutions, experienced pressures between their self-identifications and external \npressures to conform to recognized pronouns or types of dress. Similarly, in an autobiographical \nstudy, Lucal (1999) found that although she was gender nonconforming in dress she was still \nheld to binary notions of gender every day. For her, this meant navigating the emotions of herself \nand others to not be attacked in a bathroom, for instance (Lucal 1999). Lucal published her study \nbefore specific identities that reject binary gender were named. On the other hand, my study \nseeks to focus specifically on what it means to take on a named identity that focuses on existing \noutside the binary system of gender. \nIn line with a queer theoretical and constructionist framework, my findings clearly \nindicate participants as being part of the social construction of gender order. Here, I specifically \ntake from Berger and Luckmann’s (1966) social construction of reality to understand how my \nparticipants construct their gender identities. The authors conceptualize internalization as the \ninterpretation of an “objective event” as meaningful and, thus, as a manifestation of another’s \n“subjective processes” that becomes meaningful to the individual (Berger and Luckmann \n1966:129). Although participants explicitly admit that their gender identities are rooted within \nthem and often have been a part of them since a very early age, their stories of community \nactually reveal that a large part of their identity construction comes from talking with others who \nshare similar experiences surrounding gender and identity. Being a part of these groups and \ncommunities gives participants opportunities for the sharing of knowledge and language that \nhelps them conceptualize and understand their feelings about gender. For example, talking with \nothers can give participants exposure to new gender identity labels that they had never \nencountered before, such as pangender or transmasculine. When such knowledge and language is \n  \n \n 8 \nacquired socially, participants thus have to engage in reality-maintenance. This requires \nattempting to achieve some sort of symmetry between participants’ “objective and subjective” \nrealities (Berger and Luckmann 1966:147). A prominent way that participants have engaged in \nreality-maintenance is by adopting new gender identities for their selves in interactions with \nothers. When participants tell others that they now identify as non-binary, for instance, they are \nnot only “trying out” new identities but also they are testing the reactions of others and thus the \ncoherence of their gender identities in a social world. Depending on the success of this \ninteraction, participants will adjust their identities, their approach, or their emotions; in other \nwords, they will engage in reality-maintenance. \nNarrative Identity \nIn addition to queer and gender theoretical frameworks, this study stems from Somers’s \n(1994) notion of narrative identity. The present study seeks to find the stories of gender identity \nconstruction for people who reject binary gender under the notion that “it is through narrativity \n[and storytelling] that we come to know, understand, and make sense of the social world” \n(Somers 1994:606). It is through placing ourselves in time, space, and relations that we create \nand recreate our personal social identities. But this identity work is not without understanding \nand using the cultural narratives that have been historically circulating in our lives (Loseke \n2007). Thus, if people who reject binary gender identify outside a culturally and historically \nestablished system of a gender binary, then how do they understand their gender, their lives, and \nthis cultural system? Further, how do they break down the cultural narratives that are \nproblematic for their lives to create their own? Living in a social world requires navigating \ncultural norms to create the stories of our lives. Although many studies have used this framework \nto understand how individuals make meanings of their lives, few studies focus on the ways \n  \n \n 9 \npeople who reject binary gender make meaning. Klein et al. (2015) studied the ways LGBT \nindividuals experienced the “coming out narrative” as a right of passage for the LGBT \ncommunity and as a narrative of identity self-discovery. This is a cultural narrative that LGBT \npeople often have to navigate for many possible reasons perhaps such as safety and support, and \nalso to be able to construct a coherent personal narrative in their social worlds (Loseke 2007). \nMason-Schrock (1996) similarly studied the ways transsexuals constructed their selves through \nthe construction of narratives. Although both studies focused on the notion of narrative identity, \nneither study focused on the stories of the lives of people who reject binary gender. \nMore closely related to the present study are those conducted by Nicolazzo (2016) and \nVanOra and Ouellette (2009): both not only focused on the notion of narrative identity, but also \nthe complications that intersecting identities may have on the ability to create coherent narratives \nand meanings about one’s life. While one (Nicolazzo 2016) studied the ways black nonbinary \nindividuals sacrifice their racial identities for their gender identities and vice versa and another \n(VanOra and Ouellette 2009) studied the multiple identities of activist transgender women with \nvarying class statuses, neither attempt to understand how gender individuals—perhaps with \nvarying racial, class, disability, and sexuality identities—perceive and make meanings of their \nlives. \nContribution \nSince literature on the experiences of people who reject binary gender is often scant, this \nstudy will focus solely on these individuals to expand the conversation in this emerging set of \nidentities. Even fewer works focus on the narratives and stories individuals create about their \nlives in the creation of their gender and their selves. Not only do I hope to expand existing \nunderstandings of the experiences of people who reject binary gender, but also I hope to add \n  \n \n 10 \nknowledge to works on narrative identity and gender identity. Although the studies of both of \nthese areas have long been established, I hope to contribute to sociological literature an example \nof understanding the narratives of individuals that adopt identities that not much is known about. \nThis study will attempt to answer the following questions:  \n1. What are the stories of gender identity construction for people who reject binary gender? \n2. How do they understand the ways they are held accountable to binary gender in the day-\nto-day? \n3. How do they perceive and make meaning of gender in their lives? \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n11 \nMETHODS \nI conducted ten in-depth interviews with participants that reject binary gender. I have \naccessed these participants, first, through online and in-person support groups of people who \nreject binary gender and, second, through snowball sampling. Some of these groups were \nprimarily based online on social media platforms such as Facebook while others were based on \nmonthly in-person meetings. These groups of those who reject binary gender engaged in both \nonline and in-person interactions. The interplay between virtual and face-to-face mediums of \nsocializing, sharing stories, and offering support was complex. For instance, while sitting \ntogether in-person at a meeting place, members would often share online information with each \nother via phones or computers at the table. In other words, the lines were often blurred between \nthis online and offline boundary. I had obtained access to these groups and their members by my \nown personal membership prior to this current study. Additionally, all participants were \nencouraged to spread the word about this study to others they believed could be interested. \nParticipants were provided with officially approved recruitment documents if they chose \nto help recruit others. The participants’ ages ranged from 20 to 36 years old. More than half of \nparticipants (6 out of 10) self-identified as white while others self-identified as: Indian, Asian \nAmerican, Puerto Rican, and half-Colombian. Although the majority of participants were not \nrecruited using methods tied to higher education, universities, or academia, all participants had \neither finished or were in the process of finishing 4-year university degrees. Participants \nsomewhat varied in socioeconomic class; almost as many participants were from working class \nbackgrounds as from other class backgrounds. Since the sample of this study is not large and \n12 \nthus not racially or socioeconomically diverse, I can only speculate the effect that racial, \nethnic, and class identities and experiences of participants have on their gender identities and \nexperiences. Of course, this is a large limitation of this study and future research that duplicates \nthis study would benefit from a larger and more diverse sample that allows for a far more \nintersectional analysis. Finally, 9 out of 10 of participants were living in or around Tampa, \nFlorida at the time of their interviews, with one participant living in the Midwest United States. \nParticipants for this study were recruited through a post and a flyer online requesting to \ninterview people who felt they rejected binary gender in some way (see Appendices I and II). \nThis post included a description of the study, criteria for inclusion, and my contact information. \nThose who were interested in participating were able to contact me to receive the informed \nconsent form (see Appendix II) and then set up a meeting date, time, and location of their \nconvenience. Locations were in-person or over Skype. Most participants were able and chose to \nmeet in-person for their interview. At the end of each interview, each participant was asked if \nthey would like to ask others that may be interested in this study and that they know to fit the \neligibility criteria. The eligibility criteria are as follows: All participants were 18+ years old and \nspoke English. They also were selected into the project because they reject binary gender. \nAdditionally, only individuals that could legally consent for their own selves were included in \nthe sample. \nSince participants were asked about the stories of their lives, the participants were able to \nconstruct their own narratives. This study is rooted in the belief that individuals have unique and \nimportant knowledge about the social world. A main goal of this study was to access the \nmarginalized knowledge of these participants, as their experiences are often hidden from \nmainstream—both academic and non-academic—conversations of gender (Hesse-Biber and \n  \n \n 13 \nLeavy 2011). Interviewing and researching these experiences is a way I have continued to \nattempt to give volume to muted voices as a sociological researcher and as a person who rejects \nbinary gender myself that often feels muted in all spaces. \nDuring each interview, I always had an interview guide with me to help guide the \ninterview (see Appendix III) but it was not required for interviews to be regimented to this \noutline. Participants often had information or insight about the topic of study that I had not \nforeseen or realized prior to collecting data. Although in-person interviews were preferred as \ninterview quality decreases otherwise (Hesse-Biber and Leavy 2011:99), participants had the \noption of choosing Skype or FaceTime interviews. In fact, at least one participant chose this \nmethod of interview. Most of all, the privacy and comfort of the participant were of utmost \nimportant in this study especially when discussing personal matters. \nAnalytical Methods \nOnce I completed all ten transcriptions, I read them all at once without taking notes. \nDuring a second read-through, snippets where participants talked about gender in any way were \ncopied and pasted into a new document and printed to aid in organized coding. During a third \nread-through of these new shortened transcriptions, I wrote codes in the margins of these pages. \nShorter snippets were then taken and organized all together in a separate document. These were \ntypically in the form of short paragraphs. After a fourth read-through of these deconstructed and \ncoded data, they were organized by codes. Some of these codes included “Strategies,” \n“Misgendering,” and “Community.” During a fifth and final read-through, I electronically \norganized and wrote notes for each coded sub-category. For example, under “Strategies” there \nincluded “Emotion Management” and “Legibility.” These final codes, their sub-codes, and the \ndata within the sub-codes were the results of my analysis for this project. \n  \n \n 14 \nThe study framework, research questions, ethical procedures, and interview questions had \nundergone thorough review by my self, the researcher, and my committee members. As the study \nprogressed and data were collected, I took field notes immediately after every interview in a \nprivate setting. To aid my final analysis, these field notes were always written in direct reference \nto the research questions, ensuring that the data being collected was viable. If concerns arose, \ninconsistencies were brought to my Faculty Advisor. Ultimately, per the inductive qualitative \nmethodology on which this study is based, I did not force the data to answer original research \nquestions. In fact, research questions adapted to what the data said. \nThe Researcher  \nAs a person that rejects binary gender, I identify very closely with the targeted \nparticipants of this study. In fact, my own experiences have informed my rationale. Finding \nrepresentations of others like me—or experiences similar to mine—in academic literature has \nproven rather difficult. Often in academic settings it is very easy to feel erased and without a \nvoice without representation, especially in one’s own field of study. My own story, for instance, \ndoes not often have a space in the mainstream academy. This study will serve to not only expand \nscholarly literature by representing an often-invisible group, but also to enrich and validate my \nown knowledge of the stories of others like me.  \n \n15 \nFINDINGS \n Based on my own experience in the LGBT+ community, the ability for \nindividuals to name their own selves is important. For instance, for female-to-male transgender \nindividuals who were given traditionally feminine names, being able to give their selves a \ntraditionally masculine name is crucial to their agency over their own bodies and identities, and \ncan make it easier for them to navigate public and binary gendered spaces. Although not all of \nmy participants identify as transgender, I gave them all the option of choosing their own \npseudonyms for this project. Unfortunately this practice is not common. Many of my participants \nexpressed gratitude for having this choice and that the ability to choose one’s own name is also \nimportant for those who reject binary gender. More often than not, when participants chose their \npseudonyms, they made sure to pick gender-neutral names. \nAdditionally, unless participants have clearly expressed which pronouns to use for them, \nI used they/them/their pronouns. Using gender-neutral pronouns as a default for participants not \nonly speaks to my project’s effort of confidentiality but also to my efforts of practicing gender \ninclusivity in my language. In this project just as the language of participants is powerful in \nshowing me what gender means to them, my language as a researcher has the power to determine \nwhich audiences, readers, and participants are welcome to engage with this project: all genders \nand lack thereof. Ultimately, I aspire to set an example for other queer and LGBT+ studies and \ntheir researchers. In giving participants the choice to pick their own pseudonyms and in \nnormalizing gender-neutral pronouns in my study, I am actively engaging in my own \nconstruction of gender. This construction also partly recreates commonly established and \n16 \ntraditional constructions of gender where, although gender neutrality is the norm, it specifically \nhinges on the existence of binary gender and, ultimately, its rejection. \nWhen participants were asked about the ways in which they reject binary gender, they \nalmost immediately understood those types of questions as referring to their gender identities. It \nis quite clear in the language they use and the stories they tell about their experiences that almost \nall participants felt that to reject binary gender, one has to identify in some way with a non-\nbinary gender identity. Thus, my data and their analysis are embedded with this grounded \nperspective. \nRelationships with Others \n Pervasive throughout all interviews, participants told countless stories of what others \nhave said or done to them in regards to their gender identities, appearances, or overall gender \nperformance. Whether participants were reflecting on the ways others have reacted to them or \nwere recounting incidences and confrontations with others, participants often focused their \nstories on other people around them. Sina, 23, white, identifies as a femme lesbian most of the \ntime although sometimes they experience “suffocating and upsetting” times when they question \ntheir gender and reject their daily performance of womanhood. During these periods of \nquestioning, Sina also identifies as non-binary. These uncomfortable times for Sina are also \nsometimes tied to lapses in mental health but not always. Here, they attempt to paint a picture of \nhow they generally perceive others: \nNobody thinks anybody who is feminine is anything other than a straight, attractive \nwoman. So no one ever assumes that I’m not a woman. No one ever assumes that I have \nany non-binary identification ever. Most people don’t even assume I identify as a lesbian.\n17 \nBased on their overall experiences in their social world, Sina acknowledges that others never \nperceive them as a non-binary person, let alone a lesbian. Most people actually assume that Sina \nis a straight woman. But Sina rarely tells others of their non-binary identity: “9 out of 10 days I \nam really feminine.” Since others consistently perceive Sina as a straight woman because of their \nfemininity, Sina acknowledges that their non-binary identity is “on the back burner all the time. \nIt’s not a thing.” This, in turn, informs their expectations moving through and interacting in the \nworld. Eventually, this became the norm for how Sina interacts with others.  \nMerry, 27, white, identifies as queer because it can encompass their gender, sexual, and \npolitical fluidity, which allows them to “flip and flop back and forth” from masculinity to \nfemininity. Like Sina, they also acknowledge how others have perceived them in the day-to-day: \nI think a lot of it [my views on gender] has stemmed from being told I look like a boy as \na kid and as a teenager and in college, and then I kind of allowed that to shape my view \nof myself. \n \nAlthough Merry was raised as a girl, being consistently perceived and mistaken as a boy \nthroughout their life has affected the way they view their own self. In many ways, this has \naffected the way Merry navigates the world, which is often as a masculine person that shows \ntheir masculinity by, for example, attempting to protect feminine people. Today, Merry rejects \nbinary gender by identifying as gender queer and preferring they/them/their pronouns that allow \nthem to be fluid in their performance of gender in the presence of others. \nMany of these stories about others also more specifically focused on the ways family \nmembers view participants while other stories focused on the ways romantic and sexual partners \nhave influenced them with regards to gender, appearances, or sexuality. Overwhelmingly, \nthough, participants told emotional stories about being misgendered (or gendered when lack \nthereof) by others. \n  \n \n 18 \nFamily. Participants often talked and told stories about their families or family members, \nand their relationships with them. Like for many of us, participants frequently identified that \ntheir families had a large impact on their development as people. Nebula, 20, half-Hispanic \nwhite, identifies as trans and non-binary, and they have been on hormone replacement therapy \n(HRT) for almost a year. They used to identify as a trans woman, but realized over time that they \nwanted to “transcend the whole binary to begin with” and started identifying as non-binary. They \nprimarily use they/them/their pronouns but are comfortable with she/her/hers pronouns as well \n“mostly for the people who don’t understand non-binary.” Here, they tell me how they feel about \ntheir parents dealing with their trans gender identity: \nBoth my parents are trying to mourn and deal with it. And I’m not really interested in \nhelping them through that process; you know what I’m saying? I spent a good chunk of \nhigh school and middle school dealing with this and I’m finally fine with it. How am I \nsupposed to help my mom be okay with my existence, you know? And so, I’m glad that \nshe’s trying but at the same time, there’s not really anything I can do. She just has to do \nthat on her own. And my dad does, too. \n \nFor Nebula and for many other participants, having family members that do not readily accept \ntheir identities is quite disappointing. Nebula shows that the emotional stress, time, and energy it \ntook to accept their own feelings about gender were too taxing to go through again, and \nultimately serves as a rite of passage for acceptance of non-binary gender. River, 26, white \nEuropean, identifies as both trans and non-binary and views both of these identities as umbrella \nterms for other identity terms such as agender or bigender. River also physically expresses their \nself as androgynous, which they have always felt comfortable with. For River, too, having a \nparent that doesn’t accept them is disappointing, but also unacceptable: \nI just don’t want to interact with somebody who doesn’t accept me for who I am. I don’t \nneed him [my dad] in my life. I’m not dependent on him at all in any way. I don’t even \nhave health care anymore, so he can fuck off. That’s the way I see it. \n \n  \n \n 19 \nMany participants like River and Nebula choose to not help their family members come closer to \nunderstanding and thus accepting their rejection of binary gender. Participants expressed that \nalthough this process was and continues to be painful for them, it is a way for them to protect \ntheir emotions even at the cost of losing a family member. Although participants expressed that \nthese decisions were extremely complicated, many ultimately prioritized their own protection \nover the acceptance of others. \nPartner Influence. In addition to their families, participants frequently acknowledged \nhow their previous romantic and sexual partners have influenced their appearances, views, and \nperformances of gender. For Merry, partners in the past have influenced them to think about the \nidea of transitioning: \nI’ve had people in the past who I’ve dated encourage me to consider transitioning and \nhelped me kind of conceptualize what that would even be like… Intimate partners have \ndefinitely shaped my identity. \n \nHaving others around them that have encouraged them to think about transitioning to a male \ngender has influenced Merry to construct their masculinity within relationships: a large part of \nMerry’s identity and gender performances. But while Merry’s partners have encouraged them to \nembrace masculinity, Merry continues to feel between binary genders and the ability to be fluid. \nSam(ira), 33, identifies as queer and as a masculine-performing woman, or gender non-\nconforming woman. They are Indian-American and were raised in a Hindu and Muslim \nhousehold, which Sam(ira) acknowledges has much to do with their queerness and the ways they \nblur boundaries of religion, nationality, race, gender, and sexuality. Sam(ira) also has had \npartners influence them in reference to gender: \nEach woman that I dated, my style changed a little bit because she would make a \nsuggestion or she’d say, “Wow, I could totally see you in that.” And then I’d wear it and \nI’d be like, “Damn.” \n  \n  \n \n 20 \nMuch of how Sam(ira) rejects binary gender lies within being a self-identified masculine-\nperforming woman. For them, appearing masculine through clothing is a key part of their gender. \nThus, for previous intimate partners to have continually improved their dress is a large factor in \nhow they reject binary gender today. \nMisgendering. One of the most commonly told stories in our interviews were those where \nothers misgendered participants. Here, River helps to introduce what it is like being misgendered \nby others: \nI just hate people misgendering me in general, it doesn’t matter what binary gender they \nchoose. It’s not correct, so it doesn’t reflect who I am. And when you’re non-binary and \nsociety doesn’t even recognize you it…almost feels like you’re automatically silenced \nlike, you’re forced to come out every time because you’re not even represented in \nanything. That’s the hardest thing. \n \nMisgendering typically looked like others using inappropriate pronouns—especially when \npreviously made aware of which ones to use—and using gendered language directed at \nparticipants such as “ladies ” or “sir.” Bees, 21, Latinx, identifies as both trans and non-binary, \nalthough they feel that they are not part of any gender category, even one that rejects binary \ngender. Bees is often misgendered with she/her/hers pronouns and gendered words such as “girl” \nor “lady.” Here, Bees explains exactly what happens when others misgender them: \nEven though I don’t fit in the binary and I don’t feel like I’m anything, what I mean by \nthat [being misgendered] is that they [people] don’t use my pronouns right or just gender \nme from what they see so they’ll gender me with she/her pronouns. \n \nAlthough Bees identifies as trans and non-binary and feel that they express their self \nandrogynously, they acknowledge that others perceive them as feminine because of makeup, for \nexample. So, when Bees is misgendered it is typically in the form of others using she/her \npronouns. \nI always use that term, like \"misgender\" me and \"don't gender me right\" because I don't \nknow what to fill in the void for not having a gender because I don't know what I would \nuse to say when... I don't know how to describe it. But that term fits more perfectly to \ndescribe when people don't respect that I'm non-binary. \n  \n \n 21 \nHere, Bees explains further why they use the word “misgender.” Although some other \nparticipants like Bees identified themselves as not having a gender at all, they still used the \nlanguage of being misgendered to signify others placing them in binary “gender boxes” based on \nappearances. \nBeing misgendered often brings up many negative emotions. Lee, 27, white, identifies \ntheir sexuality as queer and their gender as genderqueer, what they perceive to be a more specific \nidentity term under the umbrella of non-binary gender. For Lee, identifying in these ways allows \nthem to be fluid in their sexuality, gender, and appearances. Identifying as queer, for example, is \nimportant to them because it doesn’t “put their gender in a box” in terms of sexuality like \nidentities such as lesbian might. Here, they show exactly what they feel when they are \nmisgendered: \nI feel like literally my stomach hurts. I feel nauseous. I feel silenced… I’m a very \nopinionated, outspoken person in a lot of ways but that immediately silences me. I don’t \nknow how to mitigate it. \n \nTo have others not recognize, or even try to recognize, their gender by not respecting their \npronouns or by using binary gendered language for them feels like invalidation for participants, \nwhich often triggers many negative emotions and bodily reactions. When River is misgendered, \nit makes them “question myself, like how I’m looking that day, how I’m presenting.” When \nothers do not see River as a non-binary person, they feel forced to question their efforts in \nexpressing their gender identity. To be misgendered, thus, is to be deemed inadequate as a social \nactor, misunderstood and unrecognizable by others that one is trying to interact with, deeming \nthe interaction a failure for participants.  \n \n \n  \n \n 22 \nStrategies \n  When faced with difficult situations involving others, such as when being misgendered, \nparticipants shared their strategies. These were sometimes identified as “defense mechanisms” \nwhen faced with an unpleasant situation, and typically took the form of mental preparation \nbefore interacting with others, forming ways for their identities to be understood by other, \nappearance management, and emotion management. \n Appearance Management. Before leaving their homes and going into public, participants \noften contemplated about the ways they are going to present and appear that day by attempting to \npredict how others will respond. For instance, Lee picks their clothing strategically: \nJust kind of where I’m feeling and how I want to be perceived I think is always related to \nmy gender, like how I want people to treat me that day. So even if it’s not necessarily \nfully 100% what I feel most comfy in… But I tend to wear things if I think people are \ngoing to treat me a type of way… So I just have to make sure it matches what I feel that \nday. \n \nAlthough sometimes picking one’s appearance each day isn’t as much of an effort for some as \nothers, participants like Lee have explained that that concern is part of every day. Ultimately, \nfeeling comfortable in front of others is very important and participants want to make sure that \nwhat they’re wearing is in some way representative of their gender that moment, however fluid \ntheir feelings about their gender may be. Noa, 21, white, identifies as genderqueer but has \nidentified as a lesbian for a long time. In many ways, Noa has come to realize that their \nperformance of lesbianism can be their gender, an explicit combination of gender and sexuality \nthat others in this study have not expressed. Here, Noa tells me what it felt like to appear in a \nway that wasn’t representative of who they were at the time: \nI used to wear a lot of dresses and makeup and long hair and then suddenly those things \nmade me feel really, really, really unattractive. Not even unattractive but just feeling like \nsomething I really wasn’t. \n \n  \n \n 23 \nLike Noa expresses, the desire to physically express their selves as authentic and representative \nas possible to their inner feelings about gender is a priority. This is the case for almost all \nparticipants. (See Authenticity).  \nParticipants also often thought about which contexts and spaces were more comfortable \nand accepting for participants to be dressed however they pleased. Other spaces, though, required \ncareful maneuvering of choices: \nI’m comfortable wearing a dress around my other really queer awesome affirming \nfriends. I’m not really as comfortable wearing a dress if I’m like, going to my \ngrandparents’ house because I feel like I’m sending different messages whereas my \nfriends will still be like, “Oh, they’re still genderqueer queer Lee.” My grandparents are \ngoing to start making different types of comments. \n \nHere, Lee is reflecting on which contexts they feel more comfortable dressing femininely. Afraid \nthat their grandparents will think that typically feminine clothing will indicate an acceptance of \nbinary gender and heterosexuality, Lee will choose to appear more masculine or androgynous in \nfront of others who are not understanding or accepting of their gender or sexual identities.  \nLegibility. One of participants’ strategies is to basically have a version of their identity \nthat they typically use to identify themselves in front of strangers. For example, Sina has a \nversion of their gender identity and sexual orientation that has been easily understood by \nstrangers; namely, “femme lesbian.” When interacting with others that don’t know them very \nwell, Sina will choose not to explain that they sometimes also identify with a non-binary identity. \nHere Sina explains further the ways they use this legibility strategy: \nSo I think shorthand for legibility with interacting with people, I’ll usually just say \n“lesbian.” And I do identify with that word a lot but there are different periods of time \nwhere I don’t feel particularly tied to womanhood…but especially for lesbian there's a lot \nof politicized womanhood tied to it.  \n \nAlthough Sina doesn’t always feel tied to womanhood and their lesbian identity partly because of \nthe politicization of a lesbian identity, they acknowledge that many people may not understand \n  \n \n 24 \ntheir fluidity of gender. This both eases the flow of a conversation and lets Sina choose when to \nhave a deep and potentially emotional conversation about their feelings about gender. For \nparticipants like Sina, these strategies require a daily analysis of how visible certain LGBT+ \npeople are in most social situations, including how knowledgeable strangers typically are with \nLGBT+ identities and experiences. \nAnother way some participants used this strategy is by choosing to be okay with others \nusing “binary gender pronouns” such as she/her or he/him that may be easier for others to use \nmore readily: \nThe fact that I include “she” is mostly for the people who don’t understand non-binary \nand it’s like, “So since you don’t understand that, just use ‘she.’ It’s fine.” \n \nNebula usually prefers to have others use they/them pronouns for them but, similarly to Sina, \nthey have accepted that others may use she/her pronouns instead. Using this strategy to ease \ninteractions with others has proven to be very successful for participants, success typically \nmeasured by smooth interactions that do not involve conflicts, corrections, or confrontations. \nThis strategy is also a form of emotion management by attempting to manage the emotions of \nothers by using identities and pronouns that others may easily understand, minimizing confusion \nand thus discomfort as much as possible. \nEmotion Management. While some participants perceived being misgendered as an “act \nof violence,” other participants acknowledge that others who use incorrect pronouns, for \ninstance, are not at fault for their ignorance of non-binary gender identities. Shadow, 25, Asian-\nAmerican, identifies as non-binary and bi-romantic asexual, meaning sexual experiences are not \nimportant in their attraction to others and their relationships. In public, identifying as bisexual is \na strategy they employ so that they don’t have to explain to others what asexuality or \n  \n \n 25 \npansexuality mean, even though they can be attracted to any person. For them, managing others’ \nemotions in the day-to-day eases interactions: \nWhen people…call me “ma’am” or “sir” or “dude,” or whenever they want to call me \ngendered terms, I usually don’t correct them. It’s not really a defensive mechanism on my \npart it’s more like…I feel like I’m doing it for other people, for strangers. It’s so that we \ncan continue to carry on a conversation… So I usually don’t really correct people because \nI feel like I’m kind of doing it to spare them and spare them the “embarrassment” that \nthey’ll feel, you know? \n \nShadow, like many other participants, has often witnessed the painful embarrassment and guilt of \nothers when they are corrected after using incorrect pronouns, for instance. Typically others react \nwith a shower of apologies, which results in a total halt of conversation. With similar goals as \nattempting to be legible, managing others’ emotions this way by not correcting allows Shadow to \ngo about their day with ease. \n The management of emotions can also be quite taxing for participants. Unlike Shadow, \nSam(ira) quickly learned as a teenager that being a masculine lesbian was damaging their \nrelationships with family as they did not accept Sam(ira) that way: \nAs I started getting to puberty and in my teens, I started finding the need to silence \nmyself just a little bit. I wanted my father to like me, I wanted people to stop yelling at \nme all the fucking time, because I used to get in a lot of trouble just for being me… And \nso after a while, I was still a kid, you take a…beating you stay down. Verbal beating. It \njust got easier to stay down. It felt really nice to…not be yelled at all the time. It felt \nreally nice to hear a compliment finally. I always had short hair. I grew my hair out a \nlittle bit to make people feel more comfortable with my appearance… Everybody was \n100% on board with who I was becoming, except me. \n \nWanting their family to accept them, Sam(ira) chose to manage their own emotions and change \nmany things about their self. They changed their appearance to be more feminine by growing out \ntheir hair and wearing dresses, and they chose to stop speaking up for their self as much. \nAlthough it was internally unpleasant, Sam(ira) did appreciate being accepted by their family, \neven if only temporarily. \n \n  \n \n 26 \nMaking Meaning of Rejecting Binary Gender \n While much of participants’ stories of gender involved others, the language that they used \nabout their feelings about their own gender often indicated that being authentic is important or \nthat they’ve always been this way. \n Authenticity. Using words like “congruent,” “genuine,” and “authentic,” participants \noften referred to the importance of staying true to their gender identities. This could mean many \nthings, including acknowledging that they/them pronouns are truer to a non-binary gender \nidentity. Here, they explains how pronouns have changed for them: \nI felt like still genderqueer and still using she/her pronouns, that felt congruent to me and \nthen it stopped feeling as congruent and then I started asking my closest friends to be \nlike, “Hey, let’s try out they/them and see how that feels.” And it felt pretty good. And \nthen I started just asking my friends. And I went to a conference over the summer and I'm \nwith my friend so I was saying, \"They/them is good. I like they/them and it feels really \ngood.\" I mean, generally in feminist and queer spaces, like the, \"Hey, my name's XYZ \nand I use XYZ pronouns,\" is a general way to introduce yourself so at the conference it \nwas immediately built in. So that was always reiterated. Like, \"Okay, what's your name \nand your pronouns?\" So that felt good and easy. And then with friends, too, it felt easy as \nwell. \n \nAfter she/her pronouns stopped feeling good for Noa, they found that they/them pronouns \neventually became more representative of who they felt they were as a person that rejects binary \ngender. Nowadays, Noa prefers only they/them pronouns, further emphasizing the importance of \nletting go of what doesn’t feel congruent to them. Similarly, Nebula explains how they came to \nidentifying with a non-binary gender identity: \nWell, really I was just trying on different roles and bodies and identities and seeing which \none felt the most right. So, I tried on the role of full trans and it didn’t feel right. There \nwas still this male side to me that I couldn’t get rid of. So then I tried on the identity of \nbeing non-binary and that felt more right. \n \nMuch like Noa, Nebula noticed an inconsistency with how they felt their own gender and how \nthey were navigating their world. To mitigate this internal conflict, Noa asked others to help with \ntheir internal feelings by trying out new pronouns, while Nebula tried existing in the world with \na couple of new gender identities until they found one that was more consistent with their \n  \n \n 27 \ninternal feelings. Ultimately, participants had a goal when trying new pronouns and gender \nidentities, which was to live authentically. \n Always Been this Way. The most common way participants made sense of their gender \nwas to express that they’ve “always been this way,” such as always having felt comfortable with \na non-binary gender performance. For instance, River has always felt comfortable with \nandrogyny: \n…It’s not like if you’re non-binary you have to be androgynous. You can be feminine, \nmasculine, or whatever. It doesn’t matter. Just for me, [androgyny has] always been \ncomfortable before I even grew into my authentic self and discovered the term non-\nbinary. I was always androgynous and that’s why I felt comfortable with it. \n \nMuch like Noa and Nebula previously, River is concerned with making sure their gender identity \nand expressions are authentic to their internal feelings about gender. In another story, River \nexpresses that as a child their ideas of gender, or lack thereof, were authentic because children \ndon’t “have that idea [of binary gender] in their head until adults instill that into them.” For \nRiver, then, being authentic means appearing and dressing androgynously as they’ve been \ncomfortable presenting this way since they were a child. Additionally, River also expresses in the \nexcerpt above that it is okay to be feminine or masculine and also identify as non-binary. While \nthis is a common sentiment among participants, this reiterates the perception that gender identity \nis created within the self despite one’s gendered appearance and thus the perception of others. \n Nebula also places importance in acknowledging long-term feelings about gender: \nI’ve always kind of known, at least in the very back of my mind. Like, even in middle \nschool, I knew that if I had been given the choice at birth, I would have chosen to be born \na woman. It was just…this thing in the back of my mind just gnawing at me constantly \nfor several years. So, yeah. I just did a lot of research and I kind of became label crazy \ntowards my sophomore year. I was just trying to find words that described me and I was \nreally excited about finding these words that I understood, you know? And I knew I was \nunder the umbrella of trans but I didn't know where I was under that. \n \n  \n \n 28 \nAlthough Nebula doesn’t admit to having certain feelings about gender since childhood, in \nhindsight they have known for many years that living in a male body and being raised as a man \nwould not have been their choice if given the opportunity. At first, Nebula felt that if they did not \nwant to be male, then they must want to be female:  \nI have come to the point where I acknowledge that I embody both genders... Like, I didn't \nreally want to just cross over to \"the girl side\" [laughs]. I more wanted to just transcend \nthe whole binary to begin with and that's kind of what I did by being non-binary. \n \nOver time, Nebula realized they didn’t want to be a woman but instead reject binary gender as a \nwhole by identifying as non-binary. Even so, Nebula looks to their past confusions about gender \nas a child to continue to explain being non-binary today while also acknowledging that their \ngender identification has changed. In many ways participants like River and Nebula found \ncomfort in looking back to their pasts for indication that they have always felt this way about \ntheir gender because it legitimated their feelings. When faced with others who “silence” them by \nsexually coercing, not accepting, or misgendering them, it makes sense that participants find \nsolace in their long-term and thus concrete feelings about gender. For the participants in this \nstudy, rejecting binary gender has often meant identifying as non-binary, but it also means \nrejecting and resisting heteronormativity in general. When acknowledging that they have refused \nor have felt confused by gender since an early age, participants are thus alluding to a refusal of \ngendered expectations more so than a refusal of gender altogether. \nThe Importance of Others and Community. Perhaps the most common sentiment that \nparticipants shared in reference to their gender experiences and identities was the importance of \nhaving others to speak with that also reject binary gender, which can help participants understand \ntheir own bodies, ideas, experiences, and feelings about gender. Here, Sina expresses the benefit \nof having others to speak with and listen to about gender: \n  \n \n 29 \nIt is good to talk about it sometimes and have other people validate whatever I’m \nexperiencing doesn’t need to be my main life crisis but it can be a thing that, you know, \nhappens or you feel sometimes. All my friends in college were really gay. A lot of my \nfriends are non-binary, a lot of my friends are trans in some flavor and regard. And just \nbeing around so many people who just don’t give a fuck about their gender, you’re just \nkind of like, “Yeah, okay.” You see how other people make sense of it and they give you \nthe language to make sense of your own shit going on. \n \nFor participants, a large benefit of having others to speak with about similar gender experiences \nand feelings is the exchange of language and knowledge that can help make sense of, for \ninstance, confusing or contradictory feelings. In other words, through these communities \nparticipants can learn of different ways of rejecting binary gender and are able to negotiate which \nidentities, for instance, they would like to adopt. River, too, shares a similar sentiment: \nI started to research online and I mean, a lot of people that I know think that Tumblr has \nhelped them a lot, which is a blog, and I felt like that definitely helped me. I followed \nsome really cool trans people, not even just non-binary people, but a lot of trans women \nthat would talk about gender and stuff. And I feel like that really helped because it gave \nme the language and I didn’t have to feel so weird anymore like I didn’t fit or “what was \nwrong with me?” I knew who I was. \n \nThese communities can come in all different forms and they give participants a space where they \ncan feel validated, especially in the face of family that doesn’t accept them, misgendering by \nstrangers, or gatekeeping where participants question their own identities and experiences when \nthey don’t fit a cultural narrative of being LGBT+. Some of these cultural narratives that \nparticipants contend with include experiencing body dysphoria as a trans person, coming out to \nfriends and family, or appearing androgynous. When the gender experiences of participants don’t \nalign with these cultural narratives—sometimes referred to as “rite of passages”—they often \nquestion the validity of their experiences. \n In combatting these feelings of inadequacy, Nebula finds solace in their community: \nPretty much all my friends are, at least a good chunk of my friends, are not cis. That’s \nbeen really helpful with me figuring things out, just being in an atmosphere where it’s \nnormal to be trans and non-binary and gay. I can say with a decent amount of certainty \nthat I would not be as confident in my gender and sexuality today, near as much, if I had \n  \n \n 30 \ngone anywhere else [for college]. Everyone there is so supportive and even if it’ll take \nthem a bit to get used to pronouns and names…I don’t feel pressured to present in any \ncertain way…which has been really helpful.  \n \nMuch of Nebula’s rejection of binary gender has involved “trying out” new pronouns with others \nand new gender identities to find what feels best for them. A community of like-minded people \nhas ultimately helped them find a space where they feel comfortable to, for example, try new \nclothing or performances of gender. Similarly, River’s community of other non-binary people \nhas helped them combat feelings of inadequacy by no longer feeling alone: \nWhen I first came out, I found my first non-binary friend and it was online through \nTumblr and I met them like, twice because they live upstate, New York area. I think \nthat’s what probably helped me the most, was early on having someone because I was \nliterally the only non-binary person I knew. I think that helped a lot just to know that I \nwasn’t alone and I wasn’t an alien because that’s how I felt a lot of times. \n \nMany participants expressed this hardship of solitude being one of the hardest obstacles they \nhave faced. Especially when beginning to question their own gender identities, not knowing \nothers with similar experience and not having a non-binary or queer community makes \nparticipants feel as if no other person will ever understand their unique experiences. Ultimately, \nbeing understood by others is a priority. \n \n \n \n \n \n \n \n \n31 \nDISCUSSION \nWhile participants largely identified the root of their feelings about gender as within their \nselves—sometimes existing since birth or childhood—the stories they told about their \nexperiences of gender revealed that interactions with others were important and thus have a large \neffect on their lives. This shows that participants continuously have to think about the reactions \nof others, moderate their own emotions and those of others, and manage their appearances while \nattempting to predict how others will react to their preferred pronouns, gender identities, or \nappearances. In this day-to-day process, participants have created countless strategies that \nmitigate awkward or hurtful interactions with others. For participants, these are essential for their \ncomfort, mental health, and sometimes survival. \n Many have expressed the necessity to adopt pronouns, identities, and performances of \ngender that feel authentic to their “true selves,” which they admit typically develop at a very \nyoung age before adults instill ideas of binary gender and heteronormativity into them during \nchildhood socialization. Like Mason-Schrock’s (1996) participants, this image of the “untainted” \nchild that participants used to be is pure and innocent. The identities of participants, though, have \nchanged over time. For example, Nebula used to reject binary gender by identifying as a trans \nwoman and by taking steps to transition from male to female. Over time, Nebula has instead \ndecided to identify as non-binary and use gender-neutral pronouns so that they can reject binary \ngender instead of transitioning from one binary gender to another. Participants had other ways of \nrejecting binary gender from an early age that changed over time over time. Merry, for instance, \nhad always felt boyish growing up and although they still perform masculine daily, they can also \n32 \nbe fluid with femininity. Thus, although participants insist that a “true self” exists within them \nunaltered over time, their strategies of rejecting binary gender and heteronormativity can and \nhave changed. Perhaps, too, they will continue to change.   \nUltimately, though, the communities of non-binary and queer people that participants \nhave been a part of have tremendously helped them understand their own experiences and \nidentities. In the exchange of language and knowledge about gender identities and experiences, \nparticipants have been able to construct not only a space of acceptance and validation but also a \nsense of their own self as they reject binary gender. It is within this contradiction of a true self \nyet a relational self that participants construct their gender identities and make sense of their \nexperiences of rejecting binary gender. Participants have often iterated this contradiction of \nneeding to find community in the rejection of conformity. In many ways, one’s gender being \nvalidated within one’s community helps counteract invalidation by those outside of said \ncommunity. As some participants such as River have stated, having a community, or even just \nknowing that there are others with the same identities, has helped participants feel less alone in \nthe day-to-day. Participants, thus, live with this contradiction by finding some respite in their \ncommunities when faced with, for instance, being misgendered by others. \nThis project also reinforces gender surveillance and accountability theories. Foucault’s \n(1975) panopticon related to our bodies in terms of gender and sexuality suggests that after \nbecoming so accustomed to being watched and judged by others both explicitly and subtly, we \nend up watching and judging our bodies and behaviors in the same ways. Such pervasive \naccountability affects every construction of our selves, especially the ways we think about our \nbodies and our gender identities. My participants view their feelings about gender and their \ngender identities as originating from within them, though their stories highlight how their own \n33 \nidentities are achieves in negotiation with others—whether in resistance to norms or in coalition \nwith those who resist norms. In interviews, the majority of their stories were focused on their \ninteractions with others, whether it is about being misgendered, with sexual and romantic \npartners, or with others who also reject binary gender. This indicates that these interactions with \nothers where participants are held accountable to binary gender do have an impact on the ways \nthey construct their gender and selves but because this has been such a consistent part of their \nlives, participants perceive this as innate to their selves and private feelings. Thus, public images \nbecome private issues about their bodies, gender, and sexuality (Crawley, Foley, and Shehan \n2008). Ultimately, then, the “true self” of participants that has always rejected binary gender and \nheteronormativity has always and continues to be necessarily created through social interactions \nwith others. It is only within these social interactions that participants continuously receive \npublic images and ideas about gender and negotiate them to create their “true self.” \n  \n \n \n \n \n \n \n \n \n \n \n34 \nREFERENCES \nBerger, Peter L. and Thomas Luckmann. 1966. The Social Construction of Reality: A Treatise in \nthe Sociology of Knowledge. Garden City, New York: First Anchor Books Edition. \nButler, Judith. 1988. “Performative Acts and Gender Constitution: An Essay in Phenomenology  \nand Feminist Theory.” Theatre Journal 40(4):519-531. \nButler, Judith. 1990. Gender Trouble: Feminism and the Subversion of Identity. New York and  \nLondon: Routledge. \nButler, Judith. 1993. “Critically Queer.” GLQ: A Journal of Lesbian and Gay Studies 1:17-32. \nCatalano, D. Chase J. 2015. “\"Trans Enough?\": The Pressures Trans Men Negotiate in Higher  \nEducation.” TSQ: Transgender Studies Quarterly 2(3):411-430. \nCrawley, Sara L. and K L. Broad 2008. “The Construction of Sex and Sexualities.” Pp. 545-566  \nin Handbook of Constructionist Research, edited by James A Holstein and Jaber F \nGubrium. Guilford Press. \nCrawley, Sara L., Lara J. Foley, and Constance L. Shehan. 2008. Gendering Bodies. Lanham,  \nMaryland: Rowman & Littlefield Publishers, Inc. \nEdelman, Lee. 1994. Homographesis: Essays in Gay Literary and Cultural Theory. New York,  \nNY: Routledge. \nEng, David L., Judith Halberstam, and José E. Muñoz. 2005. “Introduction: What's Queer about  \nQueer Studies Now?” Social Text 23(3-4):1-17. \nFoucault, Michel. 1975. Discipline & Punish: The Birth of the Prison. Paris: Editions Gallimard. \nGagne, Patricia and Richard Tewksbury. 1998. “Conformity Pressures and Gender Resistance  \namong Transgendered Individuals.” Social Problems 45(1):81-101. \nGagne, Patricia, Richard Tewksbury, and Deanna McGaughey. 1997. “Coming out and Crossing  \n35 \nover: Identity Formation and Proclamation in a Transgender Community.” Gender and \nSociety 11(4):478-508. \nGreen, Eli R. and Luca Maurer. 2017. “A Portrait of Gender Today.” Official Journal of the  \nNational Geographic Society 231(1):14-15. \nHesse-Biber, Sharlene N. and Patricia Leavy. 2011. The Practice of Qualitative Research. 2nd ed.  \nThousand Oaks, California: SAGE Publications, Inc. \nHutson, David J. 2010. “Standing OUT/Fitting IN: Identity, Appearance, and Authenticity in  \nGay and Lesbian Communities.” Symbolic Interaction 33(2):213-233. \nJagose, Annamarie. 1996. Queer Theory: An Introduction. New York, NY: New York University  \nPress. \nKessler, S J. and W McKenna. 1978. Gender: An ethnomethodological approach. Chicago:  \nUniversity of Chicago Press. \nKlein, Kate, Alix Holtby, Katie Cook, and Robb Travers. 2015. “Complicating the Coming Out  \nNarrative: Becoming Onself in a Heterosexist and Cissexist World.” Journal of \nHomosexuality 62(3):297-326. \nLoseke, Donileen R. 2007. “The Study of Identity as Cultural, Institutional, Organizational, and  \nPersonal Narratives: Theoretical and Empirical Integrations.” The Sociological Quarterly \n48(4):661-688. \nLucal, Betsy. 1999. “What It Means to Be Gendered Me: Life on the Boundaries of a  \nDichotomous Gender System.” Gender and Society 13(6):781-797. \nMason-Schrock, Douglas. 1996. “Transsexuals' Narrative Construction of the \"True Self\".”  \nSocial Psychology Quarterly 59(3):176-192. \nMattias de Vries, Kylan. 2012. “Intersectional Identities and Conceptions of the Self: The  \nExperience of Transgender People.” Symbolic Interaction 35(1):49-67. \nMcKinney, Jeffrey S. 2005. “On the Margins: A Study of the Experiences of Transgender  \nCollege Students.” Journal of Gay & Lesbian Issues in Education 3(1):63-76. \nMcLemore, Kevin A. 2015. “Experiences with Misgendering: Identity Misclassification of  \n  \n \n 36 \nTransgender Spectrum Individuals.” Self and Identity 14(1):51-74. \nNestle, Joan, Clare Howell, and Riki Wilchins, eds. 2002. GenderQueer: Voices from Beyond  \nthe Sexual Binary. Los Angeles, CA: Alyson Books. \nNicolazzo, Z. 2016. “‘It’s a hard line to walk’: black non-binary trans* collegians’ perspectives  \non passing, realness, and trans*-normativity.” International Journal of Qualitative \nStudies in Education 29(9):1173-1188. \nPfeffer, Carla A. 2014. ““I Don’t Like Passing as a Straight Woman”: Queer Negotiations of  \nIdentity and Social Group Membership.” American Journal of Sociology 120(1):1-44. \nSmith, Joshua S. and Kristin E. Smith. 2016. “What it Means to Do Gender Differently:  \nUnderstanding Identity, Perceptions and Accomplishments in a Gendered World.” \nHumboldt Journal of Social Relations 38:62-78. \nSomers, Margaret R. 1994. “The Narrative Constitution of Identity: A Relational and Network  \nApproach.” Theory and Society 23(5):605-649. \nVanOra, Jason and Suzanne C. Ouellette. 2009. “ Beyond Single Identity & Pathology Revealing  \nCoherent Multiple Selves andTransformative Activism in the Narratives of Two \nTransgender Women.” International Review of Qualitative Research 2(1):89-115. \nWest, Candace and Don H. Zimmerman. 1987. “Doing Gender.” Gender & Society 1:125-151. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n 37 \nAPPENDIX I: Recruitment Information \nResearch: \nStories of Rejecting Binary Gender \nStudy #Pro00031562 \n \n \nHi everyone! My name is Ana Balius and I am a graduate Sociology student at the University of \nSouth Florida (USF) in Tampa, FL. \nI am currently conducting a study that seeks to understand how people work to resist binary \ngender. \nAre you 18+? Do you speak English? If so, would you like to participate and share your story? \nYour cooperation will involve a 30-60 minute interview after signing a consent form. You may \nopt for a Skype interview or an in-person interview at a location of your convenience. \n \nIf you would like to participate, please let me know! Also, if you are not sure you’d like to \nparticipate, you may also contact me and I will do my best to answer your questions. You may \nsend me an email at anabalius@mail.usf.edu.  \n \n \n  \n \n 38 \nAPPENDIX II: Recruitment Flyer \n\t\nAre\tyou\t18+?\tDo\tyou\tspeak\tEnglish?\tDo\tyou\treject\tbinary\tgender?\t\nI’D\tLOVE\tTO\tHEAR\tYOUR\tSTORY.\t\n\t\nMy\tname\tis\tAna\tBalius\tand\tI\tam\ta\tSociology\tM.A.\tstudent\tat\tUniversity\t\nof\tSouth\tFlorida\t(USF)\tin\tTampa,\tFL.\t\n\t\nI\tam\tcurrently\tconducting\ta\tstudy\tthat\tseeks\tto\tunderstand\thow\t\npeople\twork\tto\tresist\tbinary\tgender.\t\n\t\nYour\tcooperation\twill\tinclude:\t\n§ Signing\ta\tconsent\tform\t\n§ Choosing\ta\tSkype\tinterview\tor\tin-person\tinterview\tat\ta\tlocation\t\nof\tyour\tconvenience\t\n§ A\tsingle\t30-60\tminute\taudio-recorded\tinterview\t\n\t\nIf\tyou\tare\tinterested\tor\twould\tlike\tmore\tinformation,\tplease\t\ncontact\tme\tat\tanabalius@mail.usf.edu\t\n\t\nhttps://binarythis.com\n/tag/binary/\t\nResearch:\t\nRejecting\tbinary\tgender\t\nanabalius@\nm\nail.usf.edu\t\nAna\tBalius,\tU\nSF\t\n\t\nResearch:\t\nRejecting\tbinary\tgender\t\nanabalius@\nm\nail.usf.edu\t\nAna\tBalius,\tU\nSF\t\n\t\nResearch:\t\nRejecting\tbinary\tgender\t\nanabalius@\nm\nail.usf.edu\t\nAna\tBalius,\tU\nSF\t\n\t\nResearch:\t\nRejecting\tbinary\tgender\t\nanabalius@\nm\nail.usf.edu\t\nAna\tBalius,\tUSF\t\n\t\nResearch:\t\nRejecting\tbinary\tgender\t\nanabalius@\nm\nail.usf.edu\t\nAna\tBalius,\tU\nSF\t\n\t\nResearch:\t\nRejecting\tbinary\tgender\t\nanabalius@\nm\nail.usf.edu\t\nAna\tBalius,\tU\nSF\t\n\t\nResearch:\t\nRejecting\tbinary\tgender\t\nanabalius@\nm\nail.usf.edu\t\nAna\tBalius,\tU\nSF\t\n\t\nPARTICIPATE IN RESEARCH! \nStudy #Pro00031562 \n  \n \n 39 \nAPPENDIX III: Informed Consent Form \nINFORMED CONSENT FORM \n \nStories of Rejecting Binary Gender \nPrinciple Investigator: Ana Balius \nanabalius@mail.usf.edu \n \nYou are being invited to participate in a study conducted through the University of South Florida \n(USF), for which I must obtain your informed consent in order to participate. \n \nBelow, you will be explained the purpose of the study, the procedures that will be used, the \nexpected time the interview will take, and any benefits or risks to you. Please ask the researcher \nany questions you may have to understand the study. If you choose to join the study, please sign \nyour name and date at the bottom. You will also receive a copy of the consent form to keep. \n \nThe purpose of the study is to access the stories of people who reject binary gender. Very few \nprojects study the lives of people who reject binary gender, and fewer projects study their stories. \nThe researcher wants to shed light on lives that often academically go unnoticed. \n \nIf you agree to join the study, you will be asked to participate in a recorded interview about your \nexperiences. The researcher plans to talk about your gender identities, about your experiences in \nthe day-to-day, and about any instances when others have (mis)gendered you. Interviews will \nlast between 30 to 60 minutes and will be conducted in one sitting. The researcher will conduct \nthe interviews and transcribe the recordings. During the interview, you may request to stop the \nrecording at any time to discuss or clarify how you wish to respond to a question or topic before \nproceeding. You may choose to skip any question for any reason. \n \nThe interviews will be audio recorded, transcribed, and kept privately for only the purposes of \nthis study. The transcription of your interview will be given a pseudonym, and any other \nidentifying information will be deleted, hidden, or changed. The researcher also plans to conduct \nresearch analysis that will result in a Master’s thesis project in the Sociology department at USF. \n \nConsent forms will be kept completely private and secure, until the project’s completion when \nthey will be destroyed. \n \nThere are no anticipated risks to participating in this interview other than revisiting times in your \nlife that may have been emotional or difficult. However, you can withdraw from the interview at \nany time without any consequence or penalty. Also, if you exhibit extreme distress, the \nresearcher may discontinue the interview and offer you the possibility of resuming at a different \ntime. There are no anticipated benefits to participating. \n \nIn the event that you choose to withdraw during the interview, any audio recording made of the \ninterview will be destroyed, and no transcript will be made. There is no cost to participating, and \nno payment. \n \n  \n \n 40 \nIf you have questions about this study, you can contact the researcher (above). If you have any \nquestions about your rights as a participant, or if you feel you have been placed at risk, you can \ncontact the office of the Institutional Review Board at USF at (813)-974-5638. \n \n \nI have read this form and I understand it. The researcher answered my questions, if any, about \nthe study. My signature indicates that I volunteer to participate in the study. I understand that if I \nbecome uncomfortable with the study, I am free to stop my participation at any point. I also \nunderstand that it is not possible to identify all potential risks in an interview project, and I \nbelieve that reasonable safeguards have been taken to minimize both the known and potential but \nunknown risks. \n \nInterviewee signature ___________________________________ Date _____/______/_____ \n \nInterviewee printed name ______________________________________________________ \n \nPhone number _______________________________________________________________ \n \nEmail address ________________________________________________________________ \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n 41 \nAPPENDIX IV: Interview guide \n \n \nWhat is your name? \nTell me a bit about yourself. \nWhat is a typical day for you? \n \nCan you tell me a bit about how you feel about rejecting binary gender today? \nHow did you get to this point? \n \nHave you changed your name? \nIf so, what was that like? \n \nAre pronouns important to you? \n \nFor you, is rejecting binary gender related to sexuality? \nRelated to racial/ethnic experiences? \nRelated to economic class? \n \nDo appearances play a part of you rejecting binary gender? \n \nHave there been any instances where other people have made you feel uncomfortable about \nbinary gender? \nIf so, can you give me some examples? \n \nAre you a part of a community of people who also reject binary gender? \nWhat is that like? \nHow does your geographic location affect your experiences of gender? \n \nGeneral Demographics \nJob? \nSchool? Education level? \nEconomic class? \nRace/ethnicity? \n \nIf you would like a pseudonym in this study, what would you like to be called? \n",
    "id": 216959618,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarcommons.usf.edu:etd-8459"
    },
    "title": "“I Want to Be Who I Am”: Stories of Rejecting Binary Gender",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-06-19T08:00:00+01:00",
    "publisher": "Scholar Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarcommons.usf.edu/cgi/viewcontent.cgi?article=8459&amp;context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/216959618.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/216959618"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/216959618/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/216959618/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/216959618"
        }
    ],
    "abstract": "Historically, in academic literature—sociological and otherwise—surrounding the daily lives of LGBT+ people, people who reject binary gender are very marginally represented. In this study, I specifically seek to understand the way my participants articulate their sense of their gender identities through the stories they tell of their experiences. This study attempts to answer the following questions: What are the stories of gender identity construction for people who reject binary gender? How do they understand the ways they are held accountable to binary gender in the day-to-day? How do they perceive and make meaning of gender in their lives? Through ten in-depth interviews with participants accessed through online groups and snowball sampling, this project reinforces gender surveillance and accountability theories such as West and Zimmerman\\u27s. Although participants largely identified the root of their feelings about gender as within their selves, the stories they told about their experiences of gender revealed that interactions with others were important and thus have a large effect on their lives. This indicates that these interactions with others where participants are held accountable to binary gender do have an impact on the ways they construct their gender and selves but because this has been such a consistent part of their lives, participants perceive this as innate to their selves and private feelings",
    "tags": [
        "thesis",
        "genderqueer",
        "non binary",
        "queer",
        "narrative",
        "Feminist, Gender, and Sexuality Studies",
        "Sociology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "thesis"
    ],
    "oai": "oai:scholarcommons.usf.edu:etd-8459",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3432",
        "openDoarId": 0,
        "name": "Scholar Commons | University of South Florida Research",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 216959618,
        "depositedDate": null,
        "publishedDate": "2018-06-19T08:00:00+01:00",
        "updatedDate": "2021-01-17T16:14:23+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T17:45:59+01:00"
    },
    "urls": [
        "https://scholarcommons.usf.edu/etd/7262",
        "https://scholarcommons.usf.edu/cgi/viewcontent.cgi?article=8459&amp;context=etd"
    ],
    "lastUpdate": "2021-01-17T16:14:23+00:00",
    "setSpecs": []
}