{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2017-05-03T23:40:21+01:00",
    "dataProvider": {
        "id": 2612,
        "name": "Springer - Publisher Connector",
        "url": "https://api.core.ac.uk/v3/data-providers/2612",
        "logo": "https://api.core.ac.uk/data-providers/2612/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.1186/s12889-016-3675-8",
    "downloadUrl": "https://core.ac.uk/download/pdf/81909541.pdf",
    "fullText": "1 RESEARCH ARTICLE Open Access\n2 “I feel like I am surviving the health care\n3 system”: understanding LGBTQ health in\n4 Nova Scotia, Canada\n5 Emily Colpitts and Jacqueline Gahagan*6\n7 Abstract\n8 Background: Currently, there is a dearth of baseline data on the health of lesbian, gay, bisexual, transgender, and\n9 queer (LGBTQ) populations in the province of Nova Scotia, Canada. Historically, LGBTQ health research has tended\n10 to focus on individual-level health risks associated with poor health outcomes among these populations, which has\n11 served to obscure the ways in which they maintain their own health and wellness across the life course. As such,\n12 there is an urgent need to shift the focus of LGBTQ health research towards strengths-based perspectives that\n13 explore the complex and resilient ways in which LGBTQ populations promote their health.\n14 Methods: This paper discusses the findings of our recent scoping review as well as the qualitative data to emerge\n15 from community consultations aimed at developing strengths-based approaches to understanding and advancing\n16 LGBTQ pathways to health across Nova Scotia.\n17 Results: Our scoping review findings demonstrated the lack of strengths-based research on LGBTQ health in Nova\n18 Scotia. Specifically, the studies examined in our scoping review identified a number of health-promoting factors\n19 and a wide variety of measurement tools, some of which may prove useful for future strengths-based health\n20 research with LGBTQ populations. In addition, our community consultations revealed that many participants had\n21 negative experiences with health care systems and services in Nova Scotia. However, participants also shared a\n22 number of factors that contribute to LGBTQ health and suggestions for how LGBTQ pathways to health in Nova\n23 Scotia can be improved.\n24 Conclusions: There is an urgent need to conduct research on the health needs, lived experiences, and outcomes\n25 of LGBTQ populations in Nova Scotia to address gaps in our knowledge of their unique health needs. In moving\n26 forward, it is important that future health research take an intersectional, strengths-based perspective in an effort to\n27 highlight the factors that promote LGBTQ health and wellness across the life course, while taking into account the\n28 social determinants of health.\n29\nKeywords: LGBTQ, Health, Canada, Health promotion, Health research, Health measurement\n30 Background\n31 Currently, there is an absence of baseline data on the\n32 health of lesbian, gay, bisexual, transgender, and queer\n33 (LGBTQ) populations in the province of Nova Scotia,\n34 Canada. Studies from other regions of Canada (Ontario,\n35 British Columbia, and Quebec), as well as the United\n36 States and the United Kingdom suggest that the health\n41of LGBTQ populations is worse than that of their\n42heterosexual, cisgender age-matched peers [1, 2]. Given\n43that Atlantic Canada, including Nova Scotia, tends to\n44have worse health outcomes than other regions in\n45Canada [3], the dearth of data specific to LGBTQ health\n46in Nova Scotia is of particular concern. For example, in\n47comparison with the national average, Statistics Canada\n48data indicate that Nova Scotia has higher overall rates of\n49obesity (60 % versus 52 %), arthritis (26 % versus 15 %),\n50diabetes (8 % versus 6 %), high blood pressure (21 % ver-\n51sus 17 %), chronic obstructive pulmonary disease\n* Correspondence: jacqueline.gahagan@dal.ca\nGender and Health Promotion Studies Unit, School of Health and Human\nPerformance, Dalhousie University, Stairs House, 6230 South Street, P.O. Box\n15000, Halifax, NS B3H 4R2, Canada\n© 2016 The Author(s). Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0\nInternational License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and\nreproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to\nthe Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver\n(http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.\nColpitts and Gahagan BMC Public Health  (2016) 16:1005 \nDOI 10.1186/s12889-016-3675-8\n52 (COPD) (6 % versus 4 %), colon cancer (60 % versus\n53 50 %), heavy drinking (20 % versus 17 %), lung cancer\n54 (54 % versus 45 %), and a lower rate of functional health\n55 (77 % versus 81 %) [4]. Although these data are import-\n56 ant in advancing our understanding of the overall health\n57 conditions impacting the health of Nova Scotians, they\n58 do not specifically refer to the health of LGBTQ popula-\n59 tions in Nova Scotia.\n60 Conducting LGBTQ health research in Nova Scotia is\n61 critically important given that LGBTQ health needs have\n62 historically been understood through a heteronormative,\n63 gender-binary lens, which assumes that the health needs\n64 of LGBTQ populations are similar to those of their het-\n65 erosexual, cisgender age-matched peers [2, 5, 6]. This\n66 heteronormative and gender-binary approach to LGBTQ\n67 health has effectively rendered the health needs and ex-\n68 periences of these populations invisible within main-\n69 stream health care systems, health data, and health\n70 policies [6, 7]. The invisibility or erasure [7] of LGBTQ\n71 populations and their specific health needs and lived ex-\n72 periences hinders the provision of evidence-based, cul-\n73 turally competent health care for these populations.\n74 Previous health research from projects conducted out-\n75 side of Nova Scotia demonstrates that LGBTQ popula-\n76 tions experience significant discrimination and stigma\n77 within health care systems based on the heteronormative\n78 and gender-binary framing of health [8, 9]. For example,\n79 Goins and Pye [9] found that the heteronormative and\n80 gender-binary language and structure of medical intake\n81 forms have the consequence of alienating LGBTQ popu-\n82 lations. While the full impact of this form of invisibility\n83 or erasure on the health of LGBTQ populations in Nova\n84 Scotia is not well understood, a previous study on the\n85 experiences of queer and trans women in Nova Scotia\n86 found that participants experienced significant discom-\n87 fort in their interactions with healthcare providers and\n88 expressed fear that they would be denied adequate\n89 health care based on their sexual orientation or gender\n90 identities [10].\n91 The way in which health and wellness are defined has\n92 important implications for how research evidence is\n93 understood and reported. The Public Health Agency of\n94 Canada (PHAC) borrows its definition of health from\n95 the World Health Organization (WHO), which has long\n96 defined health as “a state of complete physical, social\n97 and mental well-being, and not merely the absence of\n98 disease or infirmity” [11]. The PHAC also recognizes\n99 that the health of individuals and populations is\n100 influenced by a variety of intersecting and overlapping\n101 determinants at both the individual and structural levels,\n102 including income and social status, social support\n103 networks, education and literacy, employment/working\n104 conditions, social environments, physical environments,\n105 personal health practices and coping skills, healthy child\n106development, biology and genetic endowment, health\n107services, gender, and culture [12]. Despite this recogni-\n108tion, public health policy and practice in Canada have\n109traditionally focused on individual health and on inter-\n110ventions that target individual behaviour [6, 13]. The\n111emphasis on individual-level health outcomes further\n112obscures the ways in which structural determinants of\n113health such as heteronormative health care systems and\n114policies in Canada can negatively impact on health care\n115access and uptake among LGBTQ populations [6].\n116Although PHAC does not recognize LGBTQ iden-\n117tity as a key social determinant of health [12], it is\n118important to consider how sexual orientation and\n119gender identity intersect with other determinants to\n120shape the health of LGBTQ individuals. The concept\n121of intersectionality is key to understanding health out-\n122comes among LGBTQ populations in that health is\n123determined by the complex interactions of LGBTQ\n124identity with other factors such as race, socioeco-\n125nomic status, age, social exclusion, employment, etc.\n126[14, 15]. For example, previous research has demon-\n127strated that LGBTQ populations experience higher\n128rates of homelessness, social exclusion, poverty, and\n129other negative determinants of health compared to their\n130heterosexual, cisgender, age-matched peers [16–19]. Bow-\n131leg, Huang, Brooks, Black, and Burkholder contend, for\n132example, that the health of black lesbians is affected by\n133the ‘triple threat’ of racism, sexism, and heterosexism [20].\n134Further, social stigma, discrimination, and victimization\n135have been found to not only have negative effects on\n136physical and mental health [21], but also to affect rates of\n137access to and uptake of preventative health screening\n138programs and health care services among LGBTQ popula-\n139tions [6, 22–24]. According to the findings of an earlier\n140study on lesbian and bisexual women’s experiences with\n141family physicians in Nova Scotia, more than two-thirds of\n142the 98 women interviewed reported encountering hetero-\n143sexist assumptions and many women reported avoiding\n144routine or preventative health care due to health care pro-\n145viders’ heteronormative assumptions [25]. As such, the\n146overemphasis on individual-level health factors contrib-\n147utes to the invisibility or erasure of the health needs and\n148experiences of LGBTQ populations by obscuring the\n149unique social, structural, and systemic determinants that\n150impact the health outcomes of these populations [26, 27].\n151The lack of health data on, and the resultant in-\n152visibility of, LGBTQ health needs and experiences in\n153Nova Scotia highlights the importance of conducting\n154research focused specifically on these topics. The\n155long history of health research approaches that have\n156tended to psychopathologize differences between\n157LGBTQ populations and heterosexual and cisgender\n158populations [6, 28, 29] has reinforced the framing of\n159LGBTQ health as the inability to maintain health at\nColpitts and Gahagan BMC Public Health  (2016) 16:1005 Page 2 of 12\n160 the level of the individual. Based on this framing of\n161 LGBTQ health, much health research has tended to\n162 focus on risks for poor health outcomes among\n163 LGBTQ populations, particularly rates of STI and\n164 HIV infection, smoking, obesity, depression, and\n165 suicidal ideation [30–32]. Although early health\n166 research played an important role in identifying,\n167 mitigating, and treating poor health outcomes among\n168 LGBTQ populations as something more than an\n169 individual deficit, it also served to create negative\n170 perceptions of LGBTQ health and obscured the ways\n171 in which these populations maintain their health. As\n172 such, it is necessary to shift away from deficit-\n173 focused heath research toward strengths-based\n174 perspectives that take a more holistic approach to\n175 understanding LGBTQ health across the life course\n176 [33–36]. Strengths-based perspectives do not ignore\n177 health risks and challenges but rather focus on the\n178 positive resources available to address these risks\n179 and challenges [37]. Improving cultural competence\n180 within health care systems, policies, and services in\n181 Nova Scotia requires acknowledging, rendering\n182 visible, and appropriately measuring the determi-\n183 nants of LGBTQ health and wellness across the life\n184 course [38, 39].\n185 Purpose\n186 The purpose of this paper is to offer an overview of the\n187 findings of a scoping review and community consulta-\n188 tions aimed at developing strengths-based approaches to\n189 understanding LGBTQ pathways to health in Nova\n190 Scotia. The scoping review and community consultations\n191 are nested within a larger program of research aimed at\n192 rendering visible the health needs, outcomes, and lived\n193 experiences of LGBTQ populations in Nova Scotia in an\n194 effort to improve access to, and the provision of,\n195 evidence-based, culturally competent health care for\n196 these populations.\n197 Methods\n198 The research described in this paper is informed by the\n199 central tenets of community-based participatory\n200 research. Community-based participatory research\n201 involves “individuals and communities affected by the\n202 research in all aspects of the research process, reciprocal\n203 learning from the expertise of the members, shared\n204 decision-making, and mutual ownership of the processes\n205 and products of the research” (Van Wagenen et al., [40],\n206 p. 4). In this regard, we sought to include LGBTQ popu-\n207 lations and other stakeholders, such as health care\n208 providers, health researchers, and policy makers, in\n209 every stage of this research.\n210 In an effort to gain a clearer understanding of the\n211 existing health-focused LGBTQ literature, we conducted\n212a scoping review using the methodology proposed by\n213Arksey and O’Malley [41]. The purpose of our scoping\n214review was to explore the academic, peer-reviewed\n215health research literature specifically for strengths-based\n216approaches to understanding LGBTQ health. In accord-\n217ance with community-based participatory research\n218methodology, we consulted with a community advisory\n219committee comprised of LGBTQ community members,\n220representatives from LGBTQ organizations, LGBTQ\n221health researchers, and a health reference librarian to\n222determine the search terms for our scoping review (see\n223Appendix 1). We then conducted a search of five key\n224databases containing academic, peer-reviewed journals\n225using these search terms. Our initial search yielded a\n226total of 1855 de-duplicated results, of which 105 articles\n227met the inclusion criteria. Given that the health sector\n228tends to draw on peer-reviewed evidence to inform best\n229practice for clinical care and related health practice\n230guidelines, only articles published in peer-reviewed\n231academic journals that discussed research from\n232strengths-based or health promotion perspectives were\n233eligible for inclusion (see Appendix 2). As such, studies\n234that relied primarily on a health deficit model or risk\n235assessment approach to studying LGBTQ health were\n236excluded. We also included studies that presented\n237alternative analytical and methodological frameworks\n238such as needs assessments, which can help challenge\n239heteronormative and cisnormative approaches to\n240LGBTQ health by allowing LGBTQ populations to iden-\n241tify their own health needs. To ensure that the included\n242studies are relevant to the context of Nova Scotia and to\n243the Canadian health care system, only studies published\n244in English and conducted in Canada, the United States,\n245the United Kingdom, Australia, or New Zealand were\n246considered for inclusion. The scoping review was con-\n247ducted in October 2014 and only papers published by\n248that time were considered. We did not, however, limit\n249our findings to a particular start date. To ensure rigour,\n250an inter-rater reliability approach was used in the inclu-\n251sion process whereby both the research assistant and\n252principal investigator reviewed all articles flagged for\n253possible inclusion. Articles selected for inclusion were\n254read and thematically mapped by research question and\n255methodological approach for consideration for health\n256research and promoting LGBTQ health and wellness in\n257the context of Nova Scotia.\n258Given the importance of engaging with LGBTQ\n259populations, community consultations were undertaken\n260following the completion of our scoping review to\n261discuss the findings and their relevance in the context of\n262Nova Scotia. We conducted two community consulta-\n263tions with LGBTQ populations and health service\n264providers in Truro and in Halifax. Participants were re-\n265cruited through word of mouth and through existing\nColpitts and Gahagan BMC Public Health  (2016) 16:1005 Page 3 of 12\n266 community networks in both urban and rural Nova Sco-\n267 tia. In total, there were twenty participants, six of whom\n268 attended the rural consultation in Truro and fourteen of\n269 whom attended the urban consultation in Halifax. Par-\n270 ticipants ranged in age from mid-20s to late 60s and the\n271 majority identified as white. Prior to data collection, eth-\n272 ics approval was provided by the Dalhousie University\n273 research ethics board (REB #2014-3291) and informed\n274 consent was obtained from all participants. All data were\n275 audio recorded with permission, transcribed verbatim,\n276 and analyzed for key emergent themes. In addition to\n277 sharing the findings of the scoping review, the overarch-\n278 ing purpose of these consultations was to discuss strat-\n279 egies for conducting strengths-based research on\n280 LGBTQ health needs, outcomes, and experiences in\n281 Nova Scotia. The community consultation transcripts\n282 were analyzed and coded for emergent themes.\n283 Results\n284 Scoping review findings\n285 Overall, the findings of our scoping review confirmed\n286 that the majority of LGBTQ health research conducted\n287 to date has largely remained focused on risks and defi-\n288 cits, underscoring the need to shift towards strengths-\n289 based approaches. It is also noteworthy that very few of\n290 the studies that met our inclusion criteria were con-\n291 ducted in Canada (n = 16) or were conducted in multiple\n292 countries but included populations in Canada (n = 3)\n293 (see Appendix 3) and only one study specifically in-\n294 cluded LGBTQ populations in Nova Scotia. This finding\n295 further illustrates the need for strengths-based research\n296 focused on the health needs and experiences of LGBTQ\n297 populations in Nova Scotia. The included studies also\n298 featured a range of study populations and terminology\n299 (see Appendix 4). While some studies focused on\n300 LGBTQ populations in general, others focused on spe-\n301 cific subpopulations. Notable subpopulations included\n302 youth (n = 26), older adults (n = 14), and people of\n303 colour (n = 14). Although we did not limit our studies to\n304 a particular start date, the findings demonstrate that\n305 strengths-based research on LGBTQ health is becoming\n306 increasingly prevalent. Of the included studies, none\n307 were published prior to 1990, six were published be-\n308 tween 1990 and 1999, 36 were published between 2000\n309 and 2009, and 68 were published between 2010 and\n310 2014 (See Appendix 5).\n311 The articles included in our scoping review explored a\n312 wide range of protective or health promoting factors\n313 with the potential to contribute to LGBTQ health, in-\n314 cluding, for example, social support, coping skills, and\n315 positive school and/or work environments [33, 42–44].\n316 Further, these studies used diverse tools to measure\n317 positive health factors. However, we also noted that\n318 many of the measures used were not specific to LGBTQ\n319populations, and, as such, their appropriateness and util-\n320ity as tools to measure LGBTQ health in Nova Scotia\n321may be limited. Although the included studies employed\n322a wide variety of different qualitative, quantitative, and\n323mixed methods approaches, the use of online surveys\n324was relatively common (n = 28). This finding is signifi-\n325cant in that online surveys may provide participants with\n326a greater degree of anonymity and have therefore been\n327identified as an effective and appropriate way of reaching\n328‘hidden populations’, including LGBTQ populations, for\n329research [29, 45–50]. The use of focus groups and inter-\n330views was also common and may be an important means\n331of allowing LGBTQ populations to identify and discuss\n332their own health needs and experiences.\n333Many of the studies included in the scoping review\n334also featured an element of community involvement.\n335While some involved a community advisory committee\n336[51–54], others conducted their research in partnership\n337with community-based organizations or service pro-\n338viders with the goal of informing the development or\n339improvement of programs and services for LGBTQ pop-\n340ulations [55–59]. These approaches are in keeping with\n341the principles of community-based participatory\n342research [40].\n343The concept of resilience, referring to the ability to\n344overcome or positively adapt in the face of significant\n345adversity, emerged as a commonly cited framework or\n346theme but there is debate about whether this concept\n347is inclusive of LGBTQ lived experiences [36, 43, 44].\n348While many of the included studies suggested that\n349LGBTQ populations are in fact resilient [20, 34, 43,\n35060–63], resilience was not consistently defined or\n351measured across these studies. In addition, there was\n352no clear consensus on the factors that contribute to\n353resilience among LGBTQ populations. Like health\n354care systems and policies, resilience has historically\n355been focused on individual level determinants of\n356health, which has led some to characterize resilience\n357as a set of inherent personal traits or skills [64–66].\n358This is particularly concerning given the ways in\n359which the overemphasis on individual-level factors\n360associated with health has contributed to the invisibil-\n361ity of LGBTQ health needs, outcomes, and\n362experiences. As with the remainder of the measures\n363used in the studies included in our scoping review,\n364the majority of tools used to measure resilience were\n365not LGBTQ-specific. There is also a need to approach\n366resilience from an intersectional lens as it has\n367historically been defined and framed from a Western\n368perspective [65]. Overall, there is some uncertainty\n369regarding the appropriateness and utility of the\n370concept of resilience for LGBTQ health research in\n371Nova Scotia and this knowledge gap warrants further\n372exploration.\nColpitts and Gahagan BMC Public Health  (2016) 16:1005 Page 4 of 12\n373 Community consultations\n374 The following section offers an overview of the key con-\n375 cerns raised about LGBTQ health in Nova Scotia from\n376 our community consultations. Our semi-structured\n377 focus group guide centred around core issues to emerge\n378 from our scoping review, including experiences with\n379 health care systems and services, factors seen to contrib-\n380 ute to LGBTQ health and wellness, LGBTQ resilience,\n381 improving the cultural competence of health care sys-\n382 tems and services, and finally, suggestions for future\n383 LGBTQ health research in Nova Scotia.\n384 Negative experiences with health care systems and services\n385 Following the scoping review, the community consult-\n386 ation discussions offered a rich overview of LGBTQ ex-\n387 periences with health care systems and services, factors\n388 that contribute to LGBTQ health and wellness, and how\n389 LGBTQ pathways to health in Nova Scotia can be im-\n390 proved. Unsurprisingly, many of the LGBTQ participants\n391 attending the consultations reported negative experi-\n392 ences with health care services in Nova Scotia. Several\n393 participants described having negative first impressions\n394 of health care settings based on their interactions with\n395 medical office assistants and heteronormative, gender-\n396 binary language on medical intake forms. In other\n397 words, intake forms and salutations required patients to\n398 select gender-congruent ‘male’ or ‘female’ categories and\n399 to select corresponding terms such as ‘Mr.’ and ‘Mrs’. As\n400 one participant explained, “I shouldn’t have to go into a\n401 doctor’s office and be like I’m probably going to get mis-\n402 gendered and I need to prepare myself for that and put\n403 on my armour. That shouldn’t even be happening in the\n404 first place. But it does happen and it’s my reality, and I\n405 have to deal with it”. Similarly, participants expressed\n406 concern about the challenges of communicating with\n407 health service providers and being open with them re-\n408 garding their LGBTQ identity—both in terms of sexual\n409 orientation and gender identity. One participant charac-\n410 terized this experience as “explaining yourself over and\n411 over” when interacting with health service providers.\n412 Participants suggested that these negative encounters\n413 serve to discourage LGBTQ populations from accessing\n414 regular check-ups and preventative care, and instead,\n415 waiting until they are ill before seeking health care ser-\n416 vices. Participants also expressed concern regarding\n417 health service providers’ lack of knowledge on LGBTQ\n418 health issues, which may lead to inappropriate advice.\n419 One participant shared the story of a friend in a rural\n420 setting whose doctor threatened to involuntarily commit\n421 them for psychiatric care based on their non-binary gen-\n422 der identification. This experience is supported by the\n423 findings of a previous study on lesbian and bisexual\n424 women in Nova Scotia wherein several women reported\n425 being told by a physician that their sexuality was\n426pathological and referred to psychiatric services [25].\n427Another participant felt that health care providers in\n428Nova Scotia may have lower expectations for their\n429health outcomes and that this may lead to a lower stand-\n430ard of care in comparison with other provinces. These\n431experiences were summarized by a participant who\n432stated “I feel like I am surviving the health care system”.\n433Thus, while the focus of the consultations was on advan-\n434cing strengths-based research on LGBTQ pathways to\n435health, it is important to acknowledge these negative ex-\n436periences as they reinforce the importance of under-\n437standing and reconciling these tensions in access to and\n438uptake of health care services and programs.\n439Factors contributing to LGBTQ health and wellness in Nova\n440Scotia\n441One of the central discussion questions during the com-\n442munity consultations focused on the factors that are\n443regarded as keeping LGBTQ populations in Nova Scotia\n444well and promoting their health across the life course.\n445Participants reflected on many different factors, ranging\n446from the individual level to broader social and structural\n447levels. Although some of these factors may also be deter-\n448minants of health for the broader population, others are\n449specific to LGBTQ populations. Participants listed\n450widely recognized social determinants of health includ-\n451ing socioeconomic status, access to housing, education,\n452social isolation, and food security as key to promoting\n453health. While these factors may be considered determi-\n454nants of health for all populations, it is important to\n455recognize how these factors intersect with LGBTQ iden-\n456tities. For example, as previously mentioned, LGBTQ\n457populations face higher rates of homelessness and\n458poverty than their heterosexual, cisgender age-matched\n459peers [16–18]. These factors are also interconnected; as\n460one participant pointed out, poverty among older\n461LGBTQ populations may, for example, prevent individ-\n462uals from engaging in social activities, thereby contribut-\n463ing to social isolation.\n464Participants identified health literacy and knowledge of\n465one’s own health issues as important individual-level\n466factors. Participants suggested that the ability to read\n467and process health information has a significant impact\n468on individuals’ awareness of their own health and\n469wellness. While the issue of health literacy may not be\n470unique to LGBTQ populations, they experience particu-\n471lar challenges in accessing appropriate and meaningful\n472health information that speaks to their LGBTQ identities\n473and lived experiences. Participants argued, for example,\n474that sex education currently tends to be framed through\n475a heteronormative and gender-binary lens, thereby limit-\n476ing its utility for LGBTQ youth. Self-acceptance and\n477levels or degrees of ‘outness’ to health service providers\n478were also described as important health promoting\nColpitts and Gahagan BMC Public Health  (2016) 16:1005 Page 5 of 12\n479 factors. As one participant noted, “it took me a long\n480 time to get to that point to be able to talk openly about\n481 my own body [and] my own sex life”. Most participants\n482 reasoned that while not being ‘out’ to a health service\n483 provider can potentially have negative implications for\n484 health, it is also a necessary part of the process of acces-\n485 sing health care in order to negotiate personal safety in\n486 instances where there is uncertainty or lack of trust with\n487 a health care provider. Similarly, not being ‘out’ was seen\n488 as a factor preventing LGBTQ populations from acces-\n489 sing certain community organizations and services for\n490 fear of being identified as LGBTQ. In addition, cognitive,\n491 behavioural, and emotional personal coping strategies\n492 and self-care were viewed as key individual-level factors\n493 contributing to the health and wellness of LGBTQ popu-\n494 lations in Nova Scotia.\n495 As one participant cautioned, it is imperative that\n496 individual-level factors are not overemphasized:\n497 when we take the emphasis off the system and put it\n498 on the individual, I worry a little bit about victim\n499 blaming…[if] I go to get care, there’s a 50 per cent\n500 chance that I’m going to leave worse than when I\n501 went in and that’s not my fault…We should also\n502 recognize that in acquiring those [personal coping]\n503 tools that there’s an injustice happening.\n504 Consistent with our scoping review findings, social\n505 support was one of the most prominent determinants\n506 seen as contributing to LGBTQ health and wellness. Po-\n507 tential sources of social support include biological family\n508 or family of origin, family of choice, friends, and other\n509 LGBTQ community members. Community connected-\n510 ness was also seen as a source of strength among partici-\n511 pants. Participants defined community connectedness\n512 quite broadly, referencing involvement in gay-straight\n513 alliances, LGBTQ communities, sports leagues, commu-\n514 nity activities such as Pride Week, and accessing\n515 community services as potential connections. Similarly,\n516 participants suggested that for LGBTQ populations for\n517 whom religion or spirituality are important, belonging to\n518 an affirming religious or spiritual community could play\n519 a critical role in maintaining health and wellness. As one\n520 participant explained,\n521 a lot of people who are [LGBTQ]… don’t feel\n522 right in the eyes of God. So they really kind of\n523 have to feel connected to a faith to actually feel\n524 that they are okay. And so we have a church that’s\n525 all affirming and we have a gay couple, one is the\n526 minister, and the whole church is just so\n527 supportive. They have rainbow stickers\n528 everywhere. So it’s that opportunity to start to feel\n529 a little bit more healthy within yourself, a little bit\n530more whole within yourself, if that’s what you\n531want to do.\n532Participants viewed the issue of pride in LGBTQ\n533history as another important factor contributing to the\n534health and wellness of LGBTQ populations in Nova\n535Scotia. One participant shared stories of LGBTQ indi-\n536viduals who faced significant adversity but overcame\n537them, demonstrating their strength and resilience. The\n538participant argued that “we need more pride in our\n539history. We need more pride in our people… and not\n540just the ones that stood in front of the camera and\n541became movie stars; the people that lived ordinary lives\n542in rural communities, that lived, loved, and maybe died.\n543But they lived together”. The same participant argued\n544that sharing these stories and histories can be an import-\n545ant source of strength for LGBTQ populations. Similarly,\n546participants suggested that having positive LGBTQ role\n547models is a key factor contributing to their sense of\n548wellness and social connectedness. Other factors\n549included having safe and supportive work and/or school\n550environments. In this regard, participants argued that\n551acceptance within the community and in other environ-\n552ments is an important contributor to health. For\n553example, one participant suggested that an individual’s\n554social status within the community (in terms of recogni-\n555tion and respect) might impact acceptance within the\n556community, which, in turn, might affect the likelihood\n557that the individual will feel comfortable seeking health\n558care services.\n559LGBTQ resilience\n560We also asked participants in the community consulta-\n561tions whether they felt that the concept of resilience was\n562relevant to understanding the health needs, outcomes,\n563and experiences of LGBTQ populations in Nova Scotia.\n564Consistent with the lack of clarity on this concept in our\n565scoping review results, participants spoke of the need for\n566clarification on how resilience is defined. While partici-\n567pants generally felt that LGBTQ populations in Nova\n568Scotia are resilient, the utility of this concept for LGBTQ\n569health research remained unclear as participants strug-\n570gled to define it, identify the factors that comprise it,\n571and determine how it should be measured. This led one\n572participant to suggest that future research should ask\n573LGBTQ populations how they perceive their own resili-\n574ence and how they would compare it to the resilience of\n575others. Participants also discussed the need to consider\n576measuring whether and how resilience changes over\n577time, depending on the complex interactions of\n578determinants of health. In terms of the determinants\n579contributing to resilience among LGBTQ populations,\n580participants repeated many of the same modifiable and\n581non-modifiable determinants discussed above, including\nColpitts and Gahagan BMC Public Health  (2016) 16:1005 Page 6 of 12\n582 social support, pride, self-acceptance, community con-\n583 nectedness, and personal coping skills.\n584 Improving the cultural competence of health care systems\n585 and services in Nova Scotia\n586 In addition to determinants that contribute to promot-\n587 ing the health and wellness of LGBTQ populations in\n588 Nova Scotia, participants also discussed ways in which\n589 the cultural competence of health care systems and ser-\n590 vices in Nova Scotia could be improved. One of the key\n591 areas of improvement noted was making health care en-\n592 vironments safer and more inclusive and welcoming for\n593 LGBTQ populations. Participants argued that making\n594 small changes within health and social systems such as\n595 removing heteronormative and gender-binary language\n596 from intake forms and posting visible symbols like a\n597 pride flag or an LGBTQ ally card would contribute to\n598 improving pathways to health for LGBTQ populations.\n599 As one participant explained:\n600 if you change spaces then you could change who\n601 accesses the spaces…If I walk into a space where I see\n602 a poster on the wall where my identity is reflected,\n603 and I see a tick box on a form and know that that\n604 healthcare provider expects me in the room, then I’m\n605 more likely to access those services again.\n606 Additionally, education and training for health care\n607 providers on how to provide culturally competent health\n608 care services for LGBTQ populations was seen as a\n609 major area for improvement. A nurse attending one of\n610 the consultations stated that, in her experience, nurses\n611 are not taught “how to make an equitable presentation\n612 for an experience in health care whatsoever. It’s just not\n613 there. We might be given one session one afternoon in\n614 our undergrad, and that’s it. And this was 2 years ago\n615 when I graduated”. This feeling echoes the views of\n616 physicians interviewed in a previous study on queer and\n617 trans women’s health care in Nova Scotia who felt that\n618 they lacked knowledge, particularly with regards to\n619 providing care for trans populations [10]. Another\n620 participant felt that the only way to ensure positive expe-\n621 riences of ‘coming out’ to health service providers is\n622 through additional education and training. This finding\n623 is supported by the conclusions of a previous study that\n624 found that nurses in Nova Scotia “take a ‘don’t ask, don’t\n625 tell’ approach, trusting that quality care can be provided\n626 without acknowledging LGBTQ identities and that the\n627 ways in which marginalization and oppression may\n628 shape LGBTQ patients’ health and health care” (Beagan\n629 et al. p.60 [67]). Beyond improving communication\n630 between health service providers and LGBTQ\n631 populations, educating health service providers on\n632 LGBTQ-specific health needs and issues was also seen\n633as critically important. Overall, participants felt that\n634education related to culturally competent care is\n635essential for all individuals working in health care\n636services, including medical office administrators, who\n637are often the first people that patients interact with. One\n638participant suggested that efforts could be made to\n639increase the number of LGBTQ individuals interested in\n640undertaking training to become health care providers in\n641Nova Scotia and to offer them support for their training.\n642Participants argued that advocacy plays a significant\n643role in improving pathways to health for LGBTQ popu-\n644lations in Nova Scotia. One participant stated that\n645knowing their rights as a patient, such as the right to\n646bring a friend along to an appointment, to record\n647appointments, and to pursue formal resolution if some-\n648thing goes wrong, would have made them less likely to\n649experience discrimination. Further, participants argued\n650that having LGBTQ patient advocates who could assist\n651LGBTQ populations in navigating health care systems is\n652an important means of improving LGBTQ pathways to\n653health in Nova Scotia.\n654Participants also shared their views on the norms that\n655should be central in health care services and systems in\n656Nova Scotia. For example, one participant argued that\n657“continuity of care, meaning that you have access to a\n658healthcare provider that you know and [that] care is per-\n659sonalized” is critical. Participants discussed the notion of\n660informed consent in health care and the importance of\n661making sure that patients have all of the necessary infor-\n662mation to make informed decisions regarding their own\n663health and wellness. Finally, participants viewed the no-\n664tion that patients’ decisions will be supported by their\n665health service providers as being critical in improving\n666health care services and systems for LGBTQ populations\n667in Nova Scotia.\n668Suggestions for future LGBTQ health research in Nova\n669Scotia\n670Participants in the community consultations also identi-\n671fied a number of key questions for future strengths-\n672based, health promotion research on understanding\n673LGBTQ health in Nova Scotia. Several research ques-\n674tions centred on health care experiences and access.\n675These questions included “have you ever had a positive\n676[or inclusive] interaction with a health care provider?”,\n677“what did that look like?”, and “how did that make a dif-\n678ference?”. Other participants noted that having access to\n679a doctor in Nova Scotia can be a challenge and as such,\n680it is important to ask whether LGBTQ populations have\n681access to a doctor and whether they have a choice of\n682doctors. Participants suggested that LGBTQ populations\n683might seek health care services from providers other\n684than their doctor, such as community nurses and teen\n685health nurses, and that research should explore which\nColpitts and Gahagan BMC Public Health  (2016) 16:1005 Page 7 of 12\n686 health care provider they choose to see first and why.\n687 Participants also felt that it is important to ask LGBTQ\n688 populations whether they feel that their health service\n689 providers are LGBTQ-friendly and knowledgeable of\n690 LGBTQ health issues.\n691 Based on the factors discussed above, participants\n692 suggested a number of key issues related to how LGBTQ\n693 populations in Nova Scotia maintain and improve their\n694 own health and wellness across the life course. For ex-\n695 ample, participants felt that it was important to ask\n696 whether LGBTQ populations are ‘out’ at work and/or\n697 school, whether these are positive environments, and if\n698 so, what factors contribute to making these environ-\n699 ments positive. With respect to personal coping skills,\n700 participants argued that it is imperative to ascertain not\n701 only whether an individual possesses coping skills, but\n702 also how effective they are, how diverse their coping\n703 toolkit is, and whether they have the ability to develop\n704 new coping skills. Participants suggested that it is im-\n705 portant to determine the number of support people that\n706 an LGBTQ individual has, as well as the role that those\n707 people play, and how social support affects their health\n708 and wellness.\n709 When asked to identify who should be included in fu-\n710 ture health research focused on LGBTQ health, in\n711 addition to LGBTQ populations, participants suggested\n712 a wide range of health service providers, including emer-\n713 gency departments, medical office administrators,\n714 nurses, physical therapists, occupational therapists, teen\n715 health nurses, long-term care providers, telemedicine\n716 providers, public health policy makers, midwives, and\n717 continuing care assistants. In keeping with the emphasis\n718 on improving culturally competent responses among\n719 health service providers, participants felt that it was also\n720 important to include those responsible for educating\n721 health service providers, as well as students training to\n722 become health service providers. Finally, participants\n723 suggested including non-profit organizations that pro-\n724 vide services for LGBTQ populations, such as shelters.\n725 Discussion: advancing LGBTQ health research in\n726 Nova Scotia\n727 Based on the findings of our scoping review and com-\n728 munity consultations, we argue that the determinants of\n729 LGBTQ health must be understood through a model\n730 that considers both individual and structural factors. For\n731 example, a lens of intersectionality acknowledges that\n732 health outcomes among LGBTQ populations are a result\n733 of the intersections of their LGBTQ identities with other\n734 determinants of health, including race, socioeconomic\n735 status, social exclusion, employment, etc. (see [65] for\n736 example). Further, the relationship between these factors\n737 and health outcomes is complex. For instance, while al-\n738 cohol use may potentially contribute to negative health\n739outcomes, it may also mitigate social isolation by allow-\n740ing individuals to overcome social anxiety. Perhaps most\n741importantly, rather than focusing on individual-level fac-\n742tors such as individual behaviour, it is important to con-\n743sider how structural factors shape and influence\n744individual risks for negative health outcomes. Similarly,\n745rather than focusing on developing personal coping\n746skills, there is a need to address social and structural fac-\n747tors such as homophobic and transphobic stigma and\n748discrimination, particularly within health care systems,\n749that may necessitate the use of personal coping skills.\n750Implications for LGBTQ health research\n751Efforts to better understand the complex pathways to\n752health among LGBTQ populations in Nova Scotia\n753should include collecting additional data on the health\n754needs, outcomes, and lived experiences of LGBTQ pop-\n755ulations in Nova Scotia. The purpose of our scoping re-\n756view and the community consultations described in this\n757paper was to help inform future LGBTQ health research\n758by exploring knowledge gaps in relation to how to\n759understand LGBTQ health in Nova Scotia from a\n760strengths-based perspective. Although capturing data on\n761negative health outcomes and experiences of LGBTQ\n762populations plays an important role in identifying, miti-\n763gating, and treating health issues, future health promo-\n764tion research on LGBTQ health in Nova Scotia should\n765also capture the ways in which LGBTQ populations\n766maintain and improve their own health and wellness\n767across the life course.\n768The strengths-based studies in our scoping review and\n769the community consultations data provide important in-\n770sights into the factors that potentially promote the\n771health of LGBTQ populations in Nova Scotia. These\n772strength-based determinants range from the individual\n773level to the structural and social levels. In particular, the\n774importance of personal coping skills, social support net-\n775works, and community connectedness were frequently\n776cited in the scoping review and consultations as import-\n777ant determinants of LGBTQ health. Future health pro-\n778motion research on LGBTQ populations in Nova Scotia\n779should investigate the presence and significance of these\n780factors and the potential for health promotion interven-\n781tions to build on these strengths. At the structural level,\n782supportive work and school environments, accepting\n783communities, and safe, inclusive, and welcoming health\n784care spaces were considered to have a major impact on\n785LGBTQ pathways to health. Additional research on\n786these structural factors in the context of Nova Scotia\n787could contribute to policy changes that could have posi-\n788tive impacts on LGBTQ health outcomes. The utility of\n789resilience as a strengths-based conceptual framework for\n790understanding and measuring LGBTQ health in Nova\n791Scotia also warrants further exploration. Finally, given\nColpitts and Gahagan BMC Public Health  (2016) 16:1005 Page 8 of 12\n792 that we were only able to conduct community consulta-\n793 tions in two regions, there is a need for additional\n794 research on LGBTQ health in Nova Scotia that captures\n795 the perspectives of LGBTQ populations across the\n796 province.\n797 Limitations\n798 Although our scoping review and the community con-\n799 sultations provide important information for conducting\n800 strengths-based LGBTQ health research, there are sev-\n801 eral limitations to note. The scoping review only in-\n802 cluded peer-reviewed, academic articles published in\n803 English and in academic journals and, as such, may not\n804 reflect the perspectives of non-peer reviewed or grey lit-\n805 erature. Further, given the diversity of identities and\n806 terms related to LGBTQ populations (see Appendix 4),\n807 there may be identities or populations that were not ad-\n808 equately captured by the search terms, such as men who\n809 have sex with men (MSM) but do not identify as gay or\n810 bisexual, for example. While scoping reviews are a useful\n811 approach to retrieving literature related to a specific\n812 topic of interest and identifying gaps in the existing lit-\n813 erature, they do not assess the quality of the evidence or\n814 synthesize the findings presented in the retrieved litera-\n815 ture in the way that systematic reviews do [41]. As such,\n816 future research on this topic should consider including\n817 systematic reviews which provide a more rigorous meth-\n818 odology. In addition, the community consultations were\n819 limited by time and budgetary constraints which only\n820 allowed for two consultations, one in rural and one in\n821 urban Nova Scotia. Moreover, although we sought to\n822 make the consultations safe, inclusive, and respectful\n823 spaces, we invited both LGBTQ populations and health\n824 service providers to attend. This may have deterred\n825 LGBTQ individuals who have had negative health care\n826 experiences from attending. While we have highlighted\n827 the importance of intersectionality in LGBTQ health re-\n828 search, the majority of our community consultation par-\n829 ticipants identified as white and, as such, do not\n830 necessarily represent the diversity of LGBTQ popula-\n831 tions in Nova Scotia. Future research should consider\n832 using alternative recruitment strategies that may result\n833 in greater diversity among participants.\n834 Conclusion\n835 As the findings from our scoping review and commu-\n836 nity consultations demonstrate, there is an urgent\n837 need to conduct health research on the unique health\n838 needs, lived experiences, and outcomes of LGBTQ\n839 populations in Nova Scotia to ensure that current\n840 health policies, programs and services are responsive\n841 to these populations. Given the historical emphasis on\n842 negative health outcomes among LGBTQ populations,\n843 it is important that future health research be\n844conducted from an intersectional, strength-based per-\n845spective in an effort to highlight not only the health\n846risks and challenges experienced by LGBTQ popula-\n847tions, but also positive approaches to addressing these\n848issues. Specifically, additional health promotion re-\n849search that takes into account the social, systemic,\n850and structural determinants of LGBTQ health is\n851warranted.\n852Appendix 1\n853\n854Appendix 2\n855\nt1:1Table 1 Search terms used in scoping review\nt1:2Concept 1:\nt1:3LGBTQ identity\nConcept 2: health Concept 3:\nmeasurement\nt1:4Two spirit Resilienc* Data collection\nt1:5Lgb* Protective factor* Survey*\nt1:6Gender minorit* Health promot* Model*\nt1:7Sexual minorit* Health protect* Framework*\nt1:8Trans sexual* Life course* Measure*\nt1:9Trans gender* Harm reduction Tool*\nt1:10Gender identit* Health predict* Assess*\nt1:11Gender varian* Social determinants of health Epidemiology\nt1:12Genderqueer* Health disparities Module\nt1:13Queer* Health status Evaluat*\nt1:14Gay*\nt1:15Lesbian*\nt1:16Bisexual*\nt1:17Transgender*\nt1:18Transsexual*\nt1:19Homosexual*\nt1:20Intersex*\nt2:1Table 2 Inclusion/Exclusion criteria for scoping review\nt2:2Inclusion Exclusion\nt2:3Published in English Published in language other\nthan English\nt2:4Peer-reviewed Non peer-reviewed\nt2:5Academic journal article Book, dissertation, conference\nabstract, etc.\nt2:6Primary study Not a primary study\nt2:7Study conducted in US, UK, Australia,\nt2:8New Zealand or Canada\nStudy conducted in country\nother than US, UK, Australia,\nNew Zealand or Canada\nt2:9Approaches LGBTQ health from a\nt2:10strengths-based or health promotion\nt2:11perspective\nApproaches LGBTQ health from\na deficit-based or risk-focused\nperspective\nt2:12Time Frame: The scoping review was conducted in October 2014. All included\nt2:13results were published before then. We did not limit our search using a\nt2:14start year\nColpitts and Gahagan BMC Public Health  (2016) 16:1005 Page 9 of 12\n856 Appendix 3\n857\n858 Appendix 4\n859\n860 Appendix 5\n861\n862 Abbreviations\n863 COPD: Chronic obstructive pulmonary disease; HIV: Human\n864 immunodeficiency virus; LGBTQ: Lesbian, gay, bisexual, transgender and\n865queer/questioning; PHAC: Public Health Agency of Canada; STI: Sexually\n866transmitted infection; WHO: World Health Organization\n867Acknowledgements\n868We wish to thank PrideHealth and the (former) Capital District Health\n869Authority for providing funding for this research. We also wish to thank\n870Cybelle Rieber for her review of the earlier version of this manuscript.\n871Funding\n872PrideHealth and the (former) Capital District Health Authority provided\n873funding for the scoping review and community consultations. They also\n874provided funding for EC to draft this manuscript.\n875Availability of data and materials\n876The datasets generated during and/or analysed during the current study\n877available from the corresponding author on reasonable request.\n878Authors’ contributions\n879EC participated in the study design, participated in conducting the scoping\n880review, analyzed the scoping review data, co-facilitated the community\n881consultations, analyzed the consultations data, and drafted and revised the\n882manuscript. JG conceived the study, participated in the study design and\n883conducting the scoping review, co-facilitated the community consultations,\n884and revised the manuscript. Both authors read and approved the final\n885manuscript.\n886Competing interests\n887The authors declare that they have no competing interests.\n888Consent for publication\n889Not applicable.\n890Ethics approval and consent to participate\n891Prior to data collection, this study received ethics approval from the\n892Dalhousie University Research Ethics Board (REB #2014-3291). Informed\n893consent to collect, record and report the data was obtained from all\n894community consultations participants.\n895Received: 22 July 2015 Accepted: 16 September 2016\n896\n897References\n1. 898Mayer K, Bradford J, Makadon H, Stall R, Goldhammer H, Landers S. Sexual\n899and gender minority health: what we know and what needs to be done.\n900Am J Public Health. 2008;98:989–95.\n2. 901Ramos R, Davis J, Ross T, Grant C, Green BL. Measuring health disparities\n902and health inequities: do you have REGAL data? Qual Manag Health Care.\n9032012;21:176–87.\n3. 904Statistics Canada. Health in Canada: health profile. Ottawa: Statistics Canada;\n9052013.\n4. 906Statistics Canada. Canadian community health survey. 2010. http://www.\n907statcan.gc.ca/daily-quotidien/100615/dq100615b-eng.htm Accessed on 7\n908July 2015.\n5. 909Röndahl G. Heteronormativity in health care education programs. Nurse\n910Educ Today. 2011;31:345–9.\n6. 911Mulé N, Ross L, Deeprose B, Jackson B, Daley A, Travers A, et al. Promoting\n912LGBT health and wellbeing through inclusive policy development. Int J\n913Equity Health. 2009;8:18.\n7. 914Bauer GR, Hammond R, Travers R, Kaay M, Hohenadel KM, Boyce M. “I don’t\n915think this is theoretical; this is our lives”: how erasure impacts health care\n916for transgender people. J Assoc Nurses AIDS. 2009;20:348–61.\n8. 917Bradford J, Reisner SL, Honnold JA, Xavier J. Experiences of transgender-\n918related discrimination and implications for health: results from the Virginia\n919transgender health initiative study. Am J Public Health. 2013;103:1820–9.\n9. 920Goins ES, Pye D. Check the box that best describes you: reflexively\n921managing theory and praxis in LGBTQ health communication research. J\n922Health Commun. 2013;28:397–407.\n10. 923Harbin A, Beagan B, Goldberg L. Discomfort, judgment, and health care for\n924queers. J Bioeth Inq. 2012;9:149–60.\n11. 925World Health Organization. Preamble to the Constitution of the World\n926Health Organization. New York: World Health Organization; 1948.\nt3:1 Table 3 Study locations\nt3:2 Country # of studies\nt3:3 United States 70\nt3:4 United Kingdom 3\nt3:5 Canada 16\nt3:6 New Zealand 5\nt3:7 Australia 6\nt3:8 Multiple countries 5\nt4:1 Table 4 Study populations\nt4:2 Study population # of\nstudies\nt4:3 Gay men 16\nt4:4 Gay and bisexual men or men who have sex with men\nt4:5 (MSM)\n12\nt4:6 Bisexual individuals 2\nt4:7 Lesbian women 10\nt4:8 Lesbian and bisexual women 2\nt4:9 Transgender individuals 16\nt4:10 Gay and lesbian individuals 4\nt4:11 Lesbian, gay, and bisexual individuals (LGB) 9\nt4:12 Lesbian, gay, bisexual, and transgender individuals (LGBT) 15\nt4:13 Lesbian, gay, bisexual, transgender, and queer individuals\nt4:14 (LGBTQ)\n7\nt4:15 Sexual minority individuals 5\nt4:16 Transgender, queer, and questioning individuals (TQQ) 1\nt4:17 Gay, lesbian, bisexual, transgender, and intersex individuals\nt4:18 (GLBTI)\n2\nt4:19 Gay and bisexual men and male-to-female (MTF) transgender\nt4:20 individuals\n1\nt4:21 Lesbian, gay, bisexual, and queer individuals 2\nt4:22 LGBTQ women 1\nt5:1 Table 5 Historical trends in included studies\nt5:2 Date of publication Number of studies\nt5:3 Before 1990 0\nt5:4 1990–1999 6\nt5:5 2000–2009 31\nt5:6 2010–2014 68\nColpitts and Gahagan BMC Public Health  (2016) 16:1005 Page 10 of 12\n12.927 Public Health Agency of Canada. What determines health? 2011. http://www.\n928 phac-aspc.gc.ca/ph-sp/determinants/index-eng.php. Accessed 7 July 2015.\n13.929 Jackson B, Daley A, Moore D, Mulé N, Ross L, Travers A. Whose public\n930 health? An intersectional approach to sexual orientation, gender identity\n931 and the development of public health goals for Canada. Toronto: Rainbow\n932 Health Network; 2006.\n14.933 Crenshaw K. Mapping the margins: intersectionality, identity politics, and\n934 violence against women of color. S L Rev. 1991;43:1241–99.\n15.935 Hankivsky O, Christoffersen A. Intersectionality and the determinants of\n936 health: a Canadian perspective. Crit Public Health. 2008;18:271–83.\n16.937 Kitts R. Barriers to optimal care between physicians and lesbian, gay,\n938 bisexual, transgender, and questioning adolescent patients. J Homosex.\n939 2010;57:730–47.\n17.940 McBride DL. Homelessness and healthcare disparities among lesbian, gay,\n941 bisexual and transgender youth. Pediatr Nurs. 2012;27:177–9.\n18.942 McKay B. Lesbian, gay, bisexual, and transgender health issues, disparities,\n943 and information resources. Med Ref Serv Q. 2011;30:393–401.\n19.944 Haber D. Health promotion and healthy aging: practical applications for\n945 health professionals. 6th ed. New York: Springer Publishing Company; 2013.\n20.946 Bowleg L, Huang J, Brooks K, Black A, Burkholder G. Triple jeopardy and\n947 beyond: Multiple minority stress and resilience among black lesbians. J\n948 Lesbian Stud. 2003;7:87–108.\n21.949 Frost DM, Lehavot K, Meyer I. Minority stress and sexual health among\n950 sexual minority individuals. J Behav Med. 2015;38:1–8.\n22.951 Johnson CW, Singh AA, Gonzalez M. “It’s complicated”: collective memories\n952 of transgender, queer, and questioning youth in high school. J Homosex.\n953 2014;61:419–34.\n23.954 Makadon H. Ending LGBT invisibility in health care: the first step in ensuring\n955 equitable care. Cleve Clin J Med. 2011;78:220–4.\n24.956 National Institutes of Health. The health of lesbian, gay, bisexual, and\n957 transgender people: building a foundation for better understanding.\n958 Washington: National Academies Press; 2011.\n25.959 Mathieson CM. Lesbian and bisexual health care: straight talk about\n960 experiences with physicians. Can Fam Physician. 1998;44:1634–40.\n26.961 Raphael D. Social determinants of health: Canadian perspectives. 2nd ed.\n962 Toronto: Canada Scholars’ Press; 2009.\n27.963 Numer M, Gahagan J. The sexual health of gay men in the post-AIDS era:\n964 feminist, post-structuralist and queer theory perspectives. Int J Mens Health.\n965 2009;8:155–68.\n28.966 Meyer I. Prejudice, social stress, and mental health in lesbian, gay, and\n967 bisexual populations: conceptual issues and research evidence. Psychol Bull.\n968 2003;129:674–97.\n29.969 Riggle EDB, Rostosky S, Reedy S. Online surveys for BGLT research: issues\n970 and techniques. J Homosex. 2005;49:1–21.\n30.971 McGibbon E, Etowa J, McPherson C. Health-care access as a social\n972 determinant of health. Can Nurse. 2008;104:22–7.\n31.973 Mereish E, O’Cleirigh C, Bradford JB. Interrelationships between LGBT-based\n974 victimization, suicide, and substance use problems in a diverse sample of\n975 sexual and gender minorities. Psychol Health Med. 2014;19:1–13.\n32.976 Newcomb M, Heinz A, Birkett M, Mustanski B. A longitudinal examination of\n977 risk and protective factors for cigarette smoking among lesbian, gay,\n978 bisexual, and transgender youth. J Adolesc Health. 2014;54:558–64.\n33.979 Anderson AL. Strengths of gay male youth: an untold story. Child Adolesc\n980 Soc Work J. 1998;15:55–71.\n34.981 Smith MS, Gray SW. The courage to challenge: a new measure of hardiness\n982 in LGBT adults. J Gay Lesbian Soc Serv. 2009;21:73–89.\n35.983 Herrick AL, Lim SH, Wei C, Smith H, Guadamuz T, Friedman MS, et al.\n984 Resilience as an untapped resource in behavioral intervention design for\n985 gay men. AIDS Behav. 2011;15:S25–9.\n36.986 Herrick AL, Stall R, Chmiel JS, Guadamuz TE, Penniman T, Shoptaw S, et al. It\n987 gets better: resolution of internalized homophobia over time and\n988 associations with positive health outcomes among MSM. AIDS Behav.\n989 2013;17:1423–30.\n37.990 Hammond W. Principles of strengths-based practice. Calgary: Resiliency\n991 Initiatives; 2010.\n38.992 Berberet HM. Putting the pieces together for queer youth: a model of\n993 integrated assessment of need and program planning. Child Welfare.\n994 2006;85:361–84.\n39.995 Brotman S, Ryan B, Cormier R. The health and social service needs of gay\n996 and lesbian elders and their families in Canada. Gerontologist.\n997 2003;43:192–202.\n40. 998Van Wagenen A, Driskell J, Bradford J. “I’m still raring to go”: successful\n999aging among lesbian, gay, bisexual, and transgender older adults. J Aging\n1000Stud. 2013;27:1–14.\n41. 1001Arksey H, O’Malley L. Scoping studies: towards a methodological framework.\n1002Int J Soc Res Methodol. 2005;8:19–32.\n42. 1003Bockting WO, Miner MH, Swinburne Romine RE, Hamilton A, Coleman E.\n1004Stigma, mental health, and resilience in an online sample of the US\n1005transgender population. Am J Public Health. 2013;103:943–51.\n43. 1006Craig SL, Austin A, McInroy LB. School-based groups to support multiethnic\n1007sexual minority youth resiliency: preliminary effectiveness. Child Adolesc Soc\n1008Work J. 2014;31:87–106.\n44. 1009Fredriksen-Goldsen K, Emlet CA, Kim H, Muraco A, Erosheva EA, Goldsen J,\n1010et al. The physical and mental health of lesbian, gay male, and bisexual\n1011(LGB) older adults: the role of key health indicators and risk and protective\n1012factors. Gerontologist. 2013;53:664–75.\n45. 1013Pequegnat W, Rosser BRS, Bowen A, Bull S, DiClemente R, Elford J, et al.\n1014Conducting internet-based HIV/STD prevention survey research:\n1015considerations in design and evaluation. AIDS Behav. 2007;11:505–21.\n46. 1016Rosser BRS, Wilkerson JM, Smolenski DJ, Oakes JM, Konstan J, Horvath KJ, et\n1017al. The future of internet-based HIV: a report on key findings of the Men’s\n1018INTernet (MINTS-I, II) sex studies. AIDS Behav. 2011;15(1):S91–100.\n47. 1019Matthews J, Cramer E. Using technology to enhance qualitative research\n1020with hidden populations. Qual Rep. 2008;13:301.\n48. 1021Miner MH, Bockting WO, Romine RS, Raman S. Conducting internet research\n1022with the transgender population: reaching broad samples and collecting\n1023valid data. Soc Sci Comput Rev. 2012;30:202–11.\n49. 1024Moody C, Smith NG. Suicide protective factors among trans adults. Arch Sex\n1025Behav. 2013;42:739–52.\n50. 1026Rhodes SD, Bowie DA, Hergenrather KC. Collecting behavioural data using\n1027the world wide web: considerations for researchers. J Epidemiol Community\n1028Health. 2003;57:68–73.\n51. 1029Fisher CM, Irwin JA, Coleman JD. LGBT health in the midlands: a rural/urban\n1030comparison of basic health indicators. J Homosex. 2014;61:1062–90.\n52. 1031Rogers G. Health priorities and perceived health determinants among south\n1032Australians attending GLBTI festival events. Health Promot J Austr.\n10332007;18:57–62.\n53. 1034Ash M, Mackereth C. Assessing the mental health and wellbeing of the\n1035lesbian, gay, bisexual and transgender population. Community Pract.\n10362013;86:24–7.\n54. 1037George C, Adam BA, Read SE, Husbands WC, Remis RS, Makoroka L, et al.\n1038The MaBwana black men’s study: community and belonging in the lives of\n1039African, Caribbean and other black gay men in Toronto. Cult Health Sex.\n10402012;14:549–62.\n55. 1041Gamarel KE, Walker JJ, Rivera L, Golub SA. Identity safety and relational\n1042health in youth spaces: a needs assessment with LGBTQ youth of color. J\n1043LGBT Youth. 2014;11:289–315.\n56. 1044Jenkins Morales M, King MD, Hiler H, Coopwood MS, Wayland S. The greater\n1045St. Louis LGBT health and human services needs assessment: an\n1046examination of the silent and baby boom generations. J Homosex.\n10472014;61:103–28.\n57. 1048Crossley ML. The ‘Armistead’ project: an exploration of gay men, sexual\n1049practices, community health promotion and issues of empowerment. J\n1050Community Appl Soc. 2001;11:111–23.\n58. 1051Johansen PS, Kohli H. Long-term HIV/AIDS survivors: coping strategies and\n1052challenges. J HIV/AIDS Soc Serv. 2012;11:6–22.\n59. 1053Brennan-Ing M, Seidel L, Larson B, Karpiak SE. ‘I’m created in God’s image,\n1054and God don’t create junk’: religious participation and support among older\n1055GLBT adults. J Relig Spiritual Aging. 2013;25:70–92.\n60. 1056Grossman AH, D’Augelli AR, Frank JA. Aspects of psychological resilience\n1057among transgender youth. J LGBT Youth. 2011;8:103–15.\n61. 1058Kubicek K, McNeeley M, Holloway IW, Weiss G, Kipke MD. ‘It’s like our own\n1059little world’: resilience as a factor in participating in the ballroom\n1060community subculture. AIDS Behav. 2013;17:1524–39.\n62. 1061Reisner SL, Biello K, Perry NS, Gamarel KE, Mimiaga MJ. A compensatory\n1062model of risk and resilience applied to adolescent sexual orientation\n1063disparities in nonsuicidal self-injury and suicide attempts. Am J\n1064Orthopsychiatry. 2014;84:545–56.\n63. 1065Singh AA, Hays DG, Watson LS. Strength in the face of adversity: resilience\n1066strategies of transgender individuals. J Couns Dev. 2011;89:20–7.\n64. 1067Dickinson P, Adams J. Resiliency and mental health and well-being among\n1068lesbian, gay and bisexual people. Int J Ment Health Promot. 2014;16:117–25.\nColpitts and Gahagan BMC Public Health  (2016) 16:1005 Page 11 of 12\n65.1069 Singh AA, McKleroy VS. “Just getting out of bed is a revolutionary act”: the\n1070 resilience of transgender people of color who have survived traumatic life\n1071 events. Eur Phys Educ Rev. 2011;17:34–44.\n66.1072 Singh AA. Transgender youth of color and resilience: negotiating\n1073 oppression and finding support. Sex Roles. 2013;68:690–702.\n67.1074 Beagan B, Fredericks E, Goldberg L. Nurses work with LGBTQ patients:\n1075 “they’re just like everybody else, so what’s the difference?”. Can J Nurs Res.\n1076 2012;44:44–63.\n1077\n•  We accept pre-submission inquiries \n•  Our selector tool helps you to find the most relevant journal\n•  We provide round the clock customer support \n•  Convenient online submission\n•  Thorough peer review\n•  Inclusion in PubMed and all major indexing services \n•  Maximum visibility for your research\nSubmit your manuscript at\nwww.biomedcentral.com/submit\nSubmit your next manuscript to BioMed Central \nand we will help you at every step:\n1079\n1080\nColpitts and Gahagan BMC Public Health  (2016) 16:1005 Page 12 of 12\n",
    "id": 81909541,
    "identifiers": {
        "doi": "10.1186/s12889-016-3675-8",
        "oai": null
    },
    "title": "“I feel like I am surviving the health care system”: understanding LGBTQ health in Nova Scotia, Canada",
    "language": null,
    "publishedDate": "",
    "publisher": "BioMed Central",
    "references": [],
    "sourceFulltextUrls": [
        "file:///data/core-remote/dit/data/Springer-OA/pdf/da6/aHR0cDovL2xpbmsuc3ByaW5nZXIuY29tLzEwLjExODYvczEyODg5LTAxNi0zNjc1LTgucGRm.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/pdf/81909541.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/81909541"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/81909541/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/81909541/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/81909541"
        }
    ],
    "abstract": "",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2612",
        "openDoarId": 0,
        "name": "Springer - Publisher Connector",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 81909541,
        "depositedDate": null,
        "publishedDate": null,
        "updatedDate": "2017-05-03T23:40:21+01:00",
        "acceptedDate": null,
        "createdDate": "2017-05-03T23:40:21+01:00"
    },
    "urls": [
        "https://link.springer.com/content/pdf/10.1186/s12889-016-3675-8.pdf"
    ],
    "lastUpdate": "2017-05-03T23:40:21+01:00",
    "setSpecs": []
}