{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Sorrell, Sydney A."
        },
        {
            "name": "Willis, Emalee J."
        },
        {
            "name": "Bell, Jane H."
        },
        {
            "name": "Lefevor, G. Tyler"
        },
        {
            "name": "Skidmore, Samuel J."
        }
    ],
    "contributors": [
        "MDPI AG"
    ],
    "createdDate": "2023-03-11T20:44:51+00:00",
    "dataProvider": {
        "id": 199,
        "name": "DigitalCommons@USU",
        "url": "https://api.core.ac.uk/v3/data-providers/199",
        "logo": "https://api.core.ac.uk/data-providers/199/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.3390/rel14030348",
    "downloadUrl": "https://core.ac.uk/download/558646689.pdf",
    "fullText": "Utah State University DigitalCommons@USU Psychology Student Research Psychology Student Works 3-6-2023 “I’ll Give Them All the Time They Need”: How LGBTQ+ Teens Build Positive Relationships With Their Active, Latter-Day Saint Parents Sydney A. Sorrell Utah State University, sydney.sorrell@usu.edu Emalee J. Willis Utah State University Jane H. Bell Utah State University G. Tyler Lefevor Utah State University, tyler.lefevor@usu.edu Samuel J. Skidmore Utah State University, samuel.skidmore@usu.edu Follow this and additional works at: https://digitalcommons.usu.edu/psych_stures  Part of the Religion Commons Recommended Citation Sorrell, Sydney A., Emalee J. Willis, Jane H. Bell, G. Tyler Lefevor, and Samuel J. Skidmore. 2023. “I’ll Give Them All the Time They Need”: How LGBTQ+ Teens Build Positive Relationships with Their Active, Latter-Day Saint Parents. Religions 14:348. https://doi.org/10.3390/rel14030348 This Article is brought to you for free and open access by the Psychology Student Works at DigitalCommons@USU. It has been accepted for inclusion in Psychology Student Research by an authorized administrator of DigitalCommons@USU. For more information, please contact digitalcommons@usu.edu. Citation: Sorrell, Sydney A., Emalee J.Willis, Jane H. Bell, G. Tyler Lefevor,and Samuel J. Skidmore. 2023. “I’llGive Them All the Time They Need”:How LGBTQ+ Teens Build PositiveRelationships with Their Active,Latter-Day Saint Parents. Religions 14:348. https://doi.org/10.3390/rel14030348Academic Editors: MonaM. Abo-Zena and Meenal RanaReceived: 29 January 2022Revised: 4 February 2023Accepted: 2 March 2023Published: 6 March 2023Copyright: © 2023 by the authors.Licensee MDPI, Basel, Switzerland.This article is an open access articledistributed under the terms andconditions of the Creative CommonsAttribution (CC BY) license (https://creativecommons.org/licenses/by/4.0/).religionsArticle“I’ll Give Them All the Time They Need”: How LGBTQ+ TeensBuild Positive Relationships with Their Active, Latter-DaySaint ParentsSydney A. Sorrell * , Emalee J. Willis, Jane H. Bell, G. Tyler Lefevor and Samuel J. SkidmorePsychology Department, Utah State University, Logan, UT 84322, USA* Correspondence: sydney.sorrell@usu.eduAbstract: Strong and supportive relationships with parents are key to promoting the mental healthof LGBTQ+ teens. Overwhelmingly, studies have focused on ways to improve parental acceptance,largely neglecting understanding the parent–teen dyad as a unit and ignoring teens’ contributionsto their relationships with their parents. To address this gap, we conducted 19 separate interviewswith LGBTQ+ teens and their Latter-day Saint (LDS) parents (38 total interviews) to explore the waysthat teens contributed to the development of positive relationships. Additionally, we explored teen-related factors that presented challenges to the parent–teen relationship. Thematic analyses suggestedthat LGBTQ+ teens engaged in several behaviors that benefitted their relationships with their LDSparents, including having authentic and meaningful conversations, fostering family connections,engaging in casual communication, being open about LGBTQ+ identity, and giving parents timeand grace. Participants reported several common teen-related factors that presented challenges tothe relationship, including communication and connection difficulties, challenges related to generaldevelopment, and parents and teens avoiding LGBTQ+ and religious topics. Results suggest thatwhile several of these factors may be relevant for parent–teen relationships more broadly, many werespecific to LGBTQ+ teens with active, LDS parents. These findings highlight the ways that LGBTQ+teens manage to foster positive relationships with their parents despite potential conflict betweentheir LGBTQ+ identities and their parents’ religious beliefs.Keywords: LGBTQ; Mormon; LDS; parent; teen1. IntroductionLesbian, gay, bisexual, transgender, and queer/questioning (LGBTQ+) teenagers expe-rience a plethora of life stressors. Similar to all teens, LGBTQ+ teens must navigate stressorsrelated to their developmental contexts, particularly their increased need for autonomyand independence, which parents may be hesitant to grant (Pérez et al. 2016). Also, as withother teens, LGBTQ+ teens may face stressors that are unrelated to their developmentalcontexts (e.g., dis/ability, low socioeconomic status, minoritized racial/ethnic identities).However, LGBTQ+ teens also face a unique set of stressors associated with their LGBTQ+identities that their heterosexual and cisgender peers do not (CDCP 2019; Mustanski andLiu 2013). These stressors include distal stressors (e.g., external stressors such as violence,stigma, or interpersonal rejection; (Grigoriou 2014; Kaniuka et al. 2019)) and proximalstressors (e.g., subjective internal events and stressors such as internalized negative beliefsabout sexuality or gender; (Cox et al. 2010)). Together, these stressors are known as minoritystressors and have been consistently shown to explain differences in physical and mentalhealth between LGBTQ+ and heterosexual/cisgender individuals (Lefevor et al. 2019b;Meyer 2003).Lesbian, gay, bisexual, transgender, and queer/questioning teens who come from aconservative religious background may face an additional layer of stress due to conflictReligions 2023, 14, 348. https://doi.org/10.3390/rel14030348 https://www.mdpi.com/journal/religionsReligions 2023, 14, 348 2 of 23between religious teachings and their LGBTQ+ identities (Page et al. 2013). Many conser-vative religions uphold traditional gender roles and values (Altemeyer 2003), explicitlyor implicitly discouraging what many LGBTQ+ individuals see as a full or authentic ex-pression of their gender or sexuality. Perhaps unsurprisingly, among LGBTQ+ individuals,religiosity has often been associated with poor self-esteem, feelings of shame and guilt,and increased rates of depression and suicidality (Dahl and Galliher 2012b; Lefevor et al.2021b). The potential consequences of religious engagement may be especially pronouncedfor LGBTQ+ teens, who are less likely to have control over their religious environmentand more likely to experience discrimination when their family is more religious (Gartnerand Sterzing 2018). Evidence suggests that LGBTQ+ teens are at higher risk for proximalminority stressors such as internalized homonegativity (i.e., the process whereby lesbian,gay, and bisexual persons internalize societal messages toward gender and sex—oftenunconsciously—as part of their self-image; Meyer 2003) as well as mental health problemswhen their family’s faith traditions hold strong hetero- and cis-normative beliefs (Pageet al. 2013). Despite these beliefs, some LGBTQ+ individuals choose to continue to affiliatewith conservative religions, possibly reflecting their prioritization of family and religioussupport systems over the open expression of their gender/sexuality (Lefevor et al. 2020).Substantial research has highlighted the importance of strong and supportive parentalrelationships for LGBTQ+ teens’ mental and physical health (McCormick and Baldridge2019). Parent–teen relationships and parental support may be especially relevant forLGBTQ+ teens raised in conservative religious environments, as they face an increasedlikelihood of discrimination, interpersonal rejection, and internalized stigma related tonegative religious rhetoric about LGBTQ+ individuals (Goldbach and Gibbs 2017). Strongand supportive relationships with parents can mitigate the detrimental impacts of mi-nority stress and religious identity conflict on health for LGBTQ+ teens (Feinstein et al.2014). While LGBTQ+ teens with conservatively religious parents may reap the greatestbenefits from parental support, they are also considerably less likely to experience thissupport due to conflict between their LGBTQ+ identities and their parents’ religious beliefs(Rosenkrantz et al. 2020).Despite the considerable amount of research on LGBTQ+ teens from conservativereligious backgrounds, few studies have explored the ways in which they form and main-tain relationships with their parents. Relatively little is known about how parent–childrelationship dynamics may differ when teens’ LGBTQ+ identities seem to be at odds withthe religious beliefs and practices of their families. Given that these relationships may beparticularly health-relevant for LGBTQ+ youth (McCormick and Baldridge 2019), researchon the factors that help strengthen and maintain these relationships is critically important.The present study examines the teen-related factors that foster healthy relationship devel-opment between LGBTQ+ teens and their parents who are members of the Church of JesusChrist of Latter-day Saints (CJCLDS).1.1. LGBTQ+ Members of the Church of Jesus Christ of Latter-Day SaintsAs with other conservative Christian faiths, the CJCLDS upholds heterosexual mar-riage and the family as the ideal relationship configuration (CJCLS 1995). Although theCJCLDS does not consider experiencing same-sex attraction or gender dysphoria to bewrong, it continues to discourage identification as LGBTQ+ and to consider engagingin same-sex relationships or gender affirmation surgery as sin (Oaks et al. 2020). Con-sequently, members of the CJCLDS who come out as LGBTQ+ face a myriad of uniquestressors associated with their religious context. Lesbian, gay, bisexual, transgender, andqueer/questioning Q+ teens who are raised in the CJCLDS may consequently experiencetension between their desires for a same-sex sexual relationship or gender-diverse ex-pression and religious policies regarding sexual behavior or gender identity. They mayalso face stressors such as discrimination in religious spaces or internalize homonegativebeliefs from religious teachings. Further, these stressors may vary according to age, withyounger LGBTQ+ teens perhaps being more likely to internalize church teachings and olderReligions 2023, 14, 348 3 of 23LGBTQ+ teens experiencing greater tension between desires for sexual/gender expressionand church teachings.Indeed, LGBTQ+ individuals who are engaged with the CJCLDS tend to report moreinternalized homo/trans-negativity and stigma as they navigate tension between theirsexual or gender and religious identities (Lefevor et al. 2019a). This tension often resultsin feelings of inadequacy, religiously motivated guilt, and depression (Dahl and Galliher2012a). Further, the CJCLDS’s teachings about the importance of heterosexual marriageand traditional gender norms can lead parents to respond to children coming out withfeelings of grief, sorrow, anger, and concern (Maslowe and Yarhouse 2015). Evidencesuggests that parents’ conservative religious beliefs regarding the centrality of heterosexualmarriage and traditional gender norms may be the grounds by which some parents rejecttheir LGBTQ+ teens (Baiocco et al. 2014; Etengoff and Daiute 2014; McGraw et al. 2020;Rosenkrantz et al. 2020).The teachings of the CJCLDS can lead to tension and even rejection for some LGBTQ+teens. However, the same teachings may simultaneously provide the basis for positiveparent–teen relationships for others. The CJCLDS upholds the family as “central” to God’splan for His children and believes that the family relationships created in this life willcontinue into the next (CJCLS 1995). The CJCLDS provides many structural supports forfamilies ranging from age-related youth groups (CJCLDS 2021c) to childcare at churchservices (CJCLDS 2021b) to church-sponsored counseling for couples and families (CJCLDS2021a). Culturally, the CJCLDS also encourages a “home centered, church supported”viewpoint, encouraging families to study scripture and strengthen spirituality in the homeas a family unit, as well as family activities and weekly family home evenings (Cook 2018).These family-centered structural and cultural supports may ultimately facilitate morepositive parent–teen interactions for at least some LDS parents and their LGBTQ+ teens.Some research has highlighted the ways that many LGBTQ+ individuals benefit fromthe development and maintenance of strong family relationships in the context of theCJCLDS. A study of same-sex-attracted women found that strong and supportive familyrelationships minimized the negative health outcomes associated with espousing a sexualminority identity as a member of the CJCLDS (Jacobsen and Wright 2014). Researchexploring the potential benefits of LGBTQ+ youth’s engagement with the CJCLDS notedthat many teens reported increased sense of self, acceptance of others, and social supportas a result of their experiences in the church (Dahl and Galliher 2012a). Some evidencesuggests that LGBTQ+ individuals who are more active in the CJCLDS have similar mentalhealth to those who distance themselves from the church, potentially as a result of thesupport they receive from their religious communities or by maintaining connection withtheir families through their shared religious beliefs (Lefevor et al. 2020). In fact, membersof the CJCLDS who rated their CJCLDS identity as “more important” reported lowersymptoms of anxiety and depression compared to those who were unable to prioritizeeither their religious or sexual identities (Grigoriou 2014). These findings do not negatethe vast literature on the potentially harmful ramifications for LGBTQ+ individuals ofengaging with the CJCLDS but highlight some of the motivations for continuing to engageand at least some of the possible benefits of engaging (CITATION WITHHELD).1.2. Developmental Considerations, Parental Acceptance, and Family DynamicsAs with all teens, LGBTQ+ teens face various age-related stressors and potentialthreats to establishing positive parental relationships. In the context of teens’ evolvingdevelopmental needs and the emotional repercussions of puberty (Cservenka et al. 2015),many teens experience an increase in parent–teen conflict (Hadiwijaya et al. 2017). Conflictbetween parents and teens may be exacerbated by teens’ still-evolving emotion regulationskills (Bowers et al. 2011) as well as contextual factors such as a lack of protective resourceswithin the family system (e.g., parental warmth; Silva et al. 2020). Parent–teen conflictsduring this stage are considered a normative aspect of adolescent development and canfunction to renegotiate parental authority. This can ultimately lead to a more egalitarianReligions 2023, 14, 348 4 of 23relationship as teens move into adulthood (Branje 2018). However, these stressors havealso been associated with increased rates of mental health issues among teens and maypose a barrier to developing strong and supportive relationships with parents long-term(Lippold et al. 2018).Additionally, LGBTQ+ teens must also navigate LGBTQ+-specific stressors such asminority stress, which may be further complicated by a variety of contextual factors.Lesbian, gay, bisexual, transgender, and queer/questioning teens in general may be morelikely to experience certain minority stressors due to their developmental contexts; teensare less likely to have control over their environments, and thus may be less able to situatethemselves in contexts that can reduce the likelihood of experiencing distal stressors (e.g.,geographic regions with more resources for LGBTQ+ individuals or nondiscriminationlaws, areas with more LGBTQ+ or affirming people; Eisenberg et al. 2020). Religiousengagement may be a particularly salient contextual factor for LGBTQ+ teens’ experiencesof minority stress. For example, teens raised in conservative religious environments maybe more likely to experience minority stressors such as discrimination and interpersonalrejection, as highly religious individuals tend to hold more negative views towards LGBTQ+people (Lefevor et al. 2021c).Conflict between teens’ LGBTQ+ and religious identities may have significant devel-opmental implications. Recent research has established that LGBTQ+ teens’ experiencesof minority stress may be dependent on their social and familial contexts; LGBTQ+ teensraised in religious families frequently experience rejection and discrimination from bothfamily and members of their religious communities due to religious beliefs about LGBTQ+individuals (Goldbach and Gibbs 2017). This often results in social strain, feelings of inade-quacy, and religiously motivated guilt (Dahl and Galliher 2012a). Lesbian, gay, bisexual,transgender, and queer/questioning teens raised in religious environments frequentlydevelop internalized negative beliefs about their LGBTQ+ identities, which have beenassociated with an increased prevalence of mental health issues and can complicate teens’identity development (Goldbach and Gibbs 2017; Ream and Savin-Williams 2005). Further-more, conflict between teens’ LGBTQ+ identities and their parents’ religious beliefs canlead to conflict in the developing parent–teen relationship, with highly religious parentsevidencing an increased likelihood of rejecting their LGBTQ+ teens (Rosenkrantz et al. 2020;Ryan et al. 2010).Many LGBTQ+ teens experience some degree of parental rejection upon coming out(Savin-Williams and Ream 2003). While this experience may be common, it can also beincredibly traumatic (Savin-Williams 2000). The increased likelihood for religiously affili-ated LGBTQ+ teens to face rejection from their family and peers is especially concerning,as interpersonal rejection may partially explain LGBTQ+ teens’ increased risk for suicide(Ream 2020). Some LGBTQ+ teens manage to develop external support systems in theabsence of parental support through peers, connection with other LGBTQ+ individuals, andonline friends and support groups (McConnell et al. 2016). However, the implications offamily rejection and other identity-related stressors may be more pronounced for youngerLGBTQ+ teens (Ream 2019), who have fewer psychological resources to cope with thesestressors and less independence from the home environment, making it more difficult toaccess external supports (Holland et al. 2017).Positive relationships between parents and teens may be particularly important forLGBTQ+ teens’ development as they are a key protective factor for their mental health(Abreu et al. 2019; Katz-Wise et al. 2016). While approximately only a third of LGBTQ+teens experience parental acceptance of their LGBTQ+ identities (Rosario and Schrimshaw2013), the literature is quite clear that parental acceptance and support can mitigate a host ofmental health concerns, including depression and suicidality (Bregman et al. 2013; Feinsteinet al. 2014; Ryan et al. 2010). Conversely, parental rejection has been shown to be a riskfactor for depression, suicidality, decreased life satisfaction, perceived burdensomeness,and general psychological distress (Baiocco et al. 2014; Simons et al. 2013; Swendenerand Woodell 2017). For transgender and gender-nonbinary teens, strong and supportiveReligions 2023, 14, 348 5 of 23relationships with parents may be key to facing societal barriers such as discrimination,seeking information and support for one’s identity, connecting with other transgender andnonbinary individuals, and accessing life-saving gender-affirming care (Abreu et al. 2019).These trends may be especially salient in a CJCLDS context. Lesbian, gay, bisexual,transgender, and queer/questioning youth raised in the CJCLDS often experience anxietytowards coming out to their family due to the potential for parental rejection, alienation,and increased family conflict because of their family’s religious beliefs (McGraw et al. 2020;Dahl and Galliher 2012a; Dahl and Galliher 2012b). Because teens’ adherence to churchteachings has theological implications for family connectedness in the afterlife, parentalacceptance may be more complex for CJCLDS parents (Mattingly et al. 2015). Furthermore,a variety of other factors unrelated to religious teachings can influence parents’ reactionsto their teens coming out, including parents’ attitudes toward LGBTQ+ individuals, thestrength of the parent–child relationship before disclosure, whether teens feel more alliedwith one parent over the other, and parents’ experience with other LGBTQ+ individuals(Reed et al. 2020). Research exploring the ways that LGBTQ+ teens can develop positiverelationships with their conservatively religious parents is critical considering the riskfactors associated with these intersecting LGBTQ+ and religious identities as well as thepotential for parental support to mitigate the negative health outcomes associated withthese risks.1.3. The Teen’s Perspective and the Present StudyResearch focusing on the relationship between LGBTQ+ teens and their parents tendsto focus either on parents’ roles in relationship quality or on teens’ experiences of parentalrejection and the associated consequences for mental health. Although such research isnecessary, research focusing on parents’ roles in parental rejection only provides partialinsight into parent–teen relationships. In particular, it is difficult to understand (a) the rolethat the LGBTQ+ teen may play in the parent–child relationship, and (b) what kinds offactors promote acceptance and resilience in these relationships.The present study addresses these gaps by examining the question, “How do LGBTQ+teens build positive relationships with their Latter-day Saint (LDS) parents?” We presentdata from separate interviews with 19 dyads of LGBTQ+ teens and their LDS parents (38total interviews) that focus on the specific ways the teens contribute to building positiveparent–child relationships. Additionally, we highlight teen-related factors that presentchallenges to the parent–child relationship as reported by study participants. At the outsetof this project, we were particularly attuned to understanding the ways in which LGBTQ+teens build relationships with their parents similarly to other teens and ways that areunique to being an LGBTQ+ teen with LDS parents (e.g., relationship factors specificallyrelated to teens’ LGBTQ+ identities).2. Methods2.1. Research TeamA deliberately diverse research team was established to minimize researcher biasassociated with religious/spiritual ideologies, sexual orientation, gender identity, andpersonal lived experiences. The five researchers involved in the study espoused a range ofreligious (Latter-day Saint, agnostic), sexual (heterosexual, bisexual, gay, queer), and gender(cisgender man, cisgender woman) identities. Every stage of the research process involvedat least two researchers with different gender and sexual identities and religious beliefs.This allowed the research team to better manage potential biases and engage with the datathrough the lens of multiple positionalities. For example, coding was conducted primarilyby two heterosexual, cisgender, active Latter-day Saint women in conjunction with a queer,cisgender, never Latter-day Saint woman, and was audited by a gay, cisgender, formerLatter-day Saint man. Consequently, the coders were able to capture codes that expressedin-group nuances for both Latter-day Saints and LGBTQ+ individuals. The diverse nature ofthe research team was integral to establishing a method of data analysis that prioritized theReligions 2023, 14, 348 6 of 23intersectional nature of participants’ lived experiences with gender, sexuality, and religion.All members of the research team endorse and abide by the American PsychologicalAssociation’s (APA) position related to respecting religious practices and working withLGBTQ individuals (APA 2008, 2015, 2021).2.2. Participants and ProceduresStudy procedures were approved by the institutional review board at BLINDED FORREVIEW. Participants were recruited and interviewed from May to July 2021. Initial recruit-ment was targeted towards LDS parents of LGBTQ+ teens. The sampling and interviewprocesses were able to be completed in a relatively short time window due to a recruit-ment strategy that leaned heavily upon the research teams’ connections with communityleaders who have established relationships with the population of interest. Recruitmentwas conducted via posts in relevant LGBTQ+ LDS social media groups (e.g., North Star,Affirmation, Mama Dragons), emails to community ‘gatekeepers’ (e.g., Encircle), snowballsampling techniques, and emails to individuals who indicated they wanted to be keptabreast of the research team’s future studies. Where possible, the moderators of socialmedia groups were contacted and asked to post on behalf of the research team. The recruit-ment methods used in the present study were intended to optimize the number of potentialparticipants reached while simultaneously increasing their comfort with participating ina study about a potentially sensitive topic. Potential parent participants who indicatedinterest in participating in the study were provided a link to a 5 min screening survey,at which point relevant demographic information and informed consent were obtained.The research team aimed to recruit a parent sample that was diverse in regards to gender;however, it was predominantly mothers who responded to recruitment. To be includedin the study, teens must have (a) been between the ages of 13 and 18, (b) been currentlyliving with at least one parent, (c) have come out to at least one of their parents as LGBTQ+,experiencing same sex attraction, or experiencing gender dysphoria, and (d) been baptizedin the CJCLDS. In addition, at least one of the parents of the participants must have (a)known their child was LBGTQ+, same sex attracted, or experienced gender dysphoriaand (b) self-identified as an active member in the CJCLDS. In the case that both parentsresponded to the call for participants, fathers were selected for participation to increaserepresentativeness. Teens’ references to their relationships with the non-participating par-ent as well as parents’ references to the experiences of the non-participating parent wereincluded in data analysis and coded where appropriate.A total of 97 participants submitted the initial screening instrument, of which 59did not meet inclusion criteria (e.g., teens’ age, parent was not active in the church, par-ent or teen was no longer willing to participate) or were lost to follow up. In total, 38participants (19 teens and 19 parents) were selected and interviewed in order to obtainthe optimal sample size for qualitative research (Dworkin 2012) while maintaining a di-verse sample in regard to teens’ gender (cisgender boy/girl, transgender boy/girl, gendernonbinary), engagement with the LDS Church (active, less active, not active), age (13–15;16–18), race/ethnicity (White, People of Color), and sexual identity (gay/lesbian, bisexual,pansexual, queer). Parent interviews were conducted first and interviews with teens werescheduled upon completion of their parents’ interview. See Table 1 for a comprehensive listof participant demographics.Religions 2023, 14, 348 7 of 23Table 1. Participant Demographics.ParentsParticipant Age Gender Identity Sexual Identity LDS Activity Race/EthnicityMary-Jo 45 Cis woman Straight Active WhiteAshley 47 Cis woman Straight Active WhiteBreeAnne 46 Cis woman Questioning Active WhiteCindy 42 Cis woman Straight Active WhiteJared 42 Cis man Straight Active WhiteCynthia 44 Cis woman Bisexual Active WhiteKathleen 44 Cis woman Straight Active WhiteKim 44 Cis woman Straight Active WhiteLacy 46 Cis woman Straight Active WhiteAngie 37 Cis woman Straight Active LatinxMargaret 47 Cis woman Straight Active WhiteRiley 41 Cis woman Straight Active WhiteRemo 46 Cis man Straight Active WhiteMcCarrey 40 Cis woman Straight Active WhiteSalena 43 Cis woman Straight Active LatinxScott 51 Cis man Straight Active EuropeanShanalee 42 Cis woman Straight Active WhiteMichele 40 Cis woman Straight, Bisexual Active WhiteTyffanie 46 Cis woman Straight Active WhiteTeensParticipant Age Gender Identity Sexual Identity LDS Activity Race/EthnicityJack 17 Cis boy Gay Active WhiteRachel 16 Cis girl Bisexual Active LatinxRory 14 Nonbinary Bisexual Less Active WhiteKyle 18 Cis boy Gay Not Active WhiteElizabeth 17 Cis girl Pansexual Less Active WhiteAlice 16 Cis girl Lesbian Active WhiteHailey 15 Cis girl Lesbian Active LatinxAbby 13 Nonbinary Pansexual Less Active WhiteShelby 15 Cis girl Lesbian Active WhiteLiam 16 Trans boy Gay Less Active WhiteDaniel 15 Nonbinary Bisexual Less Active WhitePluto 17 Nonbinary Bisexual Not Active WhiteBen 17 Cis boy Gay Not Active WhiteKenna 15 Cis girl Lesbian Active BlackLevi 14 Cis girl Bisexual Less Active WhiteEvan 15 Trans boy Bisexual Not Active WhiteKellan 15 Nonbinary Bisexual Active WhiteDonna 14 Questioning Queer Less Active WhiteTeagan 17 Cis girl Pansexual Not Active LatinxNote: Participants were given the option between creating a pseudonym and using their real name; for the sake ofprotecting the privacy of participants who chose a pseudonym we do not differentiate between these two groups.Researchers used a 5-question semi-structured interview guide to structure the 50 mininterviews while simultaneously allowing for follow-up or clarifying questions (seeAppendix A). Each interview question had three corresponding optional sub-questions tobe asked at the interviewers’ discretion. In accordance with Wertz’s (2005) best practices,interviews included broad questions designed to elicit a breadth of responses related to theparticipants’ experiences with their relationships (e.g., How would you describe your relation-ship with your parent/teen?) as well as focused questions addressing topics most relevant tothe participants’ circumstances to allow for depth of responses (e.g., How did your parentsreact to your coming-out to them?; How did you feel as a result of their reactions?). As thepresent study was interested in relationship factors related to our participants’ intersectingLGBTQ+ and religious identities (e.g., teens’ experiences as LGBTQ+ individuals raisedReligions 2023, 14, 348 8 of 23in the CJCLDS with active LDS parents; parents’ experiences as active, LDS individualswith a LGBTQ+ teen), interviews included questions regarding experiences related to theseparticular ontological positions (e.g., Tell us a little about your experience as a sexual orgender minority?; Has your teen coming out affected yours or your family’s faith?). Inter-views were conducted by two undergraduate researchers who were trained on effectivelyand respectfully conducting interviews prior to the study. Teens were interviewed separatefrom their parents to ensure participant comfort and reduce potential bias when discussingparent–child relationships. All participants were given a USD 20 gift card to compensatethem for their time. All interviews were conducted virtually over zoom due to COVID-19,which ultimately allowed for a more geographically diverse sample. Interviews wererecorded and later transcribed by the research team. Deidentified transcriptions of theinterviews were input into NVivo electronic software for data analysis.2.3. Analysis PlanResearchers used a six-step approach to thematic analysis as described by Braunand Clarke (2006). The six-step approach involved becoming familiar with the data andnoting initial observations, generating initial codes using interview transcripts, identifyingoverarching themes within the codes, reviewing themes and checking for accuracy, refiningand naming each theme, and writing the report. This approach to qualitative data anal-ysis allowed researchers to identify relevant patterns related to participants’ ontologicalpositions while simultaneously conceptualizing themes within the data set.Two independent coders, two auditors, and a systematic consensus-building process ofanalysis were used to ensure inter-rater reliability, capture participants’ attitudes and innerexperiences most accurately, and to ensure the credibility of the research (Hill 2012; Nowellet al. 2017). A graduate student and university faculty member served as the externaldata auditors and supervised all phases of the analysis. The primary coders included onegraduate student and one undergraduate researcher who were trained in qualitative dataanalysis techniques by the auditors prior to coding. The auditors and two primary codersworked in conjunction to provide feedback throughout the analysis process and ensureaccuracy and adherence to coding protocol.The research team opted to use an inductive approach to data analysis to elicit a richdescription of the dataset (Frith and Gleeson 2004). This data-driven method of analysisinvolves identifying patterns and drawing conclusions from the dataset without relying onpreexisting coding structures or themes that researchers may have previously identified(Braun and Clarke 2006). To ensure credibility, data analysis involved the semantic coding ofparticipants’ reports through an essentialist lens, in which participants’ intended meanings,motivations, and inner experiences are prioritized over researcher interpretation andtheoretical construction (Braun and Clarke 2006; Burr 2015). To address transferability ofthe data, the present study reports specific information about participants’ positionalities,frequencies of interviews each theme extracted from the data was mentioned, and therichest descriptions from the dataset in the results (Nowell et al. 2017). To ensure the criteriaof dependability and confirmability were met, data auditors were involved throughoutthe analysis phase, and all analysis procedures are reported (Nowell et al. 2017). Takentogether, the present study’s approach to data analysis was intended to reduce researcherbiases related to their own experiences with gender, sexuality, parent–teen relationships,and religion while honoring participants’ lived experiences. While this approach may helpreduce researcher biases, the research team recognizes that coders are not able to completelyfree themselves of biases and personal beliefs. For instance, a queer, agnostic coder mightengage with and interpret an LGBTQ+ teens’ description of a religiously rooted conflictwith their parent differently from a heterosexual, Later-day Saint coder. As such, if a codernoted an emotional response to the data related to their personal lived experiences oridentities, the coder would note this reaction and discuss it with the auditors to concludehow data should be coded (e.g., if a religious conflict posed a challenge to the participants’relationship, or if the coders’ personal experiences were biasing the coding).Religions 2023, 14, 348 9 of 23The two primary coders independently read interview transcripts and noted initialanalytic observations. The coders met periodically throughout the initial analysis phaseto identify and discuss emerging patterns and systematically code the data accordingto a preliminary list of themes developed concurrent to primary analysis. The auditorsand coders met to discuss differences in analysis between the two independent codersthroughout this initial coding phase, at which point data were re-coded to enhance accuracyand inter-rater reliability. Upon completion of initial coding, the independent coders anddata auditors met to identify and finalize overarching themes and subthemes. The researchteam identified five overarching themes and fifteen sub-themes relevant to teen-relatedfactors that positively impacted the parent–child relationship, and three overarching themesand eleven subthemes relevant to teen-related factors that presented challenges to a positiveparent–child relationship.3. Results3.1. How Do LGBTQ+ Teens Build Positive Relationships with Their LDS Parents?We found five themes related to things teens did that positively impacted the parent–child relationship. These include having authentic and meaningful conversations, engagingin positive casual communication, fostering family connections, giving parents time andgrace, and being open about their LGBTQ+ identity (see Table 2). The frequency with whicha given theme was present across the interviews is reported in order to orient readers tothe breadth of each theme, provide information on the potential transferability of themes,and orient future quantitative research to the most prevalent themes.Table 2. Main Themes, Frequencies, and Sub-themes of Beneficial Factors.Main Themes (Frequencies) Sub-ThemesHaving Authentic and Meaningful Conversations(Parent n = 16; Teen n = 3) Open Conversations with ParentsGo to Parents for AdviceFostering Family Connections(Parent n = 12; Teen n = 2) Spending Time with ParentsAffectionValuing FamilyEngaging in Positive Casual Communication(Parent n = 11; Teen n = 0) Conversations About InterestsJoking with ParentsGiving Parents Time and Grace(Parent n = 3; Teen n = 5) Giving Parents TimeGrace Towards MistakesBeing Open About LGBTQ+ Identity(Parent n = 15; Teen n = 6) Disclosing LGBTQ+ IdentityTalking About LGBTQ+ Identity-Related ThingsTalking About Conflict BetweenReligious and LGBTQ+ IdentityEducating ParentsNote: Frequencies refer to the number of interviews in which the theme was discussed as beneficial by theparticipant. Frequencies of themes are counted once per interview, regardless of the number of times they werementioned in that interview. n = 38.3.2. Having Authentic and Meaningful ConversationsMany participants expressed how teens engaging in authentic (i.e., characterized byhonesty, genuineness, and realness; Hopwood et al. 2021) and meaningful conversationswith their LDS parents helped develop a closer relationship. One aspect of authentic andmeaningful conversations between teens and their parents was the ability to have openconversations. Kathleen (parent) shared, “I would say that we have a good relationship withReligions 2023, 14, 348 10 of 23her . . . and that’s what I have to gauge it by, is how open communication [was] with myparents at this age.” Kellan (teen) shared their perspective on open conversations with theirmother by sharing, “So, we’ll have a bunch of different conversations because we’re prettyopen with each other. We’ll just go from talking about something random, to somethingreally in-depth.” While many teens expressed anxiety around deeper conversations, manyfound creative solutions to help foster open communication with their parents. Shanalee(parent) explained, “My son . . . he’s very quiet, super introverted, has some social anxiety. . . He even has a hard time talking to me face to face, but he’ll text. So, if I ever feel likewe need to talk, I’ll hand him his phone and I’ll say, okay, I’m going to text you, and we’lltext back and forth.”When asked about the quality of their relationships with their teens, many parentsshared examples of their teens coming to them for advice and felt this was indicative ofa strong relationship. Remo (parent) shared, “She asks me for life advice: adulting stuff,help with navigating the work world. I just helped her by her first car. So, I’d say [ourrelationship is] good to strong.” Parents shared examples of their teens coming to themfor advice about general life issues such as work or applying for jobs, as well as deeperconcerns, such as Margaret (parent), who said, “I think we’re pretty close. He tells me a lotof things.” Liam (teen) explained how he was able to go to his parents more after he cameout by saying, “I go to my parents for a lot of things. They know a lot more than I do . . . Italk to them a lot more than I did, especially before I came out.”3.3. Engaging in Positive Casual CommunicationSimilarly, participants frequently mentioned teens’ efforts to engage in positive casualcommunication. Conversations about interests seemed to be a form of casual communica-tion that parents appreciated from their teens. For example, Ashley (parent) shared, “Hereally likes to talk a lot about current events. I do too, so we enjoy that.” Remo (parent)said, “We talk about everything from fluff stuff like sci fi shows, books that we’ve read,memes that we’ve seen.” Parents also enjoyed when their teens were able to joke aroundwith them, as demonstrated by McCarrey (parent), who said, “I think we have a fairlygood relationship. We joke around. We, you know, text goofy memes to each other.” Scott(parent) shared, “Usually . . . we’re joking with each other . . . I’ll tell her bad dad jokes andsometimes she’ll come up and tell me some.”3.4. Fostering Family ConnectionsNumerous participants commented on teens’ efforts to foster family connections andthe positive impact of these gestures on their relationships. One example of maintainingfamily connections was teens spending quality time with their parents. Kim (parent)described how her teen spending time with them helped strengthen their relationship: “Wehang out together. We go shopping together. He comes up every day and lays his head onmy lap and I tickle his back and we just talk about what’s going on in his life.” Ben (teen)shared how spending time together was beneficial by saying, “Me and my mom have avery strong relationship and we hang out a lot and just spend time with each other a lot.”Parents discussed how acts of affection from their teen helped foster the ongoingparent–child relationship. Shanalee (parent) stated, “Over the years, we’re still really close. . . and she’ll still sleep in bed with me and cuddle sometimes.” BreeAnne (parent) shared,“I’d say we have a very good relationship. He’s very affectionate.” Parents also shared thatwhen valuing family was a priority in their teens’ lives, it led to a stronger bond. Ashely(parent) expressed, “I’m proud of him because he’s been resilient, and he’s been able toforgive us, too, as a family. And that being a family is important to him, too. We wanthim close to us, we want him in our nest.” Jared (parent) described when his teen decidedto carry on a family tradition: “He let us know that he was transgender. He had alreadychosen a name to go by. He told us that all of our kids in our family had four-letter firstnames . . . And so he picked [name] because it was a four-letter name.”Religions 2023, 14, 348 11 of 233.5. Giving Parents Time and GraceParticipants frequently shared experiences of teens giving their LDS parents time andgrace while parents were trying to become more affirming, and parents expressed gratitudefor their teens’ patience. Shanalee (parent) recounted a moment when she asked her teenfor time to adjust: “I remember saying, let’s take this slow, be patient with me. He is avery thoughtful, introspective person. So, he was OK with that.” Evan (teen) described thisexperience from their perspective: “Well, a lot of this stuff [about my identity] I’d alreadycome to learn and accept, so I just let her do her thing, because I knew that she was mostlytalking to herself.”Parents also shared their appreciation for their teens’ willingness to show grace towardmistakes. Ashley (parent) shared, “We’ve said many times . . . ‘Thank you for your patience,for helping us understand you better. And he’s said, ‘You couldn’t help it, Mom. You’reconditioned to say and think those things.’ So he’s been pretty gracious . . . I know itcould have been better, but I feel like we’ve done better, like we’re in a good place.” Lacy(parent) shared, “[My teen] is really good about it. And they were just very patient withus learning pronouns.” While parents shared their appreciation for their teens’ leniency,teens shared experiences from their perspective. Rory (teen) reported, “When I did startusing they/them pronouns, [my parents] did struggle a little, but . . . I don’t get frustratedif they mess up pronouns or mess up with anything really about myself because they’regetting it.”3.6. Being Open about LGBTQ+ IdentityParticipants voiced how teens being open about their LGBTQ+ identity was frequentlya turning point in the relationship. Both teens and parents shared that while the teens’coming out may have initially been difficult, their openness about their identity ultimatelystrengthened the relationship. Angie (parent) described how her relationship improvedwhen her teen came out: “And so our relationship was strenuous for a little while, andthen she came out and now our relationship is so much stronger and better.” Kim (parent)shared the implications of her teen’s coming out by saying, “[I felt] some fear, a little bit ofanxiety, but mostly love and relief so that I could better understand my child. And now Ican better be her mother because I know.” Mary-Jo (parent) shared her feelings after herteen came out: “I wasn’t upset or anything like that . . . I was more just happy for him tobe able to say that he is.” Teens explained how coming out allowed them to have moregenuine relationships with their parents. Teagan (teen) demonstrated this by saying, “Ithink coming out helped, I think it was the fact that now I’m able to talk to my parentsmore fully.” Liam (teen) shared a similar sentiment, saying, “Dad told me that [he andmom] were really happy to figure out what was going on with me, because they felt like Iwas hiding something from them, which I was; it was pretty big.”Participants also discussed how talking about LGBTQ+-related topics helped fosterthe relationship. Angie (parent) said, “We listen to a podcast together . . . [My teen] will say,I identify with this, or, you know, I never thought about that. I tell her, you know, I nevereven knew about this or something. Then it just helps activate that dialogue with us on theLGBTQ topic, since we’re both new at it.” Elizabeth (teen) explained that as she grew closerto her mom, they were able to talk more openly about LGBTQ+-related topics: “Sometimesthey’ll just come up or I’ll read an article to her... but usually it’s not an uncomfortablesense . . . I’m more comfortable with her now.”Conversations about conflict between religious and LGBTQ+ identity led to parentsfeeling as though their child could talk to them, and vice versa. Cynthia (parent) shared,“We’ve just had a discussion where she’s actually choosing to step away from going tochurch . . . And I feel like, yeah, when she really feels like something’s bothering her, forthe most part, I feel like she can come to me.” Salena (parent) described how open dialogueregarding the conflict between the family’s LDS faith and her teen’s LGBTQ+ identityhelped strengthen their relationship, saying, “And so our son opened up our eyes abouta lot of these things that we were blind to, and I’m grateful for that. My husband and IReligions 2023, 14, 348 12 of 23grew closer to each other.” Teagan (teen) talked about how these conversations help herconnect to her parents by sharing, “My parents talk to me about their experience of beingthe parent of a kid in the LGBT community while they’re still members of the church. Wemostly just talk about life, but sometimes we talk about our shared experiences and howthey’ve changed us as people.”3.7. What Challenges Impede Positive Relationships between LGBTQ+ Teens and TheirLDS Parents?We found three common challenges that hindered positive relationships betweenLGBTQ+ teens and their LDS parents: communication and connection challenges, generaldevelopmental challenges, and avoiding LGBTQ+ and religious topics. These challengesare presented in Table 3.Table 3. Main Themes, Frequencies, and Sub-themes of Challenges.Main Themes (Frequencies) Sub-ThemesCommunication and Connection Challenges(Parent n = 9; Teen n = 5)Lack of Open CommunicationAnxiety Around Conversations ImpedesCommunicationNot Spending Time with FamilyDishonestyGeneral Developmental Challenges(Parent n = 18; Teen n = 3)Typical Teenage ChallengesMental Health ChallengesDifference in Religious Beliefs or EngagementDifferences in Sexual StandardsAvoiding LGBTQ+ and Religious Topics(Parent n = 8; Teen n = 3)Not Disclosing LGBTQ+ IdentityNot Talking about ReligionExpectations of Discrimination PreventOpen IdentityNote: Frequencies refer to the number of interviews in which the theme was discussed as a challenge by theparticipant. Frequencies of themes are counted once per interview, regardless of the number of times they werementioned in that interview. n = 38.3.8. Communication and Connection ChallengesParticipants discussed various communication and connection challenges that placedstrain on the relationship. Some teens described the negative impact of their lack of opencommunication, such as with Shelby (teen), who discussed a situation when a friend wastrying to contact them after coming out: “He sent me flowers one time, and my momwanted to know who the flowers were from, and I knew who they were from, but I didn’twant to tell her because she didn’t really know this whole thing was going on. We didn’tcommunicate anything at that time, so that was probably not very helpful.” Shanalee(parent) shared her perspective on her teen’s lack of open communication, saying, “Shetried to do some really, really hurtful things to me and then shut me out and wouldn’t talkto me . . . I was really concerned for her, and I was really hurt.”Participants also discussed how teens’ anxiety around conversations impeded com-munication and connection with parents. For example, Michelle (parent) said, “I knowmy teen, sometimes they have anxiety and so sometimes we have to be a little cautiouswith how we communicate.” Teagan (teen) described the anxiety she experienced arounddiscussing certain topics with her parents by saying, “After I’d come out, every time theytried to ask me questions about it, I would just brush it off and be like, I don’t want to talkabout that right now.”Another challenge that posed a barrier to connection was not spending time with thefamily. Kyle (teen) illustrated this challenge by saying, “[The relationship] is just distant alot. I’m not really home... I am always hanging out, always going out, hiking, doing crazythings, working. I just don’t see them a ton.” Tyffanie (parent) expressed how her teens’Religions 2023, 14, 348 13 of 23preference for alone time caused distance, reporting, “I think she is going through some alittle bit of depression and stuff right now, so I think sometimes that keeps her isolated.”3.9. General Developmental ChallengesParticipants shared how many of the sources of conflict in the parent–child relationshipwere related to typical developmental challenges associated with being a teenager. Salena(parent) demonstrated this challenge by saying, “Yeah, they could be nicer people, butthat’s only because they’re teenagers, I don’t think it has to do with sexuality.” Tyffanie(parent) further reported, “There’s the normal teenager . . . I think more of our issues latelyhave been more just like being a teenager during COVID.” Pluto (teen) shared this fromtheir perspective: “I’ve definitely gotten, like, mad at her sometimes . . . because teenagers,and I feel like it’s normal to be upset at your parents once in a while.”Differences in religious beliefs and engagement between parents and teens were alsothe cause of conflicts in understanding one another. These differences were occasionallyrooted in teens’ frustration with religious teachings about LGBTQ+ individuals. However,they were most often related to general disagreements about parents’ expectations that theirteen would share the religious beliefs of their parents and want to engage with religion insimilar ways, a common experience for many teens regardless of their sexual or genderidentities. Kathleen (parent) shared, “We had . . . a few exchanges actually in some ofour meetings where she had blurted out, I don’t believe what you believe, and that wasa surprise to us. We thought, what don’t you believe? You know, you’re 15. You haven’thad a chance to live your life. What is it you don’t believe? And she cut off conversations.”Participants also described how differences in sexual standards posed a barrier to closerelationships. These differences were not related to teens’ LGBTQ+ identities, but insteadrevolved around sexual behaviors that parents felt were dangerous. As Tyffanie (parent)described, “She was having a relationship online. It got to where it was inappropriate, butnot because it was with a girl. It was because they started talking about sexual things. Shewas 13 or 14 . . . And we said, ‘It wouldn’t matter if it was a boy or a girl. You can’t flirt likethat with someone you don’t even know in real life.”Participants also discussed mental health and the role it can play in influencing thequality of relationships. For example, Angie (parent) expressed, “She was struggling for awhile with depression and anxiety and a lot of self-loathing and hatred and self-harm, soour relationship was strenuous for a little while.” Ben (teen) shared, “I remember in ninthgrade, I was having like a lot of emotions. I was getting angry at people a lot more, and ourrelationship started to dwindle a little bit.”3.10. Avoiding LGBTQ+ and Religious TopicsSome participants also reported that avoiding conversations that relate to religionand/or LGBTQ+s was straining. Mary-Jo (parent) said, “But he does avoid conversationsabout how he feels about church and the gospel and where he’s at . . . whenever I bring it up,he changes the subject.” Participants also described the relationship challenges associatedwith teens not disclosing their LGBTQ+ identities to their parents, such as with Kenna(teen), who said, “I’d always been open and honest with my parents about a lot of stuff,and so, when they found out I had been hiding this from them, I think it hurt some.” Whenasked if coming out improved the relationship, Liam (teen) shared, “Yeah, I would say itdid . . . because . . . I felt like it was really strained.”Participants described how expectations of discrimination also hindered a positiverelationship between teens and their LDS parents. Jared (parent) illustrated this idea bysharing, “I remember that they talked about . . . keeping it secret until they moved outinitially . . . they found out that for the most part, you know, parents kick their kids out ofthe house and things like that. And so that was what they were expecting us to do.” Kim(parent) shared a similar story about her teen’s fears, saying, “He told [a friend] that hewas gay, and she just kept it a secret. She filled his head with [the idea that his parentswere] going to send him to conversion camp.” Cynthia (parent) commented on how herReligions 2023, 14, 348 14 of 23teen’s expectations of discrimination from members of the LDS church hurt them, saying,“It’s painful at times. She builds up a wall of defense against people, especially people thatare members of the church, where she doesn’t want to tell people, but then assumes thatthey’re going to act in a homophobic way just because they are members.”4. Discussion and ImplicationsAnalyzing interviews with 19 LGBTQ+ teens and their LDS parents, we found thatwhen LGBTQ+ teens had authentic and meaningful conversations with their parents, madeefforts to foster family connection, engaged in casual conversations with their parents, wereopen about their LGBTQ+ identities, and gave their parents time and grace, they were ableto develop stronger relationships with their parents. Additionally, we found that barriers tocommunication and connection, general developmental challenges, and avoiding LGBTQ+and religious topics made it harder for LGBTQ+ teens to have positive relationships withtheir LDS parents. We were particularly interested in understanding the ways in whichLGBTQ+ teens shaped relationships with their parents similarly to other teens and factorsthat were specifically relevant to LGBTQ+ teens with active, LDS parents.4.1. General Teen-Related FactorsPerhaps unsurprisingly, many of the ways that LGBTQ+ teens build positive parent–teen relationships are similar to the ways that teens in general build positive parent–teenrelationships. Overwhelmingly, both parents and teens reported that authentic and mean-ingful conversation helped form a deeper connection and stronger relationship. Participantsdescribed instances of teens’ authenticity in their interactions with their parents throughopen conversations about politics, social concerns, or trouble at work or school, sometimeseven going to their parents for guidance navigating these issues. Interestingly, multipleparticipants shared the creative solutions they have found to maintaining communicationand connection during this stage, including encouraging teens to text or write down thingsthat they are uncomfortable with or unsure of how to share with their parents.Regardless of the methods they used to facilitate communication, participants con-sistently reported that authentic communication from teens led to a stronger and moremeaningful relationship. This finding may best be understood through the literature onauthenticity in relationships. Psychological authenticity has been associated with moresatisfying relationships (Brunell et al. 2010) and better ability to navigate and respond to in-terpersonal conflict (Tou et al. 2015; Wickham et al. 2016). Teens may feel more satisfied withtheir relationships with their parents when they engage in authentic and meaningful con-versations as it signifies a level of acceptance and intimacy within the relationship (Brunellet al. 2010). Furthermore, parents may perceive teens’ authenticity as beneficial to therelationship due to the trust, satisfaction, and commitment that it conveys (Wickham 2013).Conversations between teens and their parents spanned a variety of topics, rangingfrom television and applying to jobs to religion, politics, and identity-related concerns.Interestingly, conversations did not need to be particularly profound to be consideredbeneficial to the relationship. While parents clearly valued the insight gained into their teens’lives through more open and often difficult conversations, they also expressed appreciationfor the times when their teen would joke around with them, talk about their favoritemovie or tv show, or simply share stories from their days at work or school. This maybe particularly relevant considering the popular discourse surrounding communicationbetween parents and their teenage children. As teens begin to distance themselves fromtheir parents during their fight for autonomy and independence, the frequency with whichthey discuss difficult or personal topics with their parents decreases (Williams 2003). Thistrend was indeed supported by our participants’ reports, with parents and teens frequentlyexpressing that teens’ lack of communication and anxiety around conversations presentedchallenges to the parent–teen relationship. In light of this, it may be reassuring to parents toknow that even casual conversations about everyday topics can strengthen the relationshipbetween parents and their teens.Religions 2023, 14, 348 15 of 23Participants reported that teens’ efforts to foster family connections through acts ofaffection or spending time with their parents led to a stronger relationship. Substantial re-search has highlighted the importance of quality time in shaping parent–child relationships.It is generally understood that parents who spend more time with their teens developstronger relationships with them, perhaps due to the increased opportunity for meaningfulconnection and socioemotional support (Kuehnle and Drozd 2012; Runcan 2012). Therelational benefits of affection have been similarly well-documented; affectionate communi-cation (including the verbal communication of affection such as “I love you” and physicalbehaviors such as hugging) has consistently been linked to increased relationship closeness,relationship satisfaction, and secure attachment (Floyd 2002; Horan and Booth-Butterfield2010). However, these trends are typically examined through a parent-centered lens, andteens’ efforts to foster connection with their parents via affection and quality time havegone largely unrecognized. These findings highlight teens’ efforts to develop strong rela-tionships with their parents as well as the need for further research investigating the rolethat teens play in shaping these relationships.The most frequently expressed barrier to positive relationship development betweenteens and their parents was general developmental challenges. When asked about theirrelationships with their teens, many parents commented on “typical teen” behaviors suchas spending most of their time at home in their bedrooms, preferring to keep certainaspects of their lives private, and disagreements about household responsibilities, curfews,and dating restrictions. Similarly, participants described how differences in teens’ sexualstandards and religious beliefs created conflict in the parent–teen relationship. Religiousdifferences between parents and teens are common; approximately half of teens holddifferent religious beliefs from their parents, and these differences are a common source ofconflict in parent–teen relationships (Pew Research Center 2020). It appears that even whenteens share their parents’ religious beliefs, they tend to view religion as less importantcompared to their parents and often participate in organized religion at their parents’ behest(Pew Research Center 2020). These trends likely reflect teens’ increased need for autonomyand independence, which can lead teens to decrease the amount of time and informationthey share with their parents as they begin to explore their personal beliefs (Keijsers andPoulin 2013; Williams 2003). As part of a developmental trajectory shared by many teens,disengaging from certain aspects of the relationship can be a strategic way for teens torenegotiate and realign the structure of their formerly submissive role in the parent–childrelationship towards something more egalitarian (Branje 2018). It is important to note thatthis process may be painful and may be perceived as problematic by parents, even thoughit ultimately allows for positive readjustment. It is likely that many of the teens interviewedin this study were engaging in this process of seeking autonomy and independence as partof their development.Similarly, participants described how teens’ mental health struggles caused conflict inthe parent–teen relationship. While LGBTQ+ teens face an increased prevalence of mentalhealth issues (CDCP 2019), research suggests that this stage of development is associatedwith a heightened risk of psychological disorders even for teens who are not LGBTQ+, andthat the prevalence of psychological disorders among teens continues to increase (Twengeet al. 2019). In light of these trends, future research should explore the impact of teens’mental health struggles on parent–teen relationships. Additionally, psychologists shouldwork to develop resources to help parents better support their teens who are strugglingwith mental health.4.2. LDS LGBTQ+ Specific FactorsParticipants also discussed several practices that helped LGBTQ+ teens build a positiverelationship with their LDS parents that were specific to their intersecting LGBTQ+ andreligious identities. In particular, when teens were open about their LGBTQ+ experienceand when teens gave parents time and grace, their relationships flourished. In contrast,Religions 2023, 14, 348 16 of 23when teens avoided LGBTQ+ or religious topics, teens had a more difficult time buildingpositive relationships with their parents.The majority of participants reported that when teens were open about being LGBTQ+,the relationship between parents and teens improved. Coming out—or the act of disclosingone’s sexual or gender identity to others—is a pivotal experience for many LGBTQ+individuals and holds a position in most models of LGBTQ+ identity development (Cass1979). Coming out is often stressful for LGBTQ+ teens, and too often is met with non-affirming responses from parents, particularly in conservatively religious households(Etengoff and Daiute 2014; Savin-Williams and Dubé 1998). Many LGBTQ+ youth reportsignificant conflict and worsening parent–child relationship dynamics upon coming out(Mills-Koonce et al. 2018; Watson et al. 2019). Despite these findings—or perhaps becauseof the vulnerability required of teens in coming out—it appears that coming out maybe a central step in building a positive relationship between an LGBTQ+ teen and theirLDS parents. Both teens and parents in this study shared feelings of relief upon the teencoming out; parents finally understood what their children were going through or whythey seemed to be hiding something, and teens were relieved to finally be able to showup in more authentic ways around their parents. Even when teens’ LGBTQ+ identitieswere at odds with parents’ religious beliefs or CJCLDS teachings, participants still felt thattheir relationships improved once teens could be more open and authentic regarding theirLGBTQ+ experience.It is important to note that a teen’s decision to come out to their parents is made inthe context of an ongoing attachment relationship and previously established perceptionsof parental support and acceptance. Evidence suggests that LGBTQ+ youth with priorpositive relationships with their parents come out to their parents sooner and demonstratehealthier sexual identity development and better psychological adjustment (Beaty 1999;D’amico et al. 2015). It could be that the participants who expressed that identity opennessimproved the parent–child relationship had relatively stronger and healthier relationshipsprior to the child coming out. We caution against an overly broad application of this findingbecause the study only examined the experiences of LGBTQ+ teens and parents who had,at least to some degree, already navigated positive relationships.In contrast to the benefits reported from coming out, both teens and parents reportedthat avoiding talking about LGBTQ+ or religious topics put strain on their relationship.This trend may best be understood vis-à-vis the literature on concealment. Typically,concealing one’s identity or experience—whether LGBTQ+ or religious—requires cognitiveresources and can inhibit forming intimate connections. Perhaps because of this strain,concealment is associated with higher rates of internalizing mental health problems andlower well-being for LGBTQ+ teens (Kosciw et al. 2015; Pachankis et al. 2020; Rood et al.2017; Shilo and Savaya 2012). The stress associated with concealing one’s identity may befurther exacerbated by any conflict between LGBTQ+ teens’ and their families’ religiousbelief systems (Dehlin et al. 2014, 2015). Indeed, when asked how coming-out affected theirrelationship with their parents, many teens in our study expressed feeling relieved thatthey no longer had to deal with the stress associated with hiding their identity from theirparents. Further, parents often shared feelings of concern regarding their child’s secretivebehavior or visible distress prior to coming out and expressed that they felt closer to theirchildren after they came out as they better understood what their child was experiencing. Itshould be noted that while no teens in the present study described concealing their LGBTQ+identities or avoiding LGBTQ+ and religious topics as beneficial, this finding may not betrue for all LGBTQ+ teens with conservatively religious parents. Identity concealmentmay be adaptive for some LGBTQ+ individuals, particularly in the presence of contextualfactors such as conservative religious environments that could make openly identifying asLGBTQ+ dangerous or threaten access to socioemotional resources such as family support(Lefevor et al. 2021a; Rothman et al. 2012). This may be especially relevant for LGBTQ+teens with highly religious parents who are less affirming of LGBTQ+ individuals. In someReligions 2023, 14, 348 17 of 23cases, concealing one’s identity or avoiding LGBTQ+ or religious topics may function topreserve the parent–teen relationship in light of these conflicting identities.Although coming out ultimately appeared to alleviate stress for many teens, it is clearthat coming out also presented new challenges related to parents’ behaviors and beliefs.Indeed, one of the most frequently reported ways that teens promoted positive parent–teenrelationships was giving their parents time and grace. Many parents were initially confused,uncertain, or struggled to use their teens’ names or pronouns. However, many teens gavetheir parents time to adjust and did not expect them to transform their behaviors or beliefsovernight. Teens appreciated their parents’ visible efforts to learn and adapt—even whenthey missed the mark—and described how their relationships improved as they watchedtheir parents try to be more supportive and affirming. Parents, in turn, were grateful fortheir teens’ patience, and frequently noted that it was their teens’ ability to give them timeand grace towards their mistakes that ultimately allowed them to grow closer and engagein more meaningful and authentic relationships. While indirect and unintentional formsof discrimination (microaggressions; e.g., accidental misgendering, statements such as “Ilove you, but . . . ”) from loved ones can be more painful, LGBTQ+ individuals may alsobe more likely to excuse or forgive microaggressions from those they are close to in aneffort to maintain and preserve the relationship (Vaccaro and Koob 2018). It could be thatthese teens were willing to forgive and move past their parents’ failed attempts at affirmingbehaviors, knowing that it would preserve and potentially promote a close relationshipin the long run. Many parents of LGBTQ+ teens begin to adopt more affirming behaviorsand beliefs over time (Mills-Koonce et al. 2018) and—while research on teens’ perceptionsof their parents’ evolving beliefs is limited—it could be that teens perceive and interprettheir parents’ attempts at affirming behaviors as movement toward a more accepting andsupportive role, even if this growth is gradual.Although giving time and grace helped build strong relationships between LGBTQ+teens and their LDS parents, we are quick to note that there may be situations under whichLGBTQ+ teens may not have the mental or emotional ability to give time and grace to theirparents. There may also be situations where asking for more immediate change may becritical for an LGBTQ+ teen’s well-being.4.3. Limitations and Future DirectionsThe present study was limited by several factors, including a relatively homogenoussample of predominantly White teens and parents and a parent sample consisting mostlyof mothers. Our sample was specific to LGBTQ+ youth and their parents who are LDS andis not representative of LGBTQ+ youth or parents of LGBTQ+ youth from conservativereligious backgrounds more broadly. Future research should explore LGBTQ+ teen-relatedfactors that shape the parent–child relationship among families from conservative religionsmore broadly. While we made efforts to recruit a sample of participants with a wide rangeof degree of activity in the LDS church and views regarding LGBTQ+ individuals, oursample may not be representative of LGBTQ+ individuals whose parents are non-affirming,as our sample likely held more positive views towards LGBTQ+ individuals by nature oftheir participation. Similarly, it is likely that participants in our study already had strongerrelationships, and recruitment efforts did not include strategies to include parent–teendyads with a range of relationship qualities in our sample. In light of this, the presentstudy may be limited in its ability to fully characterize factors that may inhibit positiverelationships between LGBTQ+ teens and their LDS parents. Additionally, the presentstudy did not gauge how far along our participants were in the coming out process andidentity development processes. As initial recruitment was targeted towards parents, ourparticipants were likely further along in these processes as teens had already come outto themselves and their parents, and parents had already taken the time they needed toprocess and accept their teens’ identity enough to be interested in participating in a studyof this nature.Religions 2023, 14, 348 18 of 23The present study focused specifically on ways that LGBTQ+ teens contributed totheir relationships with their LDS parents. Future research should explore the ways thatLDS parents foster or impede the development of positive parent–teen relationships andmore specifically explore how parental rejection may impact these relationships long-term.Additionally, future research should explore how LDS parents navigate conflicts betweentheir religious beliefs and their teens’ LGBTQ+ identity and how these conflicts may impactthe quality of parents’ relationships with each other.5. ConclusionsThrough the thematic analysis of semi-structured interviews with 19 LGBTQ+ teensand their active, LDS parents (38 participants), we identified several factors that promotedpositive parent–teen relationships. We found that when teens had authentic and meaningfulconversations, fostered family connections, engaged in positive casual communication,gave parents time and grace, and were open about their LGBTQ+ identity, relationshipsflourished. Conversely, we found that teens experienced challenges in forming positiverelationships with their LGBTQ+ parents related to communication and connection, generalteen development, and avoiding LGBTQ+ and religious topics. While many of these factorswere unique to LGBTQ+ teens with active LDS parents due to their specific gender andsexual identities and religious beliefs, several factors may be relevant for teens and theirparents more broadly. These findings shed light on the previously unexplored role of teensin forming strong, meaningful relationships with their parents and highlight the ways thatLGBTQ+ teens manage to foster these relationships despite potential conflict between teens’identities and their parents’ religious beliefs.Author Contributions: Conceptualization, E.J.W. and J.H.B.; methodology, E.J.W., J.H.B. and G.T.L.;formal analysis, S.A.S. and E.J.W.; investigation, S.A.S., E.J.W. and G.T.L.; data curation, S.A.S., E.J.W.and J.H.B.; writing—original draft preparation, S.A.S.; writing—review and editing, S.A.S., G.T.L.,E.J.W., S.J.S. and J.H.B.; visualization, S.A.S.; supervision, G.T.L. and S.J.S.; project administration,G.T.L.; funding acquisition, E.J.W. and J.H.B. All authors have read and agreed to the publishedversion of the manuscript.Funding: This research was funded by Utah State University Peak Summer Research Fellowship andUtah State University Undergraduate Research Opportunities Grant.Institutional Review Board Statement: The study was conducted in accordance with the Declarationof Helsinki, and approved by the Institutional Review Board of Utah State University (protocol code11886, approved on 7 April 2021).Informed Consent Statement: Informed consent was obtained from all subjects involved in the study.Data Availability Statement: Data from the present study may be made available upon request tothe corresponding author.Conflicts of Interest: The authors declare no conflict of interest.Appendix AInterview ProtocolsTeen Interview QuestionsNote: This interview consists of five questions, each containing subquestions. Thesubquestions are meant to be prompts that the interviewer may use if the participant iseither not divulging much information or has not covered certain aspects of their experience.If the participant is providing sufficiently detailed answers or the interview is going long,the researcher may skip subquestions.1. Tell us a little about your experience as a sexual or gender minority.a. When did you realize you might be a sexual or gender minority?b. What emotions did you experience during the learning and discovery process?c. How old were you when you came out?Religions 2023, 14, 348 19 of 232. How would you describe your relationship with your parents?a. How often do you spend free time with them?b. What kinds of conversations do you have with them?c. Do you go to your parents for advice?3. How did your parents react to your coming out to them?a. Do you remember what they said to you?b. What emotions did you notice from your parents?c. How did you feel as a result of their reactions?4. How do you think your parents feel about your being a sexual or gender minority?a. Has this changed over time?b. Do they ever talk about it with you?c. How do their views impact you?5. Has your coming out affected yours or your family’s faith?a. How has coming out affected your beliefs?b. How has coming out affected your engagement with the church?c. How has coming out changed your family’s faith?Parent Interview QuestionsNote: This interview consists of five questions, each containing subquestions. Thesubquestions are meant to be prompts that the interviewer may use if the participant iseither not divulging much information or has not covered certain aspects of their experience.If the participant is providing sufficiently detailed answers or the interview is going long,the researcher may skip subquestions.1. Tell us a little about your relationship with the LDS church.a. Are you an active member?b. Are other family members involved in the church?c. How closely do you believe its doctrines?2. How would you describe your relationship with (name of youth)?a. How often do you spend time together?b. What kinds of conversations do you have with them?c. How often do they come to you for advice?3. How did you initially react to (name of youth) coming out?a. What emotions do you remember?b. Do you remember anything you said or did?c. How did you feel as a result of your reactions?4. How do you feel now about (name of youth) being a sexual or gender minority?a. Has this changed over time?b. Do you ever talk about it with (name of youth)?5. Has (name of youth)’s coming out affected yours or your family’s faith?a. How has (name of youth)’s coming out affected your beliefs?b. How has (name of youth)’s coming out affected your engagement with thechurch?ReferencesAbreu, Roberto L., Dani E. Rosenkrantz, Jonathan T. Ryser-Oatman, Sharon S. Rostosky, and Ellen DB Riggle. 2019. Parental reactionsto transgender and gender diverse children: A literature review. Journal of GLBT Family Studies 15: 461–85. [CrossRef]Altemeyer, Bob. 2003. Why do religious fundamentalists tend to be prejudiced? The International Journal for the Psychology of Religion 13:17–28. [CrossRef]American Psychological Association (APA). 2008. Resolution on Religious, Religion-Related, and/or Religion-Derived Prejudice. Washington,DC: American Psychological Association. Available online: https://www.apa.org/about/policy/religious-discrimination.pdf(accessed on 1 January 2022).Religions 2023, 14, 348 20 of 23American Psychological Association (APA). 2015. Guidelines for psychological practice with transgender and gender nonconformingpeople. American Psychologist 70: 832–64. [CrossRef]American Psychological Association (APA). 2021. Report of the APA Task Force on Psychological Practice with Sexual Minority Persons.Washington, DC: American Psychological Association. Available online: https://www.apa.org/about/policy/psychological-sexual-minority-persons.pdf (accessed on 1 January 2022).Baiocco, Roberto, Lilybeth Fontanesi, Federica Santamaria, Salvatore Ioverno, Barbara Marasco, Emma Baumgartner, Brian LBWilloughby, and Fiorenzo Laghi. 2014. Negative parental responses to coming out and family functioning in a sample of lesbianand gay young adults. Journal of Child and Family Studies 24: 1490–500. [CrossRef]Beaty, Lee A. 1999. Identity development of homosexual youth and parental and familial influences on the coming out process.Adolescence 34: 597–601. [PubMed]Bowers, Edmond P., Steinunn Gestsdottir, G. John Geldhof, Jana Nikitin, Alexander von Eye, and Richard M. Lerner. 2011. De-velopmental trajectories of intentional self regulation in adolescence: The role of parenting and implications for positive andproblematic outcomes among diverse youth. Journal of Adolescence 34: 1193–206. [CrossRef] [PubMed]Branje, Susan. 2018. Development of parent-adolescent relationships: Conflict interactions as a mechanism of change. Child DevelopmentPerspectives 12: 171–76. [CrossRef]Braun, Virginia, and Victoria Clarke. 2006. Using thematic analysis in psychology. Qualitative Research in Psychology 3: 77–101.[CrossRef]Bregman, Hallie R., Neena M. Malik, Matthew JL Page, Emily Makynen, and Kristin M. Lindahl. 2013. Identity profiles in lesbian, gay,and bisexual youth: The role of family influences. Journal of Youth and Adolescence 42: 417–30. [CrossRef]Brunell, Amy B., Michael H. Kernis, Brian M. Goldman, Whitney Heppner, Patricia Davis, Edward V. Cascio, and Gregory D. Webster.2010. Dispositional authenticity and romantic relationship functioning. Personality and Individual Differences 48: 900–5. [CrossRef]Burr, Vivien. 2015. Social Constructionism, 3rd ed. Abingdon-on-Thames: Routledge. [CrossRef]Cass, Vivienne C. 1979. Homosexuality identity formation: A theoretical model. Journal of Homosexuality 4: 219–35. [CrossRef][PubMed]Centers for Disease Control and Prevention (CDCP). 2019. 2009–19 Youth Risk Behavior Survey Data. Available online: https://www.cdc.gov/healthyyouth/data/yrbs/pdf/YRBSDataSummaryTrendsReport2019-508.pdf (accessed on 1 December 2021).Church of Jesus Christ of Latter-day Saints (CJCLS). 1995. The Family: A Proclamation to the World. Available online: https://www.churchofjesuschrist.org/bc/content/shared/content/images/gospel-library/manual/09559/family-proclamation-to-world_576522.pdf (accessed on 1 August 2022).Church of Jesus Christ of Latter-day Saints. 2021a. Family Services. Provident Living. Available online: https://providentliving.churchofjesuschrist.org/lds-family-services?lang=eng (accessed on 1 December 2021).Church of Jesus Christ of Latter-day Saints. 2021b. Nursery. Available online: https://www.churchofjesuschrist.org/callings/primary-organization/gospel-learning/nursery?lang=eng (accessed on 1 December 2021).Church of Jesus Christ of Latter-day Saints. 2021c. Resources for Youth—Children and Youth Development. Available online:https://www.churchofjesuschrist.org/youth/childrenandyouth/youth?lang=eng (accessed on 1 December 2021).Cook, Quentin L. 2018. Deep and Lasting Conversion to Heavenly Father and the Lord Jesus Christ. Available online:https://www.churchofjesuschrist.org/study/general-conference/2018/10/deep-and-lasting-conversion-to-heavenly-father-and-the-lord-jesus-christ?lang=eng (accessed on 1 December 2021).Cox, Nele, Alexis Dewaele, Mieke Van Houtte, and John Vincke. 2010. Stress-related growth, coming out, and internalized homonega-tivity in lesbian, gay, and bisexual youth. An examination of stress-related growth within the minority stress model. Journal ofHomosexuality 58: 117–37. [CrossRef]Cservenka, Anita, Madison L. Stroup, Amit Etkin, and Bonnie J. Nagel. 2015. The effects of age, sex, and hormones on emotionalconflict-related brain response during adolescence. Brain and Cognition 99: 135–50. [CrossRef]D’amico, Emilie, Danielle Julien, Nicole Tremblay, and Elise Chartrand. 2015. Gay, lesbian, and bisexual youths coming out to theirparents: Parental reactions and youths’ outcomes. Journal of GLBT Family Studies 11: 411–37. [CrossRef]Dahl, Angie L., and Renee V. Galliher. 2012a. LGBTQ adolescents and young adults raised within a Christian religious context: Positiveand negative outcomes. Journal of Adolescenc 35: 1611–18. [CrossRef] [PubMed]Dahl, Angie, and Renee V. Galliher. 2012b. The interplay of sexual and religious identity development in LGBTQ adolescents andyoung adults: A qualitative inquiry. Identity 12: 217–46. [CrossRef]Dehlin, John P., Renee V. Galliher, William S. Bradshaw, and Katherine A. Crowell. 2014. Psychosocial correlates of religious approachesto same-sex attraction: A Mormon perspective. Journal of Gay & Lesbian Mental Health 18: 284–311. [CrossRef]Dehlin, John P., Renee V. Galliher, William S. Bradshaw, and Katherine A. Crowell. 2015. Navigating sexual and religious identityconflict: A Mormon perspective. Identity: An International Journal of Theory and Research 15: 1–22. [CrossRef]Dworkin, Shari L. 2012. Sample Size Policy for Qualitative Studies Using In-Depth Interviews. Archives of Sexual Behavior 41: 1319–20.[CrossRef]Eisenberg, Marla E., Darin J. Erickson, Amy L. Gower, Len Kne, Ryan J. Watson, Heather L. Corliss, and Elizabeth M. Saewyc. 2020.Supportive community resources are associated with lower risk of substance use among lesbian, gay, bisexual, and questioningadolescents in Minnesota. Journal of Youth and Adolescence 49: 836–48. [CrossRef]Religions 2023, 14, 348 21 of 23Etengoff, Chana, and Colette Daiute. 2014. Family members’ uses of religion in post–coming-out conflicts with their gay relative.Psychology of Religion and Spirituality 6: 33–43. [CrossRef]Feinstein, Brian A., Lauren P. Wadsworth, Joanne Davila, and Marvin R. Goldfried. 2014. Do parental acceptance and family supportmoderate associations between dimensions of minority stress and depressive symptoms among lesbians and gay men? ProfessionalPsychology: Research and Practice 45: 239–46. [CrossRef]Floyd, Kory. 2002. Human affection exchange: V. Attributes of the highly affectionate. Communication Quarterly 50: 135–52. [CrossRef]Frith, Hannah, and Kate Gleeson. 2004. Clothing and Embodiment: Men Managing Body Image and Appearance. Psychology of Men &Masculinity 5: 40–48. [CrossRef]Gartner, Rachel E., and Paul R. Sterzing. 2018. Social ecological correlates of family-level interpersonal and environmental microaggres-sions toward sexual and gender minority adolescents. Journal of Family Violence 33: 1–16. [CrossRef]Goldbach, Jeremy T., and Jeremy J. Gibbs. 2017. A developmentally informed adaptation of minority stress for sexual minorityadolescents. Journal of Adolescence 55: 36–50. [CrossRef]Grigoriou, Jennifer A. 2014. Minority stress factors for same-sex attracted Mormon adults. Psychology of Sexual Orientation and GenderDiversity 1: 471–79. [CrossRef]Hadiwijaya, Hana, Theo A. Klimstra, Jeroen K. Vermunt, Susan J. Branje, and Wim H. Meeus. 2017. On the development of harmony,turbulence, and independence in parent–adolescent relationships: A five-wave longitudinal study. Journal of Youth and Adolescence46: 1772–88. [CrossRef]Hill, Clara E. 2012. Consensual Qualitative Research: A Practical Resource for Investigating Social Science Phenomena. Washington, DC:American Psychological Association.Holland, Kristin M., Alana M. Vivolo-Kantor, Joseph E. Logan, and Ruth W. Leemis. 2017. Antecedents of Suicide among Youth Aged11–15: A Multistate Mixed Methods Analysis. Journal of Youth and Adolescence 46: 1598–610. [CrossRef]Hopwood, Christopher J., Evan W. Good, Alytia A. Levendosky, Johannes Zimmermann, Daniela Dumat, Eli J. Finkel, Paul E. Eastwick,and Wiebke Bleidorn. 2021. Realness is a core feature of authenticity. Journal of Research in Personality 92: 104086. [CrossRef]Horan, Sean M., and Melanie Booth-Butterfield. 2010. Investing in affection: An investigation of affection exchange theory andrelational qualities. Communication Quarterly 58: 394–413. [CrossRef]Jacobsen, Jeanna, and Rachel Wright. 2014. Mental health implications in Mormon women’s experiences with same-sex attraction: Aqualitative study. The Counseling Psychologist 42: 664–96. [CrossRef]Kaniuka, Andrea, Kelley C. Pugh, Megan Jordan, Byron Brooks, Julia Dodd, Abbey K. Mann, Stacey L. Williams, and Jameson K.Hirsch. 2019. Stigma and suicide risk among the LGBTQ population: Are anxiety and depression to blame and can connectednessto the LGBTQ community help? Journal of Gay & Lesbian Mental Health 23: 205–20. [CrossRef]Katz-Wise, Sabra L., Margaret Rosario, and Michael Tsappis. 2016. Lesbian, Gay, Bisexual, and Transgender Youth and FamilyAcceptance. Pediatric Clinics of North America 63: 1011–25. [CrossRef]Keijsers, Loes, and François Poulin. 2013. Developmental changes in parent–child communication throughout adolescence. Develop-mental Psychology 49: 2301–8. [CrossRef]Kosciw, Joseph G., Neal A. Palmer, and Ryan M. Kull. 2015. Reflecting resiliency: Openness about sexual orientation and/or genderidentity and its relationship to well-being and educational outcomes for LGBT students. American Journal of Community Psychology55: 167–78. [CrossRef] [PubMed]Kuehnle, Kathryn, and Leslie Drozd, eds. 2012. Parenting Plan Evaluations: Applied Research for the Family Court. Oxford: OxfordUniversity Press. [CrossRef]Lefevor, G. Tyler, A. Lee Beckstead, Ronald L. Schow, Marybeth Raynes, Ty R. Mansfield, and Christopher H. Rosik. 2019a. Satisfactionand health within four sexual identity relationship options. The Journal of Sex and Marital Therapy 45: 355–69. [CrossRef]Lefevor, G. Tyler, Caldwell E. Huffman, and Isabelle P. Blaber. 2021a. Navigating potentially traumatic conservative religiousenvironments as a sexual/gender minority. In Violence Against LGBTQ+ Persons. Edited by Emily M. Lund, Claire Burgess andAndy J. Johnson. Cham: Springer. [CrossRef]Lefevor, G. Tyler, Caroline C. Boyd-Rogers, Brianna M. Sprague, and Rebecca A. Janis. 2019b. Health disparities between genderqueer,transgender, and cisgender individuals: An extension of minority stress theory. Journal of Counseling Psychology 66: 385–95.[CrossRef]Lefevor, G. Tyler, James S. McGraw, and Samuel J. Skidmore. 2021b. Suicidal ideation among active and nonactive/former latter-daysaint sexual minorities. Journal of Community Psychology 50: 445–64. [CrossRef]Lefevor, G. Tyler, Sydney A. Sorrell, Grace Kappers, Ashley Plunk, Ron L. Schow, Christopher H. Rosik, and A. Lee Beckstead. 2020.Same-sex attracted, not LGBQ: The associations of sexual identity labeling on religiousness, sexuality, and health among Mormons.Journal of Homosexuality 67: 940–64. [CrossRef]Lefevor, G. Tyler, Sydney A. Sorrell, Hibah E. Virk, Kiet D. Huynh, Jacqueline Y. Paiz, William-Michael Stone, and Alexis Franklin.2021c. How do religious congregations affect congregants’ attitudes toward lesbian women and gay men? Psychology of Religionand Spirituality 13: 184–93. [CrossRef]Lippold, Melissa A., Andrea Hussong, Gregory M. Fosco, and Nilam Ram. 2018. Lability in the parent’s hostility and warmth towardtheir adolescent: Linkages to youth delinquency and substance use. Developmental Psychology 54: 348–61. [CrossRef]Maslowe, Kathryn E., and Mark A. Yarhouse. 2015. Christian parental reactions when a LGB child comes out. The American Journal ofFamily Therapy 43: 352–63. [CrossRef]Religions 2023, 14, 348 22 of 23Mattingly, Mckay S., Renee V. Galliher, John P. Dehlin, Katherine A. Crowell, and William S. Bradshaw. 2015. A mixed methodsanalysis of the family support experiences of GLBQ Latter-day Saints. Journal of GLBT Family Studies 12: 386–409. [CrossRef]McConnell, Elizabeth A., Michelle Birkett, and Brian Mustanski. 2016. Families matter: Social support and mental Health trajectoriesAmong lesbian, gay, bisexual, and transgender youth. Journal of Adolescent Health 59: 674–80. [CrossRef]McCormick, Adam, and Stephen Baldridge. 2019. Family acceptance and faith: Understanding the acceptance process of parentsof LGBTQ youth. Journal of the North American Association of Christians in Social Work 46: 32–40. Available online: https://www.coursehero.com/file/76448951/lgbtq-acceptancepdf/ (accessed on 20 November 2021).McGraw, James S., Jessica Chinn, and Annette Mahoney. 2020. Historical, doctrinal, and empirical insights into Latter-day saint sexualminorities’ psychological and interpersonal functioning. Journal of GLBT Family Studies 17: 168–95. [CrossRef]Meyer, Ilan H. 2003. Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues andresearch evidence. Psychological Bulletin 129: 674–97. [CrossRef] [PubMed]Mills-Koonce, W. Roger, Peter D. Rehder, and Amy L. McCurdy. 2018. The significance of parenting and parent-child relationships forsexual and Gender Minority Adolescents. Journal of Research on Adolescence 28: 637–49. [CrossRef]Mustanski, Brian, and Richard T. Liu. 2013. A longitudinal study of predictors of suicide attempts among lesbian, gay, bisexual, andtransgender youth. Archives of Sexual Behavior 42: 437–48. [CrossRef] [PubMed]Nowell, Lorelli S., Jill M. Norris, Deborah E. White, and Nancy J. Moules. 2017. Thematic analysis: Striving to meet thetrustworthinesscriteria. Internatoinal Journal of Qualitative Methods 16: 1–13. [CrossRef]Oaks, Dallin H., Jeffrey R. Holland, and Marlin K. Jensen. 2020. Same-Sex Attraction. Available online: https://www.churchofjesuschrist.org/study/manual/gospel-topics/same-sex-attraction?lang=eng (accessed on 25 October 2020).Pachankis, John E., Conor P. Mahon, Skyler D. Jackson, Benjamin K. Fetzner, and Richard Bränström. 2020. Sexual orientationconcealment and mental health: A conceptual and meta-analytic review. Psychological Bulletin 146: 831–71. [CrossRef]Page, Matthew JL, Kristin M. Lindahl, and Neena M. Malik. 2013. The role of religion and stress in sexual identity and mental healthamong lesbian, gay, and bisexual youth. Journal of Research on Adolescence 23: 665–77. [CrossRef]Pérez, J. Carola, Patricio Cumsille, and M. Loreto Martínez. 2016. Brief report: Agreement between parent and adolescent autonomyexpectations and it relationship to adolescent adjustment. Journal of Adolescence 53: 10–15. [CrossRef]Pew Research Center. 2020. U.S. Teens Take after Their Parents Religiously, Attend Services Together and Enjoy Family Rituals.But American Adolescents often Participate at Parents’ Behest, and Tend to Be Less Religious in More Personal, Private Ways.Available online: https://www.pewresearch.org/religion/2020/09/10/u-s-teens-take-after-their-parents-religiously-attend-services-together-and-enjoy-family-rituals/ (accessed on 1 January 2022).Ream, Geoffrey L. 2019. What’s unique about lesbian, gay, bisexual, and transgender (LGBT) youth and young adult suicides? Findingsfrom the National Violent Death Reporting System. Journal of Adolescent Health 64: 602–7. [CrossRef]Ream, Geoffrey L. 2020. An investigation of the LGBTQ+ youth suicide disparity using National Violent Death Reporting Systemnarrative data. Journal of Adolescent Health 66: 470–77. [CrossRef] [PubMed]Ream, Geoffrey L., and Ritch C. Savin-Williams. 2005. Reconciling Christianity and positive non-heterosexual identity in adolescence,with implications psychological well-being. Journal of Gay & Lesbian Issues in Education 2: 19–36. [CrossRef]Reed, Jeffrey L., Stephen P. Stratton, Gregory Koprowski, Christina Dillon, Janet B. Dean, Mark A. Yarhouse, Michael Lastoria, andEmma K. Bucher. 2020. “Coming out” to parents in a Christian context: A consensual qualitative analysis of LGB studentexperiences. Counseling and Values 65: 38–56. [CrossRef]Rood, Brian A., Meredith R. Maroney, Jae A. Puckett, Ariel K. Berman, Sari L. Reisner, and David W. Pantalone. 2017. Identityconcealment in transgender adults: A qualitative assessment of minority stress and gender affirmation. The American Journal ofOrthopsychiatry 87: 704–13. [CrossRef] [PubMed]Rosario, Margaret, and Eric W. Schrimshaw. 2013. The Sexual Identity Development and Health of Lesbian, Gay, and BisexualAdolescents: An Ecological Perspective. In Handbook of Psychology and Sexual Orientation. Edited by Charlotte. J. Patterson andAnthony R. D’Augelli. Oxford: Oxford University Press, pp. 87–101.Rosenkrantz, Dani E., Sharon S. Rostosky, Michael D. Toland, and David M. Dueber. 2020. Cognitive-affective and religious valuesassociated with parental acceptance of an LGBT child. Psychology of Sexual Orientation and Gender Diversity 7: 55–65. [CrossRef]Rothman, Emily F., Mairead Sullivan, Susan Keyes, and Ulrike Boehmer. 2012. Parents’ supportive reactions to sexual orientationdisclosure associated with better health: Results from a population-based survey of LGB adults in Massachusetts. Journal ofHomosexuality 59: 186–200. [CrossRef]Runcan, Patricia-Luciana. 2012. The time factor: Does it influence the parent-child relationship?! Procedia—Social and Behavioral Sciences33: 11–14. [CrossRef]Ryan, Caitlin, Stephen T. Russell, David Huebner, Rafael Diaz, and Jorge Sanchez. 2010. Family acceptance in adolescence and thehealth of LGBT young adults. Journal of Child and Adolescent Psychiatric Nursing 23: 205–13. [CrossRef] [PubMed]Savin-Williams, Ritch C. 2000. MOM, DAD. I’M GAY.-How Families Negotiate Coming Out. Washington, DC: American PsychologicalAssociation. [CrossRef]Savin-Williams, Ritch C., and Eric M. Dubé. 1998. Parental reactions to their child’s disclosure of a gay/lesbian identity. FamilyRelations: An Interdisciplinary Journal of Applied Family Studies 47: 7–13. [CrossRef]Savin-Williams, Ritch C., and Geoffrey L. Ream. 2003. Sex variations in the disclosure to parents of same-sex attractions. Journal ofFamily Psychology 17: 429–38. [CrossRef]Religions 2023, 14, 348 23 of 23Shilo, Guy, and Riki Savaya. 2012. Mental health of lesbian, gay, and bisexual youth and young adults: Differential effects of age,gender, religiosity, and sexual orientation. Journal of Research on Adolescence 22: 310–25. [CrossRef]Silva, Karol, Carol A. Ford, and Victoria A. Miller. 2020. Daily Parent–Teen Conflict and Parent and Adolescent Well-Being: TheModerating Role of Daily and Person-Level Warmth. Journal of Youth and Adolescence 49: 1601–16. [CrossRef] [PubMed]Simons, Lisa, Sheree M. Schrager, Leslie F. Clark, Marvin Belzer, and Johanna Olson. 2013. Parental support and mental health amongtransgender adolescents. Journal of Adolescent Health 53: 791–93. [CrossRef]Swendener, Alexis, and Brandi Woodell. 2017. Predictors of family support and well-being among Black and Latina/o sexual minorities.Journal of GLBT Family Studies 13: 357–79. [CrossRef]Tou, Reese YW, Zachary G. Baker, Benjamin W. Hadden, and Yi-Cheng Lin. 2015. The real me: Authenticity, interpersonal goals, andconflict tactics. Personality and Individual Differences 86: 189–94. [CrossRef]Twenge, Jean M., A. Bell Cooper, Thomas E. Joiner, Mary E. Duffy, and Sarah G. Binau. 2019. Age, period, and cohort trends in mooddisorder indicators and suicide-related outcomes in a nationally representative dataset, 2005–17. Journal of Abnormal Psychology128: 185–99. [CrossRef] [PubMed]Vaccaro, Annemarie, and Robert M. Koob. 2018. A critical and intersectional model of LGBTQ microaggressions: Toward a morecomprehensive understanding. Journal of Homosexuality 66: 1317–44. [CrossRef] [PubMed]Watson, Ryan J., Hilary A. Rose, Marion Doull, Jones Adjei, and Elizabeth Saewyc. 2019. Worsening perceptions of family connectednessand parent support for lesbian, gay, and bisexual adolescents. Journal of Child and Family Studies 28: 3121–31. [CrossRef]Wertz, Frederick J. 2005. Phenomenological research methods for counseling psychology. Journal of Counseling Psychology 52: 167–77.[CrossRef]Wickham, Robert E. 2013. Perceived authenticity in romantic partners. Journal of Experimental Social Psychology 49: 878–87. [CrossRef]Wickham, Robert E., Rachel E. Williamson, Charlotte L. Beard, Charlene LB Kobayashi, and Tom W. Hirst. 2016. Authenticity attenuatesthe negative effects of interpersonal conflict on daily well-being. Journal of Research in Personality 60: 56–62. [CrossRef]Williams, Angie. 2003. Adolescents’ relationships with parents. Journal of Language and Social 22: 58–65. [CrossRef]Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individualauthor(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury topeople or property resulting from any ideas, methods, instructions or products referred to in the content.",
    "id": 558646689,
    "identifiers": {
        "doi": "10.3390/rel14030348",
        "oai": "oai:digitalcommons.usu.edu:psych_stures-1073"
    },
    "title": "“I’ll Give Them All the Time They Need”: How LGBTQ+ Teens Build Positive Relationships With Their Active, Latter-Day Saint Parents",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-03-06T08:00:00+00:00",
    "publisher": "Hosted by Utah State University Libraries",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.usu.edu/cgi/viewcontent.cgi?article=1073&context=psych_stures"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/558646689.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/558646689"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/558646689/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/558646689/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/558646689"
        }
    ],
    "abstract": "Strong and supportive relationships with parents are key to promoting the mental health of LGBTQ+ teens. Overwhelmingly, studies have focused on ways to improve parental acceptance, largely neglecting understanding the parent–teen dyad as a unit and ignoring teens’ contributions to their relationships with their parents. To address this gap, we conducted 19 separate interviews with LGBTQ+ teens and their Latter-day Saint (LDS) parents (38 total interviews) to explore the ways that teens contributed to the development of positive relationships. Additionally, we explored teen-related factors that presented challenges to the parent–teen relationship. Thematic analyses suggested that LGBTQ+ teens engaged in several behaviors that benefitted their relationships with their LDS parents, including having authentic and meaningful conversations, fostering family connections, engaging in casual communication, being open about LGBTQ+ identity, and giving parents time and grace. Participants reported several common teen-related factors that presented challenges to the relationship, including communication and connection difficulties, challenges related to general development, and parents and teens avoiding LGBTQ+ and religious topics. Results suggest that while several of these factors may be relevant for parent–teen relationships more broadly, many were specific to LGBTQ+ teens with active, LDS parents. These findings highlight the ways that LGBTQ+ teens manage to foster positive relationships with their parents despite potential conflict between their LGBTQ+ identities and their parents’ religious beliefs",
    "tags": [
        "text",
        "LGBTQ",
        "Mormon",
        "LDS",
        "parent",
        "teen",
        "Religion"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.usu.edu:psych_stures-1073",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "199",
        "openDoarId": 0,
        "name": "DigitalCommons@USU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 558646689,
        "depositedDate": null,
        "publishedDate": "2023-03-06T08:00:00+00:00",
        "updatedDate": "2024-02-17T09:21:40+00:00",
        "acceptedDate": null,
        "createdDate": "2023-03-11T20:44:51+00:00"
    },
    "urls": [
        "https://digitalcommons.usu.edu/psych_stures/74",
        "https://digitalcommons.usu.edu/context/psych_stures/article/1073/viewcontent/PSYCHstures2023_SorrellWillisBell_GiveThemTime.pdf"
    ],
    "lastUpdate": "2024-02-17T09:21:40+00:00",
    "setSpecs": []
}