{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Bates, Adam"
        },
        {
            "name": "Hobman, T."
        },
        {
            "name": "Bell, B.T."
        }
    ],
    "contributors": [],
    "createdDate": "2019-12-24T18:15:15+00:00",
    "dataProvider": {
        "id": 102,
        "name": "Sheffield Hallam University Research Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/102",
        "logo": "https://api.core.ac.uk/data-providers/102/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.1177/0743558419884700",
    "downloadUrl": "https://core.ac.uk/download/275552823.pdf",
    "fullText": "“Let Me Do What I Please With It.. Don’t Decide My Identity For Me”: LGBTQ+ Youth Experiences of Social Media in Narrative Identity DevelopmentBATES, Adam, HOBMAN, T. and BELL, B.T.Available from Sheffield Hallam University Research Archive (SHURA) at:http://shura.shu.ac.uk/25558/This document is the author deposited version.  You are advised to consult the publisher's version if you wish to cite from it.Published versionBATES, Adam, HOBMAN, T. and BELL, B.T. (2019). “Let Me Do What I Please With It.. Don’t Decide My Identity For Me”: LGBTQ+ Youth Experiences of Social Media in Narrative Identity Development. Journal of Adolescent Research, 074355841988470-074355841988470. Copyright and re-use policySee http://shura.shu.ac.uk/information.htmlSheffield Hallam University Research Archivehttp://shura.shu.ac.ukLGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   1 “Let me do what I please with it […] don't decide my identity for me”: LGBTQ+ youth experiences of social media in narrative identity development.  Adam Bates, Trish Hobman & Beth T. Bell Sheffield Hallam University and York St John University  Author Note: Adam Bates, Department of Psychological, Sociology & Politics, Sheffield Hallam University. Adam Bates has an MSc in Child and Adolescent Psychology from York St John University and previously worked as a secondary school teacher for seventeen years. He is presently studying for his PhD in Discursive Psychology focusing on Popular Protest and Identity at Sheffield Hallam University. Dr. Trish Hobman, School of Psychological & Social Sciences, York St John University. Trish Hobman has a PhD in narrative inquiry from the University of Leeds. Her doctoral thesis examined the impact of supervision on experienced counsellors. Trish is currently subject director for counselling at York St John University. Dr. Beth T. Bell, School of Psychological & Social Sciences, York St John University. Dr. Beth T. Bell is a Senior Lecturer in Developmental Psychology at York St John University. Using both qualitative and quantitative methods, her research examines the role of media, social media and technology in the lives of adolescents.   Correspondence concerning this article should be addressed to Adam Bates, Department of Psychology, Sociology & Politics, Sheffield Hallam University, Collegiate Campus, Collegiate Crescent, Sheffield, S10 2BP, UK. E-mail a.bates@shu.ac.uk, Telephone: +00 44 (0) 114 225 2374      Keywords: Identity development, narrative identity, social media, sexuality, adolescence, Lesbian Gay Bisexual Transgender Queer Plus (LGBTQ+), queer   LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   2  “Let me do what I please with it […] don't decide my identity for me”: LGBTQ+ youth experiences of social media in narrative identity development.  Abstract Social media provides LGBTQ+ youth with daily access to a broader socio-cultural dialogue that may shape narrative identity development. Through in-depth narrative interviews, the present study sought to understand the lived experiences of 11 LGBTQ+ undergraduates (Age range = 19 – 23) building narrative identities in the cultural context of social media, and the role of social media within this process. Interviews were analysed using an interpretative, individual analysis of personal stories. These experiences were then compared and contrasted through thematic analysis to identify four shared narrative themes. Narratives of merging safe spaces highlight how LGBTQ+ youth now have regular access to safe environments on/offline which facilitate more secure identity development. Narratives of external identity alignment describe social media as a tool for LGBTQ+ youth to seek out identities that match their pre-existing sense of self. Narratives of multiple context-based identities encapsulate how adolescents’ identity markers are multiple and invoked in a context-dependent manner. Lastly, narratives of individuality and autonomy characterise how LGBTQ+ youth perceive themselves as highly individualised members of a wider community. These findings highlight the complex role social media plays within LGBTQ+ youth identity development. The implications are discussed within.  Keywords: Identity development, narrative identity, social media, sexuality, adolescence, Lesbian Gay Bisexual Transgender Queer Plus (LGBTQ+), queer  LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   3 “Let me do what I please with it […] don't decide my identity for me”: LGBTQ+ youth experiences of social media in narrative identity development. Adolescence is a key developmental period for identity formation (Erikson, 1968; McAdams, 2015). Defined as the transition from childhood to adulthood, it is characterised by biological, cognitive, and social changes (Bell, 2016). In contemporary society, identity development takes place over a prolonged period, now extending into the third decade of life known as ‘emerging adulthood’ (Arnett, Zukauskiene, & Sugimura, 2014). A key feature of identity development during this life stage is the emergence of the ability to construct a sense of personal continuity over time and across contexts (Erickson, 1968; Pasupathi, Mansour, & Brubaker, 2007). Narrative identity refers to an individual’s developing life story; synthesising characters, plots, and events, and between self and society to bring an overarching explanation and meaning to a string of potentially random life moments (Frank, 2000; McAdams & McLean, 2013; McLean et al, 2018). Sexual attraction and romantic relationships are important elements of this identity development (Savin-Williams, 2005). However, sociocultural expectations surrounding gender and relationships can be highly complex, especially for those who experience same-sex attraction (DeVito, Walker, & Birnholtz, 2018; Hammack, Thompson, & Pilecki, 2009).  Social media has become prominent within all aspects of adolescents’ daily lives and also now plays an integral role in identity, social, and romantic relational development for most adolescents (boyd, 2014; Davis & Weinstein, 2017). For Lesbian Gay Bisexual Transgender Queer Plus (LGBTQ+) youth, social media plays a critical part in providing opportunities to share stories of similar experiences, access sexuality-relevant information, and experiment in the presentation of versions of one's self to the rest of the world (Duguay, 2016; Kuper & Mustanski, 2014). Thus social media provides LGBTQ+ youth with daily access to a broader socio-cultural dialogue that may facilitate and influence their narrative LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   4 identity development. The present study aims to explore the narrative identity development of contemporary LGBTQ+ youth, who are the first generation to have persistent access to social media throughout their adolescence, and the role of social media within this process. Importantly, the study adopts an inclusive perspective of LGBTQ+ youth, focusing on the experiences of same-sex attracted youth who may or may not adopt conventional labelling (e.g. homosexual) around sexuality, also known as queer youths, who have been underrepresented in research examining social media and identity processes (Driver, 2007; Mathers, Sumerau & Cragun, 2018; Randazzo, Farmer & Lamb, 2015), e.g. those who identify as female as many previous studies have focused on male-identified queerness (e.g. Heath & Goggin, 2009). By using person-centred narrative interviews to understand life stories, we aim to develop an enhanced understanding of LGBTQ+ youths’ cumulative experiences of developing a sense of identity within the digital age.  LGBTQ+ Youth and Identity Development Sexual identity is an important, normative and expected aspect of identity development (Tolman & McClelland, 2011). Though difficult to accurately measure, in early and mid-adolescence, roughly 15% of youth experience a period of sexual questioning and experimentation, reporting emotional and sexual attraction to genders they themselves identify as (Carver, Egan, & Perry, 2004) and approximately 4-5% of youth (16-24) identify as same-sex attracted (Office of National statistics, 2016). However, this does not accurately capture the various sexual and gender identities individuals now project in contemporary society. Coming out and the disclosure of one’s LGBTQ+ identity (rather than concealing it) is important to psychological health (Solomon, McAbee, Asberg, & McGee, 2015). Therefore, the ability to integrate sexual desire, sexual activity, sexual openness and the ability to articulate sexual identity has particular positive outcomes and benefits for LGBTQ+ individuals (Parent, Talley, Schwartz, & Hancock, 2015). However, this research often LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   5 focuses on ‘more traditional’ homonormative sexual identity descriptors such as ‘lesbian’ and much less is known about queer youth (Driver, 2007; Mathers, Sumerau & Cragun, 2018; Randazzo et al., 2015), who may identify ‘in-between’ these now established categorise. LGBTQ+ youth have not always had the freedom to express their romantic and sexual interests, and this is even more salient for less well understood subcategories such as ‘pansexual’, ‘fluid’ or ‘mostly straight’(e.g. Randazzo et al., 2015). This process has often been characterised by negative stereotypes, homophobia and victimisation (e.g. Pearson & Wilkinson, 2013). Importantly, negative reactions by known individuals and the broader community to disclosure can diminish its positive psychological effects (Mustanski, Andrews, & Puckett, 2016). Furthermore, the cultural context for a new cohort of LGBTQ+ youth has shifted dramatically in the twenty-first century (Cohler & Hammack, 2007), with significant political and social gains towards equality (e.g. The U.K. Civil Partnership Act, 2004), and a dramatic increase in visibility of ‘alternative’ sexual identity within many areas of the modern media (Raley & Luckas, 2006). However, many of these ‘alternative’ identities are grouped into binary categories (e.g. homo- or heterosexual) and LGBTQ+ individuals spend significant time and mental energy managing how these ongoing disclosure decisions occurs (Manning, 2016). LGBTQ+ Identity Management and Social Media The emergence and widespread adoption of social media have further shifted the sociocultural landscape for sexual identity development (Davis & Weinstein, 2017; Kuper & Mustanski, 2014). Approximately 95% of 16-24-year-olds in the UK (Ofcom, 2018) and 96% of 18-29-year-olds in the United states (Anderson, 2019) own a smartphone, with 96% of smartphone users in western societies using the internet for social media use (Office of National Statistics, 2017). These social media users actively engage in multiple digital platforms, with Snapchat, Instagram and Youtube being the most popular among 18-24-year-LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   6 olds (Perrin & Anderson, 2019). Current emerging adults or ‘Zillennials’, – born between 1995 and 2010 (Turner, 2015), are the first generation to have lived their entire adolescence with immediate and personalised mobile access to social media which continually and persistently accompanies them through all of the environments they inhabit in their daily life activities. Social media applications offer distinct new lines of identity exploration and expression in a context largely disparate to that of previous generations (Lijadi & Schalkwyk, 2017). Scholars now argue online environments such as social media are a key functional context for healthy developmental tasks related to identity development (boyd, 2014; Haimson, 2018). They can offer a safe and accepting online environment (Craig & McInroy, 2014), ready access to information and social support (Baams, Jonas, Utz, Bos, & Van Der Vuurst, 2011), the ability to connect with peers across geographic boundaries to identify similar individuals to themselves and assist in identifying sexual partners not available offline (Miller, 2015). This is particularly important for marginalised groups such as LGBTQ+ individuals (Fox & Ralston, 2016). The anonymity and pseudonymity (e.g. exploration of social media without evidence of visitation) the internet can provide, paired with the disinhibition (Suler, 2004) and ubiquitous nature of daily public online communication increase opportunities to experiment with unexplored aspects of the self, without risk of stigma (Davis & Weinstein, 2017). As this exploration continues, social media can facilitate controlled self-disclosure within the coming out process (Fox & Ralston, 2016), assisting LGBTQ+ individuals in constructing, managing and expressing identity projections as they shift over time. Adolescents now hold in their hand the ability to continually project self-expression, self-edit, reshuffle, revise and reorganise aspects of the self, which provide new opportunity to learn from and influence a more diverse audience of others (Davis, 2012).  LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   7 However, the complex daily decision-making challenges and how self-presentation decisions are made in relation to their LGBTQ+ social media use also brings risks (DeVito et al., 2018). Early online experiences were generally distinct from offline life, but as social media use increases bridging the physical and digital, online identities have become more consistent with offline selves (Davis & Weistein, 2017). DeVito et al., (2018) suggest that due to social media use, identity presentation for adolescents is now complicated in ways that are not captured by existing models of self-presentation. Adolescents are required to manage the ongoing process of identity presentations both linearly across time, and latterly across multiple often overlapping network profiles, with differing norms, expectations and audiences (Perrin & Anderson, 2019). This process is made even more complex when individuals do not fit neatly into well understood categories and can make the task of identity self-definition and realignment even more complicated. It is of note that many popular social media sites did not always allow users to define their own identity e.g. Facebook did not expand its binary choice of gender options until 2014 (Bivens, 2017). DeVito et al., (2018) reconceptualise these interactions in the form of a ‘Personal Social Media Ecosystem’ highlighting the task of balancing a constantly shifting set of factors between personal, structural and context-based decisions to avoid stigmatisation; while still allowing the need for space particularly for LGBTQ+ individuals to experiment and express LGBTQ+ identity safely. However, for users who face high-stakes in their use of online presentation e.g. a gay Christian in conservative midwestern united states (boyd, 2014), inadvertent disclosure of LGBTQ+ identity can lead to potential harassment or employment discrimination (Birnholtz, Fitzpatrick, Handel, & Brubaker, 2014). As individuals tailor behaviour for certain audiences within a specific context (Goffman, 1959), many LGBTQ+ users continue to intentionally and surgically separate their self-presentation, tailoring performance to specific segmented LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   8 contexts (DeVito et al., 2018; Duguay, 2016; Fox & Ralston, 2016). This is particularly salient for those who have yet to, or partially transitioned in their identity realignment (e.g. coming out). Indeed, the very notion of ‘coming out’ for many presumes an established binary ‘end position’ e.g. redefinition from heterosexual to homosexual as a point of completion or fulfilment of the process, but for some queer individuals that is not the case (National Centre for Transgender Equality, 2018). The level of interactive and targeted audience provided by social media now allows highly specific self-expression (Fox & Ralston, 2016) in ways individuals were not able to previously experience.  However, the convergence of multiple disparate audiences within and across platforms, and merging of off- and online identities, has meant it is increasingly difficult to control the diverse audiences that may see specific social media identity presentations (boyd, 2014). This context collapse (boyd, 2011; 2014) - a non-intentional flattening of the spatial, temporal and social boundaries that may otherwise separate audiences on social media - leads to the risk of unintentional interactions between multiple identity presentations, and the inadvertent disclosure of LGBTQ+ identity in non-supportive contexts can have highly negative personal consequences (Birnholtz, Fitzpatrick, Handel, & Brubaker, 2014).  LGBTQ+ Youth and Narrative Identity One framework which offers a structure to better understanding these often disparate multiplicities of identity elements is through the lens of Narrative Identity development. Whenever we tell stories which ‘explain’ ourselves to others, we are guided by ‘narrative plots’, which express life stories that are far more complex than a simple catalogue of events (Sarbin, 1986). These stories are constructed from pre-existing sociocultural templates or master narratives (Cohler & Hammack, 2007; Hammack et al., 2009; McLean & Syed, 2015) that individuals rely on to tell big or small tales of a human agent embedded in a social world (Bamberg, 2006). The use of narrative, therefore, seems inherently connected to bringing LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   9 meaning to past experiences and the multiple identity presentations individuals exhibit on- and offline to their different audiences. It offers a method for investigating how individuals, within real contexts, attempt to synthesise multiple elements of identity presentation into a workable construct of coherent identity. Hammack et al. (2009) explored the whole life experiences of 18-25 year olds who, as emerging adults, occupy an ‘in-between’ place characterised by attempts to make sense of the struggles of childhood and adolescence while also considering the possibility of imagined contexts of adult happiness. They argue that adolescent sexual identity development is fundamentally tied to their construction of a personal narrative, which integrates desire and behaviour into a meaningful and workable configuration in context. Combining previous research on narrative identity development and LGBTQ+ youth, they highlight three integral components of narrative identity development. The first is narrative engagement, which denotes the need for individuals to participate actively in those narrative elements which affect future choices or attitudes (Cohler & Hammack, 2007; Savin-Williams, 2005). Secondly, such engagement leads to a process of identity configuration (Schachter, 2004) which integrates the different core elements of an individual's experience that lead to a workable identity (Hammack et al., 2009; Schachter, 2004). Thirdly, narratives function to create a link between past, present and future through the identification of common life themes or tasks (Habermas & Bluck, 2000; Pasupathi, Mansour, & Brubaker, 2007). This narrative sense-making (Bruner, 1990) or meaning-making focuses on how individuals make sense of their life experiences in relation to their own identity. This transpires most notably in the form of turning points or critical moments when a realisation or significant life event occurs (McAdams & McLean, 2013). These three components are particularly salient for LGBTQ+ youth who must reconcile potentially conflicting experiences and configure LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   10 specifically individual elements of non-normative sexual attraction, behaviour, and broader identity into a single overall sense of self (Hammack et al., 2009). The examination of the dynamic identity formations of contemporary LGBTQ+ youth would now seem incomplete without consideration of the contextual role social media plays in that identity construction (Hammack et al., 2009). Individuals draw upon shared underlaying sociocultural templates or master narratives (McLean & Syed, 2015) (that is the stories communities tell about themselves) accessed through social media which assist in composing expectations of how life will play out. This allows them to locate and story their own life experiences within that identity negotiation, drawing upon shared narratives accessed all around, and then offering their own identity projections and expectations to others. If it is through the culture that we find the forms of storytelling, then social media now seems to be the vehicle through which these merged personal and public narratives of youth development are shared. The Present Study The present study explored the narrative identity development of contemporary undergraduate LGBTQ+ youth, who are the first generation to have had persistent access to social media throughout their adolescence. More specifically, it aimed to explore experiences of contemporary LGBTQ+ youth (including queer youth with identities that do not conform to traditional sexual orientations and may be underrepresented in research) building narrative identities in the broader cultural multi-context of social media, with a particular focus on the identity processes of narrative engagement, identity configuration and meaning-making. Furthermore, the study adopts a person-centred narrative approach that aims to understand the role of social media in the process of identity development. LGBTQ+ youth took part in in-depth semi-structured narrative interviews. Data was analysed by first examining individual narratives, then using thematic analysis (Braun & Clarke, 2006) to identify shared LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   11 narratives themes across the pool of participant stories to understand the ways social media informs and facilitates identity development.  Method Participants and Procedures  Emerging adults were directly recruited from a small public university in an English city-centre campus (Population: 6250, Female: 67.5%, Male: 32.5%, White, 91.2%, Hertrosexual: 81.5%, LGB+ 9.6%, Cis: 93.5%, Trans: 2.7%; (York St John University, 2018) through email advertisements across enrolled class lists (e.g. psychology, social science) and university societies (e.g. Theatre, Music and the LGBTQ+ society). Participants were recruited anonymously through an online appointment system and did not have to give their details of their gender/sexual identity to be part of the study. The university has a reputation for equality; it was ranked 24th  out of 434 organisations who took part in Stonewall’s Workplace Equality Index (Stonewall, 2018) and the Students Union list sexual and gender equality as a key policy priority. Our aim was to understand better the situated stories of those who were ‘same-sex attracted’ (thus encompassing a broad definition of LGBTQ+ youth). Purposeful sampling was used to obtain information-rich cases for study (Patton, 2002, p.230). Seventeen full-time undergraduate students (M = 20.29, SD = 1.40, Range = 19-23) participated in interviews. Participants defined themselves as a variety of sexual and gender identities: 4 female bisexual (n = 4), 1 bisexual non-binary born female (n = 1), 2 female and 1 male pansexual/fluid/queer (n = 3), 2 female and 1 male homosexual (n = 3), and 5 female and 1 male heterosexual (n = 6). As the purpose of the study was to understand themes in LGBTQ+ youth identity narratives, the heterosexual participants who had clearly misunderstood the recruitment call for “same-sex” attracted youth, were excluded from the study. This exclusion occurred after data collection, as it was only during the interviews that this became apparent. This exclusion enabled us to focus in detail on the shared narratives of LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   12 the LGBTQ+ youth and foreground their experiences. Participants were interviewed individually in a neutral interview room on campus during April and May 2018. Interviews lasted between 37 and 68 minutes with the average interview lasting approximately 55 minutes. The study received full ethical approval from the relevant ethics committee at York St John University and adhered to the ethical guidelines established by the British Psychological Society.  All participants used multiple social media every day. All participants expressed relative levels of outness, but with varying degrees of how openly this was presented online (e.g. ranging from ‘liking’ LGBTQ+ posts, to open relationship representations). Seven explicitly mentioned some form of past or present religious affiliations (5 Christian, 2 Spiritual/New-Age). All participants identified  as being from a low or medium socioeconomic status (SES) backgrounds, though reported a mixture of city, town and rural upbringings prior to joining university. The majority identified as Caucasian (n = 10) which is representative of the local geographic area (86% Caucasian; Office of National Statistics, 2011). Interview Guide and Procedure Semi-structured interviews were employed by the first author to offer a focused yet flexible exploration of how youths’ personal life story and culture come together in narrative (McAdams, 2015). Key questions based on the McAdams life story interview (2008) where adapted to focus on what role social media played in the enactment of their identity presentation (Hammack et al., 2009). Interviews were participant led, enabling them to focus on what they considered most important, identifying critical elements (Riessman, 2008) which highlight moments participants considered significant in the development of their identity (narrative engagement) such as dealing with a family members death (e.g. Ricoeur, 1983/1984). They were also asked to identify turning points (McAdams, 2006) that had LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   13 required participants to understand/negotiate/express their e.g. same-sex desire, behaviour and identity and integrate them into the general life story (identity configuration) and how participants made sense of these lived experiences (meaning-making) (e.g. McAdams, 2006; McAdams & McLean, 2013; Pasupathi et al. 2007) offline and on social media. Many of the questions were explicitly focused on social media and were mapped to narrative identity elements. For example, “Can you tell me about a time when using social media in relation to your sexual identity made a significant impact to your life?”. The interviewer also played a key role in deliberately using probing follow-up questions to explore these stories in detail. The interviews were transcribed verbatim by the principal researcher from audio recordings.  Narrative Analytic Strategy  Participants’ narrative interviews were initially examined individually, allowing a holistic examination of personal stories (e.g. Kuper & Mustanski, 2014). A narrative thematic analysis (Riessman, 2008) was employed as its primary focus is on the story itself as the unit of analysis (the content of the data is what is said). Firstly, memos and initial observations were noted throughout transcription, taking a critical self-reflective approach (Riessman, 2008) in the form of open coding. Possible within-person critical elements that created a behavioural renegotiation of their identity were labelled, which could come in many forms (e.g. significant experiences of bullying). Relevant text was identified and then possible narrative coding themes were built around these.  After individual stories had been examined by the lead researcher, a reflexive thematic analysis (Braun & Clarke, 2006; 2019) was employed to identify similar prominent codes across participant’s stories. All coding (both within and between participants’ stories) was performed by the first author, with the second and third author providing support and guidance by looking at a small subset (two transcripts). This approach is consistent with Braun and Clarke who advocate one author performing all coding (Braun & Clarke, 2019). LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   14 Themes where then created that link together common and contrasting elements to form a pattern of narrative identity development among participants, in an iterative manner through discussion between authors. After identifying these common and contrasting narrative themes (Frank, 2000), experiences were contextualised in relation to the broader sociocultural context. Particular attention was paid to how individuals felt they held agency and voice through their use of social media, and how this interacts with social context in mutually impactful ways, connecting their individual meanings to “more global assumptions and worldviews held by individuals within the culture under study” (Riessman, 1993, p. 61).  As qualitative research is co-created in nature (Riessman, 2008), the authors position requires identification as this will have had some effect on the participants’ choice of shared stories (Riessman, 2008), his role in identifying, synthesising and selecting narratives, and then reporting them to the reader (Josselson, 2011). The primary researcher who performed the interviews and initial analysis (with input from two co-authors who also looked over coded interviews and discussed coding and themes) is a white male in his early 40’s, self-described as ideologically liberal, and has worked in UK Secondary Schools (11-19-year-olds) teaching Sex Education, Psychology, and Religious Studies for 17 years. His motivation for study was routed in multiple students who had come to seek counsel on issues related to complex sexual and gender-related issues in the past, and as a cisgender heterosexual white male, wished to understand the lived experience of LGBTQ+ youth better and assist other allies in future support. To ensure the validity of the research’s interpretation of these findings, after the report was produced, the analysis was verified by independently checking themes against the original recordings and transcripts (Braun & Clarke, 2006). The results and discussion section of the report were then shared with a sample of participants as a form of member-checking, who were asked to indicate the extent to which the report reflected their own experiences and that of their contemporaries. The participants suggested minimal LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   15 revisions indicating that the findings did arcuately reflect their experiences, and the quotes used had not been misrepresented.  Results Across the dataset, four inter-related narrative themes (with sub-themes) were developed that encapsulate LGBTQ+ youths’ experiences of social media during the process of narrative identity development: (1) Narratives of merging safe spaces which highlight regular access to safe spaces on/offline which facilitate more stable identity development; (2) Narratives of external identity alignment, illustrating a desire to be known for ‘Who I already am’; (3) Narratives of multiple context-based identities, identifying a rejection of a single sexuality-based core identity; and (4) Narratives of individuality and autonomy which outline highly individualised members of a community. Names and place names have been anonymised to preserve the anonymity of participants.  1. Narratives of Merging Safe Spaces Off/Online 1.1 Safe spaces facilitate stable identity development. Participants’ stories of forming identity projections that reflected aspects of their sexual identity highlighted how engagement in such projections was only possible when they felt safe. These projections were important aspects of their story as they ultimately led to a more secure sense of identity. All participants reported regular and easy access to contexts for safe and open expression in their present experiences, feeling ‘safe and accepted’ as LGBTQ+ youth in nearly all situations on- and offline. When Sharron reflected on the theatre production group she is part of, she notes regular and positive expressions of support:  … I think a lot of people like weren't out at the start of the year, and throughout the year it's sort of [I: Mmm] come out that people are gay or bi or trans or whatever because I think people, people realised that they would be accepted no matter what (Sharron, 19, bisexual)   She highlights a common story told by participants - that the social environment on- and offline now affords security when expressing non-normative identity across LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   16 environmental contexts. It did not mean others claimed to understand their exact sexual or gender identity, but there was an acceptance that their expression of a ‘differing’ identity would not diminish their friendships. One of the critical turning points shared by many participants is that of their coming out stories, which straddled the on- and offline world. Although on balance these were all positive experiences, stories varied in format, and even in homes where individuals’ felt safe and accepted, some participants expressed apprehension. Sarah who has experienced significant friendship rejection in the past, remembers having ‘no issues’ when coming out to parents, but possibly due to internalised stigmas (evidenced in past research examining master narratives such as struggle and success e.g. Savin-Williams, 2005) and past experiences she: … refused to tell my dad, I made my mum tell my dad [because he] grew up with a religious background and he never ever ever said anything against it, like anything like that, but it was just one of those things I just couldn’t face doing it. I was like I can’t, I can’t tell him. It’s really funny because he ends up off sick from work the next day, and I was at home because I had no classes on, and I was like for god sake, so it was just me and my dad and we just like made lunch, and it was like really awkward, and we ate lunch and he just stood up and just went ‘give me a hug, I don’t care as long as you’re happy’ and I started crying, and I just remember my dad was like ‘why are you crying’ and I was just like ‘I’m just really happy’. (Sarah, 19, Bisexual)  Although occasionally experiencing initial fears of rejection, many felt their relationships had been enriched by sharing sexual or gender identity transitions even if only in a developing form with family members, leading to a more positive sense of self. 1.2 Social media is a safe space. Participants’ stories of safety and acceptance had translated from ‘safe’ online environments into participants’ offline contexts. In line with previous research (e.g. Duguay, 2016), online is largely a safe space for many LGBTQ+ youths. Xander, the oldest participant, who identifies as queer and uses the pronoun ‘he’, was bullied offline for much of his early childhood. Here, he reflects on his experience before accessing social media: In terms of forming identity I think it's good, because there are lots and lots of people putting their own experiences forward, and that makes room for validation and self-LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   17 discovery, and I think, you know, 11-year-old me wouldn’t have gone through that oh my god everyone around me’s straight, and I'm gay, if I had social media because I would have seen there were more people out there. (Xander, 23, Queer)  Feeling safe and accepted within social media environments often stemmed from the sharing of similar experiences with others, many of whom were not known to participants in the offline world but offer a space to explore their non-normative, but still developing identity and allows an opening of a dialogue (both intra and interpersonally) about how they may go about defining this difference in identity. Sarah remembers the first time she shared her potential LGBTQ+ identity with a friend she considers close, but has never met offline: No, never met her [I: right, OK], no, a lot, a lot of these people I haven’t met, erm and I think, I think, I can’t remember what it was, I think my friend, one of my other friends, she just, she just come out as gay, and I was like ‘I don't know how to handle this cause I was, cause I like, I feel exactly the same as she does, but I’m like I don't really know how to talk about it [I: right] because it was never, no one ever talked about us where I was from, I didn't think I knew anybody [I: hmmm] at that point, [I: yeah] that I knew of anyway.   Participants reported experiencing safety in social media environments due to privacy settings. This allowed participants to express identity as privately or as publicly as they wished. Paul/a who had a positive critical turning point during a counselling session, recounts their decision to start subtly shifting the information their family has access to: ... you can set posts that people, not everyone, can see [I: Yeah] so I have like, er, certain style of post which pretty much all the adults in my family life, they are just blocked from seeing certain posts [I: Yeah] that I post, and those are normally the ones that are about gender and identity and sexuality and stuff like that, I've started kinda of, kinda, creeping into showing them more stuff [I: Yeah] cause if I don't have to come out to them, and they just know, that's so much easier [I: laugh], If my grandma came to me and was like, are you, are you not… a girl, are you not straight, I’d be like no, I’m not, and that would be so much easier than to sit her down… (Paul/a, 20, Nonbinary bisexual born female)  This seems to identify a dual function for participants, offering both a level of security and control which gives the participants the ability to choose how, when and with whom they will express their LGBTQ+ identity, allowing more gradual and nuanced coming out LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   18 experiences; but also initiates potentially ‘difficult’ conversations with older relatives controlled by the participant. 2. Narratives of external identity alignment 2.1 ‘Who I already am’ drives meaning-making. In nine interviews, participants expressed a desire to be known for ‘who I already am'. This desire to align the inner self with external self-presentation seemingly drives meaning-making for LGBTQ+ youths. A critical aspect of most identity narratives related to the process of self-definition. Participants, like Sandy described past experiences of searching to find identity labels that matched what was already inside: I was like maybe I’m nothing [laugh], so I went through that for like 2 years, then I got to Middle School which is like, 12, 13, and I was like ‘hmm maybe I'm bi’ [I: Yeah], that didn't work either [I: laugh] so I'm trying all these things, and then, recently when I got to uni I thought, I’m probably pansexual, cause that, it, I was struggling with like, the boundaries [I: Yeah], because I understand the necessity like, of labels but that also wasn't working, [I: Yeah] so I've just started saying that I’m queer [P/I: laugh] which covers everything, but not to say that I am everything, it just covers all grounds, because it's just people at the end of the day. (Sandy, 19, Queer)  Sandy’s story highlights a common dissatisfaction that labels, even many found already within the LGBTQ+ community, do not fit pre-existing selves. This desire to be known externally for who they really are influenced online self-presentations. Though online presentations did not have to completely align with internal identity, most acknowledged that their social media presentations were now close proximities to their perceived self. When Xander considered his self-presentation, he noted that social media offers the ability to transcend physical restraints: I think they are close, but, also, not at all at the same time, because they are, it is a, erm, cherry-picked version of yourself you know, you're putting, my own twitter tends to be consistently positive and productive updates, and it's not, I, a long time ago steered away from posting kind of moany things or like, oh I've had the worst day or whatever, that kind of stuff, unless I felt it was contributing to a necessary conversation  LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   19 None of the participants used social media to create an entirely different persona online. Instead social media was used to facilitate self-presentations that were true to their inner selves. There was a shared understanding that social media enabled a ‘cherry-picked’ presentation that could be used as an opportunity to safely project their inner self, or desired ideal self, to an external audience. Identity relevant information could be released over time, first segmented using social media, then slowly opening privacy settings to reveal an identity projection shift to a broader audience. This could entail posting subtle pictures with a same-sex partner, or attraction-based commentary first on- and then offline possibly to avoid context collapse by pre-empting unintentional information leakage (boyd, 2011, 2014). For instance Paul/a described recently using social media more to disclose their LGBTQ+ identity: … the trans awareness video, I posted that on my Facebook without putting the blacklist on [I: Yeah] so that was kind of like, my caption also kind of implied that I was non-binary, though obviously, the video says it explicitly, so I'm gonna post this, and see if anyone comments on it… And I think a couple of like my aunts or something did like it, so I'm like, ok so cool, so they know… but erm, my grandparents didn’t mention it, but like, I kind of want to start… doing that more and I feel like social media is… helpful for that, because I’m a bit naff at like talking about serious things face-to-face.  2.2 Terminology and labels. Terminology and ‘labels’ were both loved and loathed by participants, and were key stories in all interviews. Tim, who has several long-term mental health issues, described social media as a very positive device for self-understanding and meaningful interaction: I’m a huge fan of labels… there’s plenty of people within the LGBT community that say oh let’s do away with labels and be, you know like, be that kind of thing. I'm not of that opinion; I am of the opinion that I need, an identifier, I can't just say I'm me because that's too broad… I can say I'm me, and me constitutes these different characteristics […] social media is good for identifying labels because there are boxes to fill in that says, gender, pronouns, sexuality, that kind of thing, you can use social media to give that list of who you are, that kind of, you know, slightly more publicly identify… (Tim, 23, Homosexual)       LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   20  For Tim, who identifies as a well-understood term in contemporary society, labels give a framework to understand himself and bring a name to his internalised state. Labels also helped him to better contextualise his relationship with others, allowing him to understand who he is in relation to others and be a ‘better friend’. However, other participants found labels could be complex, problematic and misleading. For example, Polly when defining her own identity said: … generally, I'd say bisexual, but I prefer pansexual, but people don't know what that is and think you're doing weird things to woks… I think I don't… I've never really like been like specifically attracted to one gender; it's kind of the person… And I'm not a big fan of labels as they are quite restrictive […] having one word you can use to get across something that can be quite complicated […] that's when it causes problems, because everyone's got a different idea and it's so personal that people get quite defensive when they disagree (Polly, 19, Pansexual)  Polly suggests there are many ways to conceptualise both sexuality and gender, and it is unnecessarily limiting to express sexual attraction in the narrow way labels provide. This need for customisable terminology was an underlying theme in most interviews, but was most evident when interviewing those that identified as ‘non-binary’, ‘pansexual’, ‘fluid’ or ‘queer’. When asked if ‘queer’ was a useful label, Xander replied: I'm not sure, I think because queer used to be such a vitriolic word I know that a lot of people struggle with it, people still hear it as a slur, so they don't want to identify as it, erm, for me, it's more just like an umbrella of, like a… a straying away from labels even though it is essentially a label in itself, it's a label to kind of cover everything... Its identifying as something without tying it down its… Yeah, erm, I think it's difficult because its, we talk about identity through labels [I: Yeah] and when you’re the sort of person who identifies away from labels, there’s, it’s really hard to communicate that because so often people want to know what’s your sexuality, what’s your gender identity…  He identifies as ‘queer’ to express a fluid identity, which for him means he could identify as multiple or differing genders and be attracted to individuals who identify in ways that change day-to-day and reach beyond the simplistic male-female binary. Like Polly, he consciously holds the tension of acknowledging the need to identify in some way and the LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   21 importance in denoting some non-normative state, while rejecting labels due to their imperfect nature.  3. Narratives of multiple context-based identities Non-normative sexuality was perceived as a core identity status for participants when first acknowledging their internal sexual desires, and again when transitioning to their use of external labels with others. However, after this initial period, these became only one of several key identity markers. Tim clearly articulated this when expressing his identity as a ‘gay, male, recovering Christian, geek’. When asked to explain what he meant, he said: Mostly in the past it depends what takes precedence, erm, so, so so at the moment, like, gay is the pri, is my primary identifier at the moment because erm, I just co, come out of a relationship looking at other guys you know, so my head is in that kind of mode. Whereas a couple of weekends ago, erm, er, when we had the [Club society night], I was in geek mode [I: Yeah] and that was my overriding identifier… its probably more the context, if something's going on that's... driving one particularly area of my identity [… but] if I could only pick one [I: Mmm], it would have to be geek.   Not only does Tim identify multiple overt identities which he shares across off and online audiences, but also comments on a hierarchy of identity statuses, which shifts in different contexts. Many participants reported that they felt LGBTQ+ identity was now accepted and ‘normal’ across audiences on and offline to their family and friend. Although it was still an important identity marker, it did not necessarily merit special attention and they did not purposefully compartmentalise these multiple identity projections online. Paul/a highlighted that sexuality, and gender, are so normalised in their mind that, similarly to Tim, context on and offline often drives their consideration of identity:  I think at the moment, like, when I was younger, you know, the last few years I think my identity gender and sexuality wise was really important, and it was kinda something I was very out and loud and proud for a lot of time, but I’m, over the last you know, year or so, I’ve kind of mellowed out a lot about it a lot [I: Yeah] it’s just kind of, I want people to know just so that they, you know understand and respect me and then I don’t have to come up with a billion questions, but… I think now I'm older it’s kind of yea, I want other people to see other parts of me whilst also still understand that this, this major part of my identity you know [I: Yeah] my gender, it's as important to me as someone else's is like, men can be very territorial about you know their own masculinity, women are very like, I’m a women this is what I am, LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   22 and, you know I feel the same way about mine, it’s just other people think that, there must be more emphasis on it because, it’s kinda divergent from the you know, the norm   For participants, living within a sociocultural space that is now largely accepting of LGBTQ+ identities meant the need to pay sexuality or gender more attention than other aspects of identity was lessened. When Xander was asked if sexuality was prioritised in his identity development, he responded:  It’s really not, I think the experiences related to growing up with the queer sexual identity, those are important, erm, because they form aspects of your personality [I: Yeah] and how you treat people, but it’s, the label itself is, I mean I’m not interested in it at all, that’s why I identify as queer as [I: Yeah] I just think, and I actually get quite frustrated when it’s the first thing people see or talk about, you know, erm, like when you’re the gay best friend or whatever for instance [I: laugh] erm, that’s frustrating as it’s very very reductive [I: Yeah], and really, it doesn't actually say anything about a person – their sexuality, erm, beyond what they want to say [I: Yeah] but people make an awful lot of assumptions when it comes to labels   Though presenting as the significant core identity when first coming out, this over simplified view of their sexuality becomes only one of several defining identity markers over time (even for those with less familiar identities e.g. queer) and participants aim is often to open these differing identity contexts for others to better understand them.  4. Narratives of individuality and autonomy 4.1 A community of individual experiences. Stories of individuality within community were shared by many participants. Ownership of highly personalised identity labels unique to each individual was felt to conflict with membership of a broader group identity at times, and the validity of other interpretations of the same labels. Xander describes how his personal identity is balanced with a communal understanding of being LGBTQ+: People just tend to assume an awful lot, and it's like, like, cause I was actually gonna write about this, about being in a post coming out society, whereas beforehand, you had to come out and tell people for them to know, which people still do, but then now it seems more there's that much kind of awareness of different sexualities, you almost have to say, no, come out twice like people will come, make you come out because they'll assume what your sexuality is, and then you have to come out again and say actually no, that's not, I am coming out but not in the way you think I am.  LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   23 His experience of what he calls a ‘post-coming-out’ culture is one where people accept non-normative sexuality, but immediately attempt to categorise what they perceive that non-normative sexuality to be. This removal of personal autonomy over his identity status is difficult, as although we may all present with a multiplicity of identities, his identity is itself a fluid process that shifts across time and context on a daily basis. Xander continues: I’d explain how fluid identity is, and how it’s not, you know [I: Yeah] erm, so rigid, cause I think there’s this understanding that if you’re not one thing, you are the other, like it, you have to fit somewhere and if you don’t fit somewhere then your feelings aren’t real [we need] to stop thinking in umbrella generalised terms, cause what it means, because even if you choose a specific label, for like gay, what it means to be gay for one person is completely different for another person [I: Yeah] and there is such diversity in that   He acknowledged now living in a society where confrontation of heteronormative stereotypes is less necessary, and one can establish oneself as different. However, he noted that care must still be taken even within the LGBTQ+ community to respect the dynamic evolving differences between individuals as identities intersect in multiple and varying ways. This was a view shared by others, as Polly noted:  I learned about non-binary, gender fluid and, like grey gender and agender, not that it’s, if you’re trying to be inclusive as an LGBT community you can't, exclude someone from your field of eligible just because they don't match up with a binary identity, so this group of individuals is possibly a better way to look at this community now.  Inclusion by difference seems both a complex but imperative community task for LGBTQ+ youth, who are often grouped together due to difference. This was also evident in participants’ discussion of high-profile LGBTQ+ individuals. Paul/a, a self-professed movie buff, highlighted how famous LGBTQ+ role models could help some people to understand their identity choices, but was not helpful to them (Paul/a) because they (Paul/a) did not feel these fully represented their (Paul/a’s) personalised identity: …it’s hard for me to explain to other people so… I know a lot of people who are trans, who since you know, erm, Caitlin Jenner, and Laverne Cox and all these [I: Hmm] icons kind of [I: Yeah] became public about being trans, they found it much easier to come out as trans because they had these cultural pinpoints that they could LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   24 say to their parents, like [I: Yeah], I am like this [I: Yeah], where I feel with non-binary and even still bisexuality its… there's a lot less representation, so it's a lot harder to be, there's no one person that I can be like, oh grandma – I'm like this.   4.2 Social media and autonomy. Permeating through all interviews, was the participant’s desire for autonomy and control over their own personalised labels. Participants reported that social media offers a space unconstrained by physical appearance or social interaction difficulties, in which they had explored identity labels as part of a desire to match these to pre-existing internalised concepts (See narratives of external identity alignment). The ability to choose more accurate personal expressions when pre-existing labels did not match internalised self-concept was a critical factor for Paul/a who remembers first seeking out new ways to better express their shifting sense of identity online:  I saw trans first, I kinda saw that and I tried, I dabbled in it for a little bit, and I was like, owww, this still doesn't fit, erm, but then at one point I saw the phrase non-binary and I was like, Oh! There we go, that's it! It’s just this in the middle thing… erm of not really aligning yourself to any specific gender, just kinda being this weird… purple thing [I: Laughs] in the middle [because…] if boy is blue and [I: Yeah] girl is pink, er reddish, then non-binary is kinda this entire gradient of purple  Many participants narrate the positive function of social media which allows new expressions of identity projections and offers space to disseminate them to others. When considering how people share their identity on and offline today, Sarah observes: …similar to like pronouns, you use the pronouns that people ask you to use, you use the names that people ask you to use, if they ask you not to use a name, you don't use that name [I: yeah], and I think that's, that's really important and it's, it's not even about acceptance, it's about like tolerance and like, just, decency, like com, it's like common [I: yeah] decency to use the name that people want you to use… sometimes I will say lesbian or something like I'm gay, like, sometimes I will say that, and it's like one of those things where it's like my identity let me do what I please with it but don't like, don't decide my identity [I: hmmm] for me  Through autonomous ownership of a self-defined personal identity, participants were able to project a coherent internalised self, but with multiple identity presentations, which co-exist to the world. By providing participants with exposure to a multiplicity of labels as well LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   25 as the facility to self-designate identity labels, social media was confirmed as integral to a contemporary experience of this process. Discussion The present study aimed to understand the experiences of contemporary LGBTQ+ youth building narrative identities in the broader cultural context of social media, and the role of social media within this. A narrative thematic analysis was employed, which first focused on individual participants’ life stories, and then compared and contrasted them across participants, leading to the identification of four key themes within narratives: (1) Narratives of merging safe spaces, (2) Narratives of external identity alignment, (3) Narratives of multiple context-based identities, and (4) Narratives of individuality and autonomy.  Narratives of merging Safe Spaces Participants’ stories were consistent with previous research (e.g. Fox & Ralston, 2016) highlighting online experiences as safe spaces that perform multiple beneficial functions (e.g. access to networks for specific information) in relation to identity development. Participants such as Paul/a and Polly saw benefit in the use of multiple social media sites to compartmentalise information (such as Facebook) when performing specific identity tasks dependent on the audience (Fox & Ralston, 2016). This was particularly valuable during early identity exploration and transition work (Haimson, 2018), enabling adolescents to perform various types of identity work safely in ways not previously available.  Though past research has focused on this hiding or compartmentalisation of information for specific audiences (e.g. Devito et al., 2018), our participants' narratives centred around projections of identity which were still multiple but purposely made more open to audiences. Participants attributed feelings of safety online with a decision to open contexts (across online platforms and offline) which portrayed a more authentic form of identity presentation. Rather than pursuing identity presentation that were segmented across LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   26 different on and offline contexts, participants described experiencing identity development in a cultural environment that seems largely accepting of non-normative sexuality and gender. The increasing cultural normalisation of LGBTQ+ identities meant previous stigma and templates of how ‘normal’ life will play out (i.e., master narratives of struggle and success e.g. Savin-Williams, 2005) were significantly weakened and no longer seen as inevitable or expected for our participants. That is not to say that participants did not face negativity on and offline. Certain online platforms were still favoured for certain tasks, and there was an acknowledgement by participants that some platforms such as Tumblr were more ‘queer’ friendly than others. However, for our participants, these different tasks were not usually segmented from view to a wider audience. For instance, Polly told a story of friends from her childhood who had come across projections of her sexual shifting identity on Facebook (not an expected platform for such information within some studies) and they had responded negatively on her profile. Multiple allies rapidly responded in her defence, and this like many of our participants only heightened their expectation that they had the right to express their identity within and across any form of social media they desired.  Narratives of External Identity Alignment The internal desire to be known for ‘Who I already am’ seemed to drive narrative engagement and meaning-making for LGBTQ+ youth. Stories told by Sandy, Xander and Tim included an early realisation that their internalised self-concept did not match their external presentation. Acknowledgement of an internalised dissonance between who participants perceived themselves to be and how others perceived them on and offline was catalysed through critical moments (e.g. counselling) and turning points. This promoted new levels of narrative engagement, encouraging participants to reconsider and re-story past experiences, as they sought alignment of their internal perception(s) with their external presentation of self. As Xander and Sandy’s stories illustrate, this search for terms and labels LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   27 to match pre-existing internal self-concepts is not merely the exploration or trying on of new versions of self, but rather an active reconfiguration and ownership of labels as a result of an already internalised, if still developing state.  This is an important reframing. Previous research suggests youth experiment with different identities and then choose one (e.g. Hillier & Harrison, 2007) including on social media. However, in our study, youths expressed a desire to change external identity presentations when they felt their internal sense of who they already are did not match their external presentation to others. Disconnections between internalised identity and external presentation or ‘identity gaps’ (Faulkner & Hecht, 2011), led to attempts to balance out disparities, initiating the process of narrative engagement that ultimately led to a more successful shift in identity configuration and thus overall sense of self through meaning-making. Social media was positioned as a powerful tool in the bridging of these identity gaps by providing LGBTQ+ youth with the facility to explore and engage in the creation of identity presentations and shared narratives which reflect their present but shifting experiences even if they did not fit within conventional LGBTQ+ identity categories (e.g. Xander and Paul/a). This echoes Haimson’s (2018) Social Transition Machinery theory which suggests the identity realignment youth experience on social media should be reconceptualised as a new rite of passage. By enabling the projection of multiple identities simultaneously, adolescents and emerging adults are able to present in different ways in different contexts and this significantly assists in disclosure choices over time and in differing environments. For example, participants echoed previous findings that Tumblr is often used more for exploration and experimentation, while Facebook is employed for more formal identity transition disclosure (Haimson, 2018). Furthermore, our findings extend this work, suggesting the aim for our participants was to eventually open up these multiple and differing LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   28 identity presentations online in conjunction with offline identity presentations to offer a more authentic if sometimes contradictory projection of identity across contexts. Narratives of Multiple Context-Based Identities  Consistent with past research, participants expressed acceptance of the overlapping interconnected nature of social media, and the complex task of managing a changing identity presentation with a potentially permanent disparate lifetime digital footprint (Davis & Weinstien, 2017). Though fragmentation and context compartmentalisation were described as helpful in the early stages of identity development, audience segmentation was much less prevalent in participants’ stories than has been previously documented (e.g. DeVito et al., 2018; Haimson, 2018). Participants such as Xander highlighted the tension between the permanence of many social media channels such as Instagram that encourage socially desirable presentations, and an acceptance by contemporary LGBTQ+ youth that it was still important to express changing, disparate and momentary identity projections that may not necessarily reflect their preferred overarching identity. Some participants outlined a move towards ephemeral social media such as Snapchat, which provide low stake ways to express in-the-moment identity projections (Davis & Weinstien, 2017). However, many of our participants now in emerging adulthood found this segmentation, along with the use of multiple accounts (e.g. Finstagram) as ‘trying too hard’ and was almost seen as a childlike response by some of our participants. Most instead perceived themselves as a bundle of different identities portrayed over time and across contexts. These were not hidden or segmented for particular audiences, but rather participants expressed an expectation of the right to openly portray shifting multiple identity projections simultaneously, while still synthesising an overall identity.  Participants narrated a comfortableness with this view of identity presentation and emphasised the opportunities the internet provides for actively crafting and expressing their LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   29 multidimensional identity projections, and then chose key identifiers to drive interactions dependent to context (Weststrate & McLean, 2010). Participants told stories in which sexuality was only one of several identity markers. For example, Tim primarily chose to identify as 'geek' before any traditional sexual designation, but acknowledged how identity projections interact in multiple ways, e.g. His favourite shows also featured pro-sexual/gender diversity characters such as DC’s The Flash or Supergirl.  As the interconnected nature of social media platforms continues to flatten (boyd, 2011, Haimson, 2018), rapidly developing technology now retooled for the social world offers the ability to synthesise and project intersecting identity expressions already existing within individuals (Crenshaw, 1989). Participants such as Tim and Polly appear to be attempting to align an understanding which has been long accepted within offline interactions, that an individual tailors’ behaviour for certain audiences within a specific context (Goffman, 1959). As social media now allows others to simultaneous access an individual’s presentation of multiple ‘moments’ written across time responding to these different contexts (including potentially more fluid and queer identity expressions), contemporary online social norms mean youth no longer expect to access a static identity projection of any given individual. Rather it was portrayed that individuals present themselves as a suite of shifting contextually based identity presentations with no single identity presentation offering the holistic sum of their identity.  Narratives of Individuality and Autonomy Past research has documented the individuality and diversity of LGBTQ+ youth identities and how simplistic category labels (e.g. gay) masks nuanced experiences (Hostetler & Herdt, 1998). Many of our participants’ stories (such as Sandy or Polly) initially began identification with a simple sexual label, of the type often found in quantitative data sets (e.g. gay, lesbian). However, as their stories unfolded, they narrated a much more complex set of LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   30 experiences that required the reconfiguration of sexual descriptors (e.g. pan/queer/fluid) to represent a more nuanced identity that also intersected with wider social classifications such as gender. Such nuanced understanding of identity are important - recent studies have highlighted the differing and distinct experiences of discrimination, stress and psychological health across such identity intersections (e.g., Corrington, Nittrouer, Trump-Steele and Hebl, 2019). By acknowledging how an individual’s multiple identities intersect (Crenshaw, 1989), social media offers the ability to tailor new identity configurations of personal and cultural narratives for specific groups (e.g. Queer and of colour) which emphasise autonomy, individuality and choice. For instance, Sarah or Paul/a's stories serve dual roles of both producer and product of discourse on sexual and gender identity (Hammack et al., 2009). By taking control of contexts and opening up multiple identity presentations which co-exist simultaneously, they demonstrate agency which seemed to challenge and reject, rather than continue to replicate the monolithic notions of sexual and gender identity development of previous generations (Driver, 2007; Hammack et al., 2009).  By creating autonomous multi-layered identity configurations online, participants were able to employ a more elaborate integration of personal narratives and meaning-making into an overall coherent identity configuration. This rejection of previously prescribed plotlines and characters (Polkinghorn, 1988) even led to questioning the need for a consistent identity altogether. Xander and Sandy employed more 'open' ambiguous terms such as ‘queer’ to denote the fluidity of identity allowed them the ability to express a moving beyond label categorisation, rather conceptualising a non-consistent identity as their core identity. It is of note that by taking control and expressing their different identity labels and projections as publicly or privately as they wished, all participant stories were of things getting better. This did not mean they had no past or present negative interactions, but they no longer felt they had to engage on Tumblr to share queer identity expressions safely, or Facebook was LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   31 off-limits for fluid identity expressions. The wider cultural access social media now offers across time and context, empowers adolescents and emerging adults to adopt identities that do not 'fit' within traditional hetro- and homonormative expectations (master narratives) which may have once led participants to consider themselves deviant (Herek, 2007). Implications  By offering a person-centred exploration of participant-led narratives, the present study provides an enhanced understanding of how LGBTQ+ youth and particularly those who do not identify within more established identity categories (Mathers, Sumerau & Cragun, 2018), synthesise a coherent sense of identity in the complicated multi-context of contemporary society that straddles two overlapping worlds; offline and online. Our participants told stories of narrative engagement, identity configuration and meaning-making within their identity constructions which were actively shared across multiple contexts. Participants expressed themselves as highly self-reflective individuals, aware of their online identity expressions (Davis & Weinstein, 2017) and how their presentations and ecosystems interact, both off and online. Rather than attempting to ‘edit’ or revise a past history of their own lives (Safranova, 2015), participants accepted that permanent evidence of past identities is an inherent feature of the digital world (Davis & Weinstein, 2017). Changing expressions of identity over the course of adolescence were instead integrated into their overarching life story, and these early identity projections - or ‘origin stories’ - were an important expression of who they had been.  This has important social implications. Although youth consider social media to be a safe space, their data may be used in ways that they did not intend. Previous papers have recommended that App designers and social media companies need to provide still more explicit safeguards and clear controls for personal information especially for converging cross-platform information sharing practices (Haimson, 2018), but our participants no longer believed that the removal or ability to edit past digital footprints were possible. Instead, they LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   32 shifted their approach and expectations of how they used social media. As young people become more accepting of their past digital displays, society must adapt to this developing open multi-projection of identities. The need to recognise that singular past identity projections (e.g. traditional media outlets portrayal of a celebrity tweet using inappropriate (potentially insulting) terminology from their pre-fame teenage years) should not be taken out of context especially for individuals with identities that were still less well understood by the general public, such as those who express more fluid identities. Participants shared stories of displaying sexual and gender identities in more nuanced and subtle ways (such as images with a partner) and no longer relied on the features of any given site for such projections.  The findings of the present study highlight how social media plays a critical and overwhelmingly positive role in facilitating LGBTQ+ and particularly queer youths’ narrative identity development. All participants recounted some form of positive learning experiences or redemptive meaning-making (McAdams & McLean, 2013). By offering individuals the ability to reconcile and resolve divergent internalised self-concepts and multiple identity descriptors, social media was identified as a key asset for the task of better contextualising (Erickson, 1968; McAdams, 2015; McLean et al., 2018), and disseminating stories of their adolescent and emerging adult LGBTQ+ lived experience which led to highly positive outcomes of a more stable, secure and authentic sense of their projected identity. To best facilitate future healthy psychosocial development of LGBTQ+ youth, social media should not simply be vilified, or its use discouraged indiscriminately. Limitations Though attempts were made to recruit inclusively with regards to sexual and gender identities (i.e. focusing on same-sex attracted youth rather than specific sexual/gender labels), the group consisted mainly of white university undergraduates who already openly identified as LGBTQ+. Furthermore, all participants were recruited from one university, which is LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   33 renowned for inclusivity, yet the small sample of participants represent just a small proportion of the LGBTQ+ community of this institution. Thus, the positive accounts of social media that are presented in this paper may be limited to well-adjusted LGBTQ+ youth living within a particularly inclusive, safe and accepting environment. Given the diverse nature of LGBTQ+ experiences, and the way in which sexual identity intersects with other aspects of identity (e.g. class, gender, race; Crenshaw, 1989), the experiences reported in our sample are likely different from other LGBTQ+ youth. Importantly, not all LGBTQ+ youth have such positive experiences (DeVito et al., 2018; Haimson, 2018), especially those for whom being LGBTQ+ intersects with other marginalised identities (e.g. low SES, race) and/or live within less supportive offline spaces (Taylor, Falconer, & Snowdon, 2014).   Narrative approaches are at least in part retrospective studies which focus on participants re-storying their life, how they make sense of these experiences and how this impacts their identity development over time. As the methods used to collect data are focused on the retelling of past events, stories may change and not accurately represent the events themselves. As our focus is on how participants bring meaning to these life moments to find a secure sense of identity bridging their adolescence and adulthood, this may account for their positive outlook recollecting their teen years. Future research is needed to explore how younger adolescents experience social media and identity development ‘in the moment’, as their responses may differ to those given in retrospect. In particular, younger adolescents who may be less comfortable in their LGBTQ+ identity may be an important group for further study, though accessing such individuals may be difficult.  Conclusion   Participant stories highlight how social media has become a transformative tool for LGBTQ+ youth, and the part social media plays in the reconciliation of nuanced and highly-personalised multifaceted identity configurations, which are adaptive to context and change LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   34 over time. Multiple social media platforms were used differentially and often simultaneously to perform differing identity work, particularly during life transitions (Haimson, 2018). Moreover, our research highlights how LGBTQ+ youth, particularly queer female youth, are actively bridging these differing identity projections to take control of their own life stories and make their voice heard (Driver, 2007). By sharing their unique all too often invisible experiences within a world of dominant models of sexual orientation and gender binaries, they reject previous cultural templates which promoted both dominant hetero- and homonormative binary master narratives that do not begin to address the diversity of LGBTQ+ youth lived experiences that are playing out today. By highlighting the safety, autonomy and control afforded contemporary LGBTQ+ youth by the social media environment, we have further contributed to understandings of the process of contemporary youth identity construction, particularly for queer youth and women who have typically been underrepresented in research. References Anderson, M. (2019, June 13). Mobile Technology and Home Broadband 2019. Pew Research Center. Retrieved from https://www.pewinternet.org/2019/06/13/mobile-technology-and-home-broadband-2019/ Arnett, J. J., Žukauskienė, R., & Sugimura, K. (2014). The new life stage of emerging adulthood at ages 18–29 years: Implications for mental health. The Lancet Psychiatry, 1, 569-576. doi:10.1016/S2215-0366(14)00080-7 Baams, L., Jonas, K., Utz, S., Bos, H. & van der Vuurst, L. (2011). Internet use and online social support among same sex attracted individuals of different ages. Computers in Human Behavior, 27, 1820-1827. doi.org/10.1016/j.chb.2011.04.002 Bamberg, M. (2006). Stories: Big or small: Why do we care? Narrative Inquiry, 16(1), 139-147. doi:10.1075/ni.16.1.18bam LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   35 Bell, B. T. (2016). Understanding adolescents. In L. Little, D. B. Fitton, B. T. Bell, and N. Toth (Eds.). Perspectives on HCI research with teenagers (pp. 11-27). Cham, Switzerland: Springer International Publishing. doi:10.1007/978-3-319-33450-9_2 Bivens, R. (2017). The gender binary will not be deprogrammed: Ten years of coding gender on Facebook. New Media & Society, 19, 880–898. doi:10.1177/1461444815621527 Birnholtz, J., Fitzpatrick, C., Handel, M., & Brubaker, J. R. (2014). Identity, identification and identifiability: The language of self-presentation on a location-based mobile dating app. In Proceeding of the 16th ACM International Conference on Human-Computer Interaction with Mobile Devices and Services (pp. 3-12). Association for Computing Machinery, Inc. doi:10.1145/2628363.2628406 boyd, d. (2011). Social network sites as networked publics: Affordances, dynamics, and implications. In Z. Papacharissi (Ed.) A networked self: Identity, community, and culture on social network sites (pp. 39-58). New York, NY: Routledge. boyd, d. (2014). It’s complicated: The social lives of networked teens. London: Yale University Press  Braun, V., & Clarke, V. (2006). Using thematic analysis in psychology. Qualitative Research in Psychology, 3, 77-101. doi.10.1191/1478088706qp063oa  Braun, V., & Clarke, V. (2019) Reflecting on reflexive thematic analysis. Qualitative Research in Sport, Exercise and Health, 11, 589-597. doi:10.1080/2159676X.2019.1628806 Bruner, J. (1990). Acts of meaning. Cambridge, MA: Harvard University Press. Carver, P. R., Egan, S. K., & Perry, D. G. (2004). Children who question their heterosexuality. Developmental Psychology, 40, 43-53. doi:10.1037/0012-1649.40.1.43 LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   36 Chmielewski, J. F., & Yost, M. R. (2013). Psychosocial influences on bisexual women's body image: Negotiating gender and sexuality. Psychology of Women Quarterly, 37, 224–241. doi: 10.1177/0361684311426126 Cohler, B. J., & Hammack, P. L. (2007). The psychological world of the gay teenager: Social change, narrative, and “normality”. Journal of Youth and Adolescence, 36, 46-59. doi:10.1007/s10964-006-9110-1  Corrington, A., Nittrouer, C. L., Trump-Steele, R. C. E., & Hebl, M. (2019). Letting him B: A study on the intersection of gender and sexual orientation in the workplace. Journal of Vocational Behavior, 113, 129-142. doi.org/10.1016/j.jvb.2018.10.005 Craig, S. L., & McInroy, L. (2014). You can form a part of yourself online: The influence of new media on identity development and coming out for LGBTQ youth. Journal of Gay & Lesbian Mental Health, 18, 95-109. doi:10.1080/19359705.2013.777007 Crenshaw, K. (1989). Demarginalizing the intersection of race and sex: A black feminist critique of antidiscrimination doctrine, feminist theory and antiracist politics. University of Chicago Legal Forum: 1(8), 139-167. Davis, K. (2012). Tensions of identity in a networked era: Young people’s perspectives on the risks and rewards of online self-expression. New Media and Society, 14, 634-651. doi:10.1177/1461444811422430 Davis, K. & Weinstein, E. (2017). Identity development in the digital age: An Eriksonian perspective. In M. F. Wright (Ed.), Identity, sexuality, and relationships among emerging adults in the digital age (pp. 1-17). Hershey, PA: IGI Global. doi:10.4018/978-1-5225-1856-3.ch001 DeVito, M. A., Walker, A. M., & Birnholtz, J. (2018). 'Too gay for Facebook': Presenting LGBTQ+ identity throughout the personal social media ecosystem. Human Computer Interaction, 2(44). doi:10.1145/3274313  LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   37 Driver, S. (2007). Queer girls and popular culture: Reading, resisting and creating media. New York, NY: Peter Lang. Duguay, S. (2016). “He has a way gayer Facebook than I do”: Investigating sexual identity disclosure and context collapse on a social networking site. New Media & Society, 18, 891-907. doi:10.1177/1461444814549930 Erikson, E. H. (1968). Identity, youth, and crisis. New York, NY: W.W. Norton. Faulkner, S. L., & Hecht, L. H. (2011). The negotiation of closetable identities: A narrative analysis of lesbian, gay, bisexual, transgendered queer Jewish identity. Journal of Social and Personal Relationships, 28, 829-847. doi:10.1177/0265407510391338 Fox, J., & Ralston, R. (2016). Queer identity online: Informal learning and teaching experiences of LGBTQ individuals on social media. Computers in Human Behavior, 65, 635-642. doi.org/10.1016/j.chb.2016.06.009 Frank, A. (2000). The standpoint of storyteller. Qualitative Health Research, 10, 354–365. Goffman, E. (1959). The presentation of self in everyday life. New York, NY: Anchor Books. Habermas, T., & Bluck, S. (2000). Getting a life: The development of the life story in adolescence. Psychological Bulletin, 126, 748–769. doi:10.1037/0033-2909.126.5.748 Haimson, O. L. (2018). Social media as social transition machinery. Proceedings of the ACM on Human-Computer Interaction. 2(63). DOI: 10.1145/3274332 Hammack, P. L., Thompson, E. M. & Pilecki, A. (2009). Configurations of identity among sexual minority youth: Context, desire, and narrative. Journal of Youth and Adolescence. 38, 867-883. doi:10.1007/s10964-008-9342-3  Heath, J.,  & Goggin, K. (2009) Attitudes towards male homosexuality, bisexuality, and the down low lifestyle: Demographic differences and HIV implications. Journal of Bisexuality, 9(1), 17-31. doi:10.1080/15299710802659997 LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   38 Herek, G. M. (2007). Confronting sexual stigma and prejudice: Theory and practice. The Journal of Social Issues, 63, 905–925. doi:10.1111/j.1540-4560.2007.00544.x Hillier, L., & Harrison, L. (2007). Building realities less limited than their own: Young people practicing same-sex attraction on the Internet. Sexualities, 10, 82–100. doi:10.1177/1363460707072956 Hostetler, A. J., & Herdt, G. H. (1998). Culture, sexual lifeways, and developmental subjectivities: Rethinking sexual taxonomies. Social Research, 65, 249–290. Josselson, R. (2011) Narrative research: Constructing, deconstructing, and reconstructing story. In F. J. Wertz, K. Charmaz, L. M. McMullen, R. Josselson, R. Anderson, & E. McSpadden (Eds.). Five ways of doing qualitative analysis: Phenomenological Psychology, Grounded Theory, Discourse Analysis, Narrative Research, and Intuitive Inquiry (pp. 224-240). New York, NY: Guilford Press.  Kuper, L., & Mustanski, B. S. (2014). Using narrative analysis to identify patterns of internet influence on the identity development of same-sex attracted youth. Journal of Adolescent Research, 29, 499-532. doi:10.1177/0743558414528975 Lijadi, A. A., & Schalkwyk, G. J. (2017). Place identity constructions of Third Culture Kids: Eliciting voices of children form high mobility lifestyles. Geoforum, 81, 120-128. doi:10.1016/j.geoforum.2017.02.015 Manning, J. (2016). Identity, relationships, and culture: A constitutive model of coming out. In J. Manning & C. Noland (Eds) Contemporary studies of sexuality & communication: Theoretical and applied perspectives. Dubuque, IA: Kendall Hunt Mathers, L. A. B., Sumerau, J. E., & Cragun, R. T. (2018). The limits of homonormativity: Constructions of bisexual and transgender People in the post-gay era. Sociological Perspectives, 61, 934–952. doi:10.1177/0731121417753370 LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   39 McAdams, D. P. (2006). The redemptive self: Stories Americans live by. New York, NY: Oxford University Press. McAdams, D. P. (2008). Personal narratives and the life story. In O. P. John, R. W. Robins, & L. A. Pervin (Eds.), Handbook of personality: Theory and research (pp. 242-262). New York, NY: Guilford Press. McAdams, D. P. (2015). The art and science of personality development. New York, NY: Guilford Press. McAdams, D. P., & McLean, K. C. (2013). Narrative identity. Current Directions in Psychological Science, 22, 233-238. doi:10.1177/0963721413475622 Mclean, K. C., Lilgendahl, J. P., Fordham, C., Alpert, E., Marsden, E., Szymanowski, K., & McAdams, D. P. (2018) Identity development in cultural context: The role of deviating from master narratives. Journal of Personality, 86, 631-651. doi:10.1111/jopy.12341 McLean, K. C., & Syed, M. (2015). Personal, master, and alternative narratives: An integrative framework for understanding identity development in context. Human Development, 58, 318–349. doi:10.1159/000445817 Miller, S. (2015). A queer literacy framework promoting (a)gender and (a)sexuality self-determination and justice. The English Journal, 104(5), 37-44. Retrieved from http:www.jstor.org/stable/24484578 Mustanski, B., Andrews, R., & Puckett, J. A. (2016). The Effects of cumulative victimization on mental health among lesbian, gay, bisexual, and transgender adolescents and young adults. American Journal of Public Health, 106, 527-533. doi:10.2105/AJPH.2015.302976 National Center for Transgender Equality. (2018, October 5). Understanding non-binary people: How to be respectful and supportive. Retrieved from https://transequality.org/ LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   40 issues/resources/understanding-non-binary-people-how-to-be-respectful-and-supportive Ofcom. (2018, August 18). Communications market report. Retrieved from https://www. ofcom.org.uk/__data/assets/pdf_file/0022/117256/CMR-2018-narrative-report.pdf Office of National Statistics. (2011). 2011 Census: Local characteristics. Retrieved from https://www.ons.gov.uk/census/2011census/2011censusdata/2011censusdatacatalogue/localcharacteristics Office of National Statistics. (2016). Statistical bulletin: Sexual identity, UK: 2016. Retrieved from https://www.ons.gov.uk/peoplepopulationandcommunity/ culturalidentity/sexuality/bulletins/sexualidentityuk/2016. Office of National Statistics. (2017). Social networking by age group, 2011-2017. Retrieved from https://www.ons.gov.uk/peoplepopulationandcommunity/householdcharacteristi cs/homeinternetandsocialmediausage/adhocs/007401socialnetworkingbyagegroup2011to2017 Parent, M. C., Talley, A. E., Schwartz, E. N. & Hancock, D. W. (2015). I want your sex: The role of sexual exploration in fostering positive sexual self-concepts for heterosexual and sexual minority women. Psychology of Sex Orientation and Gender Diversity, 2, 199–204. doi:10.1037/sgd0000097 Pasupathi, M., Mansour, E., & Brubaker, J. R. (2007). Developing a life story: Constructing relations between self and experience in autobiographical narratives. Human Development, 50, 85–110. doi:10.1159/000100939 Patton, M. Q. (2002). Qualitative research and evaluation methods (3rd Ed.). Thousand Oaks, CA: Sage. LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   41 Pearson, J., & Wilkinson, L. (2013). Family relationships and adolescent well-being: Are families equally protective for same-sex attracted youth? Journal of Youth and Adolescence, 42, 376-393. doi:10.1007/s10964-012-9865-5 Perrin, A., & Anderson, M. (2019, April 10). Share of U.S. adults using social media, including Facebook, is mostly unchanged since 2018. Retrieved from https://www.pewresearch.org/fact-tank/2019/04/10/share-of-u-s-adults-using-social-media-including-facebook-is-mostly-unchanged-since-2018/ Polkinghorne, D. (1988). Narrative knowing and the human sciences. Albany, NY: State University of New York. Raley, A. B., & Lucas, J. L. (2006). Stereotypes or success? Prime-time television portrayals of gay male, lesbian, and bisexual characters. Journal of Homosexuality, 51(2), 19–38. doi:10.1300/J082v51n02_02 Randazzo, R., Farmer, K., & Lamb, S. (2015). Queer women’s perspectives on sexualization of women in media. Journal of Bisexuality, 15(1), 99–129. doi:10.1080/15299716.2014.986315 Ricoeur, P. (1984). Time and narrative: Vol. 3 (K. McLaughlin & D. Pellauer Trans.). Chicago, IL: University of Chicago Press. (Original work published 1983) Riessman, C. K. (1993). Narrative analysis. Newbury Park, CA: Sage. Riessman, C. K. (2008). Narrative methods for the human sciences. Thousand Oaks, CA: Sage. Safranova, V. (2015, November 18). On fake Instagram, a chance to be real. The New York Times. Retrieved from https://www.nytimes.com/2015/11/19/fashion/instagram-finstagram-fake-account.html  Sarbin, T. R. (1986). Narrative psychology: The storied nature of human conduct. New York, NY: Praeger. LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   42 Savin-Williams, R. C. (2005). The new gay teenager. Cambridge, MA: Harvard University Press. Schachter, E. P. (2004). Identity configurations: A new perspective on identity formation in contemporary society. Journal of Personality, 72, 167–199. doi:10.1111/ j.0022-3506.2004.00260.x Solomon, D., McAbee, J., Asberg, K., & McGee, A. (2015). Coming out and the potential for growth in sexual minorities: The role of social reactions and internalized homonegativity. Journal of Homosexuality, 62, 1512-1538. doi:10.1080/00918369.2015.1073032 Stonewall. (2018, January). The full list: Top 100 employers 2018. Retrieved from https://www.stonewall.org.uk/full-list-top-100-employers-2018 Suler, J. (2004). The online disinhibition effect. CyberPsychology & Behaviour, 7(3), 321-326. doi:10.1089/1094931041291295 Taylor, Y., Falconer, E, & Snowdon, R. (2014). Queer youth, Facebook and faith: Facebook methodologies and online identities. New Media and Society, 16, 1138-1158. doi:10.1177/146144481544000 Tolman, D. L., & McClelland, S. I. (2011). Normative sexuality development in adolescence: A decade in review, 2000-2009. Journal of Research on Adolescence, 21, 242-255. doi:10.1111/j.1532-7795.2010.00726.x Turner, A. (2015). Generation Z: Technology and social interest. Journal of Individual Psychology, 71(2), 103–113. doi:10.1353/jip.2015.0021 Weststrate, N. M., & McLean, K. C. (2010). The rise and fall of gay: A cultural-historical approach to gay identity development. Memory, 18, 225-240. doi:10.1080/09658210903153923 LGBTQ+ YOUTH IDENTITY AND SOCIAL MEDIA   43 York St John University. (2018). Equality Data: Students. Retrieved from https://www.yorksj.ac.uk/equality/equality-data/equality-data-students/ ",
    "id": 275552823,
    "identifiers": {
        "doi": "10.1177/0743558419884700",
        "oai": "oai:shura.shu.ac.uk:25558"
    },
    "title": "“Let Me Do What I Please With It.. Don’t Decide My Identity For Me”: LGBTQ+ Youth Experiences of Social Media in Narrative Identity Development",
    "language": null,
    "publishedDate": "2019-11-03T00:00:00+00:00",
    "publisher": "SAGE Publications",
    "references": [],
    "sourceFulltextUrls": [
        "http://shura.shu.ac.uk/25558/3/Bates_LetMeDo%28AM%29.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/275552823.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/275552823"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/275552823/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/275552823/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/275552823"
        }
    ],
    "abstract": "Social media provides Lesbian Gay Bisexual Transgender Queer Plus (LGBTQ+) youth with daily access to a broader sociocultural dialogue that may shape narrative identity development. Through in-depth narrative interviews, this study sought to understand the lived experiences of 11 LGBTQ+ undergraduates (age range = 19-23) building narrative identities in the cultural context of social media and the role of social media within this process. Interviews were analyzed using an interpretative, individual analysis of personal stories. These experiences were then compared and contrasted through thematic analysis to identify four shared narrative themes. Narratives of merging safe spaces highlight how LGBTQ+ youth now have regular access to safe environments online/offline which facilitate more secure identity development. Narratives of external identity alignment describe social media as a tool for LGBTQ+ youth to seek out identities that match their preexisting sense of self. Narratives of multiple context-based identities encapsulate how adolescents’ identity markers are multiple and invoked in a context-dependent manner. Finally, narratives of individuality and autonomy characterize how LGBTQ+ youth perceive themselves as highly individualized members of a wider community. These findings highlight the complex role social media plays within LGBTQ+ youth identity development. The implications are discussed within",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:shura.shu.ac.uk:25558",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "102",
        "openDoarId": 0,
        "name": "Sheffield Hallam University Research Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 275552823,
        "depositedDate": null,
        "publishedDate": "2019-11-03T00:00:00+00:00",
        "updatedDate": "2024-02-12T08:50:48+00:00",
        "acceptedDate": null,
        "createdDate": "2019-12-24T18:15:15+00:00"
    },
    "urls": [
        "https://shura.shu.ac.uk/25558/3/Bates_LetMeDo%28AM%29.pdf"
    ],
    "lastUpdate": "2024-02-12T08:50:48+00:00",
    "setSpecs": []
}