{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Braaten, Elizabeth"
        }
    ],
    "contributors": [
        "Weinreb, Amy"
    ],
    "createdDate": "2019-07-09T05:15:41+01:00",
    "dataProvider": {
        "id": 222,
        "name": "Texas ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/222",
        "logo": "https://api.core.ac.uk/data-providers/222/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.26153/tsw/1543",
    "downloadUrl": "https://core.ac.uk/download/211333752.pdf",
    "fullText": " Elizabeth Braaten  Professor Weinreb  LAH 350  10 December 2018  “Open-Minded Couple Seeking a Third”: Queer Women in the Digital Age  Abstract:​ The decline of the lesbian bar and the dawn of the digital age, combined with the lack of a sufficient digital hook-up space for queer women, leaves a gaping hole in the potential for lesbian visibility and sociability. In conceptualizing lesbian public space, I identify social barriers that both drive this negative phenomenon of invisibility and prevent the development of a comfortable digital space for queer women.  In her acclaimed 1929 essay “A Room of One’s Own,”  famed feminist author Virginia Woolf expresses the societal need for a space for female writers if they are ever to be able to cultivate great works of fiction (Woolf 304). Woolf states that while the world is indifferent to the triumphs, trials, and tribulations of men, it is blatantly hostile to those of women, resulting in the need for a place where they can comfortably and honestly exist as their authentic selves (Woolf 308). Though Woolf’s work is not specifically about the sexual experiences of queer women in the United States, the difficulty faced by this community in obtaining spaces that are definitively theirs, and the blatant necessity of a room of one’s own, rings true throughout history and into the present day. Through observation of the decline of lesbian bars, as well as the failure of lesbian dating apps due to negative place identity, or the ideas queer women hold about the digital spaces they inhabit, I argue that public “hook-up” space for queer women is declining to the point of invisibility, and that there is no viable alternative in the digital age. Please note that,  Braaten 2 for the sake of simplicity, my use of the word “lesbian” throughout the work refers to all women who are sexually attracted to (and have sexual relations with) other women.  Lesbian Space Over Time Firstly, it must be stated that queer culture has historically centered around the designation of spaces specifically for consumption by the LGBTQ+ community. This trend is because of the longstanding persecution, oppression, and denial of the queer community within the United States by the dominant, heterosexual majority. Though this majority tends to group gay men and women together because of their shared sexual preferences of same-gendered relations, the development of lesbian bars necessitates particular scholarly attention. This is because these places represent the desire for a space that is not only queer, but also, built for women. The steady growth of lesbian bars throughout the twentieth century can be attributed, at least in part, to the outward dislike of gay women expressed by gay men when they inhabit the same social space –– in this case, bars. As seen in Johnson and Samdahl’s case study of this particular trend in a country-western gay bar called “Saddlebags,” many gay men, though they do not perform all the functions of conventionally accepted masculinity, still benefit from its other traits, such as gendered power dynamics (Johnson and Samdahl 334). Consequently, some gay men retain “idealized sexual and gendered messages connected with the symbolic power, strength, and self-worth maintained in hegemonic masculinity,” which can then result in a lack of respect for women –– including those that are queer (Johnson and Samdahl 334-335). As in the case of “Saddlebags,” this often manifests itself in an outright dislike of queer women taking up Braaten 3 space in male-dominated gay bars, creating the need for public lesbian spaces (Johnson and Samdahl 341).  The popularity of lesbian bars throughout the twentieth century sprang from the necessity of a space of their own. Before the 1920s, lesbian community interaction was extremely limited to upper-class women and sex workers, since women unaccompanied by men were often refused service in public spaces (Pasulka 2015). However, significant changes began to take place due to the social transformations of the early twentieth century (Pasulka 2015). For example, there is the possibility that Prohibition actually designated the bar as a lesbian space, since lesbians could come together in speakeasies, where they illegally drank alongside heterosexual populations who, like them, were breaking the law (Wolfe 146).  Because of the absence of men and the movement to America’s big cities during this time period, queer women had the opportunity to frequently socialize with one another in public (Pasulka 2015).  For example, during the 1930s and 1940s, working-class lesbians in the city of Buffalo began to congregate at bars, enabling lesbians to end their sexual isolation and instead develop a sense of community with one another (Beemyn 1997). This trend continued throughout the rest of the twentieth century and into the present day. However, with the dawn of the digital age, some scholars have noted that lesbian bars are beginning to die out.  In her article “Last Look at the Lex,” Gayle Salamon describes the closing of The Lexington, San Francisco’s last lesbian bar, which she describes as a place where “lesbians could feel at home” (Salamon 147).  The closing of The Lexington is notable due to the fact that San Francisco is known to house a thriving queer community, making the newfound absence of lesbian bars a previously unthinkable occurrence. And while this bar, which closed in 2015, is Braaten 4 only one example, it represents a larger trend of the disappearance of spaces for queer women in the club and nightlife arena throughout the United States (Cohen 2016). This has happened in numerous cities throughout the country, from Los Angeles to Houston to New Orleans (Cohen 2016). And while Cohen holds that this may just be a result of a greater acceptance of queerness, therefore invalidating the need for lesbian bars, there are still a fair amount of male-dominated gay clubs in cities across the United States (Cohen 2016).  Furthermore, due to the booming popularity of dating apps such as Tinder and Bumble, the highest percentage of couples are now reporting they’ve met their spouses online through either dating apps or social media (Emery 2017). The prominence and increasing normality of these dating apps allows couples to interact through digital space, in turn destroying the need for physical spaces, such as bars, to serve as meet-up spots. This, of course, also includes gay and lesbian bars, which have been swapped by the queer community for LGBTQ+ dating apps such as Grindr, Her, and Scissr. For example, according to a survey done by Match.com, 56 percent of LGBTQ singles report having dated someone they met online (Match 2016).  And while hook-up apps have risen in popularity throughout the last decade, attempts to create online services specifically for queer women, such as the apps Her and Scissr, have failed tremendously (Noman 2015). This could possibly be because Her is a paid service. Additionally, both apps attempt to promote themselves as spaces where queer women can make friends and find fun events in their area, making the sexual aspect of these services vague or seemingly obsolete (Noman 2015). However, it can also be attributed to the negative place identity of digital space held by queer women.  Place Identity and the Failure of Digital Hook-Up Space  Braaten 5 Proshansky, Fabian, and Kaminoff define place identity as the part of one’s identity that consists of their ideas about the world they inhabit (Proshansky et al. 77). Place identity will vary from person to person due to to the different statuses each human being occupies, such as gender identity, socioeconomic status, education level, etc. (Proshansky et al. 80). To understand the failure of lesbian digital hook-up space,  it is of particular importance to observe how place identity impacts the spaces queer women choose to occupy.  One must note the negative perceptions women tend to hold of themselves for participation in online hook-up services. Scholars hold that a hook-up app will never be possible for queer women because of the “policing of female sexuality” in a patriarchal society that expects women to strive towards intimacy and relationships (Noman 2015). For example, when asked about the app, Her founder Robyn Exton stated, “women aren’t looking for a ‘Hot or Not,’” instead desiring “to chat and meet up” and “make friends” (Noman 2015). This false perception, which contributes to the failure of lesbian dating apps, both assumes that women have no desire for casual sex while shaming those that do into silence.  What’s more, queer women attempting to use predominantly heterosexual dating apps, such as Tinder, often come up short. One college-aged queer woman describes her experience on Tinder as fluctuating between straight couples seeking a third person for threesomes and men that would show up in her feed, despite her preference being set to women (McLaughlin 2017). This is evidence of the fetishization of this community by the dominant heterosexual majority, further causing queer women to view the use of dating apps in pursuing a love life as a futile attempt.  Braaten 6 Queer identifying women are further still disenfranchised with participation in the online dating sphere due to the perception that it may be dangerous. A 2017 Indiana University study revealed that nearly 72 percent of women cited a concern with using dating apps because of the possibility that it “could lead to unsafe situations” (Beauchamp et al. 7).  Furthermore, queer women identifying as a race other than white are often subjected to racial biases on dating apps, which may lead them away from online dating. A 2018 study found that white men and women of all ages are more likely to pursue relationships with other whites, and are the least likely of all the racial groups to date outside of their race (Hutson et al. 4). This has significantly detrimental effects to queer women attempting to participate in white-dominated social spaces, which are characteristic of the United States.  Finally, a queer woman’s age may disincline her towards attempting to find sexual partners on dating apps. Online dating apps are known for being ageist, as evidenced in Tinder’s previous policy of charging individuals over 30 more than those under 30 for the app’s premium features (Isidore 2018). This can dissuade older queer women from using online dating services, as they may feel they have next to no chance at securing a successful match.  Looking Forward  One’s personal identity deeply affects their emotions, ideas, and conceptions of a place, significantly impacting their decision on whether to participate in it. This can be seen in the creation of lesbian bars in the first place due to the discrimination queer women face by queer men when occupying the same space, necessitating a place of their own. But, the popularity of online dating apps is beginning to destroy the need for bars as meet-up places, causing large segments of the queer community to turn to services such as Grindr, Tinder, and Her in their Braaten 7 search for a love life. Furthermore, the intersecting notions of the identities inhabited by queer women, such as age, race, and societal expectations of female sexuality can bar women from participating in online dating services.   Public spaces for women, particularly those for queer women, will always be a necessity in a male-dominated world that often subjects them to degradation, verbal abuse, and physical violence. But, since the lesbian bar is all but obsolete, digital space is the next great frontier for women of the LGBTQ+ community. However, current digital space for queer women is sorely lacking, forcing this community out of this realm. As a solution, I propose the creation of a liberating hook-up app for queer women in order to ensure the continued visibility of this community. This app would be designed and maintained by queer women of all races –– not just white women –– to ensure it’s a comfortable space for all people. In order to eliminate any class or age biases, it would be free to everyone. Finally, it would be marketed as a hook-up app, where women could meet up with one another, either for dates or sex. This would, hopefully, begin to eliminate the myths that women, in general, do not like sex (we do) and that women who do should be shamed (we shouldn’t). By taking Virginia Woolf’s idea of the necessity of a space for women and applying it to the pressing need of a place where queer women can just be queer women, one can begin to understand the problems facing this community today. The solution, simply, is a hook-up space of our own.      Braaten 8 Works Cited Beauchamp, Alyssa M., et al. \"Super Likes and Right Swipes: How Undergraduate Women Experience Dating Apps.\" ​Student Personnel Association at Indiana University​, 20 June 2017, pp. 1-16, scholarworks.iu.edu/journals/index.php/jiuspa/article/view/23700. Accessed 5 Nov. 2018. Beemyn, Brett. \"Introduction.\" 1997. ​Creating a Place for Ourselves: Lesbian, Gay, and Bisexual Community Histories​, edited by Beemyn, 1997, pp. 1-7, file:///Users/elizabethbraaten/Downloads/9781135222413_googlepreview%20(3).pdf. Cohen, Sascha. \"What Comes after the Death of the Lesbian Bar?\" ​Vice​, 26 July 2016, www.vice.com/en_us/article/dpk8kk/meet-the-agender-alternative-queer-nightlife-replacing-the-disappearing-lesbian-bar. Accessed 31 Oct. 2018. Emery, Lea Rose. \"How Do Most Couples Meet These Days? Online Is the Top Way People Are Finding Their Spouses Today, Survey Finds.\" ​Bustle​, 10 Nov. 2017, www.bustle.com/p/how-do-most-couples-meet-these-days-online-is-the-top-way-people-are-finding-their-spouses-today-survey-finds-3344742. Accessed 5 Nov. 2018. Hutson, Jevan, et al. \"Debiasing Desire: Addressing Bias & Discrimination on Intimate Platforms.\" ​Proceedings of the ACM on Human-Computer Interaction​, vol. 2, pp. 1-18, www.karen-levy.net/wp-content/uploads/2018/09/Debiasing_Desire_published.pdf. Accessed 5 Nov. 2018. Isidore, Chris. \"Too Old for Tinder? This Court Has Your Back.\" ​CNN​, 1 Feb. 2018, money.cnn.com/2018/02/01/technology/tinder-age-discrimination/index.html. Braaten 9 Johnson, Corey W., and Diane M. Samdahl. \"'The Night They Took Over': Misogyny in a Country-Western Gay Bar.\" ​Leisure Sciences​, vol. 27, 2005, pp. 331-48, content.ebscohost.com/ContentServer.asp?T=P&P=AN&K=17384884&S=R&D=bth&EbscoContent=dGJyMNLr40Seqa44zdnyOLCmr1CeqK5SsKu4TK6WxWXS&ContentCustomer=dGJyMPGotkmwqrmF39%2FsU%2BPe7Yvy. Accessed 31 Oct. 2018. \"Match Releases New Study on LGBTQ Single Population.\" ​Cision PR Newswire​, 24 May 2016, www.prnewswire.com/news-releases/match-releases-new-study-on-lgbtq-single-population-300273510.html. Accessed 5 Nov. 2018. McLaughlin, Caitlin. \"The Lonely Lesbians of Tinder: Swiping as a Gay Girl.\" ​Her Campus​, 8 Nov. 2017, www.hercampus.com/school/drexel/lonely-lesbians-tinder-swiping-gay-girl. Accessed 5 Nov. 2018. Noman, Natasha. \"There May Never Be a Good Dating App for Lesbians –– Here's Why.\" ​Mic​, Mic Network, 23 July 2015, mic.com/articles/122737/lesbian-dating-apps#.xnAOe4Vly. Accessed 31 Oct. 2018. Pasulka, Nicole. \"The History of Lesbian Bars.\" ​Broadly​, Vice, 17 Aug. 2015, broadly.vice.com/en_us/article/8x443v/the-history-of-lesbian-bars. Accessed 31 Oct. 2018. Proshansky, Harold M., et al. \"Place-Identity: Physical World Socialization of the Self.\" 1983. The People, Place, and Space Reader​, edited by Jen Jack Gieseking et al., 2014, pp. 77-81. Salamon, Gayle. \"Last Look at the Lex.\" ​Studies in Gender and Sexuality​, 1 Apr. 2015, pp. 147-48, web. Accessed 31 Oct. 2018. Braaten 10 Wolfe, Maxine. \"Invisible Women in Invisible Places: Lesbians, Lesbian Bars, and the Social Production of People/Environment Relationships.\" ​Arch. & Comport./Arch. & Behav.​, vol. 8, no. 2, 1992, pp. 137-58, lasur.epfl.ch/wp-content/uploads/2018/05/WOLFE.pdf. Accessed 31 Oct. 2018. Woolf, Virginia. \"A Room of One's Own.\" 1929. ​The People, Place, and Space Reader​, edited by Jen Jack Gieseking et al., 2014, pp. 304-08.  ",
    "id": 211333752,
    "identifiers": {
        "doi": "10.26153/tsw/1543",
        "oai": "oai:repositories.lib.utexas.edu:2152/74423"
    },
    "title": "“Open-Minded Couple Seeking a Third”: Queer Women in the Digital Age",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://repositories.lib.utexas.edu/bitstream/2152/74423/2/BraatenFinal%20Paper%20Spatializing%20Culture%20%281%29.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/211333752.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/211333752"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/211333752/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/211333752/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/211333752"
        }
    ],
    "abstract": "The decline of the lesbian bar and the dawn of the digital age, combined with the lack of a\r\nsufficient digital hook-up space for queer women, leaves a gaping hole in the potential for\r\nlesbian visibility and sociability. In conceptualizing lesbian public space, I identify social\r\nbarriers that both drive this negative phenomenon of invisibility and prevent the development of\r\na comfortable digital space for queer women.Liberal Art",
    "tags": [
        "Thesis",
        "LGBTQ",
        "lesbian",
        "digital age",
        "social media",
        "gay",
        "women",
        "queer",
        "culture",
        "social",
        "sociology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Thesis"
    ],
    "oai": "oai:repositories.lib.utexas.edu:2152/74423",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "222",
        "openDoarId": 0,
        "name": "Texas ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 211333752,
        "depositedDate": null,
        "publishedDate": "2018-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T19:56:31+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T05:15:41+01:00"
    },
    "urls": [
        "http://dx.doi.org/10.26153/tsw/1543",
        "https://hdl.handle.net/2152/74423"
    ],
    "lastUpdate": "2024-01-30T19:56:31+00:00",
    "setSpecs": []
}