{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ohman, Morgan Rae"
        }
    ],
    "contributors": [],
    "createdDate": "2019-12-19T00:55:04+00:00",
    "dataProvider": {
        "id": 12759,
        "name": "Columbia College Chicago: Digital Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/12759",
        "logo": "https://api.core.ac.uk/data-providers/12759/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/270205306.pdf",
    "fullText": "Columbia College Chicago Digital Commons @ Columbia College Chicago Cultural Studies Capstone Papers Thesis & Capstone Collection 4-29-2019 “This is the True Story:” The Representation of the LGTBQ Community in MTV’s The Real World Morgan Rae Ohman Follow this and additional works at: https://digitalcommons.colum.edu/cultural_studies  Part of the American Popular Culture Commons, Lesbian, Gay, Bisexual, and Transgender Studies Commons, and the Television Commons This work is licensed under a Creative Commons Attribution-No Derivative Works 4.0 License. \u0005\u0001\u0001“This is the True Story:” The Representation of the LGTBQ Community in MTV’s The Real World Morgan Rae Ohman  \u0006\u0001\u0001Abstract In this project, Morgan Ohman seeks to explore the MTV reality show The Real World by analyzing several cast members of the show who identify as part of the LGBTQ community. MTV’s The Real World, a reality TV show that first aired in 1992, captures the lives of seven young people between the ages of 18-24 that are selected to live in a house together for several months. The show’s dramatic the opening title sequence, “what happens when people stop being polite and start getting real?” raises fundamental questions about the relationship of reality TV and the politics of representation, as well as about the relationship between the subjects represented in reality TV and its viewers and consumers. Ohman combines a critical narrative analysis with critical theories of representation and identity politics. In particular, she draws on queer theory and the work of cultural studies scholar Stuart Hall to examine The Real World show, highlighting how representation in the media has become a vital tool for viewers to help validate their subjectivity and subject- positions within the LGBTQ community.   Key Words: Reality TV, Representation, Media, MTV, The Real World, LGTBQ  \u0007\u0001\u0001“It wasn’t about me or my desires, it was about representing a community that has been heretofore woefully misrepresented if not underrepresented in the media.”  – Katelynn Cusanelli, From The Real Word: Brooklyn  There are many different types of TV shows, and along with them come many different types of viewers.  As the platform of television changes, there have been major strides in the representation of people who are part of the LGBTQ community. Whether it is a traditional television show or a reality TV show, representation remains important as it lets the viewers know that they are not the only ones out there and that they are not alone.  To put this into perspective imagine how a young 14- year old girl who identifies as bisexual feels when she sees a bisexual person on TV that is not only comfortable in their own skin but has healthy relationships and is not stigmatized as overly- sexual or solely defined by their sexuality and sexual orientations.  Representation in the media can validate our existence and that of others.  By choosing to exclude or severely under represent significant portions of our population in our media, we are not only sending a message that we do not value these people, but that we are also preventing everyone from better understanding the diverse and complex subjectivities surrounding us. Television isn’t solely entertainment; it is a way for us to learn about people, places, situation and emotions that we may not have known existed.  In this project, I seek to explore the MTV show The Real World by looking at the cast members who identify as members of the LGBTQ community and their impact on actual audiences of the show. I will draw on past interviews that were done during and after the show as well as on other sources that have previously investigated representation in the media.  Reality TV shows are intended to showcase the lives of people and how they behave in everyday life, or in situations that are created by the producers, which are intended to represent everyday life. The \b\u0001\u0001opening part of MTV’s The Real World opening title sequence states that “This is the true story-” with the last line saying, “-what happens when people stop being polite and start getting real.” This opening line of the show brings us to the question, what type of reality does reality TV represent reality? ¬ Along with how do the people who are on the show affect the viewers?  The series was originally produced by Mary- Ellis Bunim and Jonathan Murray.  First broadcast in 1992, the show is known as one if the longest-running programs in MTV history, one of the longest- running reality series in history and is credited with launching what is known as the modern reality TV genre.  In its earlier years it was known for depicting issues that were relevant to its main audience, which included teenagers and young adults. The issues that were explored included sex, prejudice, religion, abortion, illness, sexuality, AIDS, death, politics and substance abuse. However, as the show continued, it began to gain the reputation as a showcase for immaturity and irresponsible behavior indicative of the declining morals of contemporary youth.  The show focuses on the lives of a group of strangers who audition to live together in a single house for several months, as cameras record their interpersonal relationships. Each season of The Real World it consists of seven to eight people between the ages of 18-25, coming from different parts of the country, and with group typically representing different races, genders, sexual orientations, levels of sexual experiences and religious and political beliefs. By having a diverse group of cast mates each season, it makes It easy for the viewers to find someone that they can relate to.  The cast members that will be looked at are Pedro Zamora; who appeared on season three The Real World: San Diego which aired in 1994, who attracted viewers’ attention by being the first openly gay man with AIDS to ever be portrayed in popular media. Second, there is Mike Manning from season twenty—three The Real World: D.C (2009-2010) where on \t\u0001\u0001his season he had recently came out as bisexual and started working with the human rights campaign, and the revelation of him coming out had also caused conflict with loved ones. By looking at these two cast mates that came out during different years, I will be able to look at what was going on during the time that the seasons occurred and how they affected their viewers.  When making the show the housemates are being recorded around the clock, by having the house setup with video cameras mounted on the walls along with a small camera crew that follows the cast around the house and out in public. Along with these cameras each cast mates is required to sit down and be interviewed about the past weeks’ events. Unlike, the normal day to day taping these interviews are referred to as “confessionals” which involve the subject looking directly into the camera while providing opinions and reflective accounts of the week’s activities, which are used in the edited episodes. By viewing each episode and seeing the events that take place within it, these “confessional” recordings will be able to give us the opinions of not only the main cast mate I will be focusing on but also their fellow roommates. Along with these interviews that takes place during the time the season was being recorded I also plan on looking at other interviews that the cast mates may have taken part in that had happened after the show was aired. Towards the end of each and every season the cast mates are usually brought back together to film a reunion show, where they look back on their season to explain how they feel about what had happened during the time of it being recorded and to see where they are at after they had left the Real World house.  While looking at the show itself will be the main part of this study, I will also be looking at what others have said about this show and what their views are on it. Some of the sources that I draw on also investigate representation in the media, both online and offline, as well as on sources that talk about reality TV since it is important to understand how these shows came to \u0001\u0001be, and what impact they have on the viewers that watch these types of shows. After looking at the show The Real World and what others have to say about it, I will be able to answer the question about the complex relationship between reality TV, issues of representation and the impact of the show on its viewers.  Literature Review There are several different texts that I engage in order to help give an idea about what this show is doing to its viewers and to the castmates who were a part of it. The first set of texts that will be used focuses on the genre of reality television.  Since reality television is known as a genre of television programming that documents the lives of people and how they behave in everyday life, or in situations that are created by the producers, which are intended to represent everyday life, it is important to understand how these shows came to be. Alison Slade’s Reality Television: Oddities of Culture tells us that reality television helps give us a glimpse into the lives of our neighbors and an opportunity to also look at ourselves. With the era we are in currently reality television programming has a vast variety of shows and no topic or cultural group is exempt from the reality show formula. As a television viewing culture, we have become more obsessed with the instant gratification and the bigger and weirder, the better (Slade vii). While this book does focus more on the reality shows that take place in the south, such as “Duck Dynasty” and “Here Comes Honey Boo Boo” I do intend to look at this book to see what reactions people have from viewing reality TV shows.  Cynthia M. Frisby, in “GETTING REAL with Reality TV” talks about what makes reality TV so successful and why people are drawn to watching these shows. “Much like a car crash on the side of freeway, glimpses into the interior workings of other human beings is often shocking, yet impossible to turn away from.” (Frisby p.52) In the article CBS News associate \u000b\u0001\u0001Presely Weir tells us that “It’s refreshing to see every day people getting some of the spotlight, rather than just seeing movie stars all the time.” (Frisby p.52) Reality shows can promote understanding by introducing viewers to people they might not otherwise encounter and facilitate conversations (Frisby p.52). This is what is Paula Hendrickson talks about in “Reality TV Has Some Big Issues”. In this article, she talks about how reality tv shows don’t only just create understanding and empathy; but they can also educate and inspire. An example that is used in this is during season three of “The Real World” where Pedro Zamora was on; President Clinton had said that Pedro did more to educate young people about HIV and AIDS than anything that he could have done on a federal level, because MTV has a direct connection to young people (Hendrickson p.65).  Because reality television is available for younger viewers to see, it is important that we look into what impact they have on them since they can view the people on these shows as role models. Illisa Cohen’s article “Is reality TV Messing With Your Head?” focuses on this topic. As a cultural critic and family therapist Lori Gottlieb states “There seems to be an even greater draw than just the amusement factor of reality television. Teens are naturally curious about other people’s lives and want to know how their own lives compare.” To figure this out they often look to reality shows for the answers.  This article does also go into talking about studies that have been done; one study that was done by the Girl Scout Research Institute found that 73 percent of people that were surveyed thought that reality TV shows “make people think that fighting is normal part of a romantic relationship” and 70 percent said that reality TV “makes people think it’s OK to treat others badly.” But the degree of influence these shows have might depend on how you feel about yourself, not just how you feel about the characters you see on TV. Cohen want to remind people that when watching these shows that while it can be entertaining to watch \f\u0001\u0001fights, breakups, and hysterical crying for hours on end, they need to also remember that the producers place these “real people” into fake situations (Cohen pp. 15-16). With this statement it brings us back to what I had said at the start of this- that while reality tv shows may be about real people living their lives, it may not all be true since some of the situations that are shown may have been created for entertainment purposes.  For this study I will be looking at the TV show The Real World itself, with it having up to 32 seasons this creates a lot of episodes to be looked at. However, I will only be looking at a season 3 The Real World: Los Angeles and season 23 The Real World: Washington D.C as well as an episode from season 33 Real World: Ex-plosion.  In doing so this will also include other types of sources that primarily focus on this TV show. In CNN’s article “How ‘The Real World’s’ first season sparked real change” it states that the first season of the show was a harbinger of American culture to come, and that diversity would be demanded, and that social media could make anyone a star. When the show was first in the works it wasn’t even supposed to be “real”;, the producer Jonathan Murray and partner Mary-Ellis Bunim originally wanted to make it a scripted drama for MTV about young people beginning their lives in New York City. However, MTV wasn’t ready to do scripted programming and bear the cost of it as well, since during this time the network was primarily airing music videos and game shows. Instead, Murray pitched the idea of The Real World to MTV executives with the criteria being that show would pull together a diverse group of young people who wouldn’t ordinarily live together. Murray said that he is proud for “The Real Worlds” place in pop culture, since they had brought people on to the television screen who had been ignored by television. (CNN)  With such a diverse group of people being on this show it does help to create situations and drama that ends up being shown. This creates the show to not only fit into the subclass of \u0001\u0001reality television, but it also blends in documentary techniques that make it seem like it’s a soap opera. With the casting and editing that is done the producers and the staff members of the show dramatize roommates’ lives via narrative storytelling.  “Consuming the Fractured Female: Lessons from MTV’s The Real World” Danielle M. Stern argues that the show is being used to help capitalize the market of a “fractured female” and that it falls in line with the fascination of other popular culture women like Britney Spears and Lindsay Lohan. The show is known to show sexual displays of the body by showing scenes that include bedroom activities, skinny-dipping and hot tub sharing which seem to become a norm for the show. According to Jon Murray co-creator and executive producer of The Real World, young women constitute more than half of its audience. (Stern p.51) While this article does focus on the views of how the female body is portrayed on the show, I find this to be an important essay to look at since it does include interviews that were done with producers of the show and female fans that have watched it.  Not only will I be using articles and essays to give us insight on what it was like to be a part of this show; I will be using two videos that focuses on two cast members that were on The Real World. The first one is “Kaitlyn Real World-May 1, 2009”; three weeks before moving into The Real World house she had completed her transformative surgery and brought the results to be seen all over the world, making her the first openly transgender women to be on reality tv. After the show had aired she has toured the nation to talk to students as she discusses equality for all genders, sexualities and her personal struggles. In the video she tells us about how she went to a three-day retreat that was put together by GLISTEN (Gay Lesbian and Straight Education Network) and at the retreat one of the directors that was doing a workshop on gender and sexuality said to her and her peers that there is a word for what you are and you’re not alone. \u0005\u0004\u0001\u0001Kaitlyn tells us that hearing that when you are 15-16 years old is a very powerful thing because it doesn’t make you think oh my god, I’m all by myself in the world I must be some kind of freak. Today it is not uncommon to find those who have been part of reality tv show such as The Real World making YouTube videos talking about their experience, and explaining how it is they got casted. “Sarah Rice, from MTV’s Real World and The Challenge, speaks out on reality tv” is one of the videos that I intended on using that goes along with these types of Youtube videos. Sarah Rice, who first appeared on The Real World Brooklyn talks about reality TV in an interview one year her season aired in 2010. During the interview she tells us that what makes good reality tv is that it makes us feel okay about your own life and makes you feel normal. These shows portray people in their real lives as an exaggerated version, and that it can give you thoughts like maybe I’m not that crazy or maybe I am more normal than I thought. Because these shows exist and there really isn’t a need for a soap opera because reality tv is more dramatic, because nothing is scripted. These different sources of information will become important in writing this essay. These will   not only help give us an idea of the experiences the producers and cast mates had from being a part of the show; but it will also help give us information on the impact that this show had on the people who were watching it on their own TVs.   The final set of texts that will be used focuses primarily on how the LGBTQ community is represented in media both online and offline: they look not only how this community is being represented in TV shows but also how they are represented in other forms of media such as online spaces like YouTube. Looking into other types of media is important because it is another way for people to find other people that they can relate to, as well as another tool for them to use to get information. The first article “Reading Gays On The Small Screen” by Frederik Dhaenens focuses on representation through TV shows that don’t fall into the reality tv category; instead it \u0005\u0005\u0001\u0001focuses on shows that are cartoons and sitcoms. Even if these are different then what the study is going to be focused on doesn’t mean that these shows shouldn’t be put into consideration. Dhaenens goes on to saying that since gay men and women on television have been represented as more rounded, diversified and common in the first decade of the 21t century, they have become increasingly the subject of critical media studies. He tells us about a study that has been done in which the participants tended to talk about gay characters in terms of gender characteristics and stereotypes. These aspects were often discussed together, as they considered the effeminate gay man to be one of the most typical gay male stereotypes and the butch lesbian one of the most common female gay stereotypes Many of the participants, stressed that most of the gay stereotypes are not intended to be harmful; when applied in comedy, they were considered by almost all participants as funny instead of homophobic. Along with gay and heterosexual participants had agreed that most of the gay representations in contemporary television fiction are realistic. However, there were a few that assumed that audiences will consider that gay characters on television differ from gay men and women in reality (Dhaenens pp.58-62).  With media being such a broad topic there is a lot that can be investigated when considering this as a topic; this however doesn’t mean that one media platform is more important than the other. While I do plan on having this be primarily focused on representation within television, this will grab ideas that are expressed within other forms of media. Benjamin Hanckel “Representations of LGBT youth: A review of Queer Youth and Media Cultures goes into talking about what is mentioned in this book which focuses on online spaces such as blogging sites, as well as popular culture tv shows like “Glee”. The book mentions that the affordances of digital media now offers LGBT youth new opportunities for identity exploration as well as \u0005\u0006\u0001\u0001documenting and sharing their experiences. Along with how they are using and engaging with media to preform and form their identities across on and offline spaces.  The critical examination of the making and constructing of representations of LGBT identities in television, movies and new media is a significant contribution to this underdeveloped area. It helps add to our understanding of how LGBT youth are constructed and are constructing their identities in a rapidly changing media landscape. While understanding these representations is crucial for LGBT youth’s mental health and wellbeing, and the challenging of heteronormative structures (Hanckel pp. 411-412).  Continuing with the topic of offline and online media the article “Transgender Representation in Offline and Online Media: LGBTQ Youth Perspectives” by Lauren B. McInroy and Shelley L. Craig informs us that transgender people are increasingly depicted in both offline and online media. These representations help to inform the general public about transgender communities and have a significant impact on young people who identify as transgender which can help them with their development and the experiences they may encounter. Despite increasing awareness of the representation, a lack of research persists on the perspective of lesbian, gay, bisexual, transgender, and queer youth regarding depictions of transgender people in contemporary media.  Media has become the predominant source where people, both transgender and non-transgender, gain general knowledge about transgender issues, and the media representation influences and informs the general public’s attitude. While these depictions also have a significant impact on transgender individuals’ lives and experiences, including their development of their gender identities (McInroy & Craig p. 606).  Lastly, I plan on using Hannah J. Johnson’s “Bisexuality, Mental Health and Media Representation” this article focuses on a variety of media that is used such as television, film and \u0005\u0007\u0001\u0001music and how they are used to often contribute the negative stereotypes and stigmas that come with people who are bisexual. According to the USC Annenberg School for Communication and Journalism’s Critical Media Project, “The media uses representations- images, words, and characters or personae- to convey specific ideas and values related to culture and identity in society. Media representations, therefore, are not neutral or objective. They are constructed and play an important role in imparting ideology” and are a tool for reinforcing particular values and beliefs on mass scale. These values hold a great deal of power “because we internalize them and take them for granted… they can shape the way wee see and understand the people, objects, practices and institutions in our lives.” (Hannah  J. Johnson p. 378) Johnson tells us that music, film, pornography, and television are all examples of media that can have a subconscious effect in shaping the way we look at the world, and though these outlets, oppressive ideologies can casually become a part of our point of view. When looking at media and how they represent bi-sexuality this article says, that currently in mainstream media, female bisexuality is oversexualized and male bisexuality is erased, contributing to damaging stigmas about bisexuality in general. (Johnson pp.379-380)  By getting a small glimpse of the texts and videos that will be used through my essay we can already conclude that representation in media is important. Whether it is from a scripted television show, a reality tv show or even online blogging sites. It lets the viewers know that they are not the only ones out there and that they are not alone. It also helps them in comparing their own experiences with others and can even be a great tool to find other sources that may need. By going further in looking into these sources and viewing the tv show The Real World I plan to get a better idea of how this show the helps those who are part of the LGBTQ community.   \u0005\b\u0001\u0001Methodology/ Queer Theory /Ideology With the information that is gathered it will be presented in a form of television studies, where it will be connecting theories of representation to theories of identity construction that is done within television. The material that will be used will be based on the reflections that some of the cast mates have from being on the show and how they feel they were portrayed based off the editing that was done to make each episode. Along with that others who have viewed the show have to say about how the cast mates were. By investigating these reflections, they will be brought together in a form of a Narrative Analysis; since it will be relying on the written or spoken words and the visual representation of the individuals. This type of analysis is typically used to focus on the lives of individuals as told through their own stories. With The Real World being a reality tv show it can fall under as an idea of how the cast mates of the show wish to tell their own personal stories and life experiences. Peoples identities are often produced through ongoing and active relationships to other people and places. While depending on where they are an individual can make a choice of how to ‘preform’ their identities depending on where they are and whom they are with.  This idea of an individual identity is closely related to what theorist Judith Butler talks about in terms of Queer theory. With Queer Theory I will be using it as a term for those who are not only deemed sexually deviant, but also used to describe those who feel marginalized as a result of standard social practices. It should also be noted that Queer Theory is not a singular or systematic conceptual or methodological framework, but a collection of intellectual engagements with the relations between sex, gender, and sexual desire. This term is used to describe a diverse range of critical practices and priorities: readings of the representation of same-sex desire in literary texts, films, music, images; analyses of the social and political power relations of sexuality; critiques of the same- gender system; studies of transsexual and \u0005\t\u0001\u0001transgender identification, sadomasochism and transgressive desires. (Spargo, Tamsin. Foucault and Queer Theory, p.9) When looking at this theory I will pull the ideas that Judith Butler argues; with one of her main argument’s is that both men and women are preforming a gender through appearance, movement, voice and social interactions. Making a distinction between “masculinity” and “femininity”. While socially organizing certain human traits as one or the other is an artificial social construction that individuals work to maintain in their daily lives.  For both men and women, creating a masculine or feminine appearance is central to our identity.  When looking at this idea that Butler proposes I want to argue that the cast mates who are on The Real World aren’t necessarily preforming a specific gender based off their sexual orientation. Butler also draws from the ideas that are presented by Michel Foucault that deal with discourse and sexuality. She argues that identities are made by the constant reiteration of discourse of gender and sexuality. A vital feature that is in Foucault’s argument is that sexuality is not a natural feature or fact of human life but a constructed category of experience which has historical, social and cultural, rather than biological origins. (Tamsin Spargo p.12)  “Sexuality seems, like gender, to be simply there, but also to be somehow special, personal a matter of our ‘inner most desires’- who we want, what we want, how we want. It’s something inside us, a property, our property.” (Tamsin Spargo p.13) Gay and/ or lesbian identities can be looked at as a product not simply of differences of personal and political priorities but of basing politics on identity. Even though gay and lesbian identities might be culturally constructed rather than innate, they inevitably constrained as well as enabled. The central defining characteristic was ‘object choice’, preference for sexual relationships with someone of the same gender as oneself. (Tamsin Spargo p.33) By looking at Ideology as an idea of it being a collection of normative beliefs and values that an individual or \u0005\u0001\u0001group holds for other than purely epistemic reasons. This idea will be used to help analyze the ways in which people see themselves and act in the world; as well as to help conclude on how the castmates felt about seeing themselves on screen, how they were presented on the show, and what others have felt about what they saw when viewing the show.  Encoding and Decoding  Before looking into why we watch reality tv and what viewing these shows can do to us. It is important to look at the Stuart Hall and his Encoding and Decoding model of Communication. Stuart Hall argues that messages have a “complex structure of dominance” because at each stage they are “imprinted” by institutional power-relations. With this he suggests a four-stage theory of communication: production, circulation, use (which he calls distribution or consumption) and reproduction. For Hall each stage is “relatively autonomous” from the others. This means that the coding of a message does control its reception but not transparently- each stage has its own determining limits and possibilities. (During, Simon. The Cultural Studies Reader p. 507) By understanding what each stage is and what its purpose is, we can better understand how encoding and decoding works.  The first stage is Production; this where is the encoding and the construction of a message begins. When someone is trying to get a message across to someone the message can be interpreted differently from person to person; this is encoding. Encoding is the production of the message, it is a system of coded meanings in and in order to create that, the sender needs to understand how the world is comprehensible to members of the audience. During encoding it is important to keep in mind that it is about the understanding of what someone already knows, based on the information that is being received. It is about the process of obtaining, absorbing, \u0005\u000b\u0001\u0001understanding, and sometimes using the information that was given throughout a non-verbal message. The second stage is Circulation; during this stage it deals with how individuals perceive things whether they are visual or written. How things are circulated will influence and how audience members will receive the message and put it to use. This is then followed by the third stage Use also known as the distribution or consumption stage. For a message to be successfully “realized” the broadcasting structures must yield encoded messages in the form of a meaningful discourse. This means that the message has to be adopted as a meaningful discourse and it has to decoded. However, the decoding/ interpreting of a message requires active recipients.  The final stage Reproduction is the stage that is directly after audience members have interpreted a message in their own way based on their experiences and beliefs. What is done with the message after it has been interpreted is where this stage comes in and see whether individuals act after they have been exposed to a specific message. When decoding a message, the audience can extract the meaning of that message in ways that make sense to them. While decoding a message they can do this with both verbal and non-verbal forms of communication; without words this means they are observing body language and it is often associated with emotions.  When looking at Stuart Halls model of encoding and decoding he claims that television and other media audiences are presented with messages that are decoded or interpreted in different ways depending on an individual’s cultural background, economic standing, and personal experiences. With this audiences can play an active role in decoding messages as they rely on their own social contexts and might be capable of changing the messages themselves through collective action.  \u0005\f\u0001\u0001Production and reception of the television message are not identical, but they are related: they are differentiated moments within the totality formed by the social relations of the communicative process. Broadcasting structures must yield encoded messages in the form of a meaningful discourse. The institution-societal relations of production must pass under the discursive rules of language for its product to be ‘realized’.  Before the message can have an “effect”, satisfy a “need” or be put to a “use”, it must first be appropriated as a meaningful discourse and be meaningful decoded. It is this set of decoded meanings which have an effect, influence, entertain, instruct/ persuade, with very complex perceptual cognitive, emotional, ideological or behavioral consequences. In a determinate moment the structure employs a code and yields a “message”: at another determinate moment the “message”, via its decoding’s, issues into the structure of social practices.  The codes of encoding and decoding may not be perfectly symmetrical. The degrees of symmetry/ asymmetry depend on the established positions of the “personifications” encoder- producer and decoder- receiver. (Simon During pp. 509 -510)  When an individual is watching a TV show they may not end up getting a message like Stuart Hall suggests instead they can be encouraged to compare their own situations to the situations that are shown on TV, which in turn can lead to a form of self-satisfaction; this is known as social comparison. Social comparison theory can be used to help explain why people are drawn to watch reality shows. Social theory postulates that individuals have a drive or a need to compare their abilities and opinions to others. There are many reasons why an individual can end up comparing themselves to others for variety of reasons. This includes, determining relative standing on an issue or related ability, emulate behaviors, determine norms, lift spirits or feel better about life and personal situations, evaluate emotions, personality and self- worth and how we stand up against others in similar domains (i.e attractiveness, intelligence, success). (Frisby \u0005\u0001\u0001C. pp. 52) We develop our attitudes through comparison to other people and their opinions whether they are favorable or unfavorable. Viewers will usually seek to compare themselves with someone who they believe they have a reasonable similarity and a comparison of affiliation. It can help the viewers bring them the possible awareness of how different and similar they are to other people as well as how different or similar their own culture is to other cultures. When looking at social sciences, social comparison is a central feature of human social life because doing comparisons with others can play an important role in evaluating and constructing social reality. It can be said that social comparison is about “our quest to know ourselves, about the search for self-relevant information and how people gain self-knowledge and discover reality about themselves.” (Slade p. 147- 148) Social comparison has two different ways that it can go; upward or downward. Upward social comparison, is when an individual is learning from other, being inspired by who ever they are watching, and can become highly motivated to achieve similar goals. The main effect that comes from upward comparison is social improvement, this is because the person that is being viewed is serving as a role model, who is teaching and motivating individuals to achieve or overcome similar problems.  However, downward comparison happens when the comparison involves someone who is seen to be inferior, incompetent or less fortunate. This kind of comparison can help the viewer to cope with their personal problems by allowing them to see themselves and their difficulties in a more positive light by seeing there are more positive light by seeing there are others who face more difficult circumstances. (Frisby C. pp. 52-53)  While social comparison theory has been applied to several different contexts such as small group processes, health and justice and televisions influence on girls’ body image, there hasn’t been studies done using social comparison theory for people in reality TV shows. You \u0006\u0004\u0001\u0001would think with variety of reality shows that could be investigated and how large of an audience it has a study on social comparison with relation to reality TV would have been done. But this however doesn’t mean that it has gone unnoted, by reality television scholars for example Professor Shaun Moores stated, “Broadcasting provides viewers and listeners with a constant ‘stream’ of symbolic materials from which to fashion their sense of self… this flow of images and sounds is creatively appropriated by social subjects as they seek to put together personal identities and lifestyles.” (Slade pp. 147-148) Taking the idea that reality TV is known to have unscripted situations, it would be easy to assume that it would be the ideal program to watch to do social comparison. This is because these shows are seen to be real, and the viewers can position themselves with respect to characters on reality TV. However, this kind of comparison has gone unstudied, but not unnoted, by reality television scholars. (Slade p.148) Researchers have started to recognize that the potential power of reality TV goes beyond the ability of just entertainment; it is also a way to help give us information at the same time.  In her earlier work Alice Hall has suggested that the more realistic a reality TV program, the more likely it is that viewers learn from the program. When people are watching reality TV they are may not just be watching it for entertainment purposes but they are also engaged in critical viewing of the attitudes and behavior of ordinary people in the programs as well as the ideas and practices of the producers who create the programs. (Slade p. 146)  An example that takes the ideas of Stuart Halls Endcoding and Decoding and how it fits in with social comparison is by looking at studies that have been previously done with TV shows that focus on comparing reality TV families. Often when we think of families that are on TV, we tend to think of classic family shows like Leave it to Beaver, that have what a traditional family \u0006\u0005\u0001\u0001tends to look like; a mother, a farther and children (typically two). Throughout the years families that are depicted on television have changed and it isn’t uncommon to see different configurations of families that are being portrayed. These families have included singles, divorcees, gays and lesbians, and extended families. However, even in the past there have been families that did not fall into the stereotypical norms of what is a traditional family. For example, The Brady Bunch, challenged the traditional family unit; this family included a divorcee and a widower couple that brought together their two families to live under one roof.  Today, we have shows that are like Modern Family which doesn’t just portray a traditional family but also a step-family and a gay couple family.  Now when looking back at reality television, there is a vast variety of shows that have challenged family stereotypes and continue to push the boundaries of what is considered to be a traditional family.  (Slade p. 144) A study that was done during back in 2013 used a focus group that had a total of eight faculty and staff and twenty-eight students that were from a state university in the U.S. Midwest to participate. The group was split into six smaller groups that had six participants in each.  At the beginning of each focus group the participants were shown either an episode of Sister Wives (“Meet Kody and the Wives”) or two episodes from the tv series that featured the Duggar family, 17 and counting (“O Come All Ye Duggars”) and 18 and Counting (“Duggars’ New Additions”). After viewing the episodes, the focus groups would be assembled for a semi-structured interview that was led by one of the members of the research team. While the other members of the team would take notes during these interviews, that were also video, and audio taped which were later transcribed. In these interviews the participants would discuss reality television in general to start and then would be guided to discuss the families they watched.  \u0006\u0006\u0001\u0001Participants in the focus groups reported that they had watched a wide variety of reality television programs. These programs included shows like Keeping up with the Kardashians, Jersey Shore, Cake Boss, Say Yes to the Dress, and Breaking Amish. They had also described reality television to be scripted, staged, dramatized, entertaining, outrageous, obnoxious, degrading, embarrassing and trashy. However, after the participants had viewed the episodes used in the focus group they used different words to help describe them. These words included: culturally stimulating, informative, enlightening, a new perspective, insightful, educational, genuine and eye opening. They indicated that the shows had something to teach, for example on participant had stated that “they are teaching people to be culturally aware and culturally sensitive to people who are different form them.” While another one thought that these families “could view it as almost like their job to show people that it’s okay to think the way they do, and that you don’t have to follow necessarily what the world says.” (Slade p. 149) With very little prompting, participants also began to compare the families that were in these shows to their own experiences and to their own families. While many of the participants didn’t come from large families, they still found themselves sharing experiences based on large families that they knew in their schools or communities. One participant stated that “It reminds me of one of my friends from home. She has nine other brothers and sisters, so they have a pretty large family and I feel like sometimes it’s chaotic just like this. I was thinking of her family when I was watching it sometimes, to, like see if anything was similar.” Even when specific families were not called out to be compared, the participants would still associate the reality TV families with general knowledge about contemporary families. One of the participants had stated about the show Sister Wives that “Because blended families have become so natural lately, that it didn’t seem unusual to me.” (Slade pp. 150-151)  \u0006\u0007\u0001\u0001While a lot of the comments that were made about these shows are on the positive spectrum there were a few comments that were made that saw the families on these shows in a negative aspect. This is where a downward comparison comes in; many of the participants felt that these large families resulted in a lack of individuality, something that they had valued in their own smaller families. A participant had summed up the Duggar family to be this way be saying that “everyone seemed very similar in this family. I just don’t feel like you get a personality; it kind of like an overreaching ‘This is the family personality’.” Another thing that the participants talked about was the lack of individual time that would be given between the parents and children in these large families.  In both shows that are shown the older sibling are shown to act in the place of parents.  A participant stated that “I’m very close with both of my parents, and I would find it very hard not to have a one-on-one connection. I’m sure they do in a way, but it’d be very hard, considering all the kids. And they have other siblings to look up to, but its not the same as a parent.” (Slade p. 152)  Even with what the participants had to say about the show many of them agreed that the differences that are shown on these shows is the reason people do watch reality television. While they are also aware that part of the reason these shows exist is to normalize reality TV family units. (Slade p.156) While this study does have its limitations by having the groups only watch one or two episodes of the shows and giving them on a short period of time to decide how they perceive or compare with these reality TV families. Another limitation that this study had was that the focus group they had provided a limited selection of participants; the groups included primarily white, middle-class students with Midwestern values about families. If this study is to be continued it should consider having a more diverse group of participants, since this would help to see whether they interpret and respond to the reality TV families in the same way. The \u0006\b\u0001\u0001reality TV shows that were used in this study were “ordinary” enough to allow viewers to relate to them and compare them to their own families, and they were “odd” enough to allow viewers to regard them as different from their own families.  Therefore, it is important to look at depictions of reality TV because they have the power to change the viewers’ attitudes towards people who are odd or different from them.  (Slade p. 157-158)  With reality television being able to captivate millions of viewers at any given time; research has begun to document how people engage in automatic, spontaneous social comparisons when they are confronted by certain media images, particularly those of reality TV. One of the major effects that comes into from watching reality TV is that the viewers are able to fell better about their own life circumstances, abilities, and talents. It serves a distraction from one going world events, allows the viewers to have an outlet by watching others overcome whatever obstacles they may be facing in their lives. Whatever the aim is for the reality TV show, the effect these shows have on audiences are the same. People like to know that there are others, who are going through the same life experiences that they are and that someone else that is out there making the same mistakes as them. Despite the shift that comes with reality television from society, the need for viewers need to compare and relate has provided to be a market for this genre. (Frisby p.54)  Reality Television Since the start of reality television in the late 1900’s they have become popular among television audiences and have created a wide variety of different programs that have become a challenge to the societal status quo while some of it still tends to reinforce standard thinking along gender lines. (Slade p. vii) These shows have dominated ratings and are a large portion of television programming that is shown today. These shows typically network to those who fall \u0006\t\u0001\u0001between the ages of 18 to 40. As of 2010, an estimated 600 reality series have aired on American television, accounting in that year for approximately 40 percent of prime-time programming. (Slade p.143)  The rise of reality television began when Representatives of the Writers Guild of America (WGA) called a strike for all the union’s members; the origin of the strike began in 1987 when producers demanded that the writers accept a sliding scale on residuals- payment received when work is re- broadcast after its original airing- from domestic syndicated reruns of one-hour shows, claiming that syndication prices had dropped. Writers didn’t agree with this restriction; they wanted a bigger share of foreign rights and wanted more creative control over the scripts they were writing. (History.com Editors, Writers Guild of America Strike Begins) The strike had lasted 22 weeks, and reportedly cost the industry $500 million, and caused hardship for individual strikers.  The strike caused many different changes in the cultural landscape; the fall television season was delayed, and several shows ended up being permanently canceled, and the rise of “reality” programming. (Jonathan Mandell, Recalling 1988 Stirke) Overall network ratings had dropped 4.6 percent that fall from the previous year, and many viewers turned to cable channels, since there were not affected by the strike since they showed little original programming.  (History.com Editors) To help fill the hours with something other than reruns of past shows, the networks looked to an alternative way of programming. Channels such as Fox picked up the television show called “Cops” from a local and station and put it on its Saturday night lineup. The show has remained there for more than 20 seasons and it is known for the longest-running show that falls into the reality television genre.  (Jonathan Madell, Recalling 1988 Strike) \u0006\u0001\u0001Television programming has consistently reflected a rigorous depiction of male and female gender roles with a not a large amount of variation. Men are mostly portrayed to be the breadwinners of the family. While women are often relegated to matters concerning home and family, with exceptions. (Slade p.Vii) Since television has become a powerful source of information with respect to the concept of gender and gender stereotyping. As well as being an aid in creating a specific “categorization” of its viewers and characters as masculine and feminine subjects. (Slade pp. 2-3)  Literature on reality television has exploded since the rise in popularity of programs such as Survivor and Big Brother, but scholars have struggled over the meaning of “reality television,” let alone what the genre means to viewers. R. Kilborn asserted that the desire to create drama leads reality television producers to distort “the very reality they claim to be presenting… in a way that makes it impossible for the viewer to decide how much is based on facial evidence and how much is essentially imaginative fabrication.” In his research George Bagley argued that while the use of documentary techniques establishes the text as unarguably real, the admissions of cast members and executives of a “manipulated production environment” compromise reality in its truest sense of the world. Von Feilitzen stresses that young people choose to watch programs and elements that relate to their own lives, which is why their readings of the programs often are deeply rooted in the contexts in which they live. In the same sense Laurie Ouellete and Susan Murray found that audiences are aware that reality television is constructed, often with “fictional” elements, but that this has proven to only engage viewers even more. (Stern pp.53-54) The documentary-style subgenre of reality television (also known as docusoap, docudrama, or cinema verité style), is known to follow the everyday life of a person or group, has become a popular format for reality shows. These shows often depict families who can be \u0006\u000b\u0001\u0001viewed as ordinary and unusual. But there is also the appeal that reality television has which is that it can also take its viewers a step away from the real world. Families that are chosen by producers to be on these shows are often chosen because of their deviance from societal norms. In a study that was done around that focused on reality television families one of the participates said that reality TV families “are, socially speaking, on the outside of the spectrum for a traditional definition of what a family is.” While another participant said “I think that’s what makes the reality show interesting to people. You don’t want to watch just normal people; you want to watch abnormal people.” (Slade p. 143) Researchers have studied the many different aspects that come with reality television, these include the different themes and categories of the shows, reasons why viewers watch reality TV, and perceptions of realism and authenticity. In a focus group a participant stated that “Society is just nosey, and it’s almost like we’re bored with our own lives, so we sit down, we watch someone else’s and it’s interesting. And this is so different that people do get a better world view or whatever. This part of us wants to know what other people are doing. It’s the nosiness of us all.” (Slade p. 146) MTV’s The Real World Producers Jonathan Murray and Mary- Ellis Bunim originally had the intentions to create a scripted soap opera for MTV; they had a script developed called ‘St. Mark’s Place,’ however the cost of prohibitive sets and talent fees caused the idea to shift to the concept of a reality TV show. At the time, the network was primarily airing music videos and game shows, so Murray and Bunim pitched the idea of The Real World to MTV executives as an equally dramatic, unscripted series. The show had found quick success as MTV’s audience became fascinated with the lives of the first “seven strangers, picked to live in a house, work together and have their lives taped.” The very first season of The Real World debuted on May 21, 1992. The cast was made up \u0006\f\u0001\u0001of Norma Korpi, Andre Comeau, Julie Oliver, Rebecca Blasband, Heather B., Eric Niles and Kevin Powell. Murray remembers the first cast as “fresh and engaging” and explains that “They really met the criteria we had set for the show, which was to pull together a diverse group of young people who wouldn’t originally live together. You had just this wonderful mix of people.” He also confesses and says that they had no idea what they were doing while filming the first season; not realizing how challenging it would be to keep up with seven actual lives. But by the end of the 13-week shot, even thou they were exhausted they knew that they had created something special. (L. France) When creating the show, it relies on very specific preproduction, production, and post-production practices to inform a stylistic, compelling visual narrative that draws from multiple video formats, including documentary and soap opera. Approximately two to three million viewers tune into The Real World weekly, and it ranks consistently in Nielsen’s top 10 cable programs, capturing MTV’s coveted 12-34 demographic with every season. The Real World is the longest running program of its kind and continues to rank one of MTV’s highest rated programs. (D. Stern p.51) What was powerful about the series is that in those early years they brought people on to the television screen who had been ignored by television; you didn’t really get to see LGBTQ people, and there was also very little representation of black and Latino people. Jonathan Murray says that “I’m proud of reality, in many ways, has led the effort in more inclusion of people who’d been previously marginalized by television. I was growing up in the 60’s and 70’s as a gay kid who wasn’t seeing anyone like me on TV. So first- hand I knew what it felt like not to see a positive representation of yourself. Starting with The Real World, it was a very much a mission to reach out to communities that hadn’t been featured, and to bring different voices together.” (Hendrickson p.65) In the first season of The Real-World Norman Kopi became the \u0006\u0001\u0001first bisexual man on reality television; except he wasn’t. Kopi tells CNN that in the early days they couldn’t have a gay [cast member] so they made him bisexual.  “One day, Ellen [DeGeneres] came up to me out of the blue, it was an art opening and said ‘I couldn’t believe how brave you were. It took me like five years to do anything’ I was like ‘Whaaat?’ You don’t even think people paid attention or knew you.” Norman Korpi In the third season of the series The Real World: San Francisco viewers met Pedro Zamora, a Cuban-American gay man with AIDS, who worked as an HIV/AIDS educator. This was not only a pivotal moment in television, but also for the viewers who came to love Zamora. As a teenager he never received safe sex education, and though he heard of aids, he did not think the disease pertained to him or to being gay. When he found out about his diagnosis after his blood being rejected from a school blood drive that he had participated in, his family was mostly accepting of his sexual orientation and his HIV diagnosis. His father was more concerned with the intolerance his son might face than the fact that he was gay. (Pedro Zamora: Real World Activist, https://medium.com)  In the first episode of his season of The Real World he first reveals to his roommate Cory that he is HIV positive and that he had AIDS. Later, in the episode he shares to all of his other roommates his scrapbook that he had brought with him that was filled with articles about him being a speaker on HIV/AIDS. During this exchange everyone seems to be okay with him having AIDS except for his roommate Rachel a Conservative Republican; who at the beginning had a negative reaction to it and was unsure how to ask questions about it. Later, Pedro does confront Rachel and tell her how he felt he would be rejected by her because of his views and how he lives his life. During this Rachel tells him that he should have made sure she was comfortable with him having AIDS. However, it is later revealed that the friendship Rachel had with Zamora opened her views on AIDS and homosexuality.  \u0007\u0004\u0001\u0001Not only was Pedro known for the work that he did as an HIV/AIDS educator on the show he was also known for the relationship that he had with his boyfriend Sean Sasser. Not only were they the first HIV- Positive couple on television, but they were also the first gay interracial couple to appear as well. The commitment ceremony that they shared during episode 19 of The Real World would be the first one to air on prime-time television.  Producer of The Real World, Jonathan Murray says that one of his proudest moments in television was season three of The Real World, where President Clinton said Pedro did more to educate young people about HIV and AIDs than anything he could do on the federal level, because MTV was such a direct connection to young people. (Hendrickson p.65) Though he was proudly gay, he did not want his sexuality to overshadow his message about AIDS and often refrained from coming out when talking to students. In September, after filming had been completed and The Real World had begun appearing on television, Pedro was stricken and hospitalized in New York. At that point MTV began reporting his condition, and millions of fans banded together in a fundraising effort to help pay his medical costs. As his condition deteriorated, he was moved to Miami to be near his family; on November 11th of 1994 only a few hours after the season finale of The Real World: San Francisco aired Pedro passed away.  “Everyone at MTV has been deeply touched by the life and death of Pedro Zamora. With incredible courage and honesty, Pedro shared his life with millions. We know through letters and calls that his life story has educated and inspired countless numbers of people. It was MTV’s honor to have known and worked with Pedro. We will truly miss him.” Doug Herzog Executive Vice President of MTV Programming and Production. While there are many other seasons that have come after Pedro Zamora, that have cast members that identified to be part of the LGBTQ Community they all have their own different \u0007\u0005\u0001\u0001experiences that have been shared on the show. It is important to look at these different experiences because they all can help the viewers in different ways. While we are unable to explore all these different castmates I will make reference to a few of them throughout this essay while also bringing the focus on one of the cast mates from Season 23 of The Real World that took place in Washington D.C. Mike Manning who coming onto the show described himself as a “pile of contradictions”. As a former high-school star athlete and prom king, he was known to be popular with the girls and a “golden child” from a conservative Christian family. While he was on the show, he used the time to explore his sexuality as he had recently come out as bi-sexual to his parents during the previous year.  During the first episode of his season of The Real World he comes out to his castmates during the first dinner that they have together. This is brought up when they are talking about there sex life, and Mike tells them that he has had sex with 15 girls, and 5 guys.  In an off-camera interview, he tells us that “In terms of my sexuality I don’t want to make a big deal about it an I want it to be seen as a characteristic.” Later that night he is talking to his roommate Ty who tells Mike that he has never met a bi-sexual guy before but then goes to say that maybe he has but just doesn’t know. Mike tells him that is why he doesn’t really like to tell people because it then becomes a label, “There’s Mike he’s the bisexual guy” and that he would rather be known for the stuff that he did and not who he takes into the bedroom.  In the second episode of the season Mike begins to give us more details about how he came to terms with his sexuality during a conversation that he shares with his roommate Ashley. He explains that it was kind of gradual, and that he had a feeling from an earlier age, but never pursued anything until one day he said, “Fuck it, I have had this feeling for a while, and I want to pursue it and I want to see what happens.” It is during this moment that we actually find out that \u0007\u0006\u0001\u0001he has a boyfriend who will eventually be coming out to visit him, and that before coming onto the show and in order for him to get the full experience out of being in Washington D.C they decided that they would both do their own thing and if things are the same when he comes back home that they will pick off where they left off.  While Mike was in Washington D.C we get to see some of the work the he did while having an internship with (HRC) Human Rights Campaign. During the interview that he has with HRC he talks a little bit more of his background as far as being brought up in a religious household and coming out as bi-sexual to his family. He says that coming out to them is recently new and that the response that he had gotten back from them is “We love you and we respect you. As a son you are part of us and as a family we want to see succeed and have a good life, and we think that this might impede on some of your future goals.” During a separate interview that he has for the episode that this appeared in he tells us that he is now discovering what it is like to feel comfortable in his own skin, and that if he was still in Colorado that he would be having harder time discovering himself but by being there it has expanded the process and has given the chance for self-reflection.  Some of the scenes that we are shown that has Mike exploring his sexuality include going to a gay bar for the first time, hanging out and going on dates with Eric a guy he meets while at an anniversary party for a local gay bar. Mikes roommate Erika explains to us that “Eric is definitely older then Mike, so I think Eric can teach Mike a lot about his sexuality and show Mike how to be comfortable with who he is.” When Mike first tells us about his sexuality and how he came out to his family we are told that he was asked to keep quite about it. However, this changes when his family comes to visit and is given the opportunity to show them the work that he has been doing with HRC. He ends up going out to lunch with his mom and Susan who had hired Mike to work with the HRC, where his sexuality gets to be discussed a \u0007\u0007\u0001\u0001little more and his mom tells him that she is sorry for telling him to keep his mouth shut about his sexuality and that she is proud of him and what he is doing.   While Mike was lucky enough to have a positive response from his family when he came out about his sexuality this isn’t always the case. During his season we get to see a small glimpse of some of the negative responses one can get from coming out. His roommate Emily tells us during the first episode that she is newly “bi”, and that while she had always been “straight” but that changed after she then dated a girl for a first time and is open to it. While her sister was in D.C to visit we see them go out on a small coffee date where she talks to her about her roommates. During the conversation she tells her that Mike is bi and her sister askes if there is any bi girls in the house. It is here that Emily tells her that if anyone was going to be the bi girl in the household it would be her because she is open to it. Later in the episode we find out that her sister isn’t happy with her sexuality thru an email that she had received that said “Hmm really? I hope your happy when you look back at things. I’ll be takin care of the family. Thanks!” Emily tells us that all her sister cares about is appearance and that her sister has never been happy for her and that she thinks she is going to ruin the family. In one of the finale episodes in this season of The Real World we get to know the reaction that Tanners (Mikes boyfriend) family has when he comes out to them back at there home town. During this episode Tanner calls Mike and tells him that he had told about him to his mother, and that she wasn’t to happy to know that he wasn’t in love with a girl. Tanner explains that one of the things that she had said in response was “Do we need to sell the ranch or what?” and that they were not supportive of his decision. This episode could be viewed as one of the most powerful episodes because it shows the negative side of what can happen when people come out to their families.  \u0007\b\u0001\u0001“If your kid comes up to you and has enough courage to admit to you who they are truly, you better damn well love them all the same because that takes a lot of guts. Tanner doesn’t deserve to be judged by anybody family or not for being gay.” – Mike Manning During filming the Real World Brooklyn, we are introduced the cast mate Katelynn Cusanelli, who was the first openly transgender women to be on MTV. Three weeks before she moved into the real-world house, she had completed her transformative surgery and brought the results to be seen all over the world. In the season premiere, she initially reveals her transgender status to only her roommate JD. Though she does eventually come into conflict with him over this, and eventually reveals her status to others.  Being born and raised in a traditional Roman Catholic Sicilian household within a military family they initially didn’t respond to well to her coming out as transgender. She had left home at the age of 17 and over the years repaired the relationship with her family. It took them a long to realize there are worse things in the world their child could be other than trans. (K. Burra https://www.huffpost.com/entry/katelynn-cusanelli-reddit_n_1687450) After he season had ended she began to tour the nation to talk to students as she discusses equality for all genders, sexualities, and her personal struggles.   Katelynn however wasn’t the only cast member to deal with the hardships that come with being transgender. In the 29th season of The Real World :Ex-plosion the producers decide to bring a twist into the season by not only bringing in the cast mates that they have selected to live in the house, but midway into the season they then bring in the castmates ex’s to join in and live in the house with them. Out of all the castmates Arielle is the only one who is happy about her ex being in the house, but later into the season has a brief argument with her ex-girlfriend Ashely when she expresses a dislike of Arielle falsely thinking she need to conform to Ashely’s \u0007\t\u0001\u0001preferences of clothing in a partner. This later has her bring up one of her more personal issues about people thinking that she is a male to female transgender because of her androgynous style.  During that episode Arielle’s friends come over, where they happen to also identify gay and transgender. During this time she is able to talk to them about if her feeling upset about being called a trans person is even is a good feeling to have.  Since the photo the surfaced the web got viewers to decide and basically guess who she was by just what they saw in that phot. During this conversation her friend tells her “Whether you are gay, whether you are straight, whether you’re a of color or mixed or any of these other things, like people are on a spectrum. There is no just pure black and pure white. You know? And people have to understand that, so, like, who you are isn’t gonna be who another woman is.” In the confessional Arielle tells us that “As a gay woman, to be considered trans it scared me, it scared me into becoming a regular girl and not myself at all.” Because of the photo that was on the internet that made people decide who she was it made her want to stop dressing the way she liked to, during the conversation she tells her friends that she hasn’t worn a beanie since that photo came up which was one of her go to clothing items and it was what she had one when the photo was taken.  “I am an androgynous girl. My identity as a gay woman has nothing to do with what the outside world would say.” – Arielle Scott  During the time that this conversation is happening Arielle’s roommates Cory, Jay and Thomas sit in the confessional together and share this conversation and their thoughts. “I’ve never seen a transgender person that looks so much like a male”-“But I guess he is a male”-“He is” They state that this is there first time meeting a transgender male and admit that they are ignorant and they are all learning about this.  \u0007\u0001\u0001Arielle’s friend Kingston who is a female to male transgender talks to her roommates a little bit about the hormone therapy he went thru and how it made him feel like he was more complete after it.  After being on The Real World Arielle now goes by the name Ari Fitz and is now an androgynous model and filmmaker and has gained success through her eponymous YouTube channel where she speaks out identity, queer love and relationships.  While there are many other castmates that have appeared over the years on MTV the Real World it is hard to go and view all of them and speak on the experiences that they have had. However, this doesn’t mean that they should go unnoted because they all have something that they can bring to the viewers that can help them out or even educate them about what it is like to be part of the LGBTQ community.  Online and Offline Media  The consumption of media can have an impact on our thinking and the values that we have. Media uses representation in ways such as images, words, and characters or personae to help convey specific ideas and values related to culture and identity in society. This means that media representations, are not neutral or objective; they are constructed and play an important role in imparting ideology and are a tool for reinforcing values and beliefs on mass scale. The values that come from media can hold a great deal of power because we internalize them and take them for granted, while they can also shape the way we see and understand the people, objects, practices, and institutions in our lives. (H. Johnson p.378) While this essay is mostly focused on reality television this part will take a glimpse into other parts of media such as music, film, online blogging sites and other television shows, that can have a subconscious effect in shaping the way we look at the world, and through these outlets, oppressive ideologies can casually become a part of our point of view. (H. Johnson p.379) This section will explore how \u0007\u000b\u0001\u0001people who identify as bi-sexual, transgender, gay/lesbian are portrayed in these different forms of media.   When looking at these different types of sexuality it is important look at the ways in which the portrayal (or lack thereof) is experienced differently between/ across genders.  This section will focus on those who identify as gay and bi-sexual; both male and females since they are both portrayed in different ways as well as those who identify as transgender. Currently in mainstream media, female bisexuality is oversexualized, and male bisexuality is essentially erased, this contributes to damaging stigmas about bisexuality in general. While bisexuals and bisexuality have routinely been exploited in symbolic and material ways, in different contexts, and where consumerism is driven by context, female bisexuality is used to attract male audiences without any concern for the identity itself. (H. Johnson p. 382)  Female bisexuality has been exploited in film, television and even in the pornography industry. Where they are often used in the similar contexts, “the bodies and sexualities of bisexual women are exploited as a spectacle for the satisfaction of straight men.” This male- centered thinking is reminiscent of the early ideology that “[women’s] sexual feelings were solely a response to the man’s and could only be awakened by him”. This way of thinking has had the consequences for bisexual women, who are often accused of ‘pretending’ to be bisexual for male attention. While the idea of bi-sexual female characters has often been used sexual objects they are also used to help illustrate some abstract concept, usually it is a negative one. This has to deal with the fact that the Motion Picture Production Code, which was in effect in the United States from 1930 to 1968, required bisexuality (along with homosexuality to be portrayed in a negative light if it was to be included in films at all.  Realistically flawed characters are usually an indicator of quality writing, most bisexual characters are defined primarily by their \u0007\f\u0001\u0001orientation, and as a result, any immoral acts they commit are associated with bisexuality itself. People who are bisexual are portrayed as abnormal to the extreme, so much so that bisexuality becomes synonymous with being unstable or even dangerously mentally ill.  An example of the ‘unstable bisexual’ that has been seen in film is from the movie, “Basic Instinct”, which does address bisexuality and depicts bisexual women as amoral, hypersexual, and cold-blooded killers. The antagonist who is bisexual, Catherine, has her orientation to be used as way to make her appear manipulative and untrustworthy. Instead of having her moral compass and her sexuality be separate issues they are tied together in every way to make every indefensible action she does be directed as a result of her sexuality. (H. Johnson p.382-383)  The music industry isn’t left out when it comes to talking about sexuality; many songs that have come out over the years have touched based on sexual orientation. Some of these songs include Same Love by Macklemore and Girls like Girls by Haley Kiyoko, Salt by Bad Suns and many more. With these songs coming out and touching base on the idea of sexuality they have often also raised the question on whether the person who is preforming the song identify with the sexual orientation that is being presented. When Demi Lovato came out as bi-sexual many fans said that it was long overdue. Before she came out on her YouTube documentary Simply Complicated, she had played around with revealing (or not) her sexuality for years and was to be found to be the center of many social media controversies. In her song “Cool for the Summer”, she sings the lines “Got a taste for the cherry, I just need to take a bite”, some critics and fans had suggested that this line could be queerbaiting. When she was asked about the meaning behind the song, Demi Lovato reportedly deflected the question of her bisexuality by neither confirming or denying. But had added that she des support sexual “experimentation” and had \u0007\u0001\u0001dated another women openly without officially coming out which was something her fans criticized her for. (In Defense of Messy Bisexuals; https://www.intomore.com/you/In-Defense-of-Messy-Bisexuals).  Another prevalent pop-culture song that could be used as an example is Katy Perry’s hit “I Kissed A Girl” which critics of the song feel that it contributes to stereotypes about women pretending to be bisexual to impress or turn on men. While many feminists and bisexual activists praise the idea of sexual exploration and experimentation, however people believe that Katy Perry’s hit song forgoes the idea of promoting sexual exploration for oneself in favor of a far more consumerist message, one that is common in today’s pop music: experimenting with other women is sexy. (H. Johnson p.383)  Another issue as we have seen from looking at Demi Lovato is that celebrities could be coming out as bi-sexual to gain attention and profit. For example, artist Jessie J recently admitted that even though she did publicly identify as bi-sexual at one time, she now identifies as straight, a confession that caused a great deal of controversy and promoted many questions about the validity of her former identity. Many fans who identify as bi-sexual condemned her use of the word “phase” when describing her bisexuality, which they argue that she is contributing to a culture in which female bisexuality is not taken seriously. (H. Johnson p.384) Its cause of this backlash that came with Jessie J. that may explain why many other artists haven’t come out with there sexuality. When looking back at Demi Lovato it could be that she didn’t come out right away because coming out as bi can be a situation that not everyone is willing or able to handle the biphobia that is often experienced a result. (In Defense of Messy Bisexuals)   When looking at media we can point out many different bisexual females how there is lack of male bisexual characters, which can be a cause and an effect of the misconception that female sexuality is inherently fluid whereas male sexuality is rigid. While, there has been male \b\u0004\u0001\u0001characters that do explore their sexuality, they are often brought to the conclusion that they were ‘really gay all along,’ and that they were simply hoping they were attracted to women so that they could more easily hide their same-gender attraction. Even in the rare case of an out bisexual character, machismo stereotypes often remain in place, to an extent and their orientation is inexplicably intertwined with his promiscuity, sensual and mystical charm and his conventional good looks. This can set a standard for bi men to uphold gender stereotypes, and the viewers may feel that they are looking at a caricature of male bisexuality rather than a believable, multidimensional character. (H. Johnson p.385) Negative media representations of bisexuality enforce harmful stereotypes, dehumanize individuals who are bisexual, and potentially contribute to the prevalence of biphobia in society. (H. Johnson pp.393-394) Transgender men were also perceived as being less visible than transgender women. While many felt representations of transgender women on television and in movies were stereotypical or problematic, they felt that transgender men were nearly invisible in offline media, except for a few notable examples. These examples include when transgender women are depicted in the media they’re seen as this outlandish drag queen’s or they’re sex workers and that are depicted in an extremely negative light. Therefore, there is a need for authentic representation even if it is not completely realistic. (McInory & Craig p.611)  While there has been a fair share of negative representations in media there has also been a fair amount of positive representations and those should be the ones that people focus and look at. Many people have expressed that seeing realistic, positive portrayals of people like them in media would help with self-identification and acceptance.  A person who identifies as a panromantic genderfluid brought up the relationship between two bisexual characters that were cannoned on the television show The Legend of Korra said “Had this \b\u0005\u0001\u0001happened when I was 10 or 11, I would not have struggled with my self-identity as much as I did. Representation is important, especially for the younger age group where everyone is trying to figure out who they are.” (H. Johnson, p.390) Degrassi, there was a trans[gender] character on there which was really, really cool. I thought that was really done well… because I’m trans[gender] as well. So it’s just really cool to see somebody’s who transgender in the show. Because not a lot of people really know what it is. And I think the directors did a good job incorporating it, And the struggles that trans[gender] people have to go through… In some cases yeah [it was realistic], they did a really good job. But in other cases, no, really [it wasn’t’ realistic], just the character itself, like the person they chose for it….But other than that, the issues that the character was going through are very true and realistic as what trans[gender[ people go through. (Darius, transgender young man, straight/questioning, 19) (McInory & Craig. p.612) One of the positive aspects that come from these online spaces are those who use it to help others out that may be looking for guidance, someone like them, or that may still be figuring out who they are. Some queer youth find online resources to be a venue for more personally meaningful instances of queer representation, especially when their own circumstances do not match what they see in film and televisions queer characters. With increasing media literacy and continuing technological development  the ability and means to record and upload videos are more accessible, evident in laptops that often have built – in webcams and simple video editing software, alongside the fact that many youth have spent enough time consuming media to understand the basics of producing their own. YouTube’s usability and accessibility for users regardless of geography increases the volume and specificity of the representations available for consumption. (Christopher Pullen, Queer Youth & Media Cultures p.24) One of the most popular online space that has been used is the video viewing site known as YouTube; with over 1,300,000,00 people using this site it has been used as a popular domain for those of the LGBTQ \b\u0006\u0001\u0001community to come together to share their experiences and their knowledge to those who may be looking for some form of representation. YouTube’s titles and tags can enable this specificity of representation and consumption, by more precisely communicating a video’s topic or intentions. Vloggers often choose generic titles and tags that are common to a majority of these videos: titles like ‘Coming Out’, ‘Coming Out Gay’, ‘Coming Out Story’ and many more are used to represent a small fraction of the variations on the theme with tags such as ‘Gay’, ‘LGBT’, ‘GLBT’, ‘homosexual’ and ‘queer’ appear on many of the video as well. In some instances, these tags would be used as building tools and used as a template where the user will add titles and tags reflecting specific religious affiliations, locations or other details that are used to help identify a specific situation. Some of these titles include ‘Out in West Texas’, ‘Coming Out as a Gay Teen’, ‘Coming Out to my Parents’, ‘Coming Out and Christian’ and many more. By having these in the titles of the videos as well a viewer could search for and can reflect on the viewer’s own experience and context more accurately. (Christopher Pullen p.24) “I see queer youth using YouTube to overcome these obstacles and facilitate their own identity development through two important methods: visibility and acculturation. By ‘acculturation’, I mean queer youth receiving information about a shared culture and experience in order to better equip themselves to both interact within the queer community and to survive in mainstream culture. I mean ‘visibility in two ways: both viewers seeing varied representations of queerness, and vloggers deliberately making themselves visible and ‘real’” (Christopher Pullen p.21) The reasons that online media has become a very important part of the LGTBQ community is because it helps in creating a “safe space” for those who may be having to deal with some of the negative circumstances that they may face by identifying themselves as a member of this community. In a 2012 survey that was conducted it said that an ‘overwhelming \b\u0007\u0001\u0001majority’ of LGBT students feel unsafe at school. And that they frequently or often would hear homophobic remarks and were verbally and/or physically harassed in the past year because of their sexual orientation or gender expression.  The internet helps in offering the LGBTQ youth a potentially ‘safer space’, an anonymous space where they can practice same-sex friendships, coming out and intimacy. Social networking sites, chat room and other forms of social media can be a haven from the isolation, loneliness and rejection they often experience while negotiating their identities and socio-sexual relations. Social media is also the means by which they can gain understanding and acceptance form other LGBT youth like themselves, and be part of, perhaps for the first time, a larger LGBT community. (Christopher Pullen, p.48)  Conclusion  Over the years of this show being on MTV I have watched it for my own entertainment; and while watching it I have been able to find a little bit of myself in some of the castmates that took part in it. The reason I want to do this project and explore this tv show is because I am a firm believer that people should be able to look at a tv show and feel that who they are is being represented in some way. By watching this show in the past, it has opened my eyes to the many kinds of people that are out there and the experiences and obstacles they had to overcome. I believe that these experiences should be shared to others as they can be used to help people who may also be going through similar situations. Even though reality TV may be an exaggerated version of real life; they do still show the experiences and lives of the people that are being recorded. Reality television shows like MTV’s The Real World has made great strides in showcasing the lives of many individuals that can help others not only off screen but also those who are on the show with them. It has brought people onto to show that may not have been showcased before and can bring new light to the viewers and give them a better understanding on \b\b\u0001\u0001how others may live and what they must deal with in their everyday lives. Even with reality TV originally being made for entertainment it has proven to become a positive impact in todays society.    \b\t\u0001\u0001 Bibliography “Bipartisan Lovin” The Real World: DC, Created by Jonathan Murray & Mary- Ellis Bunhim, MTV, January 6, 2010   “Bitch Begins With BI” The Real World: DC, Created by Jonathan Murray & Mary- Ellis Bunhim, MTV, February 10, 2010   Cohen, Ilisa. “Is Reality TV Messing With Your Head?” Scholastic Choices, vol. 28, no. 3, Nov. 2012, pp. 12-17. Dhaenen, Fredrick. “Reading Gays on the Small Screen.” Javnost-The Public, vol. 19, no. 4, Dec. 2012, pp. 57–112. During, Simon. The Cultural Studies Reader Second Edition. Routledge, 1993 Frisby, Cynthia M. “GETTING REAL with Reality TV.” USA Today Magazine, vol. 133, no. 2712, Sept. 2004, pp. 50-54. Hanckel, Benjamin. “Representations of LGBT Youth: A Review of Queer Youth and Media Cultures.” Journal of LGBT Youth, vol. 13, no. 4, Oct. 2016, p. 410. Hendrickson, Paula. “Reality Tv Has Some Big Issues.” Variety, vol. 341, no. 4 Aug.2018, pp. 64-65.   How ‘The Real World’s’ first season sparked real change, CNN, https://www.cnn.com/2017/05/19/ entertainment/real-world-25th-anniversary/index.html. Accessed on: 21, October, 2018 In Defense of Messy Bisexuals, https://www.intomore.com/you/In-Defense-of-Messy-Bisexuals. Accessed on 17, April, 2019 Johnson, Hannah J. “Bisexuality, Mental Health, and Media Representation.” Journal of Bisexuality, vol. 16, no. 3, July 2016, pp. 378–396. Kaityln Real World- May 1, 2009, https://youtube.com/watch?v=P88v0fzle7g. Accessed on: 21, October, 2018.  “Looks Can Be D.C-ving” The Real World: DC, Created by Jonathan Murray & Mary- Ellis Bunhim, MTV, December 30, 2009  McInroy, Lauren B., and Shelley L. Craig. “Transgender Representation in Offline and Online Media: LGBTQ Youth Perspectives.” Journal of Human Behavior in the Social Environment, vol. 25, no. 6, Aug. 2015, pp. 606–617.  “Out Of The Closet & Onto The Stage” The Real World: DC, Created by Jonathan Murray & Mary- Ellis Bunhim, MTV, February 17, 2010   \b\u0001\u0001Pedro Zamora, 22, AIDS Activist on MTV Show, https://www.chicagotribune.com/news/ct-xpm-1994-11-12-9411120004-story.html. Accessed on 17, April,2019  Perdo Zamora: Real World Activist, https://medium.com/queer- history-for-the-people/pedro-zamora-real-world-activist-cf89c5e237ab. Accessed on: 17, April,2019 Pullen, Christopher. Queer Youth & Media Cultures. Palgrave Macmillan, 2014  Recalling 1988 Strike, https://www.cbsnews.com/news/recalling-1988-strike. Accessed on: 18, April, 2019  Salih, Sara. “On Judith Butler & Performativity” Chapter 3 pp.55-67, 2002  Sarah Rice, from MTV’s Real World and The Challenge, speaks out on reality tv, https://www.youtube.com/watch?v=ISMErljsM3s. Accessed on: 21, October, 2018. “Sisterhood & Brotherly Love” The Real World: DC, Created by Jonathan Murray & Mary- Ellis Bunhim, MTV, March 24, 2010 Slade, Alison, et al. Reality Television: Oddities of Culture. Lanham : Lexington Books, 2014 Spargo, Tamsin. Foucault & Queer Theory. Icoh Books Ltd & Totem Books, 1999 Stern, Danielle M. “Consuming the Fractured Female: Lessons from MTV’s The Real World.” Communication Review, vol. 12, no 1, Mar. 2009, pp. 50-77.  “The Test” Real World: Ex- Plosion, Created by Jonathan Murray & Mary- Ellis Bunhim, MTV, February 26, 2014 “When Push Comes to Shove” The Real World: DC, Created by Jonathan Murray & Mary- Ellis Bunhim, MTV, February 3, 2010  Writers Guild of America Strike Begins, https://www.history.com/this-day-in-history/writers-guild-of-america-strike-begins. Accessed on: 18, April, 2019  \u0001",
    "id": 270205306,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.colum.edu:cultural_studies-1066"
    },
    "title": "“This is the True Story:” The Representation of the LGTBQ Community in MTV’s The Real World",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-04-29T08:00:00+01:00",
    "publisher": "Digital Commons @ Columbia College Chicago",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.colum.edu/cgi/viewcontent.cgi?article=1066&context=cultural_studies"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/270205306.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/270205306"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/270205306/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/270205306/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/270205306"
        }
    ],
    "abstract": "In this project, Morgan Ohman seeks to explore the MTV reality show The Real World by analyzing several cast members of the show who identify as part of the LGBTQ community. MTV’s The Real World, a reality TV show that first aired in 1992, captures the lives of seven young people between the ages of 18-24 that are selected to live in a house together for several months. The show’s dramatic the opening title sequence, “what happens when people stop being polite and start getting real?” raises fundamental questions about the relationship of reality TV and the politics of representation, as well as about the relationship between the subjects represented in reality TV and its viewers and consumers. Ohman combines a critical narrative analysis with critical theories of representation and identity politics. In particular, she draws on queer theory and the work of cultural studies scholar Stuart Hall to examine The Real World show, highlighting how representation in the media has become a vital tool for viewers to help validate their subjectivity and subject- positions within the LGBTQ community",
    "tags": [
        "text",
        "Reality TV",
        "Representation",
        "Media",
        "MTV",
        "The Real World",
        "LGTBQ",
        "American Popular Culture",
        "American Studies",
        "Arts and Humanities",
        "Feminist, Gender, and Sexuality Studies",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Television"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.colum.edu:cultural_studies-1066",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12759",
        "openDoarId": 0,
        "name": "Columbia College Chicago: Digital Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 270205306,
        "depositedDate": null,
        "publishedDate": "2019-04-29T08:00:00+01:00",
        "updatedDate": "2024-02-11T11:38:32+00:00",
        "acceptedDate": null,
        "createdDate": "2019-12-19T00:55:04+00:00"
    },
    "urls": [
        "https://digitalcommons.colum.edu/cultural_studies/66",
        "https://digitalcommons.colum.edu/context/cultural_studies/article/1066/viewcontent/CS_SP2019_Ohman.pdf"
    ],
    "lastUpdate": "2024-02-11T11:38:32+00:00",
    "setSpecs": []
}