{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kimmell, Franklin J"
        }
    ],
    "contributors": [],
    "createdDate": "2020-11-22T18:55:14+00:00",
    "dataProvider": {
        "id": 1650,
        "name": "ISU ReD: Research and eData",
        "url": "https://api.core.ac.uk/v3/data-providers/1650",
        "logo": "https://api.core.ac.uk/data-providers/1650/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.30707/ETD2020.Kimmell.F",
    "downloadUrl": "https://core.ac.uk/download/344336919.pdf",
    "fullText": "Illinois State University ISU ReD: Research and eData Theses and Dissertations 2-18-2020 “there’s Something That I Want You To Know”: An Analysis Of Coming Out Videos In Relation To Community Building And Co-Cultural Theory Franklin J. Kimmell Illinois State University, frankiekimmell@gmail.com Follow this and additional works at: https://ir.library.illinoisstate.edu/etd  Part of the Communication Commons Recommended Citation Kimmell, Franklin J., \"“there’s Something That I Want You To Know”: An Analysis Of Coming Out Videos In Relation To Community Building And Co-Cultural Theory\" (2020). Theses and Dissertations. 1203. https://ir.library.illinoisstate.edu/etd/1203 This Thesis is brought to you for free and open access by ISU ReD: Research and eData. It has been accepted for inclusion in Theses and Dissertations by an authorized administrator of ISU ReD: Research and eData. For more information, please contact ISUReD@ilstu.edu. “THERE’S SOMETHING THAT I WANT YOU TO KNOW”: AN ANALYSIS OF COMING OUT VIDEOS IN RELATION TO COMMUNITY BUILDING AND CO-CULTURAL THEORY   FRANKLIN J. KIMMELL 92 Pages There has been no previous research analyzing coming out videos published to YouTube by content creators in relation to discourse dependency, online community building, and co-cultural theory. Galvin’s (2006) discourse dependent communication has been used in family communication research to examine how non-normative families have to use communication to prove their identity as a family unit. Orbe’s (1998) co-cultural theory is used to study interactions between members of the dominant culture and members of co-cultures, specifically looking at the strategic ways in which members of co-cultures communicate with dominant group members. In this study, I aimed to analyze how content creators on YouTube, in their coming out videos, utilized the four external boundary management strategies of discourse dependent communication: labeling, explaining, legitimizing, and defending. I also examined how the content creators and viewer comments constructed an online community. I used co-cultural theory to analyze the interactions happening in the comments section between viewers to see what co-cultural strategies were being used. I selected five coming out videos to watch in order to complete this study. KEYWORDS: LGBT; coming out; discourse dependent; online community; co-cultural theory; YouTube “THERE’S SOMETHING THAT I WANT YOU TO KNOW”: AN ANALYSIS OF COMING OUT VIDEOS IN RELATION TO COMMUNITY BUILDING AND CO-CULTURAL THEORY   FRANKLIN J. KIMMELL            A Thesis Submitted in Partial Fulfillment of the Requirements for the Degree of MASTER OF SCIENCE School of Communication ILLINOIS STATE UNIVERSITY 2019  © 2019 Franklin J. Kimmell    “THERE’S SOMETHING THAT I WANT YOU TO KNOW”: AN ANALYSIS OF COMING OUT VIDEOS IN RELATION TO COMMUNITY BUILDING AND CO-CULTURAL THEORY   FRANKLIN J. KIMMELL              COMMITTEE MEMBERS: Phillip Chidester, Chair Megan Hopper Lindsey Thomasi ACKNOWLEDGMENTS I would like to begin by thanking my parents for always supporting me and loving me unconditionally. Mom, you are my best friend and I would not be who I am today without you. Dad, thank you for always being there for me and for being someone that I can look up to. To my grandparents, thank you for constantly being an additional support system throughout my 25 years of existence. To my brothers, Bryce, Noah, and Jordan and to my cousin, Madison, I love you all. Watching you all grow up has been one of the greatest experiences, and I cannot wait to see where life takes you. Dr. Chidester, words cannot describe how appreciative I am of your help throughout this entire process. You have been an amazing mentor and friend. Dr. Hopper and Dr. Thomas, thank you for your additional support and feedback, it has been extremely helpful in getting me to where I am now. Dr. Kallia Wright, thank you for your guidance and support, I don’t know where I would be right now if it wasn’t for you. Jasmin Bauer, I am so thankful for your friendship and guidance though our time at Illinois College and Illinois State University. Zach Pruitt, I always enjoy our trips together, and I promise that I am coming to visit you in D.C. very soon. Alex Pate, Emily Sermersheim, and Brooke Kuchefski, my best friends from home, thank you for helping me decompress whenever a break from school came around. Kara Brummel and Divine Aboagye, being your mentor has been one the best parts of my second year at Illinois State University. You both make me extremely proud, and I enjoy watching all that you accomplish. Josh Fitzgerald, Paige Phelps, and Madi Stoneman, thanks for being the best volleyball partners and making life at Bayberry fun. Mallorie Latora and Allie Metz, my best friends, I don’t know what I would have done without either of you throughout this last year. I am so happy to have met you both.  F.J.K. ii CONTENTS Page ACKNOWLEDGMENTS i CHAPTER I: INTRODUCTION 1 Argument for Topic 1 Literature Support for the Project 6 Method 7 A Precis of Chapters 8 CHAPTER II: LITERATURE REVIEW 10 Identity 10 Communication Theory of Identity 10 Face Theory 12 Social Identity Theory 13 LGBTQ+ Identities and Media 15 Media Representation of LGBTQ Individuals 17 Discourse Dependent Identities 20 Self-disclosure 22 Communication Privacy Management Theory 23 Risks of Self-disclosing 24 Coming Out as Self-disclosure 26 The Coming Out Process 27 Public Coming Out Stories 29 YouTube 32 iii Co-Cultural Theory 34 Conclusion 37 CHAPTER III: METHOD 38 Video Selection 38 Discourse Dependency 43 Co-cultural Theory 44 Video Analysis 45 CHAPTER IV: ANALYSIS 48 Video Background 48 External Boundary Management 51 Labeling 51 Explaining 53 Legitimizing 55 Defending 58 Community Building 59 YouTubers Creating an Online Community 59 YouTube Comments Creating an Online Community 62 Coming Out Videos and Comments as Co-Cultural Interactions 65 CHAPTER V: DISCUSSION 68 Summary of Findings 68 Expansion of Discourse Dependency 69 Who is in the Community? 70 Dominant Group Communication 71 iv Implications of the Findings 73 Personal Implications 74 Theoretical Implications 74 Practical Implications 75 Future Research 76 Conclusion 77 REFERENCES 79 1 CHAPTER I: INTRODUCTION Argument for Topic The first time I came across a coming out video was my sophomore year of my undergraduate studies. The coming out video was from one of my favorite content creators who I had been following for a couple of years, and he created a coming out video to let his subscribers know that he was gay. At this time, I was just beginning my own coming out process to my friends at school and a home, and this video helped to solidify my decision and made me feel more comfortable with being out to my peers. I did not feel comfortable coming out to my family, and I am still not fully out to my family. While I can see that it is becoming easier to be an LGBTQ+ person in the 21st century, this process is extremely personal, and I am still coming to terms with my own sexual orientation. Viewing coming out videos has been extremely beneficial in this process.  As a gay male, this research is important and personal to me because it directly impacts my own identity. I am currently out to friends and colleagues, but I am not out to the majority of my family. This is something that I think about quite often, and it is something that causes some fear and anxiety. This has caused me to search for narratives featuring LGBT individuals in the media. While these narratives are growing, this representation still was not enough for me. This led me to search for these narratives in other places, such as social media sites. I found solace in YouTube because I discovered people that were like me. I was able to watch coming out videos created by other people around the world, and while this hasn’t prompted me in my own coming out process with my family, it has created some comfort knowing that there are others who have gone through similar experiences as myself. YouTube allowed me to find a community of people who are accepting of my identity. Besides coming out videos, I can watch channels created by 2 LGBT individuals, and see successful individuals that belong to the same community as me, and this gives me hope. I want to create research that focuses on my community, provides us with representation, and that might be able to help other queer individuals in accepting their identity. Given what’s been going on in US society over the past several years such as more individuals paying attention to LGBT issues and concerns, same-sex marriage laws passing, rights and benefits being extended to same-sex partners at many levels of society, and a larger representation of LGBT individuals in the mainstream media, it makes good sense to study LGBT identities in the 21st century. As a reflection of this broader attention to LGBT rights and concerns, the mainstream media are beginning to utilize the coming out narrative more frequently in the stories that they are creating, so it is important that research is conducted analyzing the self-disclosure involved in the coming out process. Researchers need to focus on these narratives so that we can understand the communication behind coming out stories and understand what this is doing for those who tell their stories and those who receive them. It is also important that researchers begin to analyze the different ways that individuals come out since there is little research on this subject. One of the possible venues for coming out is through a video format. Some individuals have begun to make “Coming Out Videos” which they then post online. These posts often take the form of a vlog, or video blog, where individuals share their identity with anyone who happens to watch. My thesis will provide a thematic analysis of coming out videos in order to understand how these narratives communicate to viewers, and also how they work to shape and reinforce the identities of those coming out. According to a Gallup article written by Frank Newport (2018), “The percentage of American adults identifying as lesbian, gay, bisexual or transgender (LGBT) increased to 4.5% in 2017, up from 4.1% in 2016 and 3.5% in 2012 when Gallup began tracking the measure” 3 (para. 1) . At the time of conducting this research, the United States Census Bureau estimates that the current US population is around 328,744,400 (Census.gov), so there are likely nearly 15 million who identify as LGBT in the United States. The previously mentioned Gallup article also states that, “The percentage of Millennials who identify as LGBT expanded from 7.3% to 8.1% from 2016 to 2017” (para. 3) and contrasts this with other generations by stating, “the LGBT percentage in Generation X (those born from 1965 to 1979) was only up .2% from 2016 to 2017” (para. 3). There was no increase in identification among Baby Boomers and Traditionalists from 2016 to 2017. The author of the article also notes that, “The roughly one-percentage-point increase (0.8 points) in LGBT identification among Millennials from 2016 to 2017 is the biggest year-to-year increase among a group since tracking began in 2012” (Newport, 2018, para. 4).  Not only has the LGBT population increased since 2016, but there has been a large increase in LGBT identification amongst Millennials. One significant conclusion stated by Newport (2018) is that the self-reports of being LGBT by Millennials has increased over six years from 5.2% to 8.1%. This is a significant increase, and it could mean that Millennials feel more comfortable in expressing their LGBT identity. It could also mean that individuals in our society are becoming more accepting of people who belong to the LGBT community. Another sign that we may be entering into a more accepting society is the Supreme Court decision in Obergefell v. Hodges (2015), in which the Supreme Court, with a 5 to 4 vote, passed a law enforcing marriage equality as the law of the land (Supremecourt.gov).   Apart from societal changes for the acceptance of LGBT people, the mainstream media are also shifting in their representation of LGBT individuals on television. According to Mazin Sidahmed (2016) in an article for The Guardian, “The research conducted by Glaad, and LGBTQ media advocacy organization, found that 4.8% (43) of the characters expected to appear 4 on primetime scripted broadcast TV will be LGBTQ, a record in the 21 years it has been tracking such numbers”(para. 2). Sidahmed (2016) continues by stating, “Furthermore the numbers of regular or recurring transgender characters more than doubled from seven to 16, thanks to shows such as The Fosters and Doubt (para. 4)”. These numbers have grown in 2018 because of shows like FX’s Pose, which Reid Nakamura (2018) states in The Wrap is, “A period drama set against a backdrop of the legendary ballroom scene of 1980s New York City, ‘Pose’ follows a cast predominantly of trans women of color – a first for mainstream TV” (para. 2).  Television is beginning to showcase more stories featuring LGBT people, but this is also taking place in film. Love, Simon (2018) is a recent film from acclaimed director Greg Berlanti that depicts the formation of main character Simon Spier’s identity as a gay teenager. Throughout the film, Simon is coming to terms with his sexuality, while also struggling with the idea of self-disclosing this identity to the people around him (IMDb, n.d.). Love, Simon is “Certified Fresh” by the film critic website, Rotten Tomatoes, receiving a 93% from critics on the website and a 91% “Audience Score” (Rotten Tomatoes, n.d.). In his review of the film for The Hollywood Reporter, Jon Frosch (2018) states that Love, Simon is “a sweet, slick, broadly YA adaptation (Becky Albertalli’s 2015 novel was called Simon vs. the Homo Sapiens Agenda) touted as the first major-studio-backed romantic comedy with a gay teen protagonist” (para. 2).  Mirroring this growth in mainstream media depictions has been a general increase in LGBT individuals’ open expression of their sexual identities. One site where individuals are posting coming out videos is Youtube.com. When I typed in the phrase “Coming Out” to YouTube I was able to count up to 100 videos and then scroll for multiple more pages with hundreds more videos. In previous research that I had completed, a search for “Coming Out” garnered 93,900,000 results (Youtube.com). While there is a possibility that some of these 5 videos will be on other topics besides revealing a sexual or gender identity, the sheer mass of videos shows the relevance of this topic. YouTube is a site with an ever-growing fan-base, and in 2015 it even eclipsed Google as the most visited site based on monthly desktop visits (McGoogan, 2015). Ben Popper (2017), in an article for The Verge, states that “2017 was a wild year for YouTube. It continued to extend its dominance as the world’s biggest video platform: in June it announced that 1.5 billion people now log in each month, a userbase second only to Facebook’s”. Further illuminating the current popularity of YouTube is an article for the Pew Research Center titled “Social Media Use in 2018”, by Aaron Smith and Monica Anderson (2018), in which they state “The video-sharing site YouTube – which contains many social elements, even if it is not a traditional social media platform – is now used by nearly three-quarters of U.S. adults and 94% of 18- to 24-year-olds”. YouTube is an open platform for anyone to create an account and begin posting videos. This provides LGBT individuals with the ability to post their stories, and for LGBT individuals to seek information regarding others’ experiences with instances such as coming out.  Due to the changing societal acceptance of LGBT individuals and the larger exposure they are receiving on mainstream media, it is crucial that this population has greater representation in academic research. This topic needs to be studied from a communication perspective because coming out is becoming more common and the creation of these videos is a growing phenomenon; it is a unique form of communication that is both highly personal and highly public. More individuals are outwardly expressing their identity as LGBT individuals and more individuals are utilizing social media, such as YouTube, so these two phenomena are related and need to be studied together. One of the ways in which LGBT individuals express their identity is through coming out, and one way that this identity can be expressed is via social 6 media. LGBT individuals can use a platform like YouTube to post videos about their identity, and these videos could also be helpful to other individuals who are going through their own coming out process. These videos would also give an even greater representation to this community. It is important to explore coming out videos on YouTube to discover the themes that might be present across multiple videos, and to analyze how these videos could be beneficial to individuals going through their coming out process, but also to individuals who do not identify as LGBT but are interested in learning more about the community. Even with representations becoming more common in mainstream media, there are still many misconceptions about the LGBT community. Creating coming out videos is a powerful avenue for an LGBT person to share their story in a manner which they have control over. Studying coming out videos will help people better understand LGBT individuals and will also help people understand how LGBT individuals communicate identity through the coming out process in such a public format. It is for these reasons that I will turn my attention in this thesis project to an analysis of coming out videos on YouTube. Literature Support for the Project One major topic explored in the literature review for this study is identity. Three identity theories were beneficial in exploring how individuals enact identity: communication theory of identity, face theory, and social identity theory. These theories helped in understand how identity formation and disclosure are central to an individual’s coming out process. Relating to identity, the literature review also analyzed how media represents LGBTQ+ identities and how LGBTQ+ identities are discourse dependent. A section on discourse dependency was important to have in the literature review because of its use in the methodology of this study. 7 The next main explored in the literature review is self-disclosure. The main theory used in this study that relates to self-disclosure is communication privacy management theory. The content creators had to make the decision to film their coming out videos and share it publicly on YouTube. Communication privacy management theory helps to gain a better understanding of the decision-making process involved with sharing private intimate information. Self-disclosure was also analyzed in relation to coming out and the risks involved with self-disclosing information. Research that specifically looked at the coming out process and research focusing on public coming out stories were analyzed. Since these coming out videos were published to YouTube, a section of the literature review focuses on research that has been completed on this online platform. Finally, since co-cultural theory is a large part of the methodology for this study, research conducted using this theory was included in the literature review. Method  In this study I analyzed five coming out videos that were published to YouTube by content creators. Three of the coming out videos were published by content creators who have been verified by YouTube due to their success on the platform. The other two videos are by content creators who are not verified and have smaller subscriber bases than the three verified content creators. This was done to provide differentiation between the types of content creators on YouTube. Two of the videos chosen features a male content creator coming out as gay, one video features a male content creator coming out as bisexual, one video features a female content creator coming out as lesbian, and one video feature a male content creator coming out as transgender.   The first lens through which these videos were analyzed was Galvin’s (2006) discourse dependent identity communication. The videos were analyzed to see if the content creators 8 utilized the four external boundary management strategies of discourse dependency: labeling, explaining, legitimizing, and defending. This lens has solely been used in relation to family identities in family communication studies, this use allows for an expansion of discourse dependency. The videos and the viewer comments in the comments section of the videos were analyzed to see what community building language was used by the content creators and by viewers of the coming out videos. This was done to see how the content creators use their coming videos as a way to create an online community for their viewers, and how their viewers reciprocate this online community creation through their comments in the comments section. Finally, the viewer comments were analyzed in relation to co-cultural theory to find evidence of co-cultural interactions in the comments section, and to see if there were instance of any co-cultural communication strategies being used by viewers in their comments. Specifically, this section was used to analyze the interactions happening in the comments section between dominant group members and co-cultural group members.  A Precis of Chapters  The next chapter of my thesis will be my literature review, where I dive deeper into the previous research surrounding the topics of LGBT identity, coming out, representation, YouTube, self-disclosure, and co-cultural theory. After this, my third chapter will be a more thorough discussion of the method for my thesis. I will provide information regarding video selection, how the videos will be analyzed, how the themes will be created, as well as information about the lenses selected to analyze the videos. The fourth chapter will be an analysis of the videos that I select for this thesis. My last chapter will contain a discussion section where I state what important takeaways there are from my analysis chapter, a section 9 about future research regarding the topic of coming out videos on YouTube, and a conclusion to my thesis.    10 CHAPTER II: LITERATURE REVIEW In this literature review topics of identity, media representation of LGBTQ+ identities, discourse dependent identities, self-disclosure, coming out as a form of self-disclosure, and public coming out stories will be analyzed. These topics relate to the overall study of YouTube coming out videos, because these videos involve the content creators using YouTube to self-disclose their identities to their viewers. Due to the nature of coming out and having to reveal one’s identity to others, LGBTQ+ individuals can be seen as having identities that are categorized as discourse dependent. Since these individuals are using the mediated platform of YouTube to share their identities it is important to analyze current media representation for LGBTQ+ individuals. Also, since YouTube is a public platform, and these content creators are working to establish a subscriber base on this platform, it is necessary to analyze previous public instances of individuals coming out.  Identity  Many theories have been used to analyze and explain identity such as communication theory of identity (Hecht, 1993), face theory (Goffman, 1959), and social identity theory (Tajfel, 1978). These theories aid researchers in understanding how identities are developed and enacted. They also show how identities help individuals to form groups and present themselves in a social context. Communication Theory of Identity  Communication theory of identity (CTI) allows researchers to analyze identity as layered, rather than static. Hecht (2015) states that “communication is conceptualized as identity enactment or performance rather than merely a cause or result/effect of communication” (p. 178). CTI also acknowledges that individuals have more than one identity and that multiple 11 identities can be identified with in one moment. CTI posits that there are four identity layers: personal, relational, enacted, and communal. The personal identity is how we define ourselves (Hecht, 2015). The relational identity is “defined in terms of particular relationships, in relation to other identities, as well as identities that are ascribed by others” (Hecht, 2015, p. 179). Identity enactment is how we perform our identities and the communal identity is formed by the societal definitions of identity and identities (Hecht, 2015). These layers are not separate but are connected with and influence one another.   CTI has been applied to the exploration of gender identity by transgender individuals, specifically analyzing how these individuals formed and performed their identities along with struggles that these individuals go through (Nuru, 2014; Wagner, Kunkel, & Compton, 2016). Researchers found that discourse was an important aspect in the formation of a transgender individual’s journey from their own formation of identity to the enactment of the identity. Transgender individuals would enact their identity in private as a way of self-formation, would then outwardly express their identity around relational others, and would also enact label changing (Wagner, Kunkel, & Compton, 2016). There were identity gaps when transgender individuals felt tension between their personal, relational and enacted layers of identity and this was apparent in the ongoing negotiation of their identity with themselves and others. The identities of transgender individuals were also heavily influence by their social interactions, and the identity gaps caused by these social interactions lead to tensions felt by the transgender individuals (Nuru, 2014). CTI was also employed to look at the identity layers of LGBTQ Jewish Americans (Faulkner & Hecht, 2011). The researchers found that individuals would enact different aspect of their identity in different circumstances to manage identity gaps, so depending on the context they may focus more on their LGBTQ identity or their Jewish identity. Some 12 individuals also closeted their LGBTQ identity in order to assimilate with relational others who shared their Jewish identity (Faulkner & Hecht, 2011).   CTI has had few applications in research of online forums. The majority of this research applies CTI to online classrooms or learning experiences (McFall & Morgan, 2013; Brooks & Pitts, 2016). CTI has also been used to analyze social media interaction between citizens and their local government (Gálvez-Rodríguez, Sáez-Martín, García-Tabuyo, & Caba-Pérez, 2018). CTI has not been used to analyze the expression of identity through online videos, and it has not been linked to research specifically analyzing coming out videos on YouTube.  Face Theory  Another theory that deals directly with identity formation and expression is face theory. Face theory allows researchers to understand how individuals create their public self-image. Metts and Cupach (2015) state that “Our face is a type of performance, in that we present an image of our ‘self’ through our appearance, our messages, and our actions that we believe will give the impression that we are competent and worthy social interactants” (p. 232). As individuals we interact with others and their faces, and in these interactions, we generally protect the face of the other individuals so that they will protect our face. When our face isn’t protected, we “lose face.”  Face theory has been used to analyze cross-cultural interactions (Fletcher, Nakazawa, Chen, Oetzel, Ting-Toomey, Chang, & Zhang, 2014; Zhang, Ting-Toomey, Oetzel, 2014; Neuliep & Johnson, 2016), interpersonal conflict management (Oetzel, Meares, Myers, & Lara, 2003), online usage of Facebook (Lim, Vadrevu, Chan, & Basnyat, 2012), physician communication with patients (Kirschbaum, 2012), the transition into motherhood (Heisler & Ellis, 2008; Moore, 2018), and when face is lost on social media (Chen, 2015). While face theory 13 has been used in some online contexts, no research was found where face theory was used to analyze videos on YouTube. Also, no research was found where face theory was applied to the coming out process. Face theory has not been connected to an analysis of coming out videos on YouTube.  Face theory is applicable to this study, because while it hasn’t been used in relation to this specific topic, when individuals are coming out, they are presenting themselves. In this study, the content creators are using YouTube as an avenue to share their identity with those who view their videos. This avenue allows them to strengthen their face, because they are able to create and publish a video that positively represents their face. This is also allowing for threats against the face that they are presenting in the form of comments, but they could also receive supportive comments for the face that they are presenting. Coming out videos clearly offer an opportunity to the creators to strengthen their LGBTQ+ identities, but at the same time open up those identities/faces to criticism and censure.  Social Identity Theory  Social identity theory analyzes the way individuals categorize themselves by their group memberships. Not only do individuals categorize themselves into groups, but there are also comparisons with other groups. Since we have a tendency to compare our group to others, we form a group identification. Because we seek to categorize ourselves into groups, we also seek to distinguish our group from different others. Abrams and Hogg (1990) state that “Social identity theory draws on Festinger’s (1954) social comparison theory, which holds that we have an upward directional drive which leads us to compare ourselves with others who are similar to or slightly better than ourselves on relevant dimensions” (p. 3). These comparisons can be labeled as in-group and out-group comparisons, and individuals want to perceive their in-group as better 14 than the out-group. Tajfel and Tuner (1979) indicate that, in any given comparison, there is a clearly-identified in-group and out-group to everyone. We do not necessarily think of the group we identify with as the in-group, but most individuals realize that they are part of an out-group. Tajfel and Turner also discuss stigmatizing characteristics, which are characteristics that mark an individual as part of an out-group. For LGBTQ+ individuals, their identity as being non-straight would mark them as part an out-group. This non-straightness is their stigmatizing characteristic. This is why coming out is an important process of identity formation and enactment for LGBTQ+ individuals, because their identity is stigmatized so they have to acknowledge it. If there was no stigma surrounding their identity, then they would not have to come out. Apart from one’s social identity, an individual can focus on their personal identity, or what makes them unique as an individual. When individuals focus on their social identity, they are focusing on themselves as a group member and what characteristics differentiate their group from others. These comparisons can lead to stereotyping from groups as a way to perceive their group as being better than another.  Hajek and Giles (2006) used social identity theory in an analysis of an imagined conversation with a gay male. The researchers asked participant to imagine that they were having a conversation with a gay male, and to respond to questions about the imagined conversation. The researchers found that male participants were more likely to utilize stereotypes and have a more negative imagined conversation. This research played on intergroup interactions that could happen to individuals and analyzed the schemas the heterosexual males and females would use in an interaction with a gay male.   Social identity theory has been linked to research regarding to representation. Research has been conducted using social identity theory to analyze the portrayal of white characters in 15 black films (Banjo & Jennings, 2017), how exposure to Latino television portrayal impacts viewers (Mastro, Behm-Morawits, & Kopacz, 2008), and how American TV News created the idea of threat in relation to Sharia Law (Hoewe, Bowe, & Makhadmeh, 2014). The way the media constructs identity reinforces the way individuals perceive identities that are stigmatized. These reinforcements can inform the way individuals view groups that they do not belong to, and can create greater differentiation between groups.   Social identity theory has not been used to analyze YouTube videos, or the expression of identity through YouTube videos. It has also not been applied to coming out videos on YouTube to analyze the expression of one’s group identity. The research on social identity theory can help in understanding how LGBTQ+ individuals, specifically the content creators and their viewers, create an online community. Through these coming out videos, the content creators are categorizing themselves into a group. This could lead to in-group interactions between viewers who are also LGBTQ+ individuals and allies to the community.  LGBTQ+ Identities and Media  The previous section looked at how individuals enact identity, but it is necessary to look at how LGBTQ+ identities are portrayed by the media. Much of the research surrounding the interplay between LGBT identity and social media has focused on how LGBT individuals utilize social media for campaigns or social justice. Studies analyzing the “It Gets Better Project” campaign have found that this campaign has used testimonies to increase global awareness of LGBT youth, but that these oftentimes center the LGBT youth as at-risk (Ciszek, 2014; Jones, 2015). Research was completed that analyzed how the Gay and Lesbian Alliance Against Defamation (GLAAD) deal with the posting of offending images regarding the LGBT community. It was found that these organizations usually try to censor the images by galvanizing 16 followers to remove these images (Penney, 2015). Gray (2009) completed research that specifically looked at one queer organization (Queer Nation/San Francisco) and their challenge to politics in the realm of gay and lesbian visibility. Other research analyzed how LGBTQ associations and journalists discuss intragender violence or, “violence committed in the context of a relationship between people of the same sex” (Carratalá, 2017). This study shows other social movements created by LGBT organizations specifically relating to partner violence. Other research has been completed analyzing LGBT social media use in relation to largescale events. This research has focused on how queer bloggers from India consume and produce media focusing on pride festivals and how Twitter was used by individuals to discuss Toronto’s WorldPride in 2014 (Mitra, 2010 & Duguay, 2016). One study also focused on the audience reception of large corporations that posted supportive messages for the LGBTQ community after the 2015 Supreme Court ruling on marriage equality (Vilceanu & Novak, 2017).  Merging social media with traditional media, Navar-Gill and Stanfill (2018) looked at how queer fans of television shows utilized hashtags as a way to advocate for queer representation on television shows. The queer fan posts that the researchers analyzed showed that members of the LGBT community tweeted about wanting more representation through better LGBT characters, an increase in LGBT characters, and they also provided specific suggestions for how these shows could do better (Navar-Gill & Standfill, 2018). Research was completed that examined how Queer and Two-Sprit organizations do media work to create better representation for underrepresented populations, and the authors found that these organizations often create intersectional media that connects “race, class, gender, sexual orientation, and other axes of identity and structural inequality” (Costanza-Chock, Schweidler, & Transformative Media Organizing Project, 2016, p. 159). Elliott and Fowler (2018) examined “queerbaiting” in 17 the television show Teen Wolf. The show created a sense that two straight male characters could potentially have a relationship. This created interaction online for audience members who created a relationship for the two characters (Derek Hale and Stiles Stilinski) and referred to the two characters and “Sterek” (Elliott & Fowler, 2018). One study analyzed how queer media was still made for certain groups of “valuable” audience members in relation to the television series Queer as Folk. The individuals who were most able to identify with the characters of this show were “white, middle-class, gay, and questioning men” (Peters, 2011, p. 193). The author continues by stating that, “This research points to the ways in which gays, lesbian, and queers who fall outside of demographics assess as ‘valuable’ may continue to be excluded from popular representation” (Peters, 2011, p. 193).  There has been research looking at the interaction LGBT organizations have with social media, how social media are used in relation to largescale LGBT events, how traditional media utilize LGBT characters to interact with LGBT audiences, and how LGBT individuals use social media to interact with their favorite television shows in relation to queer characters or themes. There is a gap in the research in relation to LGBT individuals enacting their identities on social media platforms, especially in relation to coming out and social media. The research completed by Peters (2011), Elliott and Fowler (2018), and Navar-Gill and Standfill (2018) shows that LGBT individuals can have issues relating to media that is marketed as queer or how television shows are not catering to what LGBT audience members want for character representation.  Media Representation of LGBTQ Individuals Members of the LGB community are often underrepresented in television, film, magazines, and music (Bond, 2014). Portrayals of heterosexual relationships include a greater presence of heterosexual physical touch and kissing, as well as more talk about heterosexual 18 relationships and sexual interests (Bond, 2014). Bond (2014) states that this lack of portrayal of LGB sexualities could be dangerous to the development of identities of LGB individuals. The portrayal of sexual behavior between LGB individuals is unlikely, but Bond (2014) does state that there is a shift happening towards more validating talk about LGB identities in media such as equality.  In another study, Bond and Miller (2017) argue that the lack of depth in LGB characters can harm the self-concept of individuals who belong to the LGB community. This lack of complex LGB characters has a negative correlation to an individual’s positive self-complexity, which is defined as “the constructive, affirming aspects in an individual’s self-concept” (Bond & Miller, 2017, p. 105). The main focus for LGB characters is their sexuality, and this creates a lack of further character development which can lead individuals who identify as LGB to lack in their complex self-concept (Bond & Miller, 2017). Bond and Miller (2017) continue by stating that media consumption of gay and lesbian oriented (GLO) television was negatively correlated to LGB negative self-complexities. These television programs are centered on LGB individuals, and therefore the characters are better developed, and this can aid LGB youth in reducing the impact homophobic beliefs might have on them (Bond & Miller, 2017).  Viewing characters belonging to a co-culture like the LGBT community is not only beneficial to members of that community but can further their acceptance by members who belong to other groups. Representation in the media is important because members of the heterosexual community may not have interpersonal relationships with gay individuals, but those heterosexuals that were exposed to gay characters on television were still shown to be more supportive of gay equality (Bond & Compton, 2015).  19 Gillig and Murphy (2016) analyzed young viewers’ responses to a gay kissing scene on the television show The Fosters. When young LGTB viewers were exposed to the portrayal of these characters, they were able to identify with them and have a greater sense of positivity towards their ingroup (Gillig & Murphy, 2016). In opposition to this, the researchers explain that when young heterosexual individuals were exposed to these characters it triggered a sense of disgust especially in males (Gillig & Murphy, 2016).  The coming out process has also been viewed publicly through a media lens, like in the narratives of athletes coming out (King, 2017) and in international television shows (Boross & Reijnders, 2017). Researchers have also analyzed news articles, and the comments on these articles to see how individuals continue to paint opposite-gender parenting as the preferred norm, whereas same-gender parenting does not fit into the normative family narrative (Sokalska-Bennett & Mickiewicz, 2017). The researchers found that the comments stated that adoption by same-gender partners was not natural, that there was an emphasis on a family having both masculine and feminine role models, and that they used the comments to criticize those who were pro-LGBT (Sokalska-Bennett & Mickiewicz, 2017). Positive public representations are important to both LGBT individuals and non-LGBT people’s acceptance of LGBT individuals. These positive representations are still rare in traditional media, but representation on YouTube could help to fill this gap. Studies have been completed looking at the coming out narrative on tradition media, but no one has completed a study looking at the coming out narrative on YouTube. My study is necessary because it will further the analysis of the coming out narrative, but on a nontraditional media platform. Since the positive representation of LGBT people on traditional media is still rare, viewers may turn to YouTube to find media containing individuals who are like them. Coming out videos need to be 20 analyzed because of their impact on the LGBT population. These representations of LGBT individuals have an effect on the audience, and some on study found that exposing straight viewers to a scene of two males kissing fostered a sense of disgust (Gillig & Murphy, 2016). By applying this kind of research to coming out videos, I can discover how the producers of such videos might fill their need to come out in a public forum while at the same time alienating the hetero viewers who are watching the video as well. Discourse Dependent Identities  Research into communication in families can help us to better understand how LGBTQ+ people negotiate their identities in our broader society. Galvin, Braithwaite, Schrodt, and Bylund (2019) state that discourse-dependent families “use communication to define, explain, and legitimize their family, both within the family system and to others outside of it” (p. 50). There are two different forms of boundary management that are part of discourse dependent families: internal boundary management and external boundary management. The four communication strategies that families use for internal boundary management are naming, discussing, narrating, and ritualizing. These strategies help discourse-dependent families to develop their internal identities. The four communication strategies that families use for external boundary management are labeling, explaining, legitimizing, and defending. These strategies help discourse-dependent families to project their family identity to those outside of their family unit.  Much of the research completed on discourse dependent identities looks at this from a family communication lens and sees certain family structures as discourse dependent. Miller-Ott (2017) analyzed foster families and discourse dependent identity because some individuals view this type of family structure as “less than” in comparison with a traditional family. These families have to use discourse to legitimize their identity within their family unit and with 21 individuals outside the family unit. Harrigan and Braithwaite (2010) examined the discourse used by families who were formed through adoption because these families also struggle to be seen as legitimate in comparison with traditional families. The researchers discuss how families created by adoption are seen as different in comparison with traditional families. Baxter, Norwood, Asbury, and Scharp (2014) also completed research that looked at adoptive families and the idea that adoption is “second best”. This research was grounded in narrative theory and analyzed the stories of adoptive parents that were posted online. Just like previous research, these families felt as though they had to legitimize themselves. Braithwaite, Olson, Golish, Soukup, and Turman (2001) completed research looking at the discourse used by blended families during their development. This research looked specifically at the discourse happening within the family boundaries and how different individuals within the family experience the development differently. This shows that discourse dependency can also be internal to a family unit. Bergen (2010) conducted interviews with women who were commuter wives, or women in relationships who had two separate households. In her research she found that this type of relationship was often questioned by family, friends, and others outside of the relationship. These women had to constantly explain their relationship to others who viewed it as outside of the ordinary. Kellas and Suter (2012) analyzed the discourse that lesbian-headed families used to legitimize their families. Again, these family units were seen as less than in comparison with a traditional family and the lesbian-headed families were often challenged by others, and these challenges were unique to same-sex families.   The bulk of discourse dependent identity research has been done looking at the family unit, but not looking at individual identities. Individual identities could also be seen as discourse dependent though. Individuals with identities that are not seen as traditional might have their 22 identities challenged, and this could require them to legitimize their own identities. The need to legitimize identities both within and without the LGBTQ+ community I ripe for study. There could be instances for LGBTQ+ individuals where they are criticized within the community for not being open with their identity and hiding in the closet, while also being criticized from members outside of the community for having a different sexual orientation or gender identity. These family communication studies do have something to contribute to our understanding of LGBTQ+ identities. When looking specifically at LGBTQ individuals and the coming out process that many go through, they may also use internal boundary management to legitimize their own identity within themselves. It is important that identities, such as LGBTQ identities, are examined as being discourse dependent to see what strategies are used to legitimize themselves.  Self-disclosure  Now that the topic of identity has been covered, it is important to look at research discussing how individuals disclose aspects of their identity. The coming out process is a process of self-disclosure, so it is important that research on self-disclosure is examined. Communication privacy management theory (Petronio, 2002), is an optimal theory to understand the self-disclosure process of coming out. Communication privacy management theory is pertinent to this research on coming out because it is important to look at how individuals share information that they claim ownership over. There are other theories that explore human self-disclosure, but because of the specific choice made by these individuals to share their identity on YouTube, communication privacy management theory is extremely applicable.    23 Communication Privacy Management Theory  Communication privacy management theory (Petronio, 2002) analyzes how people decide to share private information, and how individuals control private information when they do share it with other individuals. Petronio (2002) states that CPM represents a map that presumes private disclosures are dialectical, that people make choices about revealing or concealing based on criteria and conditions they perceive as salient, and that individuals fundamentally believe they have a right to own and regulate access to their private information (p. 2). The individuals who have private information are seen as owners of that information, and if they choose to share their private information then those who they share it with are seen as co-owners. Owners of private information have boundaries, and these boundaries can range on a scale of being open to being closed. If the boundaries are open, then owners of private information are sharing with other individuals who are now co-owners of that information. Closed boundaries mean that the owner of the private information is not sharing it with others (Petronio, 2002). Once owners of private information opens their boundaries and shares the information with someone to make them a co-owner, they can then set up privacy rules with that co-owner so that they can coordinate boundaries. An example of a privacy rule could be telling the co-owner to “not share the private information with anyone else”. This is an act of ownership, because the original owner of the private information is communicating to the co-owner that they still control the private information. If the co-owner were to break the boundary rules created by the original owner of the private information, this would result in boundary turbulence. Petronio (2002) states that “boundary turbulence signifies the assumption that coordination does not always function in a synchronized way” (p. 12). When boundary turbulence occurs, the owners of the 24 information did not adequately coordinate their boundaries and effectively communicate privacy rules.   Communication privacy management theory (Petronio, 2002) has been utilized to analyze disclosure in the workplace (Smith & Brunner, 2017),  privacy management regarding disability (Hays & Butauski, 2018), student disclosure (Henningsen, Valde, Entzminger, Dick, & Wilcher, 2019), and revealing eating disorders (Herrman & Tenzek, 2017). Stigmatized identities require a great amount of personal decision-making regarding the disclosure of these identities. This type of self-disclosure is personal to the individual and for most these stigmatized identities are not seen as public information. The disclosure of these stigmatized identities could also lead to rejection from other individuals. This relates to coming out for LGBTQ+ individuals, because their identities are also stigmatized. They could possibly be rejected by those around them, so this led to deciding whether or not to make this personal information public.  Risks of Self-disclosing  Coming out is an extreme form of self-disclosure, and self-disclosing personal information can come with many risks. Hatfield (1984) found that individuals view self-disclosure as a risk because they could be rejected. If an individual were to share intimate information about themselves, such as their sexual or gender identity, this could reflect negatively on them in the eyes of the receiver, and that person could reject them because of the information that they shared. The information that individuals share could be seen as wrong by the receiver, and this could disrupt the relationship between the individual and the receiver. Individuals could also fear that the person that they are sharing intimate information with might leak the information to other people. This idea is present in Petronio’s (2002) communication privacy management theory, in which she argues that individuals want to have control over their 25 own private information. This control involves being able to decide who has access to our intimate information.  These risks involved with the self-disclosure of intimate information may lead individuals to self-disclose using different methods. Caplan (2003) found that some individuals preferred to self-disclose online, or through mediated channels, in order to avoid a negative interaction face-to-face. Fox and Warber (2015) analyzed what factors played into LGBT+ individuals’ decisions to self-disclose their queer identity and discuss issues regarding LGBT+ identity on social networking sites. They found that the fear of coming out and being exposed to online friends who could be homophobic or have a negative reaction causes the users to be silent and censor what they share online. Self-disclosure centered around one’s identity can also affect mental health. Pachankis, Cochran, and Mays (2015) state that some previous research argues that when individuals disclose their sexual orientation, they are opening themselves up to greater mental health issues. This is due to the stigmas and stereotypes that come with being a member of the LGBT community. The researchers found that men who were still in the closet were less likely to experience major depressive disorder in comparison with men who were out. In contrast, women who were closeted were more likely to experience major depressive disorder in comparison with women who were out (Pachankis et. al, 2015).   In order to navigate the risks involved with self-disclosure, LGBT individuals may attempt to find a safe space in order to express themselves. Drumheller and McQuay (2010) analyze how LGBT Outreach Centers in conservative rural areas utilize different forms of messaging to support the LGBT individuals but also not alienate the greater conservative community. The participants discussed the struggle of having an outreach center in a 26 conservative area, because of the backlash they receive. Many LGBT individuals were afraid of the backlash, which caused apathy, so outreach centers need to find a way to motivate the community. Overall, the researchers found that the LGBT community was looking for a safe space (Drumheller & McQuay, 2010).   YouTube is a unique social media platform that is public, unlike other social media, where you can choose to only interact with those who follow you. Someone who comes out on other social media may do so in order to inform their social network about their identity and to gain support from those people. YouTube videos are there for the world to watch, so there is a much larger audience. My study will help to clarify the findings on why individuals post their coming out stories on a mediated platform by looking at the themes that are included in the narratives. It is also pertinent to note that with the posting of these videos, there is risk of scrutiny and rejection from audience members. Petronio’s (2002) communication privacy management theory discusses how individuals control their private information, and why this control is vital. This study will assess why individuals who make coming out videos decided to do so on such a public platform, because this is a departure from how people usually come out. It is significant to look into the themes in the videos to understand why they choose such a public forum to come out, especially with the possibility of backlash from commenters.  Coming Out as Self-disclosure  In relation to coming out, communication privacy management theory was used to examine how adult children with lesbian and gay parents dealt with privacy boundaries (Breshears & DiVerniero, 2015). The researchers found that many of the children did not feel as though they were owners of the information regarding their parents’ identity, but rather that they owned their identity as the child of a lesbian or gay parent (Breshears & DiVerniero, 2015). The 27 researchers did not find that there was much boundary turbulence regarding the ownership of the sexual orientation information.  Research was also completed that looked at coming out in the classroom by lesbian, gay and queer (LGQ) college teachers in relation to communication privacy management theory (McKenna-Buchanan, Munz, & Rudnick, 2015). The researchers uncovered five specific strategies the LGQ individuals used when either disclosing or concealing their sexual orientation: selection, reciprocity, ambiguity, deflection, and avoidance (McKenna-Buchanan, Munz, & Rudnick, 2015). The selection strategy involves the LGQ instructor choosing to come out to their students in a routine manner. The strategy of reciprocity involved the LGQ instructor choosing to come out to their students if they are asked about their sexual orientation or if one of their students comes out to them. Instructors who used the ambiguity strategy avoided disclosing or concealing their sexual orientation, and this could be accomplished by sending out clues or subtle hints. If an instructor used deflection as a strategy, they would ignore or redirect a students’ request about their identity. Finally, an instructor who avoided would completely conceal their LGQ identity and would not reference it at all.  While there were studies mentioned previously that used CPM to look at online privacy management, there were no studies that analyzed CPM in relation to YouTube. There were also few studies that linked CPM to the coming out process. No studies were found that linked CPM to online coming out videos on YouTube, which shows that there is a gap in this research. The Coming Out Process  While a number of scholars have studied the coming out process from a communication perspective, they have not looked at the themes that make up the coming out narrative in a public, mediated forum like YouTube. Much of the current research on the coming out process 28 analyzes the process of parents coming out to their children. Breshears (2010) analyzed the family discourse that takes place in lesbian relationships with children. She argues that this family discourse is integral in the development of family identity, and she examined the turning points in families with lesbian parents and how they lead to conversations about their family identity. DiVerniero and Breshears (2017) analyzed the emotional and verbal responses of children to their parents’ coming out as lesbian, gay, or bisexual. Research has also been completed utilizing relation dialectics theory as a way to understand the discursive struggles the children might experience as their parents come out to them. These struggles can exist due to the outside discourses taking place about the family’s identity (Breshears & Braithwaite, 2014). Communication privacy management theory has also been employed by researchers to analyze the privacy communication tactics used by adult children who have gay or lesbian parents in relation to having a nontraditional family (Breshears & DiVerniero, 2015).  Chirrey (2003) has also analyzed the coming out process as a speech act and found that coming out as a speech act not only affects the speaker, but also those around them. The listeners, or those people the individual comes out to, are also critical in this speech act and the development of one’s identity. The researcher discusses how with coming out, an individual not only comes out to someone else, but they have to come out to themselves first (Chirrey, 2003). Chirrey (2012) also evaluated coming out advice texts and how these advice texts created a script for coming out. The advice texts present in this study all position coming out as a goal that is attainable for all individuals to achieve. When looking at the scripts created by coming out advice texts, they position coming out as being good because it has positive benefits. The advice texts also state that coming out is something that should be planned, and that the speaker should evaluate their motivations for coming out. These motivations could impact the script that the 29 speaker uses when coming out. The advice texts also state that coming out is an act that happens in stages, not all at once (Chirrey, 2012).  The research on coming out has analyzed how parents come out to their children, and how this impacts the family identity. Researchers have also analyzed advice texts for coming out, and how the coming out process can have a formulated script. My study will fill a gap in the coming out research, because it will analyze this process on a mediated platform rather than just within the family unit. An individual could watch coming out videos as a way to seek advice for their own coming out process, and this could lead to the formulation of a coming out script based on these videos. It is crucial to research how these videos could be impacting the people who are watching them. These articles suggest that the coming out process is important to both the receiver and the sender. My study will look at the ways in which individuals come out through YouTube videos, and look for patterns in these moments of self-disclosure to see if there are suggestion for “best practices” in coming out through a public forum like YouTube. I will also look at the responses to the videos to see how the audience is reacting to the videos.  Public Coming Out Stories   Previous literature has analyzed identity and self-disclosure of one’s identity, but it is important to look at these topics in direct reference to coming out. In order to accomplish this the next section of research will discuss public coming out stories, which is related to the topic since the content creators publicly posted their coming out stories on YouTube. One of the most public and influential coming out stories is that of Ellen DeGeneres. Researchers have looked at Ellen’s coming out as a way to increase visibility for the LGBT population and how, prior to coming out, Ellen had to perform to “pass” as a heterosexual woman based on her career and position in life (Dow, 2001; Shugart, 2003). Dow (2001) positions Ellen’s coming out as a return to 30 authenticity because she found her “true” self and was able to liberate her identity. In her coming out she was able to bring representation to the LGBT community by enacting her identity as a lesbian, but by also making her character in her show Ellen a lesbian. Some content creators who make coming out videos may have already come out to the people in their private lives, which could mean that their identity as an LGBTQ+ individual is well-formed. For other content creators who come out online, the act of making and publishing a coming out video to YouTube could be solidification of their identity as an LGBTQ+ individual. This relates to Ellen, who discovered her true self and came to grips with her identity through her television show. This was live for the American public to watch, and they were able to see Ellen deal with the stages of transitioning to her authentic identity. Other research has analyzed the coming out of Rosie O’Donnell, and how O’Donnell’s coming out had less of a response when compared to the coming out of Ellen (Shugart, 2005). O’Donnell’s coming out did not only focus on her as a lesbian but also her as a gay parent. This also positioned her as an advocate for gay adoption. The combination of these narratives regarding her identity lead to less of a response from the public (Shugart, 2005). Fury (2019) wrote an article for Metro Magazine about Nanette, a Netflix filmed comedy special featuring Hannah Gadsby. In her comedy special, Gadsby discusses coming out and the relation of being LGBT to feeling shameful. Fury (2019) writes that Gadsby used humor to discuss the trauma associated with her LGBT identity and how coming out in a straight world impact her.   Researchers have also begun to focus on coming out as an athlete and the implications that this has for individuals and society. Hughson and Free (2011) studies how English tabloids portrayed professional soccer players’ coming out. The authors found that there is a difference in how the tabloids expressed wanting to get rid of homophobia in soccer, while still promoting the 31 traditional heteronormative and masculine stereotypes associated with soccer. King (2017) writes about a wave of male athletes who came out from 2013-2014 including Robbie Rogers, Jason Collins, and Michael Sam. This research focused on the narratives put forth by each of these individuals and how their narratives could be used to create social intervention and further the visibility of LGBT individuals. This also helps to further these identities with heterosexual individuals who might not readily seek out LGBT centered media. Research was also conducted that specifically analyzed media reaction to Jason Collins’ coming out in 2013, since his coming out has been categorized as “the first male to come out as gay as an active member in a professional team sport” (Billings, Moscowitz, Rae, & Brown-Devlin, 2015). Jason Collins came out in a Sports Illustrated article which is necessary to note because of the audience that reads the magazine. The authors found that, “The overall tone was supportive and congratulatory, yet the celebratory nature of the reactions runs the risk of falsely assuming that his coming out symbolizes full equality for gays and lesbians in sports and the culture at large” (Billings, Moscowitz, Rae, & Brown-Devlin, 2015, p. 92). There is still a focus on athletes and their coming out stories, and that is seen in contemporary media as well. Outsports.com (2018) released an article stating that, “There will be a record 15 publicly out LGBTQ athletes at the 2018 Winter Olympics in Pyeongchang, South Korea, including out men for the first time” (para. 1).   There is a focus in the existing research on public coming out stories, especially on those of celebrities and athletes. These coming out stories could help to encourage others to share their own personal stories, especially when there are record numbers of athletes coming out. If individuals are inclined to share their own story, they may turn to a platform like YouTube to do so.  32 YouTube  Different communities on YouTube have been widely studied, and one community that has been studied is the beauty community. The linguistics and language used by “beauty gurus” has been one focus of study (Riboni, 2016). Oher researchers have analyzed how these beauty communities are created, but also how they achieve longevity (García-Rapp, 2017). Another version of communities that are created on YouTube are resistance communities, and research has analyzed how commenters on videos that represent resistance can create a community surround this idea (Edgar, 2016). Videos can also be created by members of a certain community in order to bring that community and their issues to the forefront, such as videos created by Indian women who are on the H-4 visa to share their narratives (Mallapragada, 2017). American soldiers who were in Iraq also created videos and shared them on YouTube so that they could show what the battlefield actually looked like from their perspective (Oxley, 2017).   Other research has been completed to analyze how messages from YouTube videos can affect the audience members who are watching. Research was completed to analyze how health messages presented on YouTube could aid in the reduction of adolescent smoking (Romer, Jamieson, Jamieson, Jones, & Shierr, 2017). Another prominent YouTube genre is videos targeted towards infants, and research was conducted to examine how parents act as intermediaries for their children’s media use and how this affects their children (Nansen & Jayemanne, 2016). The “reaction video” is another genre of YouTube video that is popular, and a study was completed to analyze the reaction videos of white celebrity-fans of K-pop and the language that was used in these videos (Oh, 2017). Research was conducted analyzing how the number of views on a video affected audience members and their perception of message importance based on the number of views (Spartz, Su, Griffin, Brossard, & Dunwoody, 2017).  33  Apart from how messages affected YouTube views, research has also been conducted on the intent of the creators of these videos and the messages contained within the videos. Researchers completed a content analysis of organ donation videos on YouTube to identify what frames were used as strategies to send a message of being an organ donor (Vanderknyff, Friedman, & Tanner, 2015). Another content analysis was completed to analyze public service announcements on YouTube that promoted a lifestyle centered around healthy eating (Zhang, Baker, Pember, & Bissell, 2017). Research was conducted on messages in vlogs (video blogs) created by young people around the topic of bullying, and how these messages could create civic engagement amongst young people (Caron, 2017). An analysis of the frames used in home-birth videos was completed, and also explored how these videos were used as a challenge to the dominant culture and their ideas surrounding birth (Mack, 2016).  Individuals are not the only creators on YouTube, companies and organizations can also use the platform to promote their messages or products. Research was done to explore how television networks used YouTube as a way to promote their series, and what strategies were used to accomplish this (Rodríguez-Ferrándiz, Tur-Viñes, & Contreras, 2016). YouTube videos can also be used to promote certain political agendas and to persuade viewers to choose a side on a specific topic, such as videos that were used to persuade audience members to view California’s Proposition 37 in a specific way (Krause, Meyers, Irlbeck, & Chambers, 2016). Scholars are also utilizing YouTube as a way to teach persuasion tactics in the classroom (Quagliata, 2014).   I only found one article that contained research that explicitly analyzed coming out videos on YouTube. The researcher also analyzed videos about individuals with serious illnesses, depression, or videos about the dissolution of relationships. This research was completed to 34 explore how confession narratives could create kinship among the creator(s) of the video and the viewers. Not only were the videos analyzed, but the researcher also looked at comments from the audience (Humphrey, 2018).  Humphrey’s (2018) study looked at coming out videos as a form of confession and also analyzed these videos in relation to other types of confession videos on YouTube. I will use this study as a foundation for my own, but I will specifically be looking at coming out videos. Humphrey (2018) completed a textual analysis and used the narrative paradigm as theoretical background. I will be completing a thematic analysis of the videos and us co-cultural theory as a lens. My study is different because I am analyzing how people use these videos to communicate identity and how this communication of identity can create a conversation between viewers of the video and the creator. Humphrey’s (2018) study did not include an in-depth analysis of the comments from viewers of the videos. This conversation between the creator and the viewers could lend itself to the creation of a type of community for LGBT individuals on YouTube. This could also be a useful platform for LGBT individuals to communicate with other members of the LGBT community. Finally, coming out videos on YouTube could be used as a way to reach non-LGBT individuals to help educate them on the coming out process.  Co-Cultural Theory One extremely useful way of understanding why LGBT individuals might turn to YouTube as a way of expressing their identities can be found in co-cultural theory. Orbe (1998) states that, “Co-cultural communication, in its most generic form, refers to interactions among persons from different co-cultures” (p. 2). This theory explores the communication practices of co-cultures and analyzes the communication choices made by members of a co-cultural group within a dominant societal structure. Individuals within co-cultures make choices on how they 35 are going to communicate with others around them, and these choices becomes even more important when looking at communication between a co-cultural group member and a dominant group member. Co-cultural groups can be defined as groups that lack dominance or are underrepresented. The underrepresented groups in this theory include people of color, women, people with disabilities, people belonging to a lower socioeconomic status, and lesbians, gays, and bisexuals (Gudykunst, 2005).   Current research shows co-cultural theory being applied to dominant group members and their reactions to the concerns of non-dominant group members during the Trump era of politics (Orbe & Batten, 2017), how LGBT+ members self-identify on social networking sites (Fox & Warber, 2015), the creation of a new co-cultural career model by analyzing the career style of the Roma Gypsy people (Gabor & Buzzanell, 2012), how Black punks are a non-dominant group within a larger non-dominant group of the punk culture (Ramírez-Sánchez, 2008), to uncover existing differences in Hispanic students’ reports of interaction with White students in Predominately White Institutions (Rudick, Sollitto, Claus, Sanford, Naindy, & Golsan, 2017), to reveal how individuals react to acts of discrimination based on race, age, sexuality disability, and sex (Camara & Orbe, 2010), and how physically disabled individuals assimilate into a workplace with other able-bodied members (Cohen & Avanzino, 2010). All of these studies deal with the juxtaposition of communication based on a member’s position in a dominant group or non-dominant group.   Yet this theory has seen little use when analyzing media representation of underrepresented populations. While the theory was originally constructed to analyze the communication choices made by co-cultural group members when interacting with dominant group members, it is imperative to explore what might lead an individual to choose their 36 communication strategy. One entity that often influences the way individuals communicate with one another is media. The media consumed by individuals has an effect on the way they perceive the world around them, and in turn how they communicate with the individuals around them. If co-cultures were to have a larger representation in media, this would impact the way that members of these groups interact with other individuals. Co-cultural theory has also not been used heavily in analyzing the coming our process. Through this process, an individual is publicly entering into a co-culture, and when coming out to someone of the dominant co-culture, a co-cultural group member would need to choose the best communication tactics to reach their preferred outcome.  This summary of existing research shows that there are gaps. Only one article analyzed coming out videos, but these videos were analyzed amongst videos belonging to other genres of YouTube. It is important that coming out videos be further explored as the main area of research because of the gap in this research. These existing gaps need to be filled. My research could provide a beneficial analysis of how co-cultural members use a site like YouTube to narrate their stories. One way of completing this is by analyzing coming out videos created by LGBT individuals and exploring what themes can be found across multiple videos belonging to this genre.  My study helped to illuminate how LGBT people communicate their identity and what this communication looks like in a video format on a mediated platform. It also showed how LGBT people communicate their identity to different audiences: other LGBT individuals, non-LGBT individuals who are allies, and non-LGBT individuals who don’t support LGBT individuals. Finally, my study provided an analysis of how viewer comments on YouTube videos 37 can be both supportive and negative, and how these comments can shape an individual’s future expression of identity.   Conclusion Throughout this literature review the topics of identity, media representation of LGBTQ+ identities, discourse dependent identities, self-disclosure, coming out as a form of self-disclosure, and public coming out stories have been analyzed. Content creators who create coming out videos are sharing a part of their identity with their viewer base, which means that they are self-disclosing this information. Since these identities can be seen as outside of the norm by today’s broader society, these identities are categorized as discourse dependent. So, when the content creators are sharing their identities, they may do so in strategic ways so that their identities are not questioned. These videos could also be a new way of creating media representation for LGBTQ+ individuals, because after these content creators publish their coming out videos viewers who are also part of this community may turn to their videos to see someone who is like them. Finally, because of the social aspect of YouTube, these coming out videos are creating a new form of public self-disclosure of identity that had not been seen before these videos had started to be created.  The previously mentioned lenses used in this study led to the following research questions: RQ1: How might YouTubers making coming out videos engage in discourse dependent communication strategies in their videos, and if so, which strategies do they use? RQ2: Is a sense of community created by YouTubers in their coming out videos and by the viewer comments? If so, how is this accomplished? RQ3: How might viewer comments on coming out videos serve to de-legitimize LGBTQ+ identities? 38 CHAPTER III: METHOD Video Selection I watched and analyzed videos that span a wide range of types of coming out. One way to accomplish this is by watching coming out videos from different members of the LGBT community. I watched videos created by individuals coming out as gay, lesbian, bisexual, and transgender. It was necessary to see if there are similar themes across all of these different identities, or if the themes differ based on the identity of the individual who is coming out. After looking at the videos present after searching “Coming Out” on YouTube there are many more videos of males coming out rather than females. There are also few videos showing a trans person talking about coming out. Some titles do not explicitly state what sexual orientation or gender identity the individual is coming out as (Youtube.com). I watched more videos of males coming out than females, and the majority of the videos I analyzed were males coming out as gay. So even as I made the effort to watch videos representing a range of LGBT identities, the sheer number of videos by gay males as opposed to those representing the other identities means that most of the examples included in my study were videos of gay males coming out. I mirrored the experience of the “average” curious viewer who would likely type in “Coming Out” and watch whatever videos populate.   I also viewed and analyzed videos across a variety of content creator statuses. YouTube is available to everyone, and anyone can post whatever they want within the parameters of the site. Some individuals post enough times and on similar subjects that they develop a “channel”.  Viewers of the site can subscribe to channels so that they get a notification every time a new video is posted. Once the creators get enough subscribers, they can “monetize” their videos; ads will be placed in them, and they will receive some compensation from YouTube for the 39 advertising. Creators can receive a verification badge and according to the YouTube Help Page, these individuals should have 100,000 subscribers prior to seeking YouTube verification (Support.google.com). Those individuals who have obtained a verification badge normally have a large base of subscribers to their channel, have a strong brand identity, and monetize their videos to make money off of their YouTube career. This differs from individuals who might be new to YouTube and the creation of videos, or who might have made a coming out video as their first or only video. I watched and analyzed coming out videos from creators who have obtained YouTube’s verification badge, but also creators who do not have the verification badge and who have few followers. This was necessary to explore whether these creators with differing statuses on YouTubes will have similar themes across their coming out videos. Individuals with verification badges have likely built a channel on a subject other than LGBT identity. Coming out could represent a threat to their YouTube success, since a number of their followers are likely to react negatively to this unexpected shift away from the established topic or theme of the channel. The motives for coming out might be different between these two types of YouTubers. Since there could be a difference in motives and a difference in experience between these different types of YouTubers, it was important to see if the themes are similar across these videos.   I did not have a specific number of videos that I planned on viewing and analyzing. I watched coming out videos until I hit saturation of content and once there were apparent themes that were repeated across the coming out videos. I would guess that I have viewed over thirty coming out videos since I have watched these types of videos on my own time before beginning this thesis. I selected the videos by searching for “coming out” on YouTube. Once the videos were populated from this search, I first looked to see what videos were presented. I assume that 40 the majority of these videos will be from verified YouTubers, and to help in my selection of these videos I looked at the number of views the videos have received. In regard to the non-verified YouTubers, I looked at the number of views on their coming-out video and looked at their YouTube page to see if they have posted other videos. Some individuals may only post a coming-out video and nothing else, while others might be trying to create a YouTube presence and have posted a coming-out video as part of that process. A one-off video is likely intended for family and friends, while people who post a coming out video with the supposed purpose of gaining a following through the process are likely trying to pull in largely supportive fellow LGBT community members. Finally, the known YouTube creators will likely present their videos at least somewhat differently, because they are well aware that many of their followers won’t automatically support them as fellow LGBT community members. I selected videos based on the number of views, whether or not the YouTuber is verified, and whether they have posted videos previously.  I selected five videos to analyze for this study. Three of the selected videos are from verified YouTube channels, and each video has 10 million views or more. If a content creator is verified, they will have checkmark next to their name letting the viewer know that YouTube has selected them to be a verified content creator. This usually means that they have a large subscriber base and their videos receive numerous views. As mentioned previously there is no specific formula to becoming a verified YouTuber. The other two videos are from YouTube channels that are not verified and have views of 28K and 118K. I have selected to use videos from bother verified and non-verified content creators to analyze whether they utilize coming out videos differently, or if the comments on the videos provide different interactions. The videos that I chose to analyze are videos of individuals on YouTube who are coming out directly to their 41 subscriber base, or to other individuals who are watching their videos for the first time. There are other types of coming out videos where people will film themselves coming out to their family or friends, and where video creators will discuss their coming out stories. The videos where an individual is filming their coming out to their family or friends is not applicable to this study because the emphasis of the videos is not on the interaction between the video creator and their viewers. Videos where the creators are filming themselves telling their coming out stories is not applicable because they are talking about their previous experiences with coming out to the people in their lives. The focus of this study is to analyze how these creators share their identities directly with individuals who are watching their videos. This narrowed the pool of videos to choose from.  The titles of the videos became decisive in the selection process, because these titles could help in discerning whether the videos were about the creators coming out to their viewers, or if it was another type of coming out video. As an example, Ingrid Nilsen’s coming out video is titled “Something I want You to Know (Coming Out)” which helps the viewer to understand that she is going to be directly speaking to them, whereas the YouTube channel The Adventures of Zach and B has a video titled “Coming Out Story – I was Outed” which means that the creator will be talking about how their identity was revealed to the people with whom they have personal relationships. I am interested in studying the act of coming out itself, not studying people’s recollection of that act. I am only interested in studying videos serving as the actual moment of coming out to viewers for this study. Since the titles of the videos explain that the content creators are coming out there are no surprise coming moments. To find the videos for this study I used the search term “coming out” in YouTube’s search bar. The videos that I chose represent 42 multiple identities amongst the LGBTQ+ community. The specific list of coming out videos will be provided in the analysis chapter and in an appendix at the end of this document.  Viewer comments on the coming out videos were also be analyzed throughout this study. Viewers are able to create comments on the videos that they have watched, and they do this using “handles” that they have created rather than their actual names. The comments are listed below the actual video when you click on the video to view it. YouTube provides two ways of reading viewers’ comments, either viewing the “top comments” or viewing the most recent comments. Viewing the “top comments” is the default setting on YouTube, so if you read comments on a YouTube video and do not change the setting you will be reading the “top comments”. This means that the comments received numerous interactions from other viewers. It’s possible to comment not just on the video, but to reply to other comments too. The comments that get a lot of replies, both positive and negative, end up as “top comments,” meaning that they will be seen by other viewers too. This could also welcome trolls, or individuals who purposefully express really controversial thoughts and attitudes to try and generate responses, and through that process, get their comment pushed to the top of the heap. These interactions could be likes that the comments received or replies from other viewers. I chose to use the default “top comments” setting and not the most recent comments because of the number of interactions the “top comments” received. The most recent comments usually had little to no interaction with other viewers of the videos, and this would not be beneficial to the study. It makes sense to look at the comments on the videos that are generating multiple likes and replies from other viewers so that the interaction between these viewers can be analyzed.   43 Discourse Dependency  One useful lens for making sense of the meanings communicated by these coming out videos is discourse dependency. Discourse dependency is a term used in family communication to analyze how non-normative families use communication to represent themselves. Galvin (2006) states, “As families become increasingly diverse, their definitional processes expand exponentially, rendering their identity highly discourse dependent” (p. 3; emphasis in the original). Discourse dependent studies of families focus on how the families communicate internally with those inside the family system and externally with those outside of the family system. Discourse dependency could also be used to analyze individuals with identities who are seen outside of the norm and who have to use communication as a way to represent their identity. Not only are these identities being presented in coming out videos, but the individual creators are also constructing their identities. Through these videos, individuals are pronouncing their identities and admitting to themselves that they are members of the LGBTQ+ community.  There are two practices discourse dependent families will use in maintaining their family identity: external boundary management and internal boundary management. Within each of these two practices, there are four strategies that families can use to manage their identity externally and internally. The four strategies for external boundary management are labeling, explaining, legitimizing, and defending. These practices are used by families when they are communicating with individuals who are outside of the family unit and may be questioning the legitimacy of the family’s identity. Labeling explains how individuals in families use certain terminology to show that they are related to one another. Through explaining, families help outsiders to understand their family ties. If the family ties are challenged by an outsider, then the family can use legitimizing to aid the outsider in recognizing that the family ties are genuine. 44 Defending is used to “shield oneself or a familial relationship from attack, justifying it, or maintaining its validity against opposition” (Galvin, 2006, p. 11).  Co-cultural Theory  Another useful lens for analyzing the YouTube videos in this study is co-cultural theory. Co-cultural theory is used in research to study the interactions between dominant group members and co-cultural group members. When looking at the United States, privilege is given to certain groups of people including “men, European Americans, heterosexuals, the able-bodied, and middle and upper class” (Orbe, 1997, p. 11). As part of the creation of co-cultural theory, Orbe (1997) uncovered 26 co-cultural practices. These practices describe how co-cultural group members could potentially interact with dominant group members.  Co-cultural group members might emphasize commonalities in order to ignore the differences they have with dominant group members. Exemplifying strengths is used to promote the achievements of co-cultural group members and show that they have contributed to society just as dominant group members have contributed. Other practices are used in relation to stereotypes surrounding co-cultural groups. Dispelling stereotypes is done somewhat unconsciously by co-cultural group members, because through their positive interactions with dominant group members they can help to dispel stereotypes that were created by a lack of interaction between members of different groups. Co-cultural group members communicate self by just being themselves and this practice helps normalize co-cultural identities. Another practice mentioned in co-cultural theory is to educate dominant group members. Co-cultural group members can also educate members of their own co-cultures by intragroup networking, and this typically happens through members with more experience educating less experienced members. Many of the previously mentioned practices are used to diminish one’s difference from the 45 dominant culture and used as a means of assimilation. There are other practices that oppose these previously mentioned practices. One practice is increasing visibility, which is used by co-cultural members to alter dominant group members’ perceptions of diverse peoples (Orbe, 1997).  Video Analysis  Discourse dependency and co-cultural theory were both used during the video analysis and analysis of the comments on the videos. Discourse dependency is applicable to the coming out videos, especially looking at how the video creators used external boundary management when coming out to their viewers via a YouTube video. This will also be a new application of discourse dependency, because as previously mentioned this topic is used in family communication to study family identities. It was not created for and has not been used to analyze an individual identity. Since LGBTQ+ individuals are seen as part of a co-culture and therefore are discourse dependent, using both of these lenses in one study will beneficial in understanding how these creators express their identities and then interact with individuals in the comments on their videos. Co-cultural theory will be heavily applicable to an analysis of the comment sections of the videos. This will also provide an expansion of co-cultural theory. This theory originally was used to analyze in-person interactions between co-cultural and dominant group members. Since then it has been applied to social media interactions, but it has not been used in reference to YouTube videos or video comment sections. Applying these co-cultural practices will be beneficial because this research could show which practices are used more often in the comment section of videos between co-cultural members and dominant group members.   The analysis of these coming out videos was primarily linguistic, looking at the language used by the content creators to enact their identity and form a sense of online community. The language choices will be important in analyzing what discourse dependency strategies are being 46 used by the content creators, specifically how these creators use external boundary management to label, explain, legitimize, and defend their identities. The language used by the content creators was analyzed to see how it fits into these four strategies. The comments will also be analyzed linguistically to discover how viewers are also taking part in a sense of community building. I will also be looking at the setting where the video takes place and the way in which the creator presents self to the audience. This presentation of self can be achieved through the clothes the content creators are wearing and how they interact with the audience through the camera, for example looking directly into the camera in their video. The comments will also be analyzed in relation to co-cultural theory. Co-cultural theory suggests that co-cultural members will use specific strategies in their interactions with dominant group members.  Co-cultural theory is useful for analyzing the videos from YouTubers who are verified, because these individuals have already built a large following for their channel. It is safe to assume that some of the audience members may not like that the YouTuber is shifting away from their established content to post a coming out video, while other audience members may not support LGBT individuals and LGBT rights. I analyzed the comments from audience members to see what types of reactions there are to an established YouTuber coming out. There is a possibility that this YouTuber could be punished by audience members for shifting away from their established content, and those viewers who dislike LGBT individuals could make comments rejecting the YouTuber. I also searched for videos of YouTubers reacting to their coming out videos or the comments that were made to see if there is an ongoing process or conversation regarding their identity, and how the comments from the viewers impacted that. A lot of YouTube content is made up of videos commenting on or criticizing the videos of other YouTubers. Some of the prominent YouTubers who come out on their channels might have 47 inspired response videos – both supportive and critical – by other YouTubers. This also impacted the way I selected the videos for my study because I looked for YouTubers who have made an initial coming out video and then follow up videos.   I also analyzed the language that the creators of the coming out videos used to relate to their audience. Since these videos have the ability to help other individuals with their own coming out experiences, the creators may take the opportunity to talk directly to their viewers and address them. The language could reveal the YouTuber’s intent to provide an example to viewers who are thinking about coming out themselves. It is necessary to explore how these coming out videos could impact the audience members who are watching them. Analyzing the comments on videos created by verified YouTubers also helped to show the impact these videos have on the viewers.   Overall, this study provides an analysis of how individuals use mediated platforms, such as YouTube, to express their identities. This aids in creating a better understanding of the coming out process. It also helps in figuring out how creators of coming out videos communicate their identities when they might feel pressure to share their personal lives with viewers. This study also creates understanding about how sharing a coming out story on a mediated platform and interacting in the comments can help build online communities for co-cultural group members with discourse dependent identities.      48 CHAPTER IV: ANALYSIS This analysis chapter explores the strategies that emerged from a viewing of the videos selected for the thesis project. The first strategy analyzes how identity disclosure within the videos relates to Galvin’s (2006) external boundary management of discourse dependent identities, looking at the process of labeling as a form of identity disclosure, explaining as a process of creating understanding about their identities, legitimizing as a way to promote acceptance of their identities, and defending as a tactic to protect themselves from attacks on their identities. The next two findings relate to a sense of community: how the content creators use their videos to create an online community, and how the commenters also create a shared community. The last strategy explores how interactions from the videos and within the comment section relate to co-cultural communication strategies.  Video Background  In total, five videos were studied for this thesis. The following paragraphs include background information for each of the videos, including the creator, the title of the video, when the video was posted, and how long the video is. This will also include information about the style of the video, how it was shot, and how this video fits into the larger body of the creator’s work.   Connor Franta’s video “Coming Out” was published to YouTube on December 8, 2014. Franta’s video is the shortest at 6 minutes and 28 seconds long. The video looks as though it was shot at Franta’s home, and in the video, he is wearing a casual flannel button-up over a t-shirt. The video is filmed suing a single angle, where Franta is just sitting in front of the camera and talking to the viewers directly. There are editing cuts throughout the video, but there are no exciting graphics or any other editing tools used in the video. Franta’s other videos posted to 49 YouTube include lifestyle vlogs, comedy skits, inspirational short films, and fashion videos displaying clothes that he thrifted. He did publish another video related to his coming out titled “Coming Out: One Year Later”, which was published on December 8, 2015. Franta currently has 5.4M subscribers and his coming out videos received 12M views. His video discussing his life a year after his coming out received 1.5M views.   Jackson Bird’s video “Coming Out” was published to YouTube on May 13, 2015, and his video runs for 12 minutes and 26 seconds. His video looks like it was shot in his bedroom, and the video is just him sitting in front of the camera wearing a t-shirt. The majority of the video is a single angle of Bird in front of the camera, but his video does differ from all of the other videos in its editing style. Throughout the video when Bird was discussing his childhood prior to beginning his transition, he cut to photos of himself as a child looking like a tomboy, but then used photos of himself as a teenager when he outwardly projected as more feminine. He was the only creator to use this type of editing in his videos, but these photos were useful in portraying his stages of gender identity as he was growing up. Bird also differs from the other creators in the number of videos he has done regarding his gender identity and LGBTQ+ related topics. Some of his other videos include, “Watch This After You Come Out,” “Trans Q&A // Post-Coming Out Questions,” “Yay, you came out! Now do it again.,” and “Back to School Trans Tips w/ Chandler Wilson.” Bird has also done a TED Talk titled “How to talk (and listen) to transgender people | Jackson Bird” (TED, 2017), and the Huffington Post created a video titled “Why YouTuber Jackson Bird Came Out As Trans and Transitioned Publicly | Personal” (HuffPost, 2018). Apart from his videos relating to trans and LGBTQ+ topics, Bird has a popular series called “Will It Waffle?” where he tests if various objects will become a waffle using a waffle maker. Bird’s channel currently has 66K subscribers and his coming out video has 118K 50 views. His other videos discussing LGBTQ+ topics received views ranging from 11K views to 54K views, but his TED Talk did receive 146K views.  Ingrid Nilsen’s video, “Something I Want You to Know (Coming Out)” was published to YouTube on June 9, 2015. Nilsen’s video is the longest at 19 minutes and 13 seconds long. Nilsen’s video is similar in style to Franta’s video. Her video seems to be shot in her home and is filmed using one angle of her sitting in front of the camera. The video is shot using a close frame, and Nilsen is wearing a striped t-shirt. There aren’t any graphics or editing tools used except for cuts throughout the video. Nilsen’s other videos consist of makeup, skincare, and hair reviews/tutorials, fashion videos, home décor videos, and food recipe videos. Similarly to Franta, Nilsen also published another video related to her coming out titled, “Coming Out: One Year Later ◈ Ingrid Nilsen” on June 9, 2016. Nilsen’s channel has 3.7M subscribers and her coming out video has 17M views. Her video a recounting her year after coming out has 1.7M views.   Shane Dawson’s video “I’m Bisexual” was published to YouTube on July 7, 2015, and his video runs for 14 minutes and 35 seconds. Dawson’s video is similar to the previous videos in style. Dawson is simply sitting in front of the camera, wearing a t-shirt, with a blank wall as his background. He is presumably filming this video in his home. Again, this video is just one angle with no graphics or noticeable editing. Dawson’s other videos consist of short films, daily vlogs, original music videos, comedy sketches, spoof videos, and conspiracy theory videos. Dawson’s channel currently has 8.4M subscribers and his coming out video has 10M views.   Canyon Schmerse’s video “coming out” was published to YouTube on December 28, 2017, and his video is 7 minutes and 19 seconds long. Schmerse’s video is similar to all of the other videos in its style, because he is sitting on his bed, wearing a hooded sweatshirt, and is talking directly to the viewers through the camera. His video is also filmed using one angle with 51 no graphics or noticeable editing. Schmerse’s channel is now titled “Canyon and Lincoln” because he shares the channel with his boyfriend, and they make most of their videos together. Together they have created other LGBTQ+ related content including, “OUR LOVE STORY- Canyon + Lincoln,” “COME ON OUR GAY DATE,” and “GAY BOYFRIEND TAG | Canyon + Lincoln.” They are the smallest channel with only eight videos, and their other videos cover fashion and photo editing. Their channel currently has 6.8K subscribers and Schmerse’s coming out video has 28K views.   All of the videos had a similar style to the way they were filmed and edited. All of the creators filmed themselves, most likely in their own homes, wearing what could be considered everyday clothing, sitting in front of the camera, and talking directly to their viewers. Bird was the only creator to somewhat stray from this by cutting from the video to photos that he added. This is interesting because Bird’s video is the only one that discusses coming out in relation to gender identity. These photos could be useful in providing the audience with examples of Bird throughout his different stages of outward gender expression as a child and teenager.  External Boundary Management  This first section uncovers ways in which the videos relate to Galvin’s (2006) external boundary management of discourse dependent identities. Examples from each of the five videos are provided to show how the creators use labeling, explaining, legitimizing, and defending in their coming out videos.  Labeling  Labeling is most apparent in these coming out videos when the creators are defining their sexual or gender identity, and because self-labeling is a vital part of the coming out process all five of the videos that were studied include self-labeling. This tactic is used as a clear and 52 unmistakable statement about one’s identity, which is divesting others of the power to label them. In her video, Nilsen says, “There’s something that I want you to know and that something is I’m gay” (Ingrid Nilsen, 2015). While Franta simply says, “I’m gay” (ConnorFranta, 2014). Schmerse provides a more subtle, less explicit way of stating one’s sexuality with his labeling by stating “Today is December 28th, 2017 and today marks one year since I came out to my parents and I have been thinking a lot about this and I’ve I’ve changed and grown a ton in the last year and today I want to come out to all of you.” It is not until later in his video when he actually states his identity by saying “I remember when I was twelve having the thought of being gay” (Canyon and Lincoln, 2017). Schmerse uses hinting in the beginning of his video by staying that it has been one year since he came out to his parents. This is different than the other video creators who clearly state their sexual orientation or gender identity. In his video, Dawson labels himself by stating “I’m not completely gay… I also can’t sit here and say that I’m straight… I am bisexual” (Shane Dawson TV, 2015). Bird does not label his identity until almost 6 minutes into his video when he states, “I am transgender” (Jackson Bird, 2015).   Labeling, in this sense, is typically seen as the individual stating their prescribed identity. In two of the videos labeling is used in more than one instance. Later in his video Dawson says, “I started telling people this week, told all my friends, told my mom, brother” (Shane Dawson TV, 2015). Bird also utilizes labeling in two other sections of his video. At one point Bird states, “I have started transitioning, moving forward you can call me Jackson or Jack” and then later in his video he says, “I will be changing my username on all of my social media” (Jackson Bird, 2015).But labeling is not confined to the video creator directly stating their sexual or gender identity. Schmerse and Dawson both provide examples of labeling in their relations with their friends and family. Bird uses labeling to not only define his gender identity but also to provide 53 viewers with his chosen name and also using that name for his social media, including his YouTube channel. Changing his name is another way that he is able to label his identity.   The majority of the creators label their identity toward the beginning of their videos. Nilsen and Franta both state their sexual orientations within a minute of the starting point of their videos. Schmerse hints at his identity in the beginning of his video by discussing coming out to his parents and stating that he wants to come out to his viewers, but he does not actually label his sexual orientation until 1 minute and 22 seconds into the video. Dawson also states that he is bisexual early on in the video, but not until almost 2 minutes have passed. Bird takes the longest to actually state his gender identity, waiting until almost 5 minutes and 30 seconds have passed which is close to the halfway point of his video. Bird uses the beginning of his video to address the audience, welcoming back returning viewers and new viewers who are solely watching this video because of the topic. He then uses the rest of this time to discuss his childhood, and how he came to uncover his gender identity. There is a long discussion of Bird’s outward gender expression as he was a child going into his teenage years, and how this expression changed from being a tomboy to more feminine as a teenager. Nilsen definitely gets to the point at the beginning of her video, while the other creators provide a preview for the audience. All of the creators discuss their emotions at the beginning of their videos, surrounding the topic with Schmerse and Franta discussing their nervourness, Dawson mentioning being scared, Nislen stating that she is shaking, and Bird mentioning the seriousness of the heavy topic.  Explaining  Explaining was the most prominent external boundary management tactic used by these video creators in their coming out videos. Explaining was used by the majority of the video creators to help their viewers understand how their identity works. Dawson states, “some people 54 are here in the straight world, some are here in the gay world, some are in the middle, some are more gay than straight, some are more straight than gay but everybody’s on a spectrum” (Shane Dawson TV, 2015). This one instance focused more on how Dawson sees sexuality working on a spectrum, and how this could apply to other individuals watching his video. Many of the explaining tactics used focus more on the video creator’s personal coming out experience and how they discovered their identity. Nilsen states in her video “I can care about a man but I cannot be in love with a man and I cannot give myself fully and completely to a man physical or emotionally because it’s just it’s not my nature” and continues by saying “I eventually realized and came to terms with the fact that I will never be able to fully give myself to a man in a real relationship” (Ingrid Nilsen, 2015). Franta explains how he discovered his identity by stating “I would date girls, I would kiss girls but I would feel nothing”. Schmerse states that “I just felt like something was missing with dating girls, I didn’t feel a connection” Canyon and Lincoln, 2017). When discussing his identity, Bird says  I looked at men in TV shows and movies and the world around me and thought that I would grow up to look like them, I even used to imagine how I would style my beard when I grew up, I always identified with boy characters (Jackson Bird, 2015).  Dawson also explains his identity formation by stating “When I was five I always had crushes on girls but I also liked boys” and later in his video he says “I still am attracted to girls but I have never faced that I’m also attracted to guys and I needed to figure that shit out” (Shane Dawson TV, 2015). In the majority of these videos, explaining was used in a personal sense so that the video creator could help their viewers grasp the journey of their identity formation and discovery.  55  In these examples, the creators are also helping to explain gay, lesbian, bisexual, and transgender identities more generally. They are teaching the viewers about these identities through their explanations. These videos are primers for viewers who might be feeling these kinds of feelings themselves but may not have figured out quite yet what to think about them. The video creators are answering questions about what it means to be gay, lesbian, bisexual and transgender. Dawson does this a lot throughout his video because he is describing how he is attracted to both men and women, and how there is a spectrum to sexual orientation. Schmerse and Franta discuss being in relationships with females as they were growing up and how there was no emotional attachment or physical connection in those relationships. Nilsen makes similar statements about how she cannot have physical or emotional connections with a man. Bird also makes statements about connecting more with the men around him, but in the sense that he imagined himself growing up like them. These statements provide an educational understanding about how one may discover their identity for heterosexual viewers, but also for viewers who may be questioning their own identities. These statements could help viewers in making sense of and explaining their own identities to others around them. This could also help heterosexual people to have a better understanding of what their possible LGBTQ+ friends or family are going through, and this could help make better connections between these two different types of people.  Legitimizing  In these videos, legitimizing and explaining can seem similar. Explaining is more focused on creating an understanding of how the identity works and how that person came to be aware of their identity as an LGBT+ individual, whereas legitimizing deals more with acceptance and why viewers should be accepting of the video creators’ identity and view it as legitimate. Dawson 56 states that “God made you who you are for a fucking reason. I’m this way for a fucking reason” (Shane Dawson TV, 2015). In her video Nilsen says, “This is not something that I chose it is something that is a part of me and has always been a part of me” (Ingrid Nilsen, 2015). Dawson and Nilsen both discuss not having a choice in their sexual orientations, and that this lack of a choice legitimizes who they are. Bird continues this idea of not having control by stating “Ellen Page said when she came out I’m tired of lying by omission and that’s how I feel” (Jackson Bird, 2015). In this statement Bird is discussing being tired of hiding his true identity, and this can relate to the idea of not having a choice about your identity. Bird knows what his real identity is but is unable to express it. Franta use a different legitimization tactic by stating, “This is just one little part of who I am and I’m not gonna let my sexuality define, confine me” (ConnorFranta, 2014). This statement helps legitimize Franta and his identity because he discusses how there are other important aspects to his life. He is not only his sexuality, and this idea helps to legitimize his entire identity and not just his sexual orientation.   Franta and Schmerse both discuss the processing and research that they did before coming out, and this could also be seen as a way to legitimize their identities. Franta states “The reason I accepted this information was because of the internet, I’ve watched every coming out vide possible four times, I’ve googled, I went in chat room, I found every way online to talk about this” (ConnorFranta, 2014). Similarly, Schmerse says I just turned to the internet that’s all I knew how to do so I kept researching I did all my research I did countless and countless I watched countless and countless YouTube videos of people coming out and people talking about what it was like for them and how coming out had helped them and all of that (Canyon and Lincoln, 2017).  57 These statements show how Franta and Schmerse used their research on their identities as ways to legitimize their identities by coming out. The research that they completed helped them to further understand their identities and make the decision to share those identities with those in their lives as well their viewers on YouTube.   It makes sense that the creators feel the need to preemptively legitimize their identities on this platform, because they are posting these videos to YouTube. This means that anyone who has access to YouTube has access to these videos, so supporters are able to watch their videos but so are viewers who might not be supportive of their LGBTQ+ identity. Also, since all of these creators are trying to be “YouTubers,” meaning they are trying to make a career out of being on YouTube, they would want to gain a large audience which means they might interact with viewers who are unsupportive. This legitimizing could help in convincing these viewers in accepting the identities of the creators. There could be some skepticism from the audience about the legitimacy or intention of the creators in making their coming out videos, because they are trying to make YouTube a career, increase their subscriber base and audience, and use their videos for monetization. A portion of contemporary society might question their identity or motive for coming out on this platform and see it as a ploy to gain a broader viewership and increase the monetization that comes with a larger viewership. This is especially apparent when the coming out videos these creators posted have been hugely successful; in many cases the videos have received 10x as many views as other non-identity videos posted by the creators. If the creators expected to only be speaking to supporters of their identities, then it would not make sense for them to discuss the research they’ve done to try to legitimize their identities.    58 Defending  Defending was the least used tactic in these coming out videos, but when it was used it was as a tactic to stand up for oneself preemptively against attacks or targeting questions that the video creators could receive. Dawson states, “I became the guy who everybody called gay and I was so defensive of it because I was like no that’s I’m not gay” and later says  people are like oh you’re just gay you’re just you’re just in denial it’s like well I can’t deny that I fall in love with girls I can’t deny that I can’t deny that when I meet a girl and she’s pretty and I get the butterflies and I just want to kiss her (Shane Dawson TV, 2015).  In this comment, Dawson does not specify from whom he is defending his identity. He could be defending it from heterosexual individuals, but he could also be defending it from people within the LGBTQ+ community who might be questioning the veracity of his bisexual claims. This could suggest that the LGBTQ+ community might not be as homogenous and accepting as one would like to think. Similarly, Nilsen says “I’m not going to apologize for who I am anymore” (Ingrid Nilsen, 2015). In his video Bird states, “I am NOT a woman and especially not a lady” and he continues later saying “if anyone is gonna try to put me down about it I don’t care I really have better things to do in my life” (Jackson Bird, 2015). Franta uses comparative terms by saying “I just want to set a precedent race, gender, religion, sexuality, we are all people and that’s it we’re all people we’re all equal” (ConnorFranta, 2014). The video creators used defending tactics as a way to be unapologetic about their identities and to share they are no longer going to deny or hide their identities from the world. These statements can be seen as ways to block negative comments and further solidify their LGBT+ identities.    59 Community Building  This section covers how the content creators are using their videos as a means to create an online community for LGBTQ+ individuals. Examples from each of the videos will be used to show how these creators are attempting to relate to their audience members and share their reasons behind disclosing their identities online.  YouTubers Creating an Online Community  Within their videos, the content creators are discussing how their coming out videos could possibly help viewers in their own coming out experiences. These statements from the video creators make the viewers out to be their friends. In her video, Nilsen says  I’m sitting here today because I care about you guys. You have been a part of my life for the past, you know, six years and this is a really big part of my life and I want to sit down and talk to you and have this conversation just like I’ve had with friends and people who are close to me in my life (Ingrid Nilsen, 2015).  Franta also discusses his closeness with his viewers when he says  I don’t want anyone to have to be afraid and I don’t want anyone to hold back who they are it’s not okay, it’s not a good thing, and I don’t I don’t know what else to say. My friends, my family, and you guys have supported me through anything and everything and I can’t thank you for that enough (ConnorFranta, 2014).  Schmerse mentions his close relationship with his viewers as well I just felt like I had to make a video in order to finish for me to finish coming out and you people are just as important to me as any of my other friends and my family you people have supported me through so much and have helped me discover who I truly am and 60 have just done so much for me so I just want to share this part of my life with you (Canyon and Lincoln, 2017).  Bird also shares his relationship with his viewers by saying  All of you have been so supportive of me recently even though you haven’t had a clear idea of what’s been going on with me you are the ones that have given me the courage to come out seeing you stick up for me whether it’s people debating my gender and sexuality in the comments or Buzzfeed allegedly stealing my video concepts seeing you consistently come to the rescue means the world and hearing your stories and seeing your own journeys when you come up to me at conferences and stuff that’s a big part of what is giving me the strength to get to this point and I know that no matter what at least in my core community online I have a supportive safe space not everyone is so lucky and I do not take that for granted so from the absolute bottom of my heart thank you thank you (Jackson Bird, 2015).  At other points in their videos, some of the creators give advice to their viewers. Dawson stated If you are out there and you’re confused and you haven’t talked about it you haven’t told your friends and you you feel scared let me just tell you the more that I’ve talked about it to my friends and to my family and to people in my life the more I’ve realized that a lot of people feel this way (Shane Dawson TV, 2015). Dawson continues sharing advice by saying, “I’ve been too scared and and if you’re feeling that way I’m here to tell you who the fuck cares fuck it love who you want to love life is short” (Shane Dawson TV, 2015). Nilsen also provides advice for her viewers when she says, “I’m giving myself my best chance and so should you I love you guys” (Ingrid Nilsen, 2015).  61  The video creators also make statements about why they made their coming out videos and how these videos could help other people. In his video, Schermse states  I guess the reason behind me making this video is because I relied so much on the internet and so much on other people’s experiences with coming out and I want to be able to be that person for someone else. So if you’re watching this and you were struggling with the same things that I had gone through just know it gets so much better. Take your time an do what you think is right because ultimately your happiness is what matters. It gets so much better after after all this and just know I love you guys and no matter who you, are not matter what you’re going through, whether you’re gay, straight, lesbian, transgender it doesn’t matter. Whatever you’re going through just know I care about you. I love you. There’s people out there that love you and care about you and don’t be afraid to reach out, that’s what helped me through everything is just reaching out to other people (Canyon and Lincoln, 2017).  Dawson also had two statements about why he was creating his video and he says “I’m making this video because I feel like it can help a lot of people” and later in his videos states “I’m making this video because I feel like a lot of you guys might be confused and scared and you’re not talking to people about it and I’m fucking here for you” (Shane Dawson TV, 2015). Franta says  I’m making this video for anyone who needs it it’s okay it may not seem like it right now but you are gonna be fine I know it’s scary but don’t be afraid you are who you are and you should love that person and I don’t want anyone to have to go through 22 years of their life afraid to accept that (ConnorFranta, 2014). Bird also shares to statements for why he created his coming out video, he says  62 I’ve been reminding myself of how important it is for people to share their stories and experiences and it’s important to me that I’m honest because I have to acknowledge that I weirdly have kind of a slight platform right now and to not use that is selfish to me because when I was growing up I didn’t have and trans people in my life there was no information available to me there was no one like me on TV the few examples I saw of anything were sensational headlines and crude one-off joke characters that were heavily stereotyped and existed only as pathetic punchlines, that representation told me that I was a freak, a mutant, and that I should do everything I could to hide how I felt or else I’d be at best never taken seriously and at worst locked up somewhere or even murdered (Jackson Bird, 2015).  Bird continues his reasons for sharing his story by stating I’ve decided to be open about who I am because if even one person can see themselves in me or get a bit more comfort and understanding in their own identity or just feel less alone then it’s worth it because I didn’t have that for a long time and I’m not gonna continue to be part of the problem (Jackson Bird, 2015).  The content creators all used their coming out videos to the show the connections that they have with their viewers and to provide their viewers with a community so that they have people like them in their lives.  YouTube Comments Creating an Online Community  Throughout their coming out videos, the creators discussed how they wanted their videos to help viewers in their own coming out experiences, and creating an online community where people feel comfortable expressing their own sexual orientations or gender identity is one way to accomplish this goal. There were multiple comments on all five of the videos from viewers who 63 were labeling their own identities and using this as a chance to come out to other individuals online. On Nilsen’s video, Rita Manalastas commented  I avoided watching this video for the longest time because of the suppression I put my sexual identity through since realizing that I like girls. Now, I’m watching all of it as I’m living life as a full-out lesbian. Happy Pride my darlings! (Ingrid Nilsen, 2015).  Similarly, user dogsr kewl commented and then later edited their comment to say “I’m bi. Never said that before. (Lol update I’m fully gay)” (Ingrid Nilsen, 2015). These videos are providing an online safe space for individuals to be able to express their identities. This self-labeling was apparent on other coming out videos as well. J man commented on Bird’s video stating, “I’m transgender (ftm) also, I just found you like 2 hours ago. You are inspiring as hell.” (Jackson Bird, 2015). There are also comments from individuals stating that watching one of the coming out videos helped them in their own coming out. Nimxyx C; commented on Dawson’s coming out video saying, “Shane you made me come out to my parents.! Thank you so much you changed my life” (Shane Dawson TV, 2015). On Franta’s video, Janeisnotgettingyelledat commented, “I’m 11 (turning 12) and honestly, I think I’m bisexual and I’m prod af” (ConnorFranta, 2014). These videos are allowing individuals to express their own identities and deal with their own coming out experiences.   Apart from individuals who are using this moment to share their identities, it also allows for these viewers to find supporters who are not part of the LGBTQ+ community. On Nilsen’s video, Kathryn S stated I’m Christian and I regularly practice my religion. I’m not going to go and hate on someone because of their sexual preference. I mean, one of my best friends is trans and 64 my cousin is gay. God made you a certain way, and this is how he made you. Go you! Forget the haters! (Ingrid Nilsen, 2015).  This statement provides individuals who are in search of a community online with supporters who are not only from the LGBTQ+ community, but with individuals who are outside of the community. These comments from individuals outside of the LGBTQ+ community are used to express gratitude for the creator publishing their coming out video. Patrick Rothfuss commented on Bird’s video saying, “Wow. Thanks so much for sharing this. As a dad, with a couple little boys, I try to be careful about not putting gender expectations on them. Hearing stories like this helps me understand how to do that.” (Jackson Bird, 2015). These comments from heterosexual viewers not only help LGBTQ+ viewers to see that there are allies who viewed the video and are ready to provide support, but it also shows that to the video creators. There were also instances of other content creators providing supportive comments on the coming out videos. JennaMarbles, who is a verified YouTuber with 19M subscribers, commented on Dawson’s video saying, “Love you so much Shane, this is so wonderful and we are all here for you.” (Shane Dawson TV, 2015).   These videos also provide viewers with the opportunity to search for social support from other viewers of the video who are part of the LGBTQ+ community or are allies. Two comments on Franta’s coming out video express a search for social support from others. Chase vlogs commented, “My older sister is gay and my mom is so made at her and makes fun of her for it and I’m scared to tell my mom I’m gay” (ConnorFranta, 2014). Another comment on Franta’s video from Ayden Splits says, “I live in Israel. People in Israel don’t accept different people so much. AND I AM GAY. I came out 7 months ago. I’m 14.5 years old. I came out at the worst timing, A SCHOOL TRIP, kids from my school are bullying me..” (ConnorFranta, 2014). This 65 allowed for supportive replies from other individuals. kylia Stout replied to Chase vlogs’ comment saying, “you are great and powerful! You can do it, just tell her” (ConnorFranta, 2014). Amelia Silberman replied to Ayden Splits’ comments saying, “Stay strong and remember to be proud of who you are not matter what!” (ConnorFranta, 2014). If viewers are not able to come out to people that they have personal relationships with, or experience hardships because of their identity they are able to turn to these online communities to receive social support.  Coming Out Videos and Comments as Co-Cultural Interactions  As shown in the previous theme on community building through YouTube comments, the majority of the top comments were extremely positive and supportive of the content creator, and of other viewers who were commenting on the videos. These comments allowed for viewers to self-label as members of the LGBTQ+ community and receive positive feedback from their peers. There were also comments from people who used this as their first chance to come out and label themselves as a member of the LGBTQ+ community. Heterosexual allies took this chance to support the content creators in their coming out and support other commenters by accepting their identities. Finally, it provided a space for LGBTQ+ individuals to comment and seek social support from their LGBTQ+ community member and heterosexual allies.   In relation to co-cultural theory, the number of commenters using this opportunity to self-label and come out as an LGBTQ+ community member is prominent in increasing the visibility of this community. Together, all five videos have nearly 40 million views, which already increases the visibility for gay, lesbian, bisexual, and transgender individuals. The multitude of comments of individuals self-labeling also adds to the visibility for LGBTQ+ individuals. As mentioned previously, the content creators used the external boundary management strategy of explaining as a way to teach and create understanding about their identities. According to co-66 cultural theory, co-cultural group members educate dominant group members and use intragroup networking to educate members of their own co-culture. This is apparent through the explaining that the content creators did about the discovery of their own identities. Intragroup networking could also be apparent in the comments searching for social support and advice on hardships from LGBTQ+ individuals. This could be a chance for more experienced members of the LGBTQ+ community to share their experiences with those individuals who came out and were not accepted, or individuals who are struggling with coming out. The influx of positive comments about these videos and the positive interactions happening between allies and LGBTQ+ viewers could help to dispel stereotypes that were created via a lack of interaction or knowledge about co-cultural group members. The videos themselves could also be a way of dispelling stereotypes that dominant group members may have. There were statements made in both the videos and comments about LGBTQ+ individuals being created by God just as heterosexual individuals were. These statements could be used to emphasize commonalities between co-cultural group members and dominant group members so that the differences between them become diminished. Due to the success of the five videos, and since three of the content creators are verified YouTubers with millions of subscribers, the creation of these videos could be seen as way to exemplify the strengths of LGBTQ+ co-cultural group members. These videos are showing the immense contributions that co-cultural group members make to society. Finally, through the labeling used in the videos and in the comments, these co-cultural group members are communicating self which could help in the normalization of co-cultural identities.   The content creators of these five coming out videos utilized labeling, explaining, legitimizing, and defending as tactics to communicate their discourse dependent identities. They also aided in creating an online community for LGBTQ+ members and their heterosexual allies 67 throughout their videos. Viewers who commented also helped in creating an online community for LGBTQ+ individuals and their heterosexual allies. Finally, instances of co-cultural communication were apparent in both the coming out videos and comments from viewers.    68 CHAPTER V: DISCUSSION The purpose of this study was to analyze coming out videos published to YouTube by online content creators. Apart from the videos themselves, the study also focused on the top comments from viewers of the coming out videos. Five coming out videos were analyzed in total. Three of the videos that were analyzed were from verified content creators, meaning that they have been recognized by YouTube for their number of views and subscribers. Two of the videos were from content creators who have not been verified by YouTube. The top comments from viewers were analyzed, which means that these comments received numerous likes and replies from other viewers of the coming out videos. These videos were analyzed in relation to Galvin’s (2006) discourse dependency, which was originally used to study families who have an identity that is dependent on communication within the family unit and outside of the family unit. The videos and comments were analyzed in order to see how online community building was discussed by the content creators and viewers. Finally, the comments were analyzed in relation to Orbe’s (1998) co-cultural theory in order to study the interactions between dominant group members and co-cultural group members.  Summary of Findings  In summary, the content creators used strategies in their coming out videos that relate to the external boundary managements strategies found in Galvin’s (2006) discourse dependency research. The content creators labeled themselves, explained their identities, legitimized their identities, and defended their identities. The content creators use community building language in their coming out videos by stating the reasons for creating their videos and communicating with the viewers as if they were family or close friends. In relation to Orbe’s (1998) co-cultural theory, the comments provided examples of several co-cultural communication practices 69 including emphasizing commonalities, exemplifying strengths, dispelling stereotypes, communicating self, educating dominant group members, intragroup networking, and increasing visibility.  Expansion of Discourse Dependency  Galvin’s (2006) research on discourse dependent communication was pertinent to my study in how it related to family interactions. Discourse dependent families are outside of the norm and depend on communication in order to solidify the family identity internally and externally. Within discourse dependent communication, Galvin (2006) argued that families use both internal boundary management and external boundary management to communicate their family identity. Discourse dependency analyzes how families communicate with and among each other. The strategies for external boundary management are labeling, explaining, legitimizing, and defending.   In relation to RQ1, this study provides an expansion for Galvin’s (2006) discourse dependent communication, because it applies this research to a singular identity rather than a group identity. The content creators used labeling, explaining, legitimizing, and defending in their coming out videos. Labeling is an important part of these coming out videos, because this is when the content creator actually states their sexual orientation or gender identity. Apart from the actual statement of one’s identity, labeling was apparent in the titles of videos. The titles often included the phrase “coming out”, which would clue the viewers in to the topic of the video prior to actually watching the coming out video. The title may not reveal the actual sexual identity the video creator is embracing, but it does give viewers an understanding that a sexual identity will be announced and explored in the video. Of course, in some cases the title let the 70 viewers know exactly which sexual identity will be explored in the video, such as Dawson’s video titled “I’m Bisexual” Shane Dawson TV, 2015). Who is in the Community?  Part of the purpose of this study was to analyze the viewer interaction happening in the comments section of the coming out videos. In relation to RQ2, there are comments where viewers self-identified as LGBTQ+ individuals. This self-identification allows these individuals to claim membership in this community. The categorization of group membership relates to social identity theory, where individuals categorize themselves into groups in order to distinguish themselves from others. The self-identification happening in the viewer comments is the forming of an in-group, and individuals who are not part of this community are seen as the out-group.   This brings up an interesting question of who belongs to the LGBTQ+ community? As mentioned previously, there were comments to the videos in this study from individuals who self-identified as an LGBTQ+ individual. There were also comments from individuals who did not self-identify as an LGBTQ+ individual, but still showed support to the content creator and others in the comments section. There could be LGBTQ+ individuals who commented but did not disclose their identity or did not feel the need to do so. These comments lacking self-identification could also be from allies who are heterosexual, cisgender, and who are not stating their sexual orientation or gender identity because they are not expected to in our society. Are these members, the allies who show support to the LGBTQ+ content creators and commenters, part of this community? There has been a history of tension within the LGBTQ+ community as to whether allies are actually members of the community or just outside individuals who are supporters. Some LGBTQ+ individuals are welcoming to allies and see them as members of the community, while other LGBTQ+ individuals are thankful for the support that allies give but do 71 not believe that they are actual members of the community. One argument for them not having membership is that allies do not have to go through the experiences that LGBTQ+ individuals go through. They do not have to come out, which is not a one-time experience, but something that happens throughout the lifetime of someone who is not heterosexual or cisgender. They do not have to deal with discrimination based on their sexual orientation or gender identity. They do not have a history of having to fight for legal rights to marry and being protected from being fired just because of their chosen partner or gender identity.   There are other LGBTQ+ individuals who do see allies as members of the community. These allies could be best friends, siblings, parents, and grandparents of LGBTQ+ individuals, and while they have not had to go through coming out themselves or been subject to discrimination, they have been there for the people in their lives who have gone through those experiences. The support from heterosexual allies, especially with their status as dominant group members in society, has the power to help the standing of LGBTQ+ individuals in today’s society. Allies can also be a vital resource for LGBTQ+ individuals who live in rural areas or areas with few other LGBTQ+ individuals or resources. If there are no other people like them or minimal resources to turn to, then allies can be beneficial for these LGBTQ+ individuals to have social support.  Dominant Group Communication  Surprisingly, when analyzing the comments, I found no top comments that were directly attacking the content creators for making their coming out videos or attacking other commenters for labeling themselves as LGBTQ+ individuals or showing support to the content creators and other commenters. The comments that were analyzed for this study were all positive and were providing social support to the content creators and other commenters. I had previously expected 72 to find more instances of hurtful comments and was surprised when those types of comments were not apparent as top comments.   Relating to RQ3, this lack of hurtful comments created curiosity as to why individuals might not be making these types of comments on the coming out videos. Individuals who do not support the LGBTQ+ community might not be watching coming out videos. Since this is a community that they do not support, there is a chance that they do not seek out these types of videos and therefore would not view them and be able to comment. I still find this hard to believe though, because Franta, Dawson, and Nilsen all had large followings before making their coming out videos. There is a chance that they had subscribers who do not support the LGBTQ+ community prior to making their coming out videos. If these individuals were strong supporters of the content creators then they may have watched their coming out videos, but still not shared their feelings about the LGBTQ+ community.   It is also possible that there were no comments from dominant group members who do not support the LGBTQ+ community because they were afraid of receiving backlash for their comments. This is interesting because co-cultural theory analyzes the strategic ways that co-cultural group members have to communicate with dominant group members. This lack of comments on the coming out videos could be showing the reverse, that dominant group members feel they have to be strategic when talking to co-cultural group members. This strategy for these dominant group members could be to just avoid commenting so that they are not attacked by other individuals who did not like their comments. While dominant cultures and co-cultures are pretty distinct, there might actually be “spaces” where the hierarchy is reversed. In spaces that are coded as co-cultural spaces, such as coming out videos and their respective comments sections, LGBTQ+ individuals become the dominant culture for a moment, and the original 73 members of the dominant culture are viewed as a co-culture. This idea is something that co-cultural theory does not explore, and this is a significant contribution to this theory. In today’s society, where there is a large push to be accepting of other identities, people who are seen as being bigoted because of their views might be more hesitant to share their views because of the backlash that they receive. This would mean that there is an opposite side to co-cultural theory, where individuals who are considered to be part of the dominant cultural are hiding their bigoted views because they feel they need to be strategic about their communication with others and do not want to be alienated from society.  Implications of the Findings  First and foremost, this study is meaningful because it is giving a voice to a community that is still marginalized in today’s society. Coming out is one of the most important, if not the most important, parts of life for LGBTQ+ individuals because of the presentation and construction of their personal identity. It is shocking that there is not more research about this community and about coming out. The findings from this study are also menaingful because they can be used to expand to other concepts in communication research: discourse dependency and co-cultural theory. It was interesting to see how applicable the coming out process in these videos was to the external boundary management tactics used by families with discourse dependent identities. This study also showed the positive interactions happening with the comments section of the coming out videos. These positive interactions are beneficial to understand how these types of videos are seen by viewers and how they impact the viewers themselves. Possibly the most important aspect of this study is the creation of an online community for viewers of these coming out videos, both LGBTQ+ individuals and allies. This is critical for LGBTQ+ individuals who may not have readily available support systems 74 surrounding them. If they do not have the resources in their schools or communities and are not able to interact with other LGBTQ+ individuals, then they can turn to these online communities for information and to receive social support.  Personal Implications  Viewing coming out videos is something that has helped me with my own identity as a gay male for years. The representation of individuals from the LGBTQ+ community has allowed me to build parasocial relationships with individuals who are similar to me. Specifically, these videos have helped to normalize the coming out process for me and take away some of the anxiety that comes with this process. Seeing others have successful coming out experiences provides me with hope that I will have a similar experience. This research has actually helped me in my own coming out process, because I have slowly begun to let individual family members know about my sexual orientation. The positive stories that I have viewed in coming out videos helped me in my own coming out process, where I had my own positive experiences These experiences will continue to help me as I come out to more people in my life.  Theoretical Implications  The research completed in this study has helped to expand upon the theoretical lenses discussed in chapter two. This research expands on communication theory of identity which analyzes the different levels of identity performance. This theory has little application to online forums, so this study applies communication theory of identity to a new area of research. Coming out videos on YouTube provide a new way to analyze how individuals perform their own identity. Coming out videos also help to reveal more about how facework functions on an online platform. These videos encourage rethinking about how face theory is not only applied to literal face-to-face communication interactions but is used through social media as well. Coming 75 out videos have also created a possibility that the spiral of silence relating to LGBTQ+ individuals is being reversed. The more LGBTQ+ identities are being seen and individuals are being open about their sexual orientation or gender identity, then other individuals may be less likely to be silent about their own identities that could be viewed as “alternative.”  This research helps to provide even more to social identity theory. If an individual is a member of the LGBTQ+ community, they are seen as being a member of the out-group in US society. Heterosexual and cisgender individuals are seen as the in-group in US society. Individuals deal with being a member of an out-group in different ways, and one way an LGBTQ+ individual could do this is by “passing,” or keeping one’s LGBTQ+ identity to themselves and letting others assume that they are part of the in-group. The creation and publishing of coming out videos on YouTube are a direct contrast to “passing.” Coming out videos are a way for individuals to publicly announce their sexual orientation or gender identity. In these videos, the creators are presenting their LGBTQ+ identities as something they are proud of and something non-LGBTQ+ should not stigmatize. These videos are helping to create social change. This also is not just about presenting and constructing one’s individual identity, but also about their subscription to a group identity.  Practical Implications  Coming out videos on YouTube also have useful practical applications that could help LGBTQ+ individuals in their own coming out process. Counselors are able ot use these videos as a tool to help LGBTQ+ students. For example, if a student felt alone or ostracized because of their sexual orientation or gender identity, a counselor could have them view coming out videos to provide them with an online community. This could help these individuals find a supportive community so that they do not feel so alone. Similar to my experience, viewing these positive 76 coming out videos could help individuals become more comfortable coming out to the people in their lives. These videos could help individuals see their coming out as a celebration of their identity rather than a revelation of something that makes them feel shameful. YouTube itself could also promote these videos in a way that would educate non-LGBTQ+ individuals about the coming out process. The representation of these LGBTQ+ identities could aid in the creation of more support for LGBTQ+ individuals from allies.  Future Research  Future research needs to continue its focus on LGBTQ+ individuals and other marginalized communities. These communities deserve to receive the attention that members who belong to the dominant culture receive. This study analyzed coming out videos in relation to discourse dependent identities and found that the content creators used the external boundary management strategies within their coming out videos. This type of research should be continued. Researchers should continue to see if singular marginalized identities utilize the external boundary management strategies when discussing their identities with others. This could be done in relation to coming out, but using and in-depth interview methodology with participants. It would be beneficial to conduct interviews with participants about how they come out to others, and what types of comments they receive from individuals. This would be beneficial because researchers could uncover whether these strategies are present in someone’s personal coming out rather than a coming out video online posted for anyone to see.   This study also exposed a new side of co-cultural theory that could be used to analyze the way dominant group members strategically communicate with members of co-cultures. In today’s society, dominant group members may be hesitant in sharing their views or opinions if they are seen as bigoted. When these individuals are in situations where they are interacting with 77 co-cultural group members, they may use some of the previously created co-cultural communication strategies to communicate with the co-cultural group members. This could also be an expansion of co-cultural theory, because new co-cultural communication strategies may need to be created and tested. My study only looked at videos labeled as “coming out” videos, and future researchers might find different results if they looked at videos where the coming out process was a surprise or not telegraphed through the title of the video. It would be interesting to see how members of the dominant culture would react to feeling as though they were “tricked” into watching a coming out video when they might have expected something different. Would these members of the dominant culture be as forgiving? Would they share their displeasure with being “tricked” in the comments section of the video? Conclusion  Throughout this study, I have analyzed coming out videos created by content creators and published to YouTube in relation to discourse dependent identities and the creation of an online community. The top viewer comments in the comments section of these coming out videos were also analyzed in relation to the creation of an online community and co-cultural theory. The coming out videos from these five content creators did utilize the external boundary management strategies used by families with discourse dependent identities. There was apparent discussion by the content creators and commenters of creating an online community as a safe space for LGBTQ+ individuals and for allies to provide support. The comments on the videos were also extremely positive and provided for a possible new way to view co-cultural theory. This study showed the importance of the coming out process for LGBTQ+ individuals. It should be safe for anyone to be able to express their sexual orientation or gender identity freely without fear of being harassed by others, whether it be in person or online. As a gay male who is still going 78 through his own coming out process, after completing this study I have an even greater admiration for these content creators who feel comfortable enough to share their identities online in such a public way. While I am still not prepared to full come out to everyone in my life, I feel as though these videos have helped me, and can help others, in not being so fearful of disclosing their identities with others.    79 REFERENCES Abrams, D. & Hogg, M. A. (Eds.). (1990). Social identity theory: Constructive and critical advances. New York, NY: Springer-Verlag Publishing. Banjo, O. O. & Jennings, N. A. (2017). Content analysis of the portrayal of white characters in black films across two decades. Mass Communication & Society, 20, 281-309. Baxter, L. A., Norwood, K. M., Asbury, B., & Scharp, K. M. (2014). Narrating adoption: Resisting adoption as “second best” in online stories of domestic adoptive parents. Journal of Family Communication, 14, 253-269. Bergen, K. M. (2010). Accounting for difference: Commuter wives and the master narrative of marriage. Journal of Applied Communication Research, 38, 47-64. Billings, A. C., Moscowitz, L. M., Rae, C., & Brown-Devlin, N. (2015). The art of coming out: Traditional and social media frames surrounding the NBA’s Jason Collins. Journalism & Mass Communication Quarterly, 92, 142-160. Bond, B. J. (2014). Sex and sexuality in entertainment media and popular with lesbian, gay, and  bisexual adolescents. Mass Communication and Society, 17, 98-120.  Bond. B. J., Compton, B. L. (2015). Gay on-screen: The relationship between exposure to gay  characters on television and heterosexual audiences’ endorsement of gay equality.  Journal of Broadcasting & Electronic Media, 59, 717-732. Bond, B. J., Miller, B. (2017). From screen to self: The Relationship between television exposure  and self-complexity among lesbian, gay, and bisexual youth. International Journal of  Communication, 11, 94-112. 80 Boross, B., & Reijnders, S. (2017). ‘There cameras are here for a reason’ – media coming out, symbolic, power and the value of ‘participation’: Behind the scenes of the Dutch reality programme Uit de Kast. Media, Culture, & Society, 39, 185-201. Braithwaite, D. O., Olson, L. N., Golish, T. D., Soukup, C., & Turman, P. (2001). ‘Becoming a family’: Developmental processes represented in blended family discourse. Journal of Applied Communication Research, 29, 221-247. Breshears, D. (2010). Coming out with our children: Turning points facilitating lesbian parent discourse with their children about family identity. Communication Reports, 23, 79-90. Breshears, D., & Braithwaite, D. O. (2014). Discursive struggles animating individuals’ talk about their parents’ coming out as lesbian or gay. Journal of Family Communication, 14, 189-207.  Breshears, D., & DiVerniero, R. (2015). Communication privacy management among adult children with lesbian and gay parents. Western Journal of Communication, 79, 573-590. Brooks, C. F. & Pitts, M. J. (2016). Communication and identity management in a globally-connected classroom: An online international and intercultural learning experience. Journal of International & Intercultural Communication, 9, 52-68. Camara, S. K., & Orbe, M. P. (2010). Analyzing strategic responses to discriminatory acts: A co-cultural communicative investigation. Journal of International & Intercultural Communication, 3, 83-113. Canyon and Lincoln. (2017, December 8). Coming out [Video Blog]. Retrieved from https://www.youtube.com/watch?v=V9PICYLei6s&t=19s Caplan, S. E. (2003). Preference for online social interaction: A theory of problematic Internet use and psychosocial well-being. Communication Research, 30, 625-648. 81 Caron, C. (2017). Speaking up about bullying on YouTube: Teenagers’ volgs as civic engagement. Canadian Journal of Communication, 42, 645-668. Carratalá, A. (2017). The voices of journalism and the LGBTQI movement in response to violence in same-sex couples: Towards the construction of a social problem? Catalan Journal of Communication & Cultural Studies, 9, 201-215. Census.gov. (n.d.). U.S. and World Population Clock. Retrieved from https://www.census.gov/popclock/ Ciszek, E. (2014). Cracks in the glass slipper: Does it really “get better” for LGBTQ youth, or is it just another Cinderella story? Journal of Communication Inquiry, 38, 325-240. Chen, G. M. (2015). Losing face on social media. Communication Research, 42, 819-838. Chirrey, D. A. (2003). ‘I hereby come out’: What sort of speech act is coming out? Journal of Sociolinguistics, 7, 24-37. Chirrey, D. A. (2012). Reading the script: An analysis of script formulation in coming out advice texts. Journal of Language and Sexuality, 1, 35-58. Cohen, M., & Avanzino, S. (2010). We are people first: Framing organizational assimilation experiences of the physically disabled using co-cultural theory. Communication Studies, 61, 272-303.  ConnorFranta. (2014, December 8). Coming out [Video blog]. Retrieved from https://www.youtube.com/watch?v=WYodBfRxKWI Costanza-Chock, S. & Schweidler, C. (2017). Toward transformative media organizing: LGBT and Two-Spirit media work in the United States. Media, Culture, & Society, 39, 159-184. 82 DiVerniero, R., & Breshears, D. (2017). Verbal and emotional responses among children of lesbian and gay parent’s coming out. Qualitative Research Reports in Communication, 18, 45-53. Dow, B. J. (2001). Ellen, television, and the politics of gay and lesbian visibility. Critical Studies in Media Communication, 18, 123-140. Drumheller, K., & McQuay, B. (2010). Living in the buckle: Promoting LGBT outreach services in conservative urban/rural centers. Communication Studies, 61, 70-86. Duguay, S. (2016). “Legit can’t wait for #Toronto #WorldPride!”: Investigating the Twitter public of a large-scale LGBTQ festival. International Journal of Communication, 10, 274-298.  Edgar, A. N. (2016). Commenting straight fom the underground: N.W.A., police brutality, and YouTube as a space for neoliberal resistance. Southern Communication Journal, 81, 223-236. Elliot, J. & Fowler, M. (2018). ‘Smiler, Derek. Why don’t you smile more?’: The objectification of Derek Hale and queerbating in MTV’s Teen Wolf. Journal of Fandom Studies, 6, 145-166.  Faulkner, S. L., & Hecht, M. L. (2011). The negotiation of closetable identities: A narrative analysis of lesbian, gay, bisexual, transgender queer Jewish identity. Journal of Social & Personal Relationships, 28, 829-847. Fletcher, C. V., Nakazawa, M., Chen, Y. W., Oetzel, J. G., Ting-Toomey, S., Chang, S. J., & Zhang, Q. (2014). Establishing cross-cultural measurement equivalence of scales associated with face-negotiation theory: A critical issue in cross-cultural comparisons. (2014). Journal of International & Intercultural Communication, 7, 148-169. 83 Fox, J. & Warber, K. M. (2015). Queer identity management and political self-expression on social networking sites: A co-cultural approach to the spiral of silence. Journal of Communication, 65, 70-100. Frosch, J. (2018, February 26). ‘Love, Simon’: Film Review. Retrieved from https://www.hollywoodreporter.com/review/love-simon-1088293 Fury. (2019). TRAUMA TOURISM: The complicated comedy of Hannah Gadsby’s Nanette. Metro Magazine, 199, 44-47.  Gabor, E., & Buzzanell, P. (2012). From stigma to resistant career discourses: Toward a co-cultural career communication model for non-dominant group members. Intercultural Communication Studies, 21, 1-17. Gálvez-Rodriguez, M. d. M., Sáez-Martin, A., García-Tabuyo, M., & Caba-Pérez, C. (2018). Exploring dialogic strategies in social media for fostering citizens’ interactions with Latin America local governments. Public Relations Review, 44, 265-276. Galvin, K. M. (2006). Diversity’s impact on defining the family: Discourse-dependence and identity. In L. H. Turner & R. West (Eds.), The family communication sourcebook (3-19). Thousand Oaks, California: Sage Publications, Inc. García-Rapp, F. (2017). ‘Come join and let’s BOND’: Authenticity and legitimacy building on YouTube’s beauty community. Journal of Media Practice, 18, 120-137. Gillig, T. K., Murphy, S. T. (2016). Fostering support for LGBTQ youth? The Effects of a gay  adolescent media portrayal on young viewers. International Journal of Communication,  10, 3828-3850. Goffman, E. (1959). The presentation of self in everyday life. New York: Doubleday.  84 Gray, M. L. (2009). “Queer nation is dead/long live queer nation”: The politics and poetics of social movement and media representation. Critical Studies in Media Communication, 26, 212-236. Gudykunst, W. B. (2005). Theorizing about intercultural communication. Thousand Oaks, CA:  Sage Publications, Inc. Hajek, C. & Giles, H. (2006). On communicating pride, crying in movies, and recruiting innocent bystanders: The effect of sex on communication schemas activated with gay and heterosexual targets. Communication Research Reports, 23, 77-84. Harrigan, M. M. & Braithwaite, D. O. (2010). Discursive struggles in families formed through visible adoption: An exploration of dialectical unity. Journal of Applied Communication Research, 38, 127-144.  Hatfield, E. (1984). The dangers of intimacy. In V. J. Derlega (Ed.), Communication, intimacy, and close relationships (pp. 201-220). New York: Academic Press. Hays, A. & Butauski, M. (2018). Privacy, disability, and family: Exploring the privacy management behaviors of parents with a child with autism. Western Journal of Communication, 83, 376-391 Hecht, M. L. (2015). Communication theory of identity: Multilayered understandings of performed identities. In Braithwaite, D. O. & Schrodt, P (Eds.), Engaging theories in interpersonal communication: Multiple perspectives (175-188). Thousand Oaks, California: Sage Publications, Inc. Hecht, M. L., Coller, M. J., & Ribeau, S. A. (1993). African American communication: Ethnic identity and cultural interpretation. Newbury Park: Sage Publications, Inc.  85 Heisler, J. M. & Ellis, J. B. (2008) Motherhood and the construction of “mommy identity”: Messages about motherhood and face negotiation. Communication Quarterly, 56, 445-467. Henningsen, M. M., Valde, K. S., Entzminger, M. J., Dick, D. T., & Wilcher, L. B. (2019). Student disclosures about academic information: Student privacy rules and boundaries. Communication Reports, 32, 29-42. Herrman, A. R. & Tenzek, K. E. (2017). Communication privacy management: A thematic analysis of revealing and concealing eating disorders in an online community. Qualitative Research Reports in Communication, 18, 54-63. Hoewe, J., Bowe, B. J., & Makhadmeh, N. (2014). Broadcasting sharia: American TV news’ illustration of social identity and the emergence of a threat. Journal of Media & Religion, 13, 67-81. Hughson, J. & Free, M. (2011). Football’s ‘coming out’: Soccer and homophobia in England’s tabloid press. Media International Australia, 140, 117-125. Humphrey, M. (2018). Confession narrative and mass kinship of YouTube celebrities: A narrative rationality analysis. Interactions: Studies in Communication & Culture, 9, 225-237. Ingrid Nilsen. (2015, June 9). Something I want you to know (coming out) [Video Blog]. Retrieved from https://www.youtube.com/watch?v=Eh7WRYXVh9M&t=41s International Movie Database. (n.d.). Love, Simon. Retrieved from https://www.imdb.com/title/tt5164432/ Jackson Bird. (2015, May 13). Coming out [Video Blog]. Retrieved from https://www.youtube.com/watch?v=fwIuyQGGK3w&t=658s 86 Jones, R. H. (2015). Generic intertextuality in online social activism: The case of the It Gets Better project. Language in Society, 44, 317-339.  Kellas, J. K. & Suter, E. A. (2012). Accounting for lesbian-headed families: Lesbian mothers’ responses to discursive challenges. Communication Monographs, 79, 475-498 King, K. R. (2017). Three waves of gay male athlete coming out narratives. Quarterly Journal of Speech, 103, 372-394. Kirschbaum, K. (2012). Physician communication in the operating room: Expanding application of face-negotiation theory to the health communication context. Health Communication, 27, 292-301. Krause, A., Meyers, C., Irlbeck, E., & Chambers, T. (2016). What side are you on? An examination of the persuasive message factors in proposition 37 videos on YouTube. Journal of Applied Communications, 100, 68-82. Lim, S. S., Vadrevu, S. Chan, Y. H., & Basnyat, I. (2012). Facework on Facebook: The online publicness of juvenile delinquents and youths-at-risk. Journal of Broadcasting & Electronic Media, 56, 346-361. Mack, A. N. (2016). The self-made mom: Neoliberalism and masochistic motherhood in home-birth videos on YouTube. Women’s Studies in Communication, 39, 47-68. Mallapragada, M. (2017). Immigrant activism: Narratives of the “H-4 Life” by Indian women on YouTube. Communication, Culture & Critique, 10, 76-92. Mastro, D. E., Behm-Morawitz, E., & Kopacz, M. A. (2008). Exposure to television portrayals of Latinos: The implications of aversive racism and social identity theory. Human Communication Research, 34, 1-27. 87 Metts, S. & Cupach. W. R. (2015). Face theory: Goffman’s dramatistic approach to interpersonal interaction. In Braithwaite, D. O. & Schrodt, P (Eds.), Engaging theories in interpersonal communication: Multiple perspectives (229-240). Thousand Oaks, California: Sage Publications, Inc. McFall, K. S. & Morgan, K. (2013). Stimulating class discussion using an online newspaper created with Twitter and Paper.li. Communication Teacher, 27, 85-89.  McGoogan, C. (2016, February 1). YouTube is Now More Popular Than Goole.com on Desktop Computers. Retrieved from https://www.telegraph.co.uk/technology/2016/02/01/youtube-is-now-more-popular-than-googlecom-on-desktop-computers/ McKenna-Buchanan, T., Munz, S., & Rudnick, J. J. (2015). To be or not to be out in the classroom: Exploring communication privacy management strategies of lesbian, gay, and queer college teachers. Communication Education, 64, 280-300. Miller-Ott, A. E. (2017). Developing and maintaining a foster family identity through foster parents’ identity work. Journal of Family Communication, 13, 208-222. Mitra, R. (2010). Resisting the spectacle of pride: Queen Indian bloggers as interpretive communities. Journal of Broadcasting & Electronic Media, 54, 163-178. Moore, J. (2018). From “I’m never having children” to motherhood: A critical analysis of silence and voice in negotiations of childbearing face. Women’s Studies in Communication, 41, 1-21. Nakamura, R. (2018, July 22). ‘Pose’ Producer Janet Mock Talks Groundbreaking FX Drama, Looks Ahead to Season 2. Retrieved from https://www.thewrap.com/pose-producer-janet-mock-talks-groundbreaking-fx-drama-looks-ahead-season-2/ 88 Nansen, B. & Jayemanne, D. (2016). Infants, interfaces, and intermediation: Digital parenting and the production of “iPad Baby” videos on YouTube. Journal of Broadcasting & Electronic Media, 60, 587-603.  Navar-Gill, A. & Stanfill, M. (2018). “We shouldn’t have to trend to make you listen”: Queer fan hashtag campaigns as production interventions. Journal of Film & Video, 70, 85-100. Newport, F. (2018, May 22). In U.S., Estimate of LGBT Population Rises to 4.5%. Retrieved from https://news.gallup.com/poll/234863/estimate-lgbt-population-rises.aspx Nuru, A. K. (2014). Between layers: Understanding the communicative negotiation of conflicting identities by transgender individuals. Communication Studies, 65, 281-297.  Oetzel, J., Meares, M., Myers, K. K., & Lara, E. (2003). Interpersonal conflict in organization: Explaining conflict styles via face-negotiation theory. Communication Research Reports, 20, 106-115. Oh, D. C. (2017). K-Pop fans react: Hybridity and the white celebrity-fan on YouTube. International Journal of Communication, 11, 2270-2287. Orbe, M. P. (1998). Constructing co-cultural theory: An explication of culture, power, and  communication. Thousand Oaks, CA: Sage Publications, Inc. Orbe, M.P., & Batten, C. J. (2017). Diverse dominant group responses to contemporary co- cultural concerns: U.S. intergroup dynamics in the Trump era. Journal of Contemporary  Rhetoric, 7, 19-33. Outsports.com. (2018, February 14). 2018 Olympics Will Have a Record 15 Out LGBTQ Athletes. Retrieved from https://www.outsports.com/2018/2/6/16924846/2018-winter-olympics-pyeongchang-out-gay-lesbian-bisexual-athletes 89 Oxley, N. (2017). “The real nasty side of war”: Exploring the embodied experience of American soldiers in the frontline in Iraq through their YouTube videos. IAFOR Journal of Media, Communication & Film, 4, 65-81. Pachankis, J. E., Cochran, S. D., & Mays, V. M. (2015). The mental health of sexual minority adults in and out of the closet: A population-based study. Journal of Consulting and Clinical Psychology, 83, 890-901. Penney, J. (2015). Responding to offending images in the digital age: Censorious and satirical discourses in LGBT media activism. Communication, Culture & Critique, 8, 217-234. Peters, W. (2011). Pink Dollars, White Collars: Queer as Folk, valuable viewers, and the price of gay TV. Critical Studies in Media Communication, 28, 193-212. Petronio, S. (2002). Boundaries of privacy: Dialectics of disclosure. Albany, NY: SUNY Press. Popper, B. (2017, December 22). 2017 was YouTube’s Best Year Ever. It was Also Its Worst. Retrieved from https://www.theverge.com/2017/12/22/16805410/youtube-business-scandals-best-worst-year Quagliata, A. B. (2014). Move your audience to action: Using YouTube to teach persuasion. Communication Teacher, 28, 183-187. Ramírez-Sánchez, R. (2008). Marginalization from within: Expanding co-cultural theory through the experience of the Afro Punk. The Howard Journal of Communication, 19, 89-104. Riboni, G. (2017). The YouTube makeup tutorial videos a preliminary linguistic analysis of the language of “makeup gurus”. Lingue e Linguaggi, 21, 189-205. Rodríguez-Ferrándiz, R., Tur-Viñes, V., & Contreras, K. M. (2016). The tube on YouTube: TV series, media strategies, and user tactics in a transmedia environment. International Journal of Communication, 10, 1991-2013.  90 Romer, D., Jamieson, P. E., Jamieson, Kathleen. H., Jones, C. & Shierr, S. (2017). Counteracting the influence of peer smoking on YouTube. Journal of Health Communication, 22, 337-345.  Rotten Tomatoes. (n.d.). Love, Simon. Retreived from https://www.rottentomatoes.com/m/love_simon/ Rudick, C. K., Sollitto, M., Claus, C. J., Sanford, A. A., Nainby, K., & Golsan, K. B. (2017). Comparing Hispanic-to-White co-cultural communication at four-year, public Hispanic serving and Predominantly White Institutions. Communication Reports, 30, 104-115. Shane Dawson TV. (2015, July 7). I’m bisexual [Video Blog]. Retrieved from https://www.youtube.com/watch?v=PPdE3rbqf_Q&t=3s Shugart, H. A. (2003). Performing ambiguity: The passing of Ellen DeGeneres. Text & Performance Quarterly, 23, 30-54. Shugart, H. A. (2005). On misfits and margins: Narrative, resistance, and the poster child politics of Rosie O’Donnell. Communication & Critical/Cultural Studies, 2, 52-76.  Sidahmed, M. (2016, November 3). LGBT Characters on TV Will Make Up Larger Percentage Than Ever, Study Finds. Retrieved from https://www.theguardian.com/tv-and-radio/2016/nov/03/lgbt-characters-tv-largest-percent-glaad-study Smith, A. & Anderson, M. (2018, March 1). Social Media Use in 2018. Retrieved from http://www.pewinternet.org/2018/03/01/social-media-use-in-2018/ Sokalska-Bennett, A., & Mickiewicz, A. (2017). “Imagine a boy who is adopted by a pair of lesbians (poor little sod)…” A membership categorisation analysis of online comments on same-gender adoption. Journal of Language and Sexuality, 6, 61-89. 91 Spartz, J. T., Su, L. Y., Griffin, R., Brossard, D., & Dunwoody, S. (2017). YouTube, social norms and perceived salience of climate change in the American mind. Environmental Communication, 11, 1-16. Supremecourt.gov. (n.d.) Retrieved from https://www.supremecourt.gov/opinions/14pdf/14-556_3204.pdf Tajfel, H. (Ed.). (1978). Differentiation between social groups: Studies in the social psychology of intergroup relations. Oxford, England: Academic Press.  Tajfel, H. & Turner, J. C. (1979) An integrative theory of intergroup conflict.  In Austin, W. G. & Worchel, S (Eds.). The social psychology of intergroup relations (33-47). Brooks and Cole Publishing Co.  Vanderknyff, J., Friedman, D. B., & Tanner, A. (2015). Framing life and death on YouTube: The strategic communication of organ donation messages by organ procurement organizations. Journal of Health Communication, 20, 211-219. Vilceanu, M. O. & Novak, A. N. (2017). Love, brands, and marriage: Audience reception of LGBT Instagram posts after the 2015 Supreme Court ruling on same-sex marriage. Ohio Journal of Communication, 55, 146-164. Wagner, P. E., Kunkel, A., & Compton, B. L. (2016). (Trans)lating identity: Exploring discursive strategies for navigating the tensions of identity gaps. Communication Quarterly, 64, 251-272.  Youtube.com (n.d.). Retrieved from https://www.youtube.com/results?search_query=coming+out YouTube Help. (n.d.) Verification badges on channels. Retrieved from https://support.google.com/youtube/answer/3046484?hl=en 92 Zhang, X., Baker, K., Pember, S., & Bissell, K. (2017). Persuading me to eat healthy: A content analysis of YouTube public service announcements grounded in health belief model. Southern Communication Journal, 82, 38-51.   ",
    "id": 344336919,
    "identifiers": {
        "doi": "10.30707/ETD2020.Kimmell.F",
        "oai": "oai:ir.library.illinoisstate.edu:etd-2203"
    },
    "title": "“There’s Something That I Want You To Know ”: an Analysis of Coming out Videos in Relation to Community Building and Co-cultural Theory",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-02-18T08:00:00+00:00",
    "publisher": "ISU ReD: Research and eData",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.library.illinoisstate.edu/cgi/viewcontent.cgi?article=2203&context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/344336919.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/344336919"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/344336919/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/344336919/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/344336919"
        }
    ],
    "abstract": "There has been no previous research analyzing coming out videos published to YouTube\nby content creators in relation to discourse dependency, online community building, and co- cultural theory. Galvin’s (2006) discourse dependent communication has been used in family communication research to examine how non-normative families have to use communication to prove their identity as a family unit. Orbe’s (1998) co-cultural theory is used to study interactions between members of the dominant culture and members of co-cultures, specifically looking at the strategic ways in which members of co-cultures communicate with dominant group\nmembers. In this study, I aimed to analyze how content creators on YouTube, in their coming out videos, utilized the four external boundary management strategies of discourse dependent communication: labeling, explaining, legitimizing, and defending. I also examined how the content creators and viewer comments constructed an online community. I used co-cultural theory to analyze the interactions happening in the comments section between viewers to see what co-cultural strategies were being used. I selected five coming out videos to watch in order to complete this study",
    "tags": [
        "text",
        "co-cultural theory",
        "coming out",
        "discourse dependent",
        "LGBT",
        "online community",
        "YouTube",
        "Communication"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:ir.library.illinoisstate.edu:etd-2203",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1650",
        "openDoarId": 0,
        "name": "ISU ReD: Research and eData",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 344336919,
        "depositedDate": null,
        "publishedDate": "2020-02-18T08:00:00+00:00",
        "updatedDate": "2024-02-14T12:40:28+00:00",
        "acceptedDate": null,
        "createdDate": "2020-11-22T18:55:14+00:00"
    },
    "urls": [
        "https://ir.library.illinoisstate.edu/etd/1203",
        "https://ir.library.illinoisstate.edu/context/etd/article/2203/viewcontent/Kimmell_ilstu_0092N_11631.pdf"
    ],
    "lastUpdate": "2024-02-14T12:40:28+00:00",
    "setSpecs": []
}