{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Sarah N. Mitchell"
        },
        {
            "name": "Lawrence Ganong"
        },
        {
            "name": "Marilyn Coleman"
        }
    ],
    "contributors": [],
    "createdDate": "2023-09-03T21:49:17+01:00",
    "dataProvider": {
        "id": 22305,
        "name": "Global Journal of Human-Social Science",
        "url": "https://api.core.ac.uk/v3/data-providers/22305",
        "logo": "https://api.core.ac.uk/data-providers/22305/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/581123479.pdf",
    "fullText": "© 2023. Sarah N. Mitchell, Lawrence Ganong & Marilyn Coleman. This research/review article is distributed under the terms of the Attribution-NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0). You must give appropriate credit to authors and reference this article if parts of the article are reproduced in any manner. Applicable licensing terms are at https://creative commons.org/licenses/by-nc-nd/4.0/.               “The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of Being a Bisexual Woman of Color                   By Sarah N. Mitchell, Lawrence Ganong & Marilyn Coleman               University of Nevada Abstract- Researchers on LGBTQ+ individuals have largely focused on lesbians or gay men; bisexual individuals often are included in those samples, but they are seldom differentiated in reporting. Little is known, therefore, about the lived experience of bisexual individuals, especially women of color who represent three marginalized groups (i.e., LGBTQ+, women, racial/ethnic minoritized individuals). In this phenomenological study we explored the lives of 12 selfidentified bisexual women of color aged 18 to 33. Three phenomena described the essence of their experiences: (a) forming sexual identity, (b) making decisions about how to share personal information, and (c) acknowledging the positive consequences of identities. Findings highlight the simultaneous interpretation of experiences as challenges and positives for bisexual women of color. The ambiguity and ambivalence associated with being a member of multiple minoritized groups and implications for better serving and understanding individuals with multiple marginalized identities are discussed.  Keywords: bisexual, women of color, phenomenology, identity. GJHSS-C Classification: LCC: HQ75.6.U5   TheInBetweenSpacesofThoseLabelsExploringtheChallengesandPositivesofBeingaBisexualWomanofColor                                                                                                                                                                                                                                                                                                                           Global Journal of HUMAN-SOCIAL SCIENCE: CSociology & CultureVolume 23 Issue 3  Version 1.0 Year 2023 Type: Double Blind Peer Reviewed International Research JournalPublisher: Global Journals Online ISSN: 2249-460x & Print ISSN: 0975-587XStrictly as per the compliance and regulations of:“The In-Between Spaces of Those Labels”:  Exploring the Challenges and Positives of Being a Bisexual Woman of Color Sarah N. Mitchell α, Lawrence Ganong σ & Marilyn Coleman ρ                         Keywords:  bisexual, women of color, phenomenology, identity. I. Introduction isexual individuals are the largest and fastest growing sexual minoritized group (Bridges & Moore, 2018; Laughlin, 2016). In a 2013 survey              of lesbian, gay, bisexual, and transgender (LGBT) Americans, 40% of respondents were bisexual (Pew Research Center, 2013). Similarly, a 2015 survey of youth indicated that 35% of those aged 13-20 identified as bisexual (Laughlin, 2016), and women identified as bisexual more than did men (Bridges & Moore, 2018; England et al., 2016). Increases in bisexual identity and behavior have been reported across age cohorts of U.S. Black and Hispanic women, a trend not evident for men (England et al., 2016).  Growing identification of bisexuality – especially among communities of color – does not solely justify exploration of this group’s experiences. Individuals who identity as bisexual women of color experience marginalization around the intersections of their sexual orientation, gender, and racial/ethnic identities. A better understanding of the ways in which these identities influence the navigation of day-to-day experiences is warranted, thus the purpose of this study was to explore the challenges and positives of being a bisexual woman of color. More specifically, this study utilizes a resilience perspective examination of how bisexual women of  color experience the challenges of holding multiple minoritized identities and how they manage those challenges in their day-to-day lives. a) Considering the Uniqueness of Bisexual Individuals’ Experiences Although similarities exist among bisexual individuals and other sexual minoritized groups in facing societal homophobia and stigma and managing uncertainty about their sexual orientations (Bates, 2010; Fuller et al., 2009), research has indicated that             bisexual individuals’ experiences differ from those of lesbian and gay individuals in many ways, including sexual orientation identity formation processes, experienced stigma, disclosure decisions and the ability to pass as straight, and health disparities (Bates, 2010; Brooks et al., 2008; Todd et al., 2016; Ross et al., 2018). First, the process of forming a plurisexual attraction like bisexuality (e.g., an attraction to more than one gender) may be more complicated than same-sex attraction. For example, being sexually attracted to other women may initially as challenging to process for both lesbian and bisexual women (Bates, 2010), but the development of a sexual orientation identity is more complex for bisexual women because they also are attracted to men and/or other genders. Second, stigma associated with plurisexual attractions may impact an already complex process,            as others may prescribe to biphobic (i.e., aversions          toward and/or biases against bisexual individuals) or monosexist ideologies (i.e., privileging attractions to one gender and discriminating against those with attractions to more than one gender; see Roberts et al., 2015). There is evidence that straight individuals, as well as other members of the LGBTQ+ community (i.e., lesbian, gay, bisexual, transgender, queer, and other groups who are minoritized based on gender or sexual identity), hold biases against those who identify as bisexual (Mulick & Wright, 2002; Todd et al., 2016). Bisexual people perceive these biases and have reported experiencing bierasure. Bierasure happens when others B      © 2023   Global Journals           Volume XXIII Issue III Version I        13   ()Global Journal of Human Social Science  -Year2023CAbstract- Researchers on LGBTQ+ individuals have largely focused on lesbians or gay men; bisexual individuals often areincluded in those samples, but they are seldom differentiated in reporting. Little is known, therefore, about the lived experience of bisexual individuals, especially women of color who represent three marginalized groups (i.e., LGBTQ+, women, racial/ethnic minoritized individuals). In this phenomenological study we explored the lives of 12 self-identified bisexual women of color aged 18 to 33. Three phenomena described the essence of their experiences: (a) forming sexual identity, (b) making decisions about how to share personal information, and (c) acknowledging the positive consequences of identities. Findings highlight the simultaneous interpretation of experiences as challenges and positives for bisexual women of color. The ambiguity and ambivalence associated with being a member of multiple minoritized groups and implications for better serving and understanding individuals with multiple marginalized identities are discussed.Author α: Ph.D., CFLE, Department of Human Development, Family Science, and Counseling, 1664 N. Virginia St. University of Nevada,United States. e-mail: sarahmitchell@unr.edu 2008; Kirby et al., 2021; Morgenroth et al., 2022). Often, others do not believe bisexuality is real, see it as a transitional phase on the path to a same-sex orientation, or think that those who identify as bisexual are just confused about their sexual orientation; beliefs which may persist because of biphobia (Nutter-Pridgen, 2015). Bierasure and biphobic attitudes may also be related to discrimination experienced by bisexual individuals (Matsik & Rubin, 2018; Roberts et al., 2015). Additionally, these experiences have negative implications for bisexual individuals’ health and their experiences with U.S. institutional systems – where needs and issues have been largely ignored for this population (Elia, 2014; Marcus, 2015).  Third, the process of disclosing sexual orientation to others is often different for bisexual individuals because bisexuality is more complex and ambiguous than being sexually attracted to  one gender only (Brooks et al., 2008). In fact, only 19% of bisexual individuals report being “out” to all or most of the people they consider the most important to them, compared              to 75% of gay men and lesbians (Brown, 2019). Experienced stigma and biphobia can inhibit bisexual individuals from coming out to others (Mulick & Wright, 2002; Todd et al., 2016). In relationships – familial, romantic, or otherwise – bisexual individuals are faced with decisions related to discussing their identity with others. They also have to decide on how to present themselves, as straight or as members of the LGBTQ+ community. Although many LGBTQ+ individuals have the ability to pass as straight, bisexual individuals are more likely to do so (Fuller et al., 2009; Morris et al., 2001). Both straight and sexual minoritized groups tend to think of orientation as a straight-gay dichotomy, ignoring the multiple attractions of bisexuality (Fuller et al., 2009). Lastly, bisexual individuals may be more at               risk for sexual, physical, and mental health disparities than straight, lesbian, and gay individuals (Farmer et al., 2013; Ross et al., 2018). For instance, bisexual individuals are less likely to seek out STI testing compared to other plurisexual individuals (see Flanders, Anderson, et al., 2019). Although bisexual individuals may be less likely to report sexual victimization than plurisexual individuals, this lack of reporting may be directly connected to bisexual orientation-specific discrimination, erasure, and few supports affirming bisexuality (Flanders, Anderson et al., 2019). Additionally, bisexual individuals reported greater incidences of cardiovascular disease and obesity (Farmer et al., 2013), depression and anxiety (Ross et al., 2018), and they often did not disclose their sexual orientation to mental-healthcare providers (Flanders et al., 2015), as compared to gay men and lesbians.    b) Understanding the Experiences of Bisexual BIPOC For many, living as a person with multiple marginalized identities is complicated. Lives are fraught with challenges, but also positives and rewards. In terms of those challenges, experiences may revolve around the intersection of identity or a singular identity (e.g., barriers to sexual orientation disclosure may be lower  for White individuals overall compared to racial/ethnic minoritized individuals; Bates, 2010; Liu & Chan, 1996; Sanchez et al., 2017). In general, LGBTQ+ Black, Indigenous, and people of color (BIPOC) at the intersection of identity report feeling disconnected from multiple communities, stress around simply being themselves, and anxiety related to coming out (Ghabrial, 2017). Often, societal stigmatization of one identity leads to further stigmatization of other identities, leading some to hide an identity (Fuller et al., 2009).  Bisexual BIPOC may also be more cautious about coming out to family members because of fear of losing support of kin, who are important resources of support in a society characterized by systematic racism. Flander, Shuler, and colleagues (2019) found that without social support, bisexual individuals of color were more likely to report that they experienced binegativity, anxiety and depression. Although connecting to the broader LGBTQ+ community may provide opportunities to affirm one’s bisexual identity, it appears to also be linked to increased negative identity experiences (e.g., increased feelings of illegitimacy, anticipated and internalized binegativity; Flanders, Shuler, et al., 2019). Invisibility at the intersection of identity can also be a source of stress. Skin tone and/or ethnic ambiguity and gender non-conforming presentation coupled with bisexual identity can further contribute to erasure of personhood and identity by others (Ghabrial, 2019). This lack of understanding of problems and specific issues faced by members of this population – especially by straight white men – can lead to some feeling that they are not “enough” of any identity. Furthermore, very little is known about how these experiences of discrimination and erasure relate to the mental health of bisexual BIPOC. Ghabrial and Ross (2018) reported that only 7% of 324 studies on bisexual individual and mental health reported on bisexual POC specifically and separately from White bisexual individuals.  Some studies report on these challenges as they exist for bisexual women of color in particular. For example, Calabrese and colleagues (2015) found that Black sexually minoritized women were likely to experience challenges and stressors related to identity formation, disclosure decisions, and health due to racism, discrimination, and stereotype threat. In a qualitative study of bisexual women of color, Brooks and colleagues (2008) identified challenges in how these women negotiated their multiple identity development (e.g., oppression of religious and racial/ethnic identities, lack of acceptance of bisexuality from racial/ethnic  © 2023   Global Journals          Volume XXIII Issue III Version I        14   ()Global Journal of Human Social Science  -Year2023C“The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of Being a Bisexual Woman of Color– even within the LGBTQ+ community – misunderstand and diminish the bisexual orientation (Brooks et al., communities, partners not understanding multiple identities). Stereotypes about hypersexuality regarding women of color and bisexuality may make bisexual women of color hesitant to come out to others for fear of being typecast as oversexed and sexually promiscuous (Chmielewski, 2017). Life at the intersection of minoritized identity is not solely negative, however. Some LGBTQ+ BIPOC felt that societal acceptance of one marginalized identity may lead to the acceptance of another (Ghabrial, 2017).  Additionally, Bowleg (2012) described the ways in  which gay and bisexual men of color discussed the positives in identifying as LGBTQ+, men, and Black. They felt these identities allowed them opportunities for psychological growth and to explore new experiences. and felt freedom from traditional expectations regarding masculinity (Bowleg, 2012).  As discussed, previous research has highlighted the challenges faced by bisexual BIPOC specifically. However, recent research has begun to explore the strengths and positives perceived by members of this intersectional community. Bisexual women and gender diverse individuals in Ghabrial’s (2019) study discussed invisibility, and how at times, this invisibility allowed them to occupy different aspects of and spaces related to their identities, that the ability to pass can also be seen as a form of safety, and that they felt able to advocate for others. Other research highlights positives including feeling unique because of minoritized identities, having varied and multiple experiences and community connections, freedom of expression and from labels, and being able to understand privilege and oppression (Galupo et al., 2019; Rostosky et al., 2010). Ultimately, the reality for individuals from multiple marginalized groups is the experience of both challenges and positives related to the intersection of those identities – especially for those with an often-misunderstood bisexual identity. c) The Current Study Rationale In doing the work to understand more about  the lived experience of bisexual people at the intersection of identity, it is important that researchers carefully delimit and define samples. While many studies discussed previously include bisexual women of color in their sample, not many solely explore the experiences of individuals who self-identity as such (see Brooks et al., 2008 as an exception). Brooks and colleagues found that several factors influenced identity development (e.g., self-concept, disclosure decisions, romantic and family relationship issues). They also identified challenges in how these women negotiated their multiple identity development (e.g., oppression of religious and racial/ethnic identities, lack of acceptance of bisexuality from racial/ethnic communities, partners not understanding multiple identities). This 2008 study provided important information about identity development and related experiences but did not address how bisexual women of color experience and enact their day-to-day lives, nor was there an examination of both the challenges and positives of being. It was likely not the purpose of this study to address those particular aspects of being. Not doing so is not a shortcoming of the study but is instead an inspiration to build upon. This current study builds upon previous research on bisexual women of color by focusing on the day-to-day lived experiences of both challenges and positives experienced by this population, given the lack of research in this area. d) Theoretical Frameworks  Intersectionality frameworks (Adames et al., 2018; Crenshaw, 1989), Minority Stress Theory (Meyer, 2003), and Resiliency Theory (Greene, 2002) offer lenses to view the lived experiences of bisexual           women of color. Intersectionality is the multiplicative connections among identities in the life and social context of an individual and the understanding of how those connections affect the individual, especially considering the impact of power and marginalization (Davis, 2008). One of the benefits to using an intersectional approach is that it allows for an in-depth exploration of the ways in which people enact their relationships among family and others and within societal systems and institutions (Few-Demo, 2014).  For this study, intersectionality is considered within the context of the multiple identities of bisexual women of color. Utilizing an intersectional approach allows for the examination of how these women’s three minoritized identities may be interconnected and how those emmeshed identities are related to their intentions, experiences, and contexts. How are the ways that being a woman of color differ from being a “woman” or a “person of color” with other non-marginalized identities, for example? Crenshaw (1989) argued that understanding the experiences of individuals with multiple identities would not be possible if researchers failed to consider the unique influence of the intersection of identities; this was especially true for marginalized populations. Others’ reactions to bisexual women of color are likely to be influenced by the women’s multiple identities - how do those reactions impact women’s experiences and decisions to share information? We understand that an intersectionality-focused examination of intentions and experiences of             a population cannot be complete without an understanding of the societal and cultural expectations and reactions to that population. In our examination of participant perceptions and experiences, we do not intend to weakly utilize intersectionality (see Adames et al., 2018). We understand that the examination of the societal context of participants experiences  will allow for a more in-depth understanding of the larger influence on participants’ experiences. We also acknowledge that      © 2023   Global Journals           Volume XXIII Issue III Version I        15   ()Global Journal of Human Social Science  -Year2023C“The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of Being a Bisexual Woman of Coloralthough participants entangled identities underlie their experiences, that salience and importance of identity can differ for many (see Bowleg, 2012 for participants’ discussions of being Black men first, bisexual second). We will examine the intersectionality of their identities, while allowing participants to elaborate on identities that are the most meaningful to them in any given situation. Minority Stress Theory also guided the methods – particularly in the exploration of the challenging aspects of the bisexual women of color’s lived experiences. In Meyer’s (2003) examination of minority stress as it pertains to sexual minoritized individuals, minority stress is defined as the stress experienced because of discrimination and stigma aimed at one’s marginalized and minoritized identities. The theory highlights the events that lead to this additional and unique stress, the feelings and behaviors that result from stress, coping methods, and health implications (see also Cyrus, 2017 for the examination of LGBTQ+ BIPOC in particular).  Despite the stress and challenges of having multiple minoritized identities, racial/ethnic minoritized individuals and families can show amazing and varied resiliency in response to adversity (McCubbin et al., 1998). Resiliency involves an interactive process of the interpretation of, response to, and coping with ones experiences, and is influenced by the relationships, institutions, and power dynamics that form the context  of an individual’s experience (Greene, 2002). Bisexual women of color must navigate the stresses, but also               the positives inherent in being themselves and in existing in the larger society. In this study, we consider intersectionality, minority stress, and resiliency in exploring the intentions and experiences of bisexual women of color in their day-to-day lives. II. Methods This study was conducted using Porter’s (1998) interpretation of Husserlian descriptive phenomenology with the purpose of describing the essence of individuals’ lived experience (Husserl, 1962; Porter, 1998; Porter & Cohen, 2012). Phenomenology describes the commonalities in experiences of a particular group (Creswell, 2013), while allowing for the examination of counter cases (i.e., experiences that are dissimilar to most individuals in the sample) to the phenomenon (Husserl, 1962; Porter 1998).  Porter’s (1998) approach to descriptive phenomenology involves reviewing participants’ descriptions of their life experiences and creating a taxonomy or nested classification scheme for the experience. Participants’ intentions form the most basic units of data and involve actions and behaviors. Essentially, an intention is what a participant was doing or trying to do in and with their experiences. Related intentions group together to form component phenomena, which in turn comprise the subcomponents of the main phenomena – in this case, describing the experience of being a bisexual woman of color (Porter, 1998; Porter & Cohen, 2012). Porter’s method also allows for the analysis of the context of experience or life world (i.e., element, descriptor, and feature; Porter, 1998; Porter & Cohen, 2012). Although other qualitative methods may have been appropriate, Porter’s descriptive phenomenology approach was particularly well suited for this study since the purpose was to describe the experiences and intentions of being a bisexual woman of color.  As part of the Husserlian descriptive phenomenology method, we bracketed or set aside our expectations, presumptions, and feelings so that we were more open to interviewees’ expressions of their experiences (Porter, 1998; Tufford & Newman, 2012). We bracketed before and throughout the interviewing process, during data analyses, and while reflecting on the results (Porter, 1998). We endeavored to set aside our personal perspectives and not project them into the participants’ narratives (Tufford & Newman, 2012).  a) Author Positionality The coauthors are individuals of different races, ages, sexual orientations, and genders. The first author identifies as a bisexual Black cisgender woman who is in her 30’s. She has had mostly had positive experiences in life in general as a bisexual woman of color but has experienced negativity in the form of discrimination and differential treatment related to her minoritized identities. At the societal level, she is aware of the stereotypes about Black women (e.g., loud, bossy, angry), and about bisexual people (e.g., confused, indiscriminate when it come to their attractions to others or willingness to engage in sexual activity with others). She acknowledges that it is unlikely that she recognizes all the ways in which she may be disadvantaged, especially the ways in which the intersectionality of her identities impacts her opportunities and interactions with others. She is also sure that she fails to fully appreciate and recognize privileges that she does have related to ability, social class, language, etc. This transparency is necessary, in part, because her experiences (and wondering about others’ experiences) have partially inspired this study. Her experiences and upbringing may not be the same as other bisexual women of color, and in reflecting, she attempted to recognize her own biases and experiences with identity formation, sexual orientation disclosure, and the ways her status as a bisexual woman of color has affected her day to day. She did her utmost to let participants speak their truths in interviews and respect their voices in the analyses.  The co-authors are a cisgender male and a cisgender female who are older adults. Neither are LGBTQ+ individuals and both are White. They have  © 2023   Global Journals          Volume XXIII Issue III Version I        16   ()Global Journal of Human Social Science  -Year2023C“The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of Being a Bisexual Woman of Colorclose friends, former students, and acquaintances who are members of the LGBTQ+ communities, including bisexual women of color. As a team, we were aware that our experiences and perceptions may differ from those of the participants.    b) Sample and Recruitment A purposive sample of self-identified bisexual racial/ethnic minority women was sought. Inclusion criteria consisted of identifying as: (1) a woman,                  (2) a person of color, (3) having a bisexual orientation, and (4) being between the ages of 18 and 35. Women  of these ages were selected because they had likely self-identified as bisexual and disclosed their sexual orientation to others (Pew Research Center, 2013). We posted announcements seeking “racial/ethnic minority women who identified as bisexual and were between the ages of 18 and 35” through university online listservs and student organizations. Interested persons were instructed to email the first author, and of the 20 who responded, 12 were interviewed. The others did not respond to follow up emails (n = 4), declined after receiving more information (n = 1), could not be scheduled for an interview (n = 1), and volunteered after data analysis was completed (n = 2). All were unknown to research team members. All participants identified as cisgender women and used the label bisexual to describe their sexual orientation and gender attraction. Participants received a $10 gift code for each interview.  Table 1: Sample Description Name Age Race/Ethnicity Religious Affiliation Student Status Out to Family* Out to Others Emma 28 Biracial (Black, White) Raised Christian N-S ✔ ✔ Felicia 33 Biracial (Black, White) Raised Christian N-S ✔ ✔ Cassie 20 Black Christian UGS  ✔ Tara† 21 Biracial (Black, White) Christian UGS  ✔ Sue 20 Indian American Raised Hindu UGS  ✔ Tori 25 Black Raised Christian N-S ✔ ✔ Yvonne 26 Black Raised Christian GS  ✔ Amy 23 Chinese American Never Religious N-S  ✔ Ashley 22 Indian American Muslim UGS  ✔ Julie 23 Chinese American Never Religious N-S  ✔ Nina 19 Black Raised Christian UGS ✔ ✔ Jackie 18 Multi-racial (Black, White, Asian)^ Raised Catholic UGS ✔ ✔ Note. N-S = Non-Student, UGS = Undergraduate Student, and GS = Graduate Student.  *Category indicates being out to at least one family member. †At the time of data collection this woman was not out to family, but during perception checking (interview 3) mentioned that she had come out to family after our data collection interviews had been completed. ^Participant’s mother identified as Black, father identified as White and Asian. In reporting her identity, the participant says, “preferably I do mixed or other, but I guess mainly I go by African American” c) Data Collection The first author conducted all semi-structured face-to-face interviews, including two perception-checking interviews (i.e., post-data collection interviews where we shared results and asked for feedback). One participant was interviewed four times, one was interviewed three times, and the rest were interviewed twice. Multiple interviews allowed for increased rapport, a deeper exploration of topics, and greater clarity. During the first interview, a genogram was generated to describe who was in their family as they defined it. After genogram construction, several questions were asked about their experiences as a bisexual woman of color. The primary interview question was, “Can you describe,      © 2023   Global Journals           Volume XXIII Issue III Version I        17   ()Global Journal of Human Social Science  -Year2023C“The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of Being a Bisexual Woman of ColorThe final sample of 12 bisexual women of color ranged in ages from 18 to 33 (M = 23.17). Four participants were Black, four were multiracial, and four were Asian Americans. Five participants were employed, six were undergraduate students, and one was a graduate student. At the time of data collection, all had come out to one friend or more, and five had come out to at least one family member. Participants were from various religious backgrounds (see Table 1). as detailed as possible, your experience of being a bisexual woman of color?” The first author developed sub-questions related to identity development and formation (e.g., “Tell me about questioning/discovering your sexual orientation”), disclosure decisions (e.g., “Tell be about how you decided who to tell and why”), and day-to-day experiences (e.g., “How does being a bisexual woman of color impact your experiences with your family?”). The research team discussed these sub-questions and potential follow-up questions until the team reached consensus. During interviews, if participants answered a question that warranted follow up or needed clarification, additional probing questions were asked. Interviews were recorded and transcribed verbatim.  d) Data Analysis Data analysis started after the first interview was transcribed. The first author carefully read each transcript and wrote a memo (i.e., reactions, thoughts, and feelings about the interview process, including ideas about intentions and context expressed by the participant). After memoing, transcripts were read line by line and coded for data analysis units (Porter, 1994), which were (a) experiences and intentions, (b) context of their experiences, or (c) data irrelevant to the study purpose (e.g., “I’m going to a wedding this weekend”). Memos and codes were constructed in Microsoft Word 2016 and 2019. Coauthors read all transcripts and memos. In regular team meetings, they raised questions about the codes, code definitions, and the developing taxonomy. Disagreements were discussed until consensus was reached. The research team created questions specifically for the subsequent interviews of each participant as we sought to uncover their intentions, the component phenomena, and the phenomena of their lived experience as bisexual women of color.  Data relevant to this study were lived experiences, which were comprised of  intentions and actions (e.g., dating a girl would be an intention/action that comprised a woman’s experiences). In identifying intentions after re-reading transcripts and listening to audio recordings, we asked, “what are these women trying to do in this experience?” (Porter, 1994; 1998). This resulted in creating the component phenomena. For example, the intentions/action of dating a girl and exploring that relationship with my friend grouped together into the component phenomenon of testing the waters. Other component phenomena, such as becoming aware of multiple attractions, were identified from similar intentions. The first author then examined how component phenomena were related or interconnected to other component phenomena, resulting in the construction of the main phenomenon. For example, testing the waters and becoming aware of multiple attractions were separate component phenomena that fit under a larger phenomenon of forming sexual identity. e) Validity and Reliability The process of synthesizing the data involved several iterations. Analyses included regular and frequent discussions with co-investigators and other colleagues to help with validation. To improve reliability, interview protocols were consistent. The questions became more focused as more participants were interviewed, but the content of responses was similar, allowing for the construction of phenomena.  Memoing allowed for the practice of bracketing during data analyses, as it was imperative that personal biases and experiences did not influence how data were interpreted. We continued to bracket while synthesizing the phenomena through each iteration, and we practiced bracketing in reporting and discussing results in this manuscript (Porter, 1998). In addition to writing memos and reviewing data in research team discussions, we shared our findings with two participants in perception checking interviews and asked for feedback.  III. Results                                  © 2023   Global Journals          Volume XXIII Issue III Version I        18   ()Global Journal of Human Social Science  -Year2023C“The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of Being a Bisexual Woman of ColorThe lived experience of bisexual women of color comprised several phenomena, characterized by perceived challenges and positives in their intentions. First, they determined how their sexual orientation identities fit in the context of their lives and relationships, a sometimes-confusing process aided by self-reflection and often by leaving home environments. Secondly, interactions with others were frequently tempered by decisions about how to share personal information; typically, the women wanted to avoid awkwardness and threats to their safety, worried about what would happen if they were to be their true selves. Third, despite living with challenges often present in the first two phenomena, some women acknowledged positives of membership in a multiple-stigmatized group. For example, they felt positively about their uniqueness, their ability to educate others about marginalization, and about being more empathetic to other marginalized groups. The three primary phenomena describing the lived experience were: (a) forming sexual identity, (b) making decisions about how to share personal information, and (c) acknowledging the positive consequences of identities. Each of these primary phenomena consisted of component phenomena and intentions (see Table 2). Table 2: Results: Taxonomy of Phenomena, Component Phenomena, and Examples of Intentions                                                                  a) Phenomena 1 – Forming Sexual Identity  i. Becoming Aware of Multiple Attractions The first step in the self-discovery happened internally. Many had not been in relationships while forming their sexual identities, but they were realizing that they were attracted to more than one gender. Some identified as straight or as lesbian and in recognizing their attractions to more than one gender, figured that there was more to their sexual orientations than previously thought. Several participants cited early experiences as being influential in their identity exploration; many reported that this process of self-discovery only came to the forefront after leaving home. In exploring multiple attractions, Emma (biracial, age 28) described that she misunderstood her feelings about women in this way:  It was like I really gravitated towards certain females, and I just thought certain females were really pretty, or I just really enjoyed being around them even though we weren’t always close friends.  And so, in retrospect, I know what it                       [my attraction to women] was Others, like Cassie (Black, age 20), thought that maybe they identified as lesbians. It took longer for Cassie to discover her attraction to men than to women: I didn’t really see myself with any of the guys at my school. There are so many pretty girls, but there’s not one attractive guy in here.  And so that was my moment where I [thought], maybe I’m not bisexual, maybe I’m attracted to girls. Tori realized that she was attracted only to women and non-gender binary individuals, but still identified as bisexual because, “bisexuality just means two genders, whatever they may be, and that is my two.” Like Tori, Felicia felt that it took her some time to figure out her attractions. She self-identified as (and tells others that she is) bisexual, but more specifically she is attracted to an androgynous identity which, “tends to be men who are assumed to be gay because of how they present their gender or, I guess males, then females who present as males.”  Some women reflected on specific early experiences as being integral to their lengthy and confusing identity formation processes. Tara (biracial, age 21) needed to process some early abuse before she could acknowledge her attraction to women. She explained, “You don’t wanna think, did my trauma make me this way? So, that’s why it took me so long to think about it, and . . . so this is a more recent-ish discovery.” Sue felt that cultural practices around gender, impacted the way she thought about men and women. She said,      © 2023   Global Journals           Volume XXIII Issue III Version I        19   ()Global Journal of Human Social Science  -Year2023C“The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of Being a Bisexual Woman of ColorThe formation of sexual identity was a distinct process for these women. This process involved years of developing an understanding of themselves and their identities, exploring their relationships with others in the context of identity formation, and deciding how their identities fit with other aspects of their lives. This process was sometimes messy and confusing but was necessary for them to form their sexual identities. In forming their sexual identities, they were: (i) becoming aware of multiple attractions, (ii) testing the waters, and (iii) reconciling religion/religious beliefs with bisexuality.Phenomena Component Phenomena Example Intentions(a) Forming sexual identity (i) becoming aware of multiple attractions• liking women even if others did not• figuring out that I like men and women(ii) testing the waters • dating a girl• exploring that relationship with my friend(iii) reconciling religion/religious beliefs with bisexuality• doing research on bisexual Muslims• not going to church(b) Making decisions about how to share personal information(i) avoiding the consequences of sharing personal information• not coming out because they would be disappointed• not looking forward to a weird conversation(ii) sharing in the face of uncertainty• living what I feel and being authentic• being able to be around people like me(c) Acknowledging the positive consequences of identities(i) reveling in the uniqueness of being• feeling fulfilled• being a POC and bisexual woman is making me stronger(ii) educating others • providing my experience as someone who has felt racism• speaking for a broader community(iii) understanding others’  marginalized positions• seeing other people who are marginalized• feeling for a lot of sides more than other peopleI think I found myself uncomfortable around men and boys. I think it’s cultural, partially, because when I was growing [up] I didn’t have that many guy friends. If I sat next to [a boy] my mom would make such a big deal out of it. For many, being away from home for the first time allowed them the mental space to explore identity and the opportunity to meet others like them. Julie (Chinese American, age 23) said: I didn’t really think I was bisexual until I got into college because I’ve always had crushes on girls before, but usually my relationships are with guys, and I didn’t really know that liking girls was a thing that I could have an opportunity to have. Yvonne (Black, age 26) began acknowledging her sexual identity in high school but: It wasn’t ‘til graduate school that I started to explore it, and think about it … and how does that fit into who I am? Before it was just ignore, ignore, ignore. What changed for me was meeting another graduate student who also identified as bisexual. That helped me get to the point where I was like okay, I’m bisexual, and that’s okay. Ashley (Indian American, age 22) felt getting away from her family allowed her to have …my thoughts to myself. It was like a huge thing, and I honestly think that’s what really made me think about self-discovery and who I am. All the things that actually interest me and what am I doing that I don’t really like. In coming to college Ashley encountered “so many different types of people, so I found my place. That’s when I could identify and define who I am ‘cause  I can find people that are similar to me.”  ii. Testing the Waters In addition to recognizing attractions to certain genders, the women noted experiencing sexual and romantic relationships with others as being integral to their sexual identity formation. For some this was needed to confirm their attraction to more than one gender. For example, Emma (biracial, age 28) explained: I think wanting to explore that with my friend was confirming whether or not I was gay or bisexual, because there was attraction, but he also had some feminine qualities…I felt like I needed to create that space in order to explore, to understand myself better. Felicia (biracial, age 33) said, “… and then my senior year of high school I met my first androgynous woman (laughs) and, yeah, you know, she was my first ‘I love you’ and everything.” She had “other experiences through the years” that shaped and confirmed her bisexual identity. Amy (Chinese American, age 23) also described her first relationship with a woman and the ways in which it was formative in discovering her sexual orientation: “I’ve probably known this about myself for a very long time, but I don’t think I really solidified that part of my identity until I actually dated a girl last year.”  Many women discussed the racial/ethnic- and gender-related challenges associated with being able to date and explore relationships as bisexual women of color. This revolved around both identities for Cassie (Black, age 20), who explained: Most Black girls didn’t date White guys and I didn’t have any Black guys in my class. Even Black girls, I had like one, which was my best friend, so I didn’t see her like that. I just didn’t have that many people in high school who I saw as a potential partner. Emma (biracial, age 28) felt that her dating choices tied into preferences around gender expectations and skin tone. She noted that “Black men being primarily attracted to light skinned [women]” was one observation that made her reflect on who she saw as a potential partner. She went on to explain, “I’ve tried to consciously not like feed into those biases. I’ll consciously date women that I otherwise wouldn’t be typically attracted to because I realize that’s my conditioning happening.” Lastly, Sue (Indian American, age 20), discussed the limitations to dating at all and said, “So I have never been in one [a relationship] because I’m technically not allowed to, so culturally we’re not supposed to date.  My mom said not until med school. I’m gonna be so old.” iii. Reconciling Religion and Religious Beliefs with Bisexuality Many women struggled with identifying as members of both the LGBTQ+ and religious communities. Many were aware that their feelings for women went against what they had been taught was appropriate. Felicia (biracial, age 33) had difficulty fitting her bisexual orientation into her Black Southern Baptist religion: My family was ultra-religious, like as much as you can get.  I was a minister’s daughter, …so in their minds it’s [non-heterosexual attraction] linked with every single bad sexual thing that could be out there – sexual abuse, pedophilia, anything. I spent hours every day sometimes just praying to God, please stop making me look at women. Looking back, I think it is kind of hilarious but, yeah, it was pretty distressing then. Eventually, Felicia abandoned religion all together and explained how her first significant relationship precipitated that rejection: [It] involved a lot of shame. I felt like wow, this is an amazing, intelligent, kind person, and people in my religion looked at her and thought disgusting, worthless. And I thought, if they really knew me, they would think I was that too, and so that was part of the shift to not being religious. Similarly, Emma (biracial, age 28) tried to reconcile religious beliefs, but she eventually rejected her Black Southern Baptist upbringing: Why does me having feelings for a woman make me a sin or a shame? It feels in my heart like it’s pure, and Jesus said love everyone, so why are you condemning me? So, there   © 2023   Global Journals          Volume XXIII Issue III Version I        20   ()Global Journal of Human Social Science  -Year2023C“The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of Being a Bisexual Woman of Colorwas these conflicts. I had to just step away from it [church] because there was just a lot of hypocrisy that didn’t feel right. After some reflection, Emma embraced parts of other religions/spiritual beliefs that allowed for varieties of expressions and identifications: “I still loosely hold to Christianity, and I also loosely hold to Islam, and I loosely hold to Daoism and Buddhism.”  Ashley (Indian American, age 22) was the rare woman who, despite messages from other Muslims and from tenets of the faith, attempted to fully embrace Islam in its entirety and her bisexuality in conjunction. In seeing examples from others, including news about a gay Muslim couple who married, Ashley was encouraged to study her religion and follow its teaching while also accepting her bisexuality: I was really just trying to come to terms with everything because I was a Muslim, but I’m also bisexual, so how does that work?  I did a lot of research on blogs and things that are run by bisexual Muslims, and it was just really comforting to see how people kind of balance it, how they come to terms with it.  b) Phenomena 2 – Making Decisions About Sharing Personal Information    i. Avoiding the Consequences of Sharing Personal Information The women who decided not to widely disclose their orientation or simply be themselves around others, whether family or not, were avoiding the consequences of sharing personal information (e.g., conflict, rejection, confusion, disapproval, disbelief, awkwardness, uncertainty, job loss). Because they were not out, they were unsure how others would react, and this uncertainty often was scary. They felt it was better to prevent potential negative consequences than to come out and be proven right about their fears that they would be rejected or subjected to negative reactions. Embedded in within the fear of coming out, was just not knowing if an environment was safe or not. Concerns about potentially negative or ambiguous reactions, worries about having someone doubt them, or even just having to work a little harder to explain themselves, provided much of the reasoning behind not disclosing; it was not worth the risk of revealing parts of themselves.  Not Being Forthcoming with Family Members. Seven women were not out to any family members, andthose who were out were selective about which family members to tell. They were primarily attempting to prevent conflict within their families by not coming out to them, but they also were concerned about losing contact and support if they disclosed. Cassie’s (Black, age 20)  sister came out to their family as bisexual, and while her family was generally supportive, Cassie felt they did not entirely approve: I haven’t dated a girl, and I figured until I date a girl there’s no need to bring up something that may not ever be a topic in the future. Especially since my parents… they are very open, and they get it, but I think they were slightly disappointed [with my sister]. Cassie felt close to her parents, but she did not want to reveal her sexual orientation unless it was necessary. Tara (biracial, age 21) echoed that sentiment: “…I just don’t know what they [her family] would say. I mean, I used to be aggressively straight… so I think everyone would be like what the heck is going on, so I just don’t think they would understand.” Wanting to avoid an awkward discussion also kept Julie (Chinese American, age 23) from coming out to her family. She said, “It would definitely be a really weird conversation so I’m not looking forward to it. I don’t know if that’s even a thing that I might do … until it becomes ‘a thing I have to do.” She goes on to say, “I guess I would like them to know everything about me, but also, I’m just kind of scared of dealing with that sort of confrontation. . . it’s not a huge part of my life right now.” Ashley (Indian American, age 22) was afraid of losing contact with her family if she were to come out. She said, “If I got into a serious relationship with a girl, then I can’t hide it. If that were to happen, I would accept the fact that my dad wouldn’t talk to me again.” Yvonne (Black, age 25) reflected on potential loss of support and said: My family is a really strong support for me, so if I was in a secure relationship with someone of the same sex, and we were dating for a long time, and it was committed, and I felt      © 2023   Global Journals           Volume XXIII Issue III Version I        21   ()Global Journal of Human Social Science  -Year2023C“The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of Being a Bisexual Woman of Colorlike they [my partner] would support me, I’d feel more These women also were making decisions about how to share parts of themselves with others. They wondered if certain contexts/spaces were safe for them to share about themselves or to simply exist as bisexual women of color. In terms of their sexual orientation specifically, many grappled with whether they should come out to their family members, friends, and others. All had come out to at least one person, but only five had come out to family members, the process either initiated by themselves or another. The women often felt that they simultaneously wanted, and did not want, to disclose, and having both intentions at the same time was taxing. Concerns about sharing information primarily related to the invisible identity of bisexuality, but the context of gender and race/ethnicity often influenced how they grappled with disclosure decisions. Overall, it was a difficult process to weigh negative consequences (e.g., being rejected if they disclosed, having to exert additional energy to keep information private if they did not disclose) against the positives (e.g., being free to be themselves if they disclosed, potentially experiencing less conflict if they did not disclose). They were (i) avoiding the consequences of sharing personal information, and (ii) sharing in the face of uncertainty, and factors such as their own mental health, and their perceptions of how others (family or otherwise) might react to them heavily influenced their decisions.comfortable jeopardizing my other support system [my family].   Tara (biracial, age 21) similarly felt that in disclosing, she would have to cut ties with some family members. She did not know if that was what she wanted, saying “I’ve gone back and forth; do I want               to . . .  do it now and cut my family off, but generally most people want to have their family in their life.”        Sue (Indian American, age 20) said of potentially disclosing, “Well, I think they wouldn’t believe me. . .  I would probably be thrown out of the house.” Sue also talked about how stressful it was to keep her sexual orientation from her family, and she described having to be careful when texting her queer friends while at home:  I’m definitely anxious all the time when I’m home because my dad likes to take my phone and read through my texts. So, I have to go back and delete everything or hide my phone, or if I have [a] pretty girl on my phone, like a photo or something, I have to delete all of them. . .  I would rather them not read my texts, but I can’t seem to avoid that, so I just have to delete everything.  I think I’m more worried that they’ll find out. Despite having to be extremely cautious in her communications with queer friends, Sue still decided not to come out to her family because the consequences of coming out were perceived to be worse than the taxing effort she exerted in hiding her identity. Some women expressed the sentiment that as long as they could be themselves with somebody they cared about, then they did not have to be out to others, including specific family members. Tori (Black, age 25) discussed her decision not to come out to her grandfather, “I just don’t want to be disappointed cause I know what the conversation’s gonna be like, and I know he’s not gonna understand, … as long as my mom supports me, then I really don’t care.  Like I love my grandpa just fine, but I’m not worried about it.  Not Being Forthcoming with Friends and Others. Although all of the women had told at least one friend, they were cautious about coming out to friends and acquaintances. The environment mattered too, for how they would present themselves overall. There was a sense of not knowing how others would react if they knew; would they treat them differently or be invalidating? Tori discussed her challenges around wondering how to present herself at work. She said: So I feel like there’s a lot of times I just want to use a lot of queer language at work…but it’s harder cause I feel like if you’re a Black woman in a professional setting everyone’s looking at you way more than they look at everyone else and the things that I have to do… it’s very easy for someone to be like, “If you’re doing bad, well, you know, you’re a Black woman so you’re probably lazy.” Tara (biracial, age 21) explained her hesitation with telling others about her orientation:  I told a select few people, who I already knew were queer themselves . . . I’m only going to gently tell people that I already know will respond well, because I don’t have time at this moment in my life to deal with someone not being supportive. Felicia (biracial, age 33) was selective about who she came out to because she wanted to protect her son. In a state where it was legal at the time to discriminate based on sexual orientation, coming out at work was risky. She explained: I have a kid to take care of, and I would love to be an activist on the front, but I don’t have any financial support from my family and not very much from his father. We’ve been homeless before, so not being out to everyone is part of taking care of my son. Emma (biracial, age 28) was also hesitant to tell others about her bisexuality because people will make their own assumptions. For her it was, “not necessarily [being] ashamed or trying to hide anything, but…I just don’t really want them to assume something that they’d go and talk to their friends or talk to whomever.” Not only was there a concern about people making assumptions, but there was discomfort in making others uncomfortable. Cassie (Black, age 20) explained: “I’m just going to be approaching the situation to make sure I don’t do anything that could be offensive ‘til I really know the person.” Amy’s (Chinese American, age 23) first time telling anyone about her bisexuality was to her best friend, who thought she was just going through a “phase.” “It was just a little bit invalidating, so I actually just didn’t talk about it for a while after that.”  ii. Sharing in the Face of Uncertainty This subtheme largely revolved around the women’s sexual orientation identity. Although a few of these women felt comfortable sharing their sexual orientations with other individuals, for most of them tough decisions had to be made before they shared this information. Sometimes fear of consequences was still present, although the benefits of being open seemingly outweighed potential negative reactions. Some women decided that sharing in the face of uncertainty was better for them than hiding this part of themselves.       © 2023   Global Journals          Volume XXIII Issue III Version I        22   ()Global Journal of Human Social Science  -Year2023C“The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of Being a Bisexual Woman of ColorComing Out to Family. Of the five women with at least one family member aware they were bisexual, four chose to disclose on their own. The fifth revealed her bisexuality after being questioned by her mother. The four who autonomously came out felt that explicitly sharing this part of themselves with family was important to them, despite being nervous or hesitant. Tori (Black, age 25) was fairly certain that her mom knew that she might not be straight, but they had not had a conversation about her sexual orientation since she had become an adult. Tori described revisiting that conversation with her mother: “She was like, ‘I didn’t think we had to, it was fine,’ and I was like, ‘Good to know.!’ So yeah, it was pretty chill.” Emma (biracial, age 28) was nervous to come out to her parents. In the past they had assured her of their unconditional support. Perhaps because of this support, she felt less risk in disclosing, despite their religiosity. Felicia (biracial, age 33) and Jackie (multi-racial, age 18) also were purposeful in telling their closest family member. Both said that this family member expressed love to them no matter what. They were hesitant, but their need to be honest within these specific relationships ultimately led them to disclose their sexual orientation. Coming Out to Friends. All the women were out to at least one friend/acquaintance. Emma (biracial, age 28) said that in telling others that she was bisexual, she felt she was “living what I feel and being authentic.” After an initial disappointing coming out experience, Amy (Chinese American, age 23) chose to tell another friend, “I casually brought it up in conversation and she was like, ‘Great, cool,’. . . and then after that she encouraged me to tell everyone else.” Amy described the response as “wonderful,” and was happy to reveal her sexual orientation to those “I was close to.”  For many, making other LGBTQ+ friends allowed them to feel safe in coming out. For Tori (Black, age 25) coming out was something she chose to do in college, as she felt that she could not do so in her hometown. She explained, “I joined the Gay/Straight Alliance as soon as I got there…there were no chances to do that in [hometown]. It was really exciting for me, being able to be around people like me.” Sue (Indian American, age 20) similarly expressed, “I think the only other people who know are people who are also LGBTQ…because obviously they’ll understand and there won’t be any judgment...” c) Phenomena 3 – Acknowledging the Positive Consequences of Identities  i. Reveling in the Uniqueness of Being In reflecting on how the positives related to being impacted them, the women often discussed loving who they were as unique individuals. Tori (Black, age 25) said, “I feel kind of fulfilled, but I’m not doing anything…to be a bisexual woman of color. I just, existing.  I just feel like ‘cause everyone hates it so much I kind of get a sense of fulfillment from it.” Jackie expressed a similar sentiment, “It makes me feel like somewhat special in a way…that I am multiracial, there’s a little something different about me than other people.” Emma (biracial, age 28) discussed a sense of resiliency she felt and explained that “being a person of color and being a bisexual woman has helped to make me stronger or it is through my strength that allowed me to embrace that.” Tara (Biracial, age 21) felt similarly and said: It gives me a lot of like strength and power to be bizarre. The identities that aren’t getting discussed or they aren’t valued…guess what, they’re all in one person, so isn’t that convenient for you to listen to me right now? Among the participants, several discussed the sense of community and resiliency gained by being a unique person among a community of other unique individuals. ii. Educating Others Several women felt they could use their experiences and knowledge to help others understand what it means to be a member of a marginalized group. In educating others, whether family, friends, acquaintances, or strangers, these women perceived their hardships were not in vain. They felt it was necessary to explain to others why certain assumptions about them – or women like them – were false.  The women reported that kin sometimes made derogatory or incorrect statements about LGBTQ+ people. For example, during holidays, Tori (Black, age 25) would often confront her extended family who would make “problematic” statements about LGBTQ+ people: “Usually when I get aggressive enough, they stop. I don’t know why they even bring it up, because every Christmas, I’m not gonna stop. . . But I still get Christmas presents (laughs).” Tara (biracial, age 21) felt that it was a lot to juggle, always correcting her family on issues of race, gender, and sexual orientation, but she thought it was more important to deal with correcting family instead of strangers. She said, “I really don’t care what Bill from down the street says.” Some found educating non-family members to be an easier feat.  Ashley (Indian American, age 22) was not out to her parents, and she did not feel comfortable correcting their misunderstandings about LGBTQ+ issues. They might wonder why she was confronting them, and the risk of them guessing her LGBTQ+ identity was too high. If she noticed others making offensive comments about anyone who shared her identities, however, she did not hesitate to address it. She said, “There’s no reason to hide it . . . I’m just gonna speak up for what I think’s right.” Other women simply felt it important to try to educate anyone about their experiences. Emma (biracial, age 28) said, “When there are assumptions being made about Black people, I can … at least provide my experience as someone      © 2023   Global Journals           Volume XXIII Issue III Version I        23   ()Global Journal of Human Social Science  -Year2023C“The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of Being a Bisexual Woman of ColorMost of these bisexual women perceived positive aspects of their multiple identities, highlighted in three ways. They felt proud of who they were as unique intersectional individuals, felt it a positive to be able to educate others about the realities of being a marginalized individual, and benefited from having an expanded worldview because of that marginalization. In discussing the positive aspects of their lives related to their identities, the women were (i) reveling in the uniqueness of being, (ii) educating others, and (iii) understanding others’ marginalized positions.who has felt some brunt of racism and who’s seen the brunt of homophobia.”  iii. Understanding Others’ Marginalized Positions Another benefit was that bisexual women of color felt more understanding of others, especially those from marginalized groups. They felt their “expanded world view” made them less critical and more knowledgeable of and open to others’ experiences. For example, Cassie (Black, age 20) stated: “I’m not sure if   I was straight that I would feel the same way about rights that people should have. The reason why I’m so liberal, I think, is because of these experiences I’ve had collectively that shaped my view.” Nina (Black, age 19) similarly expressed that her identities better allowed her to see the perspectives of others. She explained, I’m more aware of people’s problems because I have friends who are … struggling with their sexuality or identity and having all those friends is because I am who I am. It helps [with] understanding people, [with] empathy. [Also] seeing the world differently, having the ability to not be so blinded by privilege that I can’t see the world in both sides. Tori (Black, age 25) expressed that, “bi people of color are just so intelligent about themselves and the things that we have to know,” and in that knowledge she was better able to understand where others were coming from. She expanded,  When you talk about intersectionality and respectability politics and then all of the things like that, I just feel like I have a lot of vocabulary for …being bi and for being a person of color, for being a woman… I’m just experiencing this, and this is just my life.  IV. Discussion In forming sexual identity, making decisions about how to share personal information, and acknowledging the positive consequences of identities these women were navigating the world as people with multiple minoritized identities. Their experiences around intersectionality and minority stress were characterized by ambiguity and ambivalence. The ambiguous  processes they experienced related to their sexual identity formation and disclosure decisions were not easy to navigate. Many of these women struggled to gain clarity about who they were and to share information about  themselves to family and friends, not knowing if  their social network would remain as supportive as before they disclosed. Ambivalence, simultaneously experiencing positive and negative thoughts and feelings, was also pervasive in these women’s lives. The consequences of grappling with disconnections between what their religions taught and their bisexual identities, disclosing their sexual orientation, educating others, and being feminine in their bisexuality, have both benefits and costs.  These women’s stories offer an example of what life is like for someone with multiple minoritized identities. It can be difficult to understand yourself, be yourself, and share yourself, when the identities related to that self-discovery are steeped in ambiguity. In a world that seems to prefer dichotomies (e.g., that a person can be either one thing or another, but not both), bisexuality does not easily fit. Bisexual women wonder, am I a lesbian or am I straight? The women in this study ultimately decided that they were, in a sense, both – attracted to more than one gender. Coming to this realization was often a stressful and confusing process in which they confronted both their own and others’ preconceived notions of sexual attraction, dating, and spirituality. When it came to questions about faith and religion, many wondered, am I a sinner or not, will my God still love me or not, can I experience happiness continuing in my church or not? Because of these questions, some felt ambivalence regarding their decisions around faith, experiencing and anticipating both costs and benefits. In leaving a religious organization, one may lose community but gain freedom from marginalization by that community. That sense of community, which may be even more important for an ethnic/racially minoritized individual, may have to be sacrificed to be true to oneself. However, hiding a part of oneself may be preferable to that loss.  The intersection of race/ethnicity, sexual orientation, gender, and religiosity results in compounded experiences of ambiguity related to identity formation and disclosure decisions, that clearly differ from those who are straight and may differ from women who are attracted to women only. The women needed to discover their sexual orientation identities for themselves, and to position themselves in their relationships and interactions under extremely unclear contexts. For these intersectional individuals, sometimes one identity was more salient than another. The invisible identities (sexual orientation) versus visible identities (race/ethnicity and gender) influenced this saliency, but ultimately how others reacted to them and the decisions they made revolved around their having multiple minoritized identities. The power of and limitations placed on them by others influenced their decisions. It was others’ potential and actual reactions that informed much of how they navigated their worlds. Some of the challenges experienced (e.g., identity formation, disclosure decisions, encountering stereotypes) match findings from previous research and highlight the experience of minority stress related to having a minoritized sexual orientation and race/ethnicity (Calabrese et al., 2015; Brooks et al., 2008; Meyer, 2003). However, these women also experienced resiliency and positives in reflecting on uniqueness, and in contributing to and having a better understanding of one’s world (Greene, 2002; McCubbin et al., 1998).  We might not have understood the extent of these   experiences   without   incorporating   a   feminist   © 2023   Global Journals          Volume XXIII Issue III Version I        24   ()Global Journal of Human Social Science  -Year2023C“The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of Being a Bisexual Woman of Colorapproach to better tell the stories of those who are marginalized. Feminist methods encourage researchers to acknowledge and potentially use “the interdependence between researcher and research participant” (Leslie & Sollie, 1994). We worked together to create space (multiple interviews) to allow the women to reflect on their experiences. In this environment, where bracketing was practiced by the researchers, these women were able to give authentic voice to the multi-faceted challenges and positives associated with being who they were. Using an intersectional perspective and treating individuals as members of discrete, yet interconnected groups help disentangle unique processes and experiences. For example, we better understand the nuance of sexual orientation identity formation and disclosure decisions by considering ethnicity and religion. For Ashley, the cultural expectations regarding gender for Muslim and Indian women meant she had a different identity formation and disclosure journey than did Emma, who grew up as a biracial Black Christian woman.  These findings may inform practitioners and interventionists of the experiences of this population, illuminating areas of concern and potential supports for them. Ultimately, the women’s intentions and experiences are reactionary. They are in response to the world around them. To better understand the ambiguity, ambivalence, and identity salience that bisexual women of color experience, we must know more about the context of the society in which these women are situated. An examination of the cultural and societal world is likely to provide some insight into why the women have the intentions and experiences that they do. An understanding of their experiences coupled with the knowledge of the contextual background underlying these experiences can allow family scientists to uncover what must be done at the individual, familial, and societal level to improve the lives of marginalized populations. V. Limitations, Research Implications, and Conclusions These findings and the discussion underscore the importance of better understanding the experiences of bisexual women of color; however, there were some study limitations. They are outlined here along with suggestions for future research. First, although there were several ethnic/racial groups represented in this study, some groups were not. A phenomenological study of Native American, Latine, Hispanic, and other racial/ethnic minoritized women could provide valuable information about their experiences. Racial stereotypes and cultural expectations may differ among other groups whose experiences may be qualitatively different. Additionally, most women in this study had similar educational backgrounds. Attending to factors such as privilege, education, and socioeconomic standing may provide varied information about intentions and experiences. The women in this study reported positives and resiliency along with their noted challenges, but perhaps their relatively privileged positions impacted their narratives.  Secondly, this study did not focus on identity salience, and more in-depth investigations of the importance of specific identities for women’s day-to-day lives are needed. The ways in which the women experience the world has much to do with the intersectionality of their identities, however, at times, one identity might be more at the forefront. The salience of a particular identity in any given context might be related to how visible that identity is to others (e.g., “others can see that I’m a person of color”), or to which identity is most misunderstood (e.g., “people are wrong about who I am as a bisexual person”). Studies exploring identity salience in different contexts would help expand understanding of  lived experiences related to singular identities and the intersections of identities.  Third, based on our own use of the term “bisexual” to describe sexual orientation in our recruitment, we recommend that researchers be mindful of language used in recruiting – to ensure that the population of interest is reached. People’s understandings and definitions of bisexuality have changed over time. Younger individuals who feel attracted to more than one gender may feel that bisexual is too limiting a descriptor for their sexuality (Rust, 2001). We may have missed talking to someone who is attracted to more than one gender but did not reply to our advertisement because they do not use the label of bisexual. Related to recruiting language, we suggest intention with terms around gender in addition to sexual orientation. We advertised for “women.” Whereas all those who were interviewed identified as cisgender women, the authors understand that individuals with various gender identify formation processes can identify as “women.” Bisexual individuals with other identities are absolutely worthy of better understanding (e.g., transwomen, non-gender conforming individuals, men, etc.), but recruitment language must be intentional in its specificity and/or inclusivity. These groups are worthy of better understanding as distinctly identified individuals – and recruitment language must properly describe the groups who are being recruited. Despite these constraints and limitations, there is value in the use of intersectional, feminist, and resilience perspectives in the future study of minoritized groups. In better understanding both the challenges and positives of being a person with intersecting identities, researchers will be better positioned to capture the nuances of being in multiple minoritized groups and the complexity of those lives.          © 2023   Global Journals           Volume XXIII Issue III Version I        25   ()Global Journal of Human Social Science  -Year2023C“The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of Being a Bisexual Woman of ColorReferences Références Referencias 1. Adames, H. Y., Chavez-Dueñas, N. Y., Sharma, S., & La Roche, M. J. (2018). Intersectionality in psychotherapy: The experiences of an AfroLatinx queer immigrant. Psychotherapy, 55(1), 73–79. https://doi.org/10.1037/pst0000152 2. Bates, D. D. (2010). Once-married African-American lesbians and bisexual women: Identity development and the coming-out process. Journal of Homosexuality, 57(2), 197-225.  https://doi.org/10. 1080/00918360903488848 3. Bowleg, L. (2012). “Once you’ve blended the cake, you can’t take the parts back to the main ingredients”: Black gay and bisexual men’s descriptions and experiences of intersectionality. Sex Roles, 68(11-12), 754–767. https://doi.org/10. 1007/s11199-012-0152-4 4. Bridges, T., & Moore, M. R. (2018). Young women of color and shifting sexual identities. Contexts, 17(1), 86-88. https://doi.org/10.1177/1536504218767125 5. Brooks, L. M., Inman, A. G., Malouf, M. A., Klinger, R. S., & Kaduvettoor, A. (2008). Ethnic minority bisexual women: Understanding the invisible population. Journal of LGBT Issues in Counseling, 2(4), 260-284. https://doi.org/10.1080/ 15538600802501953 6. Brown, A. (2019). Bisexual adults are far less likely than gay men and lesbians to be ‘out’ to the people in their lives. Pew Research Center. https://www. pewresearch.org/fact-tank/2019/06/18/bisexual-adul ts-are-far-less-likely-than-gay-men-and-lesbians-to-be-out-to-the-people-in-their-lives/ 7. Calabrese, S. K., Meyer, I. H., Overstreet, N. M., Haile, R., & Hansen, N. B. (2015). Exploring discrimination and mental health disparities faced by Black sexual minority women using a minority stress framework. Psychology of Women Quarterly,  39(3), 287-304. https://doi.org/10.1177/036168431 4560730 8. Chmielewski, J. F. (2017). A listening guide analysis of lesbian and bisexual young women of color’s experiences of sexual objectification. Sex Roles, 77(7-8), 533-549. https://doi.org/10.1007/s11199-017-0740-4 9. Crenshaw, K. (1989). Demarginalizing the intersection of race and sex: A Black feminist critique of antidiscrimination doctrine, feminist theory, and antiracist politics. University of Chicago Legal Forum, 139–167.  https://doi.org/10.4324/978 0429500480-5 10. Creswell, J. W. (2013). Qualitative inquiry and research design: Choosing among five approaches (3rd Ed.). Sage. 11. Cyrus, K. (2017). Multiple minorities as multiply marginalized: Applying the minority stress theory to LGBTQ people of color. Journal of Gay & Lesbian Mental Health, 21(3), 194-202. https://doi.org/10.10 80/19359705.2017.1320739 12. Davis, K. (2008). Intersectionality as buzzword:                 A sociology of science perspective on what makes a feminist theory successful. Feminist Theory, 9(1), 67-85. https://doi.org/10.1177/1464700108086364 13. Elia, J. P. (2014). Bisexuality and schooling:  Erasure and implications for health. Journal of Bisexuality, 14(1), 36-52.  https://doi.org/10.1080/15 299716.2014.872461 14. England, P., Mishel, E., & Caudillo, M. L. (2016). Increases in sex with same-sex partners and bisexual identity across cohorts of women (but not men). Sociological Science, 3, 951-970. https://doi. org/10.15195/v3.a42 15. Farmer, G. W., Jabson, J. M., Bucholz, K. K., & Bowen, D. J. (2013). A population-based study of cardiovascular disease risk in sexual-minority women. American Journal of Public Health, 103(10), 1845-1850.  https://doi.org/10.2105/ajph.2013.3012 58 16. Few‐Demo, A. L. (2014). Intersectionality as the “new” critical approach in feminist family studies: Evolving racial/ethnic feminisms and critical race theories. Journal of Family Theory & Review, 6(2), 169-183. https://doi.org/10.1111/jftr.12039 17. Flanders, C. E., Anderson, R. E., Tarasoff, L. A., & Robinson, M. (2019). Bisexual stigma, sexual violence, and sexual health among bisexual and other plurisexual women: A cross-sectional survey study. The Journal of Sex Research, 56(9), 1115-1127. https://doi.org/10.1080/00224499.2018.1563 042 18. Flanders, C. E., Dobinson, C., & Logie, C. (2015). “I’m never really my full self”: Young bisexual women's perceptions of their mental health. Journal of Bisexuality, 15(4), 454-480. https://doi.org/10.10 80/15299716.2015.1079288 19. Flanders, C. E., Shuler, S. A., Desnoyers, S. A., & VanKim, N. A. (2019). Relationships between social support, identity, anxiety, and depression among young bisexual people of color. Journal of Bisexuality, 19(2), 253-275. https://doi.org/10.1080/ 15299716.2019.1617543 20. Fuller, C. B., Chang, D. F., & Rubin, L. R. (2009). Sliding under the radar: Passing and power among sexual minorities. Journal of LGBT Issues in Counseling, 3(2), 128–151.  https://doi.org/10.1080/ 15538600903005334 21. Galupo, M. P., Taylor, S. M., & Cole, D., Jr. (2019). “I am double the bi”: Positive aspects of being both bisexual and biracial. Journal of Bisexuality, 19(2), 152–168. https://doi.org/10.1080/15299716.2019. 1619066 22. Ghabrial, M. A. (2017). “Trying to figure out where we belong”: Narratives of racialized sexual minorities on community, identity, discrimination,  © 2023   Global Journals          Volume XXIII Issue III Version I        26   ()Global Journal of Human Social Science  -Year2023C“The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of Being a Bisexual Woman of Colorand health. Sexuality Research & Social Policy, 14(1), 42–55. https://doi.org/10.1007/s13178-016-0229-x 23. Ghabrial, M. A. (2019). “We can shapeshift and build bridges”: Bisexual women and gender diverse people of color on invisibility and embracing the borderlands. Journal of Bisexuality, 19(2), 169–197. https://doi.org/10.1080/15299716.2019.1617526 24. Ghabrial, M. A., & Ross, L. E. (2018). Representation and erasure of bisexual people of color: A content analysis of quantitative bisexual mental health research. Psychology of Sexual Orientation and Gender Diversity, 5, 132–142.  https://doi.org/10.1037/sgd0000286 25. Greene, B. (1994). Lesbian women of color: Triple jeopardy. In L. Comas-Diaz & B. Greene (Eds.), Women of color (pp. 389-427). Guilford. 26. Greene, R. R. (2002). Resilience: Theory and research for social work practice. NASW Press. 27. Husserl, E. (1962). Ideas: General introduction to pure phenomenology (W.R.B. Gibson, Trans.). Macmillan. (Original work published in 1913)  28. Kirby, T. A., Merritt, S. K., Baillie, S., Malahy, L. W., & Kaiser, C. R. (2021). Combating bisexual erasure: The correspondence of implicit and explicit sexual identity. Social Psychological and Personality Science, 12(8), 1415-1424. https://doi.org.10.1177/ 1948550620980916 29. Laughlin, S. (2016, March 11). Gen Z goes beyond gender binaries in new Innovation Group data. J. Walter Thompson Innovation Group. https://www. jwtintelligence.com/2016/03/gen-z-goes-beyond-ge nder-binaries-in-new-innovation-group-data/ 30. Leslie, L. A., & Sollie, D. L. (1994). Why a book               on feminist relationship research? In D. L. Sollie &  L. A. Leslie (Eds.), Gender, families, and close relationships: Feminist research journeys (pp. 1-16). Sage. https://doi.org/10.4135/9781483326825.n1 31. Liu, P., & Chan, C. S. (1996). Lesbian, gay, and bisexual Asian Americans and their families. In J. Laird & R. Green (Eds.), Lesbians and gays in couples and families: A handbook for therapists            (pp. 137-152). Jossey-Bass. 32. Marcus, N. C. (2015). Bridging bisexual erasure in LGBT-rights discourse and litigation. Michigan. Journal of Gender & Law, 22(2), 291-342.  https:// doi.org/10.36641/mjgl.22.2.bridging 33. Matsik, J. L., & Rubin, J. D. (2018). Bisexual prejudice among lesbian and gay people: Examining the roles of gender and perceived sexual orientation. Psychology of Sexual Orientation and Gender Diversity, 5(2), 143–155. https://doi.org/10. 1037/sgd0000283 34. McCubbin, H. I., McCubbin, M. A., Thompson, A. I., & Thompson, E. A. (1998). Resiliency in ethnic families: A conceptual model for predicting family adjustment and adaptation. In H. I. McCubbin, E. A. Thompson, A. I. Thompson, & J. E. Fromer (Eds.), Resiliency in Native American and immigrant families (pp. 3-48). Sage. 35. Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: conceptual issues and research evidence. Psychological Bulletin, 129(5), 674-697. https://doi.org/10.1037/0033-2909.129.5.674 36. Morgenroth, T., Kirby, T. A., Cuthbert, M. J., Evje, J., & Anderson, A. E. (2022). Bisexual erasure: Perceived attraction patterns of bisexual women and men. European Journal of Social Psychology, 52(2), 249-259. https://doi.org/10.1002/ejsp.2773 37. Morris, J. F., Waldo, C. R., & Rothblum, E. D. (2001). A model of predictors and outcomes of outness among lesbian and bisexual women. American Journal of Orthopsychiatry, 71(1), 61-71. https://doi. org/10.1037/0002-9432.71.1.61 38. Mulick, P. S., & Wright, L. M., Jr. (2002). Examining the existence of biphobia in the heterosexual and homosexual populations. Journal of Bisexuality, 2 (4), 45–64. https://doi.org/10.1300/j159v02n04_03 39. Nutter-Pridgen, K. L. (2015). The old, the new, and the redefined: Identifying the discourses in contemporary bisexual activism. Journal of Bisexuality, 15(3), 385-413. https://doi.org/10.1080/ 15299716.2015.1033044 40. Pew Research Center. (2013). A survey of LGBT Americans.  http://www.pewsocialtrends.org/2013/ 0613/a-survey-of-lgbt-americans/ 41. Porter, E. (1994). Older widow’s experiences of living alone at home. Image: Journal of Nursing Scholarship, 26(1), 19-24.  https://doi.org/ 10.1111/j. 1547-5069.1994.tb00289.x 42. Porter, E. J. (1998). On “being inspired” by Husserl’s phenomenology: Reflections on Omery’s exposition of phenomenology as a method for nursing research. Advances in Nursing Science, 21(1), 16-28. https://doi.org/10.1097/00012272-199809000-00003 43. Porter, E. J., & Cohen, M. Z. (2012). Phenomenology. In A. A. Trainor & E. Graue (Eds.), Reviewing qualitative research in the social sciences (pp. 180-196). Routledge. https://doi.org/ 10.4324/9780203813324 44. Roberts, T. S., Horne, S. G., & Hoyt, W. T. (2015). Between a gay and a straight place: Bisexual individuals’ experiences with monosexism. Journal of Bisexuality, 15(4), 554–569. https://doi.org/10. 1080/15299716.2015.1111183 45. Ross, L. E., Salway, T., Tarasoff, L. A., MacKay, J. M., Hawkins, B. W., & Fehr, C. P. (2018). Prevalence of depression and anxiety among bisexual people compared to gay, lesbian, and heterosexual      © 2023   Global Journals           Volume XXIII Issue III Version I        27   ()Global Journal of Human Social Science  -Year2023C“The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of Being a Bisexual Woman of ColorThe Journal of Sex Research, 55(4-5), 435–456. https://doi.org/10.1080/00224499.2017.1387755 46. Rostosky, S. S., Riggle, E. D., Pascale-Hague, D., & McCants, L. E. (2010). The positive aspects of a bisexual self-identification. Psychology and Sexuality, 1(2), 131–144. https://doi.org/10.1080/19 419899.2010.484595 47. Rust, P. C. (2001). Two many and not enough: The meanings of bisexual identities. Journal of Bisexuality, 1(1), 31–68. https://doi.org/10.1300/j159 v01n01_0448. Sanchez, D., Flannigan, A., Guevara, C., Arango, S., & Hamilton, E. (2017). Links among familial gender ideology, media portrayal of women, dating, and sexual behaviors in African American, and Mexican American adolescent young women: A Qualitative study. Sex Roles, 77(7-8), 453-470. https://doi.org/ 10.1007/s11199-017-0739-x 49. Todd, M. E., Oravecz, L., & Vejar, C. (2016). Biphobia in the Family Context: Experiences and Perceptions of Bisexual Individuals. Journal of Bisexuality, 16(2), 144-162. https://doi.org/10. 1080/15299716.2016.1165781 50. Tufford, L., & Newman, P. (2012). Bracketing in qualitative research. Qualitative Social Work, 11(1), 80-96. https://doi.org/10.1177/1473325010368316     © 2023   Global Journals          Volume XXIII Issue III Version I        28   ()Global Journal of Human Social Science  -Year2023C“The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of Being a Bisexual Woman of Colorindividuals: A systematic review and meta-analysis. ",
    "id": 581123479,
    "identifiers": {
        "doi": null,
        "oai": "oai:ojs2.socialscienceresearch.org:article/103700"
    },
    "title": "“The In-Between Spaces of Those Labels”: Exploring the Challenges and Positives of being a Bisexual Woman of Color",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-05-22T01:00:00+01:00",
    "publisher": "Global Journals Inc. (US)",
    "references": [],
    "sourceFulltextUrls": [
        "https://socialscienceresearch.org/index.php/GJHSS/article/download/103700/37576"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/581123479.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/581123479"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/581123479/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/581123479/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/581123479"
        }
    ],
    "abstract": "Researchers on LGBTQ  individuals have largely focused on lesbians or gay men  bisexual individuals often are included in those samples  but they are seldom differentiated in reporting  Little is known  therefore  about the lived experience of bisexual individuals  especially women of color who represent three marginalized groups  i e   LGBTQ   women  racial ethnic minoritized individuals   In this phenomenological study we explored the lives of 12 selfidentified bisexual women of color aged 18 to 33  Three phenomena described the essence of their experiences   a  forming sexual identity   b  making decisions about how to share personal information  and  c  acknowledging the positive consequences of identities  Findings highlight the simultaneous interpretation of experiences as challenges and positives for bisexual women of color  The ambiguity and ambivalence associated with being a member of multiple minoritized groups and implications for better serving and understanding individuals with multiple marginalized identities are discusse",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article",
        "bisexual",
        "women of color",
        "phenomenology",
        "identity"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article"
    ],
    "oai": "oai:ojs2.socialscienceresearch.org:article/103700",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "22305",
        "openDoarId": 0,
        "name": "Global Journal of Human-Social Science",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 581123479,
        "depositedDate": null,
        "publishedDate": "2023-05-22T01:00:00+01:00",
        "updatedDate": "2024-01-23T07:12:23+00:00",
        "acceptedDate": null,
        "createdDate": "2023-09-03T21:49:17+01:00"
    },
    "urls": [
        "https://socialscienceresearch.org/index.php/GJHSS/article/view/103700"
    ],
    "lastUpdate": "2024-01-23T07:12:23+00:00",
    "setSpecs": []
}