{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Goodman, Sam"
        }
    ],
    "contributors": [],
    "createdDate": "2022-10-19T00:26:55+01:00",
    "dataProvider": {
        "id": 14263,
        "name": "Clemson University: TigerPrints",
        "url": "https://api.core.ac.uk/v3/data-providers/14263",
        "logo": "https://api.core.ac.uk/data-providers/14263/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/539558803.pdf",
    "fullText": "Clemson University TigerPrints All Theses Theses 8-2022 “We’re Not Gay One Month Out of the Year…We’re Always Who We Are.” Exploring Connections Between Organizations, Pride Branding, and LGBTQ+ Publics Sam Goodman sbgoodm@clemson.edu Follow this and additional works at: https://tigerprints.clemson.edu/all_theses  Part of the Gender, Race, Sexuality, and Ethnicity in Communication Commons, Mass Communication Commons, Public Relations and Advertising Commons, and the Social Influence and Political Communication Commons Recommended Citation Goodman, Sam, \"“We’re Not Gay One Month Out of the Year…We’re Always Who We Are.” Exploring Connections Between Organizations, Pride Branding, and LGBTQ+ Publics\" (2022). All Theses. 3823. https://tigerprints.clemson.edu/all_theses/3823 This Thesis is brought to you for free and open access by the Theses at TigerPrints. It has been accepted for inclusion in All Theses by an authorized administrator of TigerPrints. For more information, please contact kokeefe@clemson.edu.    “WE’RE NOT GAY ONE MONTH OUT OF THE YEAR…WE’RE ALWAYS WHO WE ARE.” EXPLORING CONNECTIONS BETWEEN ORGANIZATIONS, PRIDE BRANDING, AND LGBTQ+ PUBLICS   A Thesis Presented to the Graduate School of Clemson University   In Partial Fulfillment of the Requirements for the Degree Master of Arts Communication, Technology and Society   by Samuel B. Goodman, IV August 2022   Accepted by: Dr. Erin M. Ash, Committee Chair Dr. Brandon C. Boatwright Dr. Virginia S. Harrison      ii   ABSTRACT  LGBTQ+ visibility has increased in American society; moral acceptability of these identities increased significantly over the last 20 years alone and several US Presidents deemed June to be Pride Month in recognition and celebration of these individuals. To major companies and organizations, LGBTQ+ identities – which constitute more than 11 million US adults – are a growing and richly diverse market segment with considerable buying power and cultural influence. As companies attempt to engage with this segment, they increasingly attempt to engage with Pride Month and events related to Pride – including but not limited to having same-sex representation in advertising, hosting booths at Pride festivals, and selling Pride-laden merchandise.  Companies have a historical interest in fostering relationships with audiences in order to affect profits and meaningfully engage with broader society. This theory of relationship management shifts the focus of company public relations (PR) from solely communicating with publics to the quality of relationships with publics, using communication as a tool to influence this quality. This theory has developed in tandem with the idea that company goals, communication, and engagement should transcend mere profit-and-loss; they should engage with diverse social identities and with different social issues to help improve aspects such as socio-economics and environmental policies and actions – this is otherwise known as corporate social responsibility (CSR). While more companies are engaging CSR and are attempting to engage with LGBTQ+ audiences through Pride Month, existing queer PR research needs to examine how  iii   engaging with Pride can affect LGBTQ+ perceptions of and engagements with organizations who participate. Through focus group interviews, this research explores how LGBTQ+ people perceive their relationships with companies in general, how they perceive and respond to Pride branding and other Pride PR, how these perceptions and responses influence their real or perceived relationships to the companies, and how other pieces of identity beyond sexuality may help clarify these perceptions and relationships. In order to provide rich descriptions and robust explorations of PR geared towards LGBTQ+ people, the aforementioned diversified PR, relationship management, and CSR contextualize and clarify the findings. This project reinforces and extends the importance of companies managing relationships with their publics (external and internal), of CSR, and clarifies specific meaningful ways for companies to engage with social niches, competing perceptions, and unique cultures. Keywords: LGBTQ+, organization-public relationships, relationship      management, Pride, public relations         iv   DEDICATION This thesis is dedicated to: the marvelous, brave souls who sacrificed their own well-being, comforts, and even lives to advance the humanization of LGBTQ+ people and communities; to the scared and confused people, young or old, who are navigating and figuring out their sexuality; especially any and all queer kids who are convinced they will have to live a life of concealment and shame; and those who continue to push against resistance, extending the LGBTQ+ fights of the 1960s and 70s. This project would not exist nor have evolved to this point without you; I hope wherever you are in your journey to finding yourself, you are surrounded by love, peace, and community.               v   ACKNOWLEDGEMENTS  My sense of meaning in life is best derived from the relationships I have with other people. I would not be where I am today nor would I have made it through this program and the thesis process without the myriad of people that I am surrounded by and that were part of this research journey. While I could devote pages to recognize each and every person that made an impact on me during my Masters experience, if I know you and you were part of my life while I was in this program and are not named below, I recognize and am truly grateful for you.  First and foremost, I deeply appreciate the time, advice, efforts, and encouragement of each of my three committee members. Dr. Erin Ash is a fixture of my graduate course experiences as this thesis developed from the final paper in the first class I had with her when I embarked on my Masters journey in 2019. I appreciate her encouragement, kindness, and genuineness as I navigated this process and for lifting me up when I felt like I was hitting walls. I am also so thankful for Dr. Brandon Boatwright and Dr. Virginia Harrison for encouraging me to lean more into myself throughout this project and for guiding me in my qualitative research endeavors, providing meaningful advice and experience in this process. Thank you all for helping me feel more confident in myself as a researcher and writer.  Secondly, I want to acknowledge and express my gratitude for the 15 participants in this study – you each brought unique perspectives to the table and made my work as an investigator incredibly simple. Thank you for sharing your heart and for being so thoughtful and meaningful in your discussions and interactions with each other.  vi    Finally, I would like to recognize particular individuals who were not implicated in my thesis first-hand but were part of my life during this time. To my incredible family: my mom, my dad, and my two wonderful sisters – thank you for weaving unconditional love into who we are and for your unwavering support through the thesis process and Masters program in general. To my best friend Megan Brovan, thank you for listening to me vent throughout these three years, for providing advice whenever I sought it out, and for being a light in my life ever since we met in fifth grade. I am so thankful for all of my coworkers supporting me through my time in the program, but I want to give special recognition to McKenzie Durham and Sam Holleman for hearing a great deal of venting throughout my time in the program and especially during the thesis process, and for really pushing and encouraging me when I was stressed about work, the Masters, or managing the two together. I am also grateful for the Love Fest cohort that I started this program with and for their unconditional love and support, even when they graduated before me – special shout out to Kelsea Schulenberg for providing her expertise and experiences with the thesis process. Thank you to the other members of the MACTS – now MAC – program that I studied alongside. Finally, to Franco Busani Padelli – I love you and am so thankful you loved and uplifted me through the toughest part of the thesis process; thank you for further lighting up my life.       vii   TABLE OF CONTENTS  Page  TITLE PAGE .................................................................................................................... i  ABSTRACT ..................................................................................................................... ii  DEDICATION ................................................................................................................ iv  ACKNOWLEDGEMENTS ............................................................................................. v  LIST OF TABLES .......................................................................................................... ix  LIST OF IMAGES ........................................................................................................... x  CHAPTER   I. INTRODUCTION ......................................................................................... 1   II. REVIEW OF LITERATURE ........................................................................ 5     Advertising and Public Relations with LGBTQ+ Audiences .................. 5    Multiculturalism in PR ................................................................. 5    Gay and Lesbian Market Segment ............................................... 6    Identity, Intersectionality, and Communities ............................... 8    The Rise of Inclusive PR ........................................................... 12    Relationship Management Theory ......................................................... 14    Corporate Social Responsibility and Identity Politics in PR ................. 18    Femvertising: Gender-Based CSR ............................................. 20          Black Lives Matter: Race-Based CSR ....................................... 22    Rainbow Capitalism: Sexuality-Based CSR .............................. 26  viii   Table of Contents (Continued)                                                                                      Page      III. METHOD .................................................................................................... 32     Qualitative Phenomenological Research ............................................... 32    Research Design..................................................................................... 34    Participants and Sampling.......................................................... 35    Data Collection .......................................................................... 39    Data Analysis ............................................................................. 49   IV. FINDINGS ................................................................................................... 59     How LGBTQ+ Individuals Make Sense     of their Identity and Community...................................................... 60    RQ1: How LGBTQ+ People Perceive their     Relationships with Corporations ...................................................... 68    RQ2: LGBTQ+ Interpretations of      Pride Branding ................................................................................. 79    RQ3: How Pride Branding Interpretations Impact     Corporate-LGBTQ+ Relationships .................................................. 91    RQ4: How Intersectionality Influences these     Perceptions and Relationships ......................................................... 95    V. DISCUSSION ............................................................................................ 110     Exploring the Research Questions ....................................................... 113    Limitations and Future Directions ....................................................... 120    Conclusion ........................................................................................... 125  APPENDICES ............................................................................................................. 128   A: Recruitment Post ........................................................................................ 128  B: Recruitment Post Script ............................................................................. 129  C: Pre-Interview Survey ................................................................................. 130  D: Interview Guide ......................................................................................... 131  REFERENCES ............................................................................................................ 134      ix   LIST OF TABLES   Table Page   3.1 Summary of Participants .............................................................................. 38   3.2 Basic Engagement Reporting ....................................................................... 41   3.3 Focus Group Overview ................................................................................ 43    x   LIST OF IMAGES   Image Page   3.1 Data Analysis – Coding ............................................................................... 53   1   CHAPTER ONE INTRODUCTION Picture it: New York City, 1969. On Christopher Street in the Greenwich Village of the Manhattan neighborhood, a community of lesbian, gay, bisexual, transgender, queer/questioning, and other (LGBTQ+) residents of the city is budding. Among the establishments serving as havens for this community is the Stonewall Inn, known as a “gay bar” where LGBTQ+ people can be open about their sexual identity and socialize with other LGBTQ+ individuals. Police frequently raid this bar and arrest patrons under false pretenses in order to exert control over the community (Franke-Ruta, 2013). But in the early hours of June 28 during another raid, bargoers decide not to cooperate. Eventually a large melee breaks out and several arrests are made while people on both sides of the clash are injured (Stonewall Inn, 2020). The following day, hundreds of protestors show up on Christopher Street to push back against the police brutality, and the modern civil rights movement for sexual acceptance and equality began. The night became known as the Stonewall Riots, commonly referred to now as the Stonewall Rebellion or Uprising. In the United States, June annually serves as Pride Month as homage to this event and these first people who fought back against systematic oppression of LGBTQ+ individuals (Blakemore, 2020).  Since the Stonewall Rebellion, LGBTQ+ individuals are growing in American populations and visibility. LGBTQ+ individuals account for somewhere between 3.5% and 7% of the United States (US) adult population (Witeck Communications, 2013; Gates, 2011); most sources settle on 4.5% or at least eleven million US adults (McCarthy,  2   2019). Between 2001 and 2013, “moral acceptability” of LGBTQ+ individuals increased from 40% to 59% among the public (Newport & Himelfarb, 2013), and on June 26, 2015, the US Supreme Court ruled in Obergefell v. Hodges that same-sex marriage is legal in all states (Cenziper & Obergefell, 2016). Presidents Bill Clinton, Barack Obama, and Joe Biden officially acknowledged June as a National Pride Month for LGBTQ+ individuals (Biden, 2021; Obama, 2009, 2013, 2016; Proclamation 7203, 1999). All this considered, general visibility and acceptance of LGBTQ+ sexual identities have increased since the events of June 28, 1969.  As the visibility of this minority group is increasing, organizations are turning to their public relations practitioners, departments, and firms to discern how they can reach out to this population. Public relations (PR) refers to the practice and process of managing the communication between an organization and the public, which includes external and internal parties – including customers and consumers, donors, employees, buyers, and sellers (Seitel, 2007). While the practice of PR has been established for decades, the relationships between an organization and its internal and external publics became the focus of PR in the 1980s and has continued since that time.  This shift brought rise to the concept of the organization-public relationship (OPR), forwarded by Broom, Casey, and Ritchey (1997) as the study of relational processes and outcomes between an organization and its publics. Bruning & Ledingham (1999) emphasized relationship quality and managing key relationships as key to any OPR, rather than communication, which serves as a tool for these relationships. Essentially, the goal within this framework is to establish a mutually beneficial  3   relationship between an organization and its publics, leading to potential outcomes such as increased loyalty toward organizational services and building morale within the organization (Heath, 2006). Subsequently, researchers have developed the theory by explaining the motivations, perceptions, and processes determining the quality of a given OPR.  Relationship management theory can be applied to the process of organizations segmenting and designing PR specifically for diverse audiences, clarifying how OPR can differ and be better managed across identities. Historically, consumer, market, and PR studies of this identity group has focused more on the gay and lesbian identities (Penaloza, 1996), and identifies the typical LGBTQ+ consumer as affluent, white, well-educated, and male (DeLozier & Rodrigue, 1996). However, there is much more diversity in the LGBTQ+ community (Fejes & Lennon, 2000). This community has been a recognizable market segment for decades, and their combined buying power soars into the hundreds of billions of dollars (Witeck, 2013; Branchik, 2002; DeLozier & Rodrigue, 1996; D’Emilio, 1983). A meta-analysis revealed that LGBTQ+ consumer research through modern times has focused on the viability of the “gay market,” the nature of targeted advertising and media with these individuals, consumer response to this advertising and media, and consumer behavior and attitudes among LGBTQ+ individuals (Ginder & Byun, 2015). Furthermore, the increased social acceptance combined with the increase in special spaces and events has encouraged an augmented need for relationship management specially geared toward LGBTQ+ individuals. But a gap still exists where  4   Pride branding and other PR geared toward sexuality has not been clarified through the perspective of LGBTQ+ audiences.  Therefore, this research will explore LGBTQ+ consumers’ perceptions of, relationships with, and loyalty to companies that utilize branding and marketing of LGBTQ+ themes and materials during Pride Month in the United States. Using focus groups interviews with LGBTQ+ individuals, their attitudes toward these companies and willingness to engage in connection with Pride branding will be explored through the lens of relationship management theory and semantics of participant discussions.                 5   CHAPTER TWO REVIEW OF LITERATURE Advertising and Public Relations with LGBTQ+ Audiences Multiculturalism in PR Though generally included in consumer and media markets for several decades, recognition of gay and lesbian individuals as a unique subgroup began with a shift toward diversity and multiculturalism in PR (Banks, 2000; Holtzhausen, 2000). This shift came about because it was evident that audiences were more diverse – there were other consumers beyond just white, heterosexual, well-educated, and affluent – as were the technologies they used to interact with products and organizations (DeLozier & Rodrigue, 1996). It became clear that the focus needed to shift to multiple target markets that were not monolithic (Banks, 2000), and the recognition and engagement of various cultures needed to be incorporated into PR theory and practice (Cook, 2007). This brought rise to the notion that PR should no longer just be a corporate concept, but rather a cultural concept as well. PR was not just for the edification of an organization; it became a tool to foster discourse and influence perceptions around various identities and cultures (Banks, 2000; Cook, 2007; Curtin, 2005, 2007; Holtzhausen, 2002).  The idea of PR as a cultural concept became intertwined with discussions of postmodernism as it applies to the practice. Holtzhausen (2000) identified postmodern PR as characterized by “dissymmetry and dissensus.” Like Banks (2000) asserted, successful PR needed to shift its focus to a diverse, varied market comprised of different subgroups. This shifted the focus of organizations to examining the disagreements and other  6   disconnects both between and within these subgroups, revealing dominant discourses and other tensions (Curtin & Gaither, 2005, 2006). The postmodern view of PR moves away from the idea of a hegemonic structure that is “top-down” with media executives and other power-holders at the top of organizations disseminating information and fostering relationships with certain audiences; instead, postmodern PR encourages more participation from practitioners (Holtzhausen 2000, 2002). Breaking away from a hegemonic structure would help foster more of the dissymmetry and dissensus to ultimately allow robust PR that is more in touch with the audiences. This helped reinforce that a shift away from normative ideology – for example, heterosexuality as “normal,” or heteronormativity –  would be needed as well. Identity, power, and culture are all important facets to consider how these three dimensions determine or affect a person’s situation (Curtin & Gaither, 2006), sexuality being part of the identity facet. Curtin & Gaither (2005, 2006) introduced a model that brought power, culture, and identity to the forefront of PR strategizing – named the circuit of culture – to reinforce the postmodern shift from a political to a cultural economy within PR. The idea of a cultural economy accounts for the “situational particular that is always subject to the contingencies of circumstance” (Curtin & Gaither, 2005, p. 98). Perceptions and tastes can depend on a person’s situation, requiring a less singular mode of PR.  Gay and Lesbian Market Segment Concurrently with this shift in PR research, major companies saw the potential for and began producing print advertisements intended for gay and lesbian audiences (Kates,  7   1999). Though representation was becoming more inclusive of and positive toward gays and lesbians as a specific market, representations at the time of these individuals were distorted (Gross, 2001; Penaloza, 1996). The gay and lesbian consumer were presumed to be white, well-educated, and affluent with specific buying preferences; this perspective ignored the rich diversity of race, ethnicity, and socioeconomics persisting within LGBTQ+ communities. Most studies around this time were conducted with only gay and lesbian individuals (Burnett, 2000; Fejes & Lennon, 2000; Gross, 2001; Kates, 1999) and some treated gays and lesbians as a single consumer segment (Oakenfull et al., 2008). Imagery of gay males in print advertising has evolved from targeted recognition to respect of these individuals (Branchik, 2007), but still fails to capture the fluidity and rich diversity of sexual and gender identities for other LGBTQ+ identities. This problem inspired more examination of gays’ and lesbians’ attitudes towards advertising and engagement with media and corporations. Gays were found to have a more negative attitude toward “gay-friendly” advertising and were more interested in “appropriate” homosexual portrayals in advertising than lesbians; both groups responded equally well to gay imagery both explicitly and implicitly portrayed and preferred both to mainstream imagery (Burnett, 2000; Oakenfull et al., 2008). If advertising were to better recognize this growing sect of consumers, it would need to be tailored to these diverse perspectives. Fejes & Lennon (2000) argued through their examination of gay and lesbian media that this readership market was shifting from a minority to a niche medium, the latter of which is a “publication that defines its audience as a certain definable market segment with demographic characteristics that make it attractive to advertisers” (p. 37).  8   Gays and lesbians were clearly becoming more of a separate, identifiable market segment as part of organizations’ desire to recognize multiple segments to a market. Media is important to gay and lesbian communities; despite this, visibility of these individuals in advertising was in the hands of media and not inspired from these communities (Gross, 2001).  As PR shifted focus towards a varied, multi-leveled consumer market, organizations in the practice started examining how to internally implement changes. Hon & Brunner (2000) interviewed various PR practitioners and non-PR executives, revealing most were either aware of diversity and lacked true commitment to it, or were headed in the direction of being committed. All of the organizations saw diversity with PR as beneficial for effective communication and reaching multicultural audiences, so they were aware of the need to acknowledge and interact with diversity. Further research revealed gays and lesbians wanted to see more engagement from organizations with their communities, primarily through offering domestic partner benefits, gay themes in mainstream advertising, and giving financial support to gay causes (Tuten, 2006). Since marketing was instrumental to gay and lesbian communities being formed, marketing was recognized as a way to also provide more visibility to these communities and individuals (Sender, 2004). While research was making a clear case for more multicultural explorations within PR, these streams of inquiry were also revealing the first step towards more effective LGBTQ+ targeted PR: organizations needed to engage more with LGBTQ+ people, and not just in advertising. Identity, Intersectionality, and Communities  9   As this focus on more intricate layers of the organization-public relationship grew, the need to better understand and incorporate the complexities of identity rose to the forefront. A gradual shift towards intersectionality in PR reinforced the need for more inclusion and recognition of different sexual and gender identities. PR not only needed to diversify its target market, but it also needed to diversify its research and practice. Research and reevaluation shifted PR from simply existing within organizations to being a “social, political, rhetorical, and economic function” (Vardeman-Winter & Tindall, 2010, p. 232) for the organization, their publics, and societies. PR has a historically Western scope, so a clear need for internationalizing the field and examining intersecting identity facets such as race, gender, and sexuality emerged (Chan, 2017; Vardeman-Winter & Tindall, 2010). Someone who identifies as a queer person of color may have different experiences and subjugations than a queer white person, so PR needed to transform by recognizing how intersectionality operates on multiple nuanced and individual levels.  The concept of community or mutual connections between LGBTQ+ individuals based on sexual and gender identities emerged as a key to reaching out and engaging with this public. Oakenfull (2013) found that gay men who feel a closer sense of connection to the gay community find companies advertising in gay media to be more important. Lesbian women seem to place more emphasis on companies engaging in LGBTQ+ friendly activities (i.e., domestic partner benefits, donating to causes) than gay men do when considering whether an organization is “gay friendly” (Oakenfull, 2013).  Thus, it is important to understand how these two identities – and ultimately other identities of the  10   LGBTQ+ spectrum – are both connected and divided, bolstering effective PR with these audiences (Oakenfull 2005, 2013). Additionally, it is important to recognize LGBTQ+ publics are not homogeneous and are subject to varying levels and intersections of disenfranchisement with other facets of identity beyond sexuality and gender (Navarro et al., 2019; Place et al., 2021) such as race and socioeconomic status. Additionally, these publics exist in tension with historically traditional, heteronormative publics that still remain dominant in organization-public relationships. In order to navigate this tension and drawing on the concept of community, organizations need to examine how the concept of LGBTQ+ community is challenged by other communities (especially the dominant heteronormative communities). For example, gay men working in PR reveal an internal struggle of wanting to be openly gay at work in overtly heterosexual environments, lacking a sense of a gay community (Tindall & Waters, 2012). In this context, LGBTQ+ individuals are negotiating their own identity against a dominant and heteronormative narrative and community – the challenge for organizations is to overcome a monolithic, heteronormative internal culture (Oakenfull, 2013; Tindall & Waters, 2012). Since an organization’s relationships with its employees is part of its internal organization-public relationships, organizations could begin to resist strictly heteronormative approaches and communication from the inside (Ciszek, 2020; Zhou, 2021). To further navigate this tension, research emphasizes an implicit or indirect approach for LGBTQ+ PR and advertising, using subtle signals and visuals more recognizable to the LGBTQ+ community, drawing more attention from LGBTQ+ consumers without alienating mainstream, non-LGBTQ+ consumers (Capizzo, 2020;  11   Chan, 2017; Ginder & Byun, 2015; Northey et al., 2020; Um, 2012). It is important for organizations to manage their LGBTQ+ relationships through resisting and challenging heteronormative discourse and ideals, considering how to balance different communities. In order to better understand how community and tensions with other communities shape public relationships with organizations, research began exploring both LGBTQ+ and heteronormative responses to LGBTQ+ targeted advertising and PR. This body of research illuminates how organizations need to provide visibility to and foster genuine relationships with LGBTQ+ and other non-traditional audiences, without disengaging or alienating the primarily heteronormative dominant publics. This does not mean that organizations always need to rely on strictly subtle approaches to recognizing and engaging LGBTQ+ audiences, but emphasizes certain values like authenticity that  transcend market segementation. For example, Li (2021) found with LGBTQ+ centric advertising, LGBTQ+ consumers are more likely to be critical of influencer (the advertising individual) selections. But, using an LGBTQ+ influencer does not effect how non-LGBTQ+ audiences perceive the influencer credibility and brand motive; overall, LGBTQ+ consumers are more accepting of advertisements with people different from themselves than non-LGBTQ+ consumers (Li, 2021). Indirect advocacy (public education, protests and demonstrations, other non-systemic activities working with publics) as opposed to insider advocacy (policy-making and changing, working with governments and institutions) of issues was more effective at generating online engagement between an organization and its audiences (Mazid, 2020). In other words, nuance is very important to organizations managing relationships, especially with  12   multicultural audiences. Regardless of the target audience, authenticity in terms of an organization’s communication, relationships, and actions are important to consumers (Ciszek & Pounders, 2020). Organizations may benefit from utilizing advertising and PR that is more candid and clear about representing LGBTQ+ identities, though certain depictions like male-to-male homosexual imagery should be carefully considered; above all, to connect well with the intended audience, organizations need to be genuine. Additionally, PR is more effective with LGBTQ+ audiences when it is intentional, multi-faceted, and incorporates LGBTQ+ individuals and communities in its practices. LGBTQ+ magazines are not likely to portray gender stereotypes; a little over half of advertising in these sort of magazines are gay-specific; and LGBTQ+ portrayals are more nuanced and centered on the features of LGBTQ+ community (Aley & Thomas, 2021; Um, 2012). Additionally, while women and girls remain significantly underrepresented in esports and sports marketing, LGBTQ+ athletes are gaining popularity and may be effective endorsers (Melton & MacCharles, 2021). Furthering this notion, Li’s (2020) study serves as a reminder that having LGBTQ+ representatives in advertising and other PR is more important to LGBTQ+ audiences. However, an organization’s commitment to recognizing and engaging diverse sexual identities must be more refined through deeper commitments beyond mere advertising. The Rise of Inclusive PR   As public opinion began shifting more favorably towards LGBTQ+ individuals in the United States, deeper organizational commitment to diversity emerged through more generic PR that still acknowledged varied identities, appeasing all audiences whether they  13   support or reject the existence and portrayal of LGBTQ+ individuals. As Capizzo (2020) states, “recognition of public opinion did not suddenly turn corporations into social activists, but it did help persuade nearly half the fortune 50 [companies] that being on the right side of history outweighed the potential immediate negatives of speaking out on a divisive issue” (p. 6). In this case, being on the “right side of history” meant being inclusive of all sexualities in an organization’s PR practices.  In order to provide more visibility and recognition of LGBTQ+ consumers, corporations focus more on broad values like equality and love in lieu of specific foci such as human rights and appealing to existing laws and policies (Capizzo, 2020). However, this may be the best approach to PR that balance the tensions between LGBTQ+ and heteronormative publics. Since authenticity is important to all consumers regardless of their segmentation, an organization’s communication should reflect their greater commitment to values including equity, inclusion, and diversity (Ciszek & Pounders, 2020). Furthermore, trust, integrity, and competence of social issues are crucial to relationship building with marginalized groups, and organizations can establish these through dialogic – or reciprocal – relationships and a greater commitment to social welfare (Ciszek, 2020). To that end, Place et al. (2021) argue organizations must understand the value of authentic identities and narratives with genuine respect, dignity, good will, and universality, and refrain from instrumentalizing publics. A broad-based values approach is an effective way to captivate all audiences regardless of sexuality, but organizations need to have a deeper commitment to social, economic, and political  14   equality that transcends mere advertising (for example, initiating internal dialogue, donating to causes, and reaching out directly to communities).  Corporate engagement with social issues may even be a source of power and support for marginalized groups such as LGBTQ+ people (Capizzo, 2020). Organizations seeking to empower and strengthen both LGBTQ+ communities and their relationships with the organizations must consider LGBTQ+ individuals’ struggle for equality as a social issue; this will help increase how diversity issues interact with PR research (Zhou, 2021). Additionally, the extant LGBTQ+ PR research focuses heavily on attitudes toward an advertisement or advertising. However, subsequent attitudes toward the advertising brand – including brand loyalty and behavioral outcomes like purchase intention – still needs to be extensively evaluated (Ginder & Byun, 2015). Chan’s (2017) meta-analysis of LGBTQ+ studies in communication proposes four new directions for communication research with LGBTQ+ people: recognizing and balancing more sexualities than just gays and lesbians in LGBTQ+, addressing intersectionality, embracing interdisciplinary approaches, and internationalizing LGBTQ+ research beyond Western perspectives.  Relationship Management Theory In order to reach out to more diverse audiences through PR, organizations needed to conceptualize how organization-public relationships (OPR) can be established and managed. Relationship management has evolved to be a multidimensional management process of OPR with multidimensional parties and relationships. Not only is it important for an organization to include the greater social environment and how it affects its relationships, but organizations should focus on managing their impression with their  15   publics in order to improve the quality of its relationships and thus its bottom line. Ledingham (2003, 2005) established OPR as “the state which exists between an organization and its key publics in which the actions of either can impact the economic, social, cultural, or political well-being of the other” (p. 184). Studies have identified major dimensions to measure relationships and how beneficial and/or positive they are (Grunig & Huang, 2000; Ledingham, 2003). These dimensions are control mutuality, the level to which each party agrees on its rightful power to influence the other, determining the “optimal power structure for positive relationships between and organization and its publics” (p. 687); satisfaction, the “most widely investigated” (p. 687) dimension, examines the levels which each party expressed favorable feelings toward the other; trust, the ability and assurance of each party’s willingness to open up to the other, rooted in integrity, competence, and dependability; and commitment, an essential aspect – especially for long-term relationships (Morgan & Hunt, 1994) – is the extent to which each party perceives it as worthy to invest personal time effort and time in maintaining the relationship (Jo et al., 2004; Huang, 2001; Hon & Grunig, 1999). These dimensions have persisted in modern times and still serve as a global measure for organization-public relationships and research surrounding them (Ki & Nekmat, 2015). Essentially, control mutuality, satisfaction, trust, and commitment define and serve as predictors of the quality of relationships between an organization and its key publics. The core assumption of relationship management is that organizations seek to undertake its PR – outreach to its publics – by managing and improving the quality of relationships between an organization and its publics (e.g. employees, volunteers,  16   consumers). These relationships exist in social realms that have shifted these relationships away from a dyadic perspective; they now account for multiple parties, factors, and influences in a given OPR. In the context of this theory, communication is a strategic tool of PR (Heath, 2006) which helps strengthen an organization’s relationship between its internal and external publics.  This means while historic PR focused on the quality and quantity of messages, modern PR is defined by the quality of relationships between an organization, individuals within the organization, and individuals outside of but connected to the organization.  Recent research has expanded into examining the environments in which these relationships exist. Cheng’s (2018) meta-analysis on OPR research between 1986 and 2016 found five focuses: outcomes of OPR, how antecedents affect OPR, how OPR mediates the antecedents and outcomes, how OPR operates as a process, and the structures/framework to OPR. Not only has relationship management theory advanced in explaining how relationships between organizations and their publics can be predicted and measured, but research has also advanced the theory in terms of the underlying processes and components of those relationships. From this research, three primary types of organization-public relationships are identified: professional, personal, and community (Ledingham & Bruning, 2000). Recent research has built on these ideas by examining relationship management beyond the context of the organization-public dyad.  Additionally, research has clarified that organization impression serves as a predictor and influencer to the strength and potential of an organization’s relationships with its publics. The concern with this prior research is that it has not considered the  17   larger social environments, which can alter the OPR dynamics and how it operates (Sommerfeldt & Kent, 2015). In the previous framing of OPR, one party clearly had more power over the other; but, with examining the social environments and networks at play in and around the relationship management, there are subtle and nuanced differences in power because there are other influencers and power-holders beside just the organization and its publics (Sommerfeldt & Kent, 2015). This is another way that research has advanced the multidimensionality of relationships – by understanding that the OPR is readily and constantly shaped by social, economic, political, and other environmental groups and factors.  In addition to these factors, research has identified additional ways the relationship quality is affected and determined. Research in the past has indicated a clear connection where OPR quality can affect an organization’s bottom line (Seltzer & Zhang, 2011), and this was often the ultimate goal of organizations in the past. In fact, Chintrakarn et al. (2020) propose that organizations who adopt LGBTQ+ friendly policies often have more favorable credit ratings, making it easier to obtain and borrow funding. It has been supported that relational quality, organizational impression, and individual attitude significantly affect the behavioral intentions of the publics involved in the relationship. Additionally, organizational impression can be a predictor of individual attitude and helps clarify the processes involved to maximize relationship management efforts (Ki & Nekmat, 2015). As social responsibility continues to rise in prominence among society, publics expect the organizations they connect with to act in a socially responsible manner.   18   Corporate Social Responsibility and Identity Politics in PR One way organizations can foster relationships – especially with minority audiences – is by engaging in corporate social responsibility (CSR) practices. Utilizing CSR is also one method for demonstrating an organization’s deeper commitment to diversity in more than just advertising representations. According to Carroll (1999), CSR initially emerged as just “social responsibilities” in the mid-twentieth century because “the age of the modern corporation’s prominence and dominance in the business sector had not yet occurred” (p. 269). Research at this time indicated corporations had a greater obligation transcending mere profit-and-loss; their policies, actions, and choices should be attuned to the broader values and goals of society, using this to guide their future endeavors (Bowen, 1953; Eells, 1956; Selekman, 1959).  In the following decades, large-scale social movements reinforced the need for corporations to have social capital – a multi-layered structure of relationships between its internal and external stakeholders, the organization, and society as a whole (Carroll, 1999). Additionally, subsequent research clarified what constitutes this responsibility. CSR is a commitment that surpasses mere legal obligations and obligations related to profit. It is an organization’s voluntary engagement in charitable and activist endeavors to benefit or further the goals of certain groups in society or the greater society itself – social, economic, political and environmental concerns become integral to an organization’s modus operandi (Carroll, 1979; Davis, 1967, 1973; Epstein, 1987; Heald, 1970; Jones, 1980; McGuire, 1963; Steiner, 1971; Wood, 1991).    19   Further explorations revealed conditions and motivations for engaging in CSR. Organizations with a stronger financial performance and a healthier economy are more likely to engage in CSR behaviors and moderate levels of competition encourage these behaviors as well (Campbell, 2007). Additionally, heavier state regulation, monitoring by external organizations (governmental and NGO), situational awareness, and dialogic engagement with stakeholders can encourage these behaviors (Campbell, 2007; Doh & Guay, 2006). The desire to enhance organizational image has also been a major motivation for engaging in CSR, but CSR is most effective when an organization’s culture emphasizes diversity from the top down (Bostdorff & Vibbert, 1994; Hon & Brunner, 2000). Advertising can be part of CSR, especially when highlighting minority populations – despite mixed interpretations by minority individuals, advertising connected to CSR can be a source of support and empowerment (Capizzo, 2020; Tsai, 2011).  In addition to the proposed benefits, motivations, and needs behind CSR, external identity and socio-economic factors may necessitate corporate involvement with social issues on a more nuanced level. Curtin & Gaither (2012) assert that PR cannot be divisible from social justice issues because PR practice “is conceived as embedded in cultural, social, and economic discourses in part by how power shapes their contours” (Curtin et al., 2017, p. 45). But with this in mind, the relationship of social justice issues with organizations is proposed to be not out of a moral essence on the part of the company, but through the connections and differences between discourses on the part of companies, activist organizations, and other people (Curtin et al., 2017). Logan & Ciszek  20   (2022) draw on Curtin & Gaither’s (2005) notion that communication is a tool that shapes, influences, and challenges cultural identities, extending this to PR as “constitutive of identity” (Logan & Ciszek, 2022, p. 499), and identifying a need for more intersectionality in PR research. One’s sense of identity is constantly negotiated and can be constituted within representation, so CSR engagement should better account for the nuances and interweaving of identity; even activist populations – which were traditionally seen as an external public – utilize and are intertwined with PR (Ciszek, 2015). Additionally, dissensus or competing values, beliefs, and attitudes can provide more organizational understanding of local and contextualized experiences and perspectives, though this should be used merely to understand audiences as opposed to controlling relationships and conversations (Ciszek, 2016). Ciszek et al. (2022) synthesize streams of critical gender, race, and sexuality to emphasize that PR should confront its history of oppression with these identities and explore how PR research and practice can uplift oppressed groups while encouraging dominant groups to partake in this process. Similarly, I synthesize extant research on CSR engagements regarding gender, race, and sexuality to explore the significance and impacts of CSR that is oriented toward identity and specific social issues.  Femvertising: Gender-Based CSR One way organizations affiliate with social issues is through advertising which encourages gender equality and female empowerment – often challenging stereotypes and societal stigma of females – otherwise known as “femvertising,” feminist or female empowerment advertising (Åkestam et al., 2017; Castillo, 2014; Champlin et al., 2019;  21   Zeisler, 2016). For example, Dove promoted a “Campaign for Real Beauty,” encouraging women’s self-esteem through “average” or non-professional models, encouraging women to purchase Dove products in pursuit of empowering them to feel more beautiful (Feng et al., 2019). The goal is not a reversal of gender inequality, but rather to challenge long-standing social relations encouraging tension and division between dominant and subordinate social groups (Fitch et al., 2016).  To this end, recent depictions in advertising are becoming more egalitarian, rather than the traditional depictions of women as inferior in capability and potential while men are independent and authoritarian (Grau & Zotos, 2016).  However, reviews of current research around this phenomenon reveal several issues. First, most femvertising focuses on empowerment and social change on the individual level instead of the need for systemic and structural reforms that would actually reduce gender inequality. In addition, a tension exists where female empowerment is encouraged in advertising only to be reinforced and extended through traditional female tropes and depictions (Tsai et al., 2021; Windels et al., 2020). For example, the aforementioned Dove campaign ultimately reinforces physical attractiveness as a quality that should be important to women (Feng et al., 2019). Empowerment through femvertising is also highly targeted and rarely appeals to both male and general audiences (Tsai et al., 2021). When it comes to approaching PR through the lens of gender, organizations are still upholding a tension of niche marketing for a specific group that alienates wider audiences. This sort of CSR does not seek to foster more discourse between different communities but rather solely within a specific  22   community. Moreover, inclusion of representation does not automatically equate to taking a socio-political stance and other activism – true engagement with gender inequality must transcend organizational marketing (Sobande, 2020; Tsai et al., 2021).  Despite these challenges, research has demonstrated the benefits of femvertising for organizations. Research has found femvertising generates lower levels of ad reactance and, in turn, more positive ad and brand attitudes, which can increase brand engagement and loyalty (Åkestam et al., 2017). However, organization benefits depend on several factors. For example, challenging stereotypes in advertising may increase brand attitude and promote positive social change, but only if organizations do so by authentically celebrating – and not objectifying – women (Åkestam et al., 2017; Grau & Zotos, 2016; Kapoor & Munjal, 2019). Furthermore, how much a brand fits with a social cause (i.e., cosmetic brands and ads have a higher fit to female representation) is not as important as how much the brand explores and engages the issue of gender inequality (Champlin et al., 2019). Notably, one’s attitude toward femvertising does not significantly effect purchase intention; brands should be authentic in their core values (Kapoor & Munjal, 2019).  Black Lives Matter: Race-Based CSR Research centered on CSR and broader PR related to race and ethnicity suggests new directions for PR practice and research to engage racially diverse audiences, as well as to form and manage socially conscious relationships with minority groups and wider audiences. Organizations need to recognize and understand discrete racial and ethnic groups have shared experiences that differ from other groups. According to Munshi & Edwards (2011), exploring race in PR “is to recognize the unique experiences that varied  23   contexts produce” (p. 362) by acknowledging individual differences within racial and ethnic group while avoiding typical stereotypes.  At the same time, individuals within a given group also have experiences that differ between each other – including personal traits, social roles, and moral values – that should be considered and better understood with ethnic/racial and other minority groups (Antioco et al., 2012; Munshi & Edwards, 2011). Regardless of race or ethnicity, when money is perceived as a social status symbol, an individual is more likely to support CSR ads and initiatives (Lee & Kim, 2019). This is partly because people will engage with prosocial behaviors in an attempt to achieve positive social approval (Basil & Weber, 2006; Griskevicius et al., 2010; Lee & Kim, 2019). Antioco et al. (2012) assert the perceived credibility of the model in an ad is a better moderator of ad persuasiveness than one’s perceived similarity to the model; additionally, one with a greater degree of assimilation into the host or dominant culture responds more positively to ads identifying more with the dominant culture. Social status, behaviors, and desirability can be a determinant and moderator for how a minority individual will respond to CSR initiatives and thus how they may choose to engage or perceive the organization.  While CSR and gender explorations have relied heavily on advertising analyses, CSR and race explorations have been extensively studied through other arms of PR as well: organizations directly responding to social movements, specific unforeseen incidents, and other crisis communication. For example, in recent years major US-based organizations like Starbucks, Pepsi, and Ben & Jerry’s have made attempts to encourage  24   a broader dialogue around race and the Black Lives Matter movement (Ciszek & Logan, 2018; Kang & Yang, 2021; Logan, 2016).  Companies face substantial risk in crafting PR campaigns centered on controversial social issues like race, considering corporate wealth and power have been used to perpetuate racial inequality in the past; but this same power could now be used to “leverage their assets in service of racial equality” (Logan, 2016, p. 107). These campaigns and resulting attitudes about the organization and social issue are more effective when campaigns center and promote racial minority voices, have a deeper commitment to social justice and racial equality, and they encourage an awareness by dominant social groups of how race has a discriminatory role (Liu & Pompper, 2012; Logan, 2016; Munshi & Edwards, 2011). However, Kang & Yang (2021) also found a controversial campaign that employs long form storytelling and narrative transportation can actually stimulate positive sentiments about the campaign and reflection on racial inequality and social justice. Plus, gender, race/ethnicity, and generation consistently mediate variations in narratives and reactions post-exposure (Kang & Yang, 2021).  Considering social media has become a major tool of PR, CSR and race exploration reveals social media is more discursive than it is dialogic – multiple and often competing perspectives are provided, sometimes in ignorance of other perspectives (Cho et al., 2021; Ciszek & Logan, 2018). But, understanding this sort of agonistic communication can be useful to better frame social change in PR – dissensus helps identify dominant ideologies and discourses which can then be challenged through corporate discourse, encouraging “resistance to oppression” and thus sowing “the seeds  25   of social change” (Ciszek & Logan, 2017, p. 124). Thus, CSR and PR focused on minority identities may not always elicit the initial positive responses desired by an organization, but it can ultimately foster thinking and discussions on race and other levels of social inequality. In 2017, an Asian American man was forcibly removed from a United Airlines plane after refusing to give up his seat because the airline overbooked the flight – this incident, United’s responses to the incident, and perspectives of ethnic Asian groups on the incident further illuminate how unforeseen circumstances and crisis communication can contribute to or deter an organization’s CSR. Dominant groups and audiences are less likely to pay attention to ethnic cues; in ethnic groups, crises like the United incident can be interpreted as a threat to one’s ethnic identity or to an ethnic group. This means organizations can serve as cultural intermediaries with broader cultural discourses, so long as they respect the diverse existence of ethnic and cultural history, values, customs, and patriotism (Cho et al., 2021). The research on this incident by Cho et al. (2021) also illuminates that public perception of an organization (even prior to an incident), external attributions (police, not United staff, removing the man), and controllability (response before, during, and after incident) can influence consumer reactance and evaluations of an incident and the host organization.  Furthermore, effectively managing crises involving race, culture, and other minority identities should not aim to merely mitigate reputational damage; rather, the greater aim should be to build genuine and long-term relationships with communities and media of various identities (Liu & Pompper, 2012). PR has normative and often invisible  26   assumptions and ideals motivating their work – traditionally more in line with dominant audiences – and authentically incorporating emotional aspects of culture into strategic partnerships with minorities before, during, and after crisis can encourage more engagement with and discourse about culture, ethnicity, and identity (Liu & Pompper, 2012; Munshi & Edwards, 2011). In fact, Liu & Pompper (2012) even assert future research of strategically building relationships with minorities should examine whether commitment, control mutuality, communality, trust, and satisfaction apply to this sort of communication and relationship formation – all dimensions of relationship management theory. Research around CSR and PR involving race shows the importance of situational and emotional intelligence by organizations seeking discourse and relationships about and with minorities. Rainbow Capitalism: Sexuality-Based CSR A major manifestation of CSR centered on sexual identities has been coined by news outlets and other major media as “rainbow capitalism,” though academic research on this phenomenon is just beginning to appear. As Pride month emerges each and every June in the US, rainbow capitalism manifests as “the ‘commodification of things related to LGBT culture, especially the concept of gay pride,’” also known as “pink capitalism” or “pinkwashing” (Cortés, 2021; Moniuszko, 2021). For example, Lego released a LGBTQ+ themed set; Red Lobster promoted an Instagram ad picturing their biscuits with a rainbow filter; PayPal, Disney, and other major corporations employed a version of their traditional logos awash in rainbow colors; and retail stores like J. Crew and Bloomingdale’s hoist rainbow pride flags in their windows and even have Pride sections  27   or collections (Abad-Santos, 2018; Cortés, 2021; Moniuszko, 2021; Pisuttisarun, 2021). Conversely, Pride was born out of movements largely led by people of color to resist and rebel dominant narratives that LGBTQ+ individuals are immoral and undeserving of recognition and equal rights (Blakemore, 2020). Considering this, LGBTQ+ individuals and groups have attempted to resist this corporate insertion into Pride: a Queer Liberation March in New York occurs annually as a protest since 2019, explicitly excluding corporate sponsors, rainbow-washing, police presence, and politicians (Clark & Campuzano, 2021).  While it can be argued that this rainbow capitalism provides greater visibility to LGBTQ+ populations, issues, and causes, this sort of “activism” serves as a reminder that organizations must have a deeper commitment to authentic support of social causes that transcend mere marketing and PR. Ciszek & Lim (2021) found LGBTQ+ practitioners skeptical of corporate LGBTQ+ engagement. These people gave more attention to companies who seem to have historical and continued, year-round engagement with LGBTQ+ audiences and companies who provide internal transparency and tangible actions aligning with their proclaimed values (Ciszek & Lim, 2021). Levi Strauss & Company, a major clothing retailer, contends a “holistic approach to supporting the LGBTQ community and the issues it cares about throughout the year” is more important than simple rainbow-washing; this company and Macy’s also donate part of the proceeds from Pride campaigns and collections to LGBTQ+ centered organizations (Clark & Campuzano, 2021). Organizations have a historical role in contributing to the marginalization and exploitation of minority groups like LGBTQ+ people, such as  28   funding and upholding politicians with anti-LGBTQ+ policies and platforms (Cheung, 2021; Gagliardo-Silver, 2021). Thus, true commitment to a CSR benefitting these groups would involve year-round policies, engagement, and support practices – such as increasing LGBTQ+ representation within an organization (staffing) and partnering with/mentoring queer businesses (Langer, 2021). Rainbow capitalism has provided visibility to LGBTQ+ peoples while simultaneously exploiting them, so organizations should turn more to action and engagement in order for effective sexuality-based CSR.  Though research regarding rainbow capitalism is beginning to be incorporated into communication, public relations, and related fields as an important stream of research involving identity and intersectionality, it is still rare. Research regarding LGBT activism and corporate relations emphasize the need for more intersectionality within LGBTQ+ related research, as LGBTQ+ populations can be diverse in race, socio-economics, and other identity facets; plus, experiences and perspectives can be very localized and contextualized (Ciszek, 2017b; Ciszek et al., 2021; Ciszek & Lim, 2021; Logan & Ciszek, 2022). Similar to earlier sections of the literature review, this stream of research has focused on predominantly white and gay or lesbian audiences (Ciszek & Lim, 2021), so a richer representation of other identities is needed. Another motivation for exploring more intersectionality with LGBTQ+ populations and research is that power can be a localized and contingent force, unequally shared between publics and organizations (Ciszek, 2017b). Furthermore, Ciszek et al. (2021) found that with transgender participants, they felt companies were speaking more on their behalf as opposed to listening to and trying to understand this population; more intersectionality  29   and identity considerations within LGBTQ+ CSR and PR research can enrich understandings of LGBTQ+ relationships with companies. LGBTQ+ individuals seem to be less receptive to advertising centered on diverse sexuality than their non-LGBTQ+ counterparts; this needs to be examined more closely. Organizations in states with larger LGBTQ+ populations are more likely to adopt LGBTQ+ friendly policies (Chintrakarn et al., 2020) In addition, Champlin & Li (2020) explored LGBTQ+ and heterosexual consumer responses to Pride collection advertising and found heterosexual consumers have a more positive response to this advertising than LGBTQ+ consumers. Li (2021) found with LGBTQ+ centric advertising, LGBTQ+ consumers are more likely to scrutinize a brand’s selection of social media influencers and are more likely to attribute hypocrisy and extrinsic motivations to a brand than non-LGBTQ+ consumers. When evaluating a corporation’s gay-friendliness, lesbians place more importance on LGBT-oriented activities than gay men though both find more than just targeted advertising as important to gay-friendliness (Oakenfull, 2013). The nuances of how CSR is interpreted across sexual identities and between non- and heteronormative groups needs further exploration.  Considerable research has been focused more on general CSR and PR geared towards LGBTQ+ audiences beyond the scope of Pride (Ball, 2019; Ciszek, 2017; Githens, 2009; Mundy, 2013; Rodriguez, 2016; Zhou, 2021). Attention has also been devoted to PR perceptions and interpretations of internal LGBTQ+ audiences; that is, LGBTQ+ practitioners of communication and PR (Ciszek, 2017a; Ciszek et al., 2021; Ciszek & Lim, 2021; Logan & Ciszek, 2022; Tindall & Waters, 2012), so these scopes  30   should be explored more with external audiences as well. Early research makes it clear there is still considerable resistance by LGBTQ+ audiences for organizations to overcome, but a deeper commitment to equality with minority identities and the dominant culture can result in tangible beneficial outcomes. CSR explorations involving gender and race help shed light on how to approach minority groups such as LGBTQ+ people in balance with dominant audiences, and more external perspectives regarding this is needed. Additionally, gaps in LGBTQ+ consumer research are identified from this literature review – gaps in: theoretical approaches, segmentation strategies, the nature of LGBTQ+ targeted advertising and media (not accounting for diversity within this group), responses to targeted advertising (specifically, looking at outcomes such as brand loyalty), and consumer response to corporate-gay friendliness (Ginder & Byun, 2015). This means that relationship management is perfectly poised to help explain and understand an organization’s relationships and the relational quality maintained between the organization and its LGBTQ+ publics. However, additional research on this segment of the publics is imperative to clarify the nature and quality of these relationships, as well as to account for intersectional identities in the process; relationship management can help clarify these connections. Based in this theory, the following research questions are proposed: RQ1: How do LGBTQ+ people perceive their relationships with corporations and other organizations?  31   RQ2: How do LGBTQ+ individuals interpret corporations’ and other organizations’ Pride branding?  RQ3: How do their interpretations of the Pride branding impact their perceived relationship to the corporations and other organizations?  RQ4: How does intersectionality (i.e., other parts of identity including age and race) play a role in these perceptions and interpretations?                     32   CHAPTER THREE METHOD Qualitative Phenomenological Research Qualitative methodology relies on making meaning from the lived experiences of others from a given context that naturally occurs in lieu of simulating specific experiences and seeking participant responses to this simulation. Within communication, qualitative research attempts to understand “the communication of people who are actively engaged in trying to understand their own – and each other’s – communication” (p. 22), crafting useful stories to explain and critique communication (Lindlof & Taylor, 2019). This research methodology can be particular and personal to both the participants and researcher (Berry, 2011), and researchers should embrace the particular and personal, as well as uncertainty, vulnerability, interdependency, unfamiliarity, patience, and compassion (Lindlof & Taylor, 2019). Qualitative researchers draw on the “lived experiences of a situated interaction” (Denzin & Lincoln, 2019, p. 21) in natural settings, drawing empirical features from raw cognitions, emotions, reactions, and other behavioral and communicative responses of individuals. My research extends these notions because I sought to understand the lived experiences of LGBTQ+ individuals who have been subject to Pride branding and other rainbow capitalism, exploring how they make sense of this and how it may influence their relationship to the participating companies and brands.  At the foundation of this project, I have been guided by a phenomenological approach that utilizes thematic analysis reinforced by theory and semantics to understand themes  33   and notions that emerge and further illuminate the social and political negotiations made around gender and sexuality. Similar to what constitutes qualitative methodology, phenomenology centers on how a group has lived experiences and how the experiences are conveyed through communication (Lindlof & Taylor, 2019; Taylor & Munoz, 2016). It is a process where “we interrupt our flow of consciousness, create a distinctive segment by imposing boundaries (e.g., on the apparent beginning and ending of an event), and engage with its mysterious and compelling features” (Lindlof & Taylor, 2019, p. 52). In this case, I interacted with LGBTQ+ audiences by interrupting their flow of consciousness about their sexual identity and connection to LGBTQ+ communities, imposing a boundary (the month of June and other related Pride branding), and engaging how these interrupt their sense of identity and community and how this may influence their relationships with organizations. Ultimately, phenomenology helps researchers navigate the vagueness of interpretivism, showing how people conceive personal experiences, how they make sense of this and communicate it, and how these “processes intersect with the ongoing cultural work of managing lifeworlds” (Lindlof & Taylor, 2019, p. 55; Craig & Muller, 2007). It is important to note that in this study, I am a researcher-at-home as described by Wiederhold (2015) because I am already personally positioned within the community I am exploring; I live through the sort of lens I am attempting to look through. Considering Wiederhold (2015), this means I should seek to make myself “uncomfortable” in this endeavor. Initially, I believed this meant I should attempt to angle observations and related data through other considerations or perspectives that veer away from basic  34   assumptions that would emerge on the basis of my own commonalities between the individuals and phenomena I research. While I found this to be helpful and at times critical to a proper analysis of what participants shared, I also realized my own reflexivity as an LGBTQ+ person can and should be incorporated into the data collection and analysis process.  I utilized participatory action research to foster a sense of collaboration, rather than researcher-subject or interviewer-interviewee dynamics with other LGBTQ+ people. This way, I can truly explore the research questions without personal bias. However, I felt my personal feelings could be interjected or shared with groups when it aligned with information being shared. The concern about potentially influencing participants’ thoughts or responses faded, especially as I began to conduct groups. I realized bringing in my own perspectives could help others feel more at ease and it could help dig deeper into a thought or idea a participant presented. Punch (1986) serves as a strong reminder that a researcher is always “on” while they are researching; that is, they are in a mode of constant performance – that of the inquirer – while conducting research and must consider the delicate balance between meaningfully collaborating with participants and becoming personally involved and engaged with them beyond the limits of professional research. My role as a researcher-at-home helped participants of the study to feel more “at home” themselves with the study – I did less rapport building than a heterosexual researcher would need and could better engage them to consider Pride branding and rainbow capitalism at deeper levels. Research Design  35   Participants and Sampling Sampling. Utilizing this phenomenological approach, it was important I included participants who identify as LGBTQ+ and can potentially identify several instances of rainbow capitalism and Pride branding during the month of June. This could include but is not limited to the identities of lesbian, gay, bisexual, transgender, queer, asexual, non-binary, and intersex. Since this is a minority population that could not easily be identified through traditional recruitment methods and I wanted to capture a diverse range of ages, I utilized snowball sampling.  Snowball sampling is appropriate for studying “social networks, subcultures, or dispersed groups of people who have certain attributes in common … a hidden or hard-to-recruit population” (Biernacki & Waldorf, 1981, p. 141; Lindlof & Taylor, 2019). Snowball sampling is useful in explorations of how social networks operate naturally and organically. As I began to prepare to put out the word and calls for participants, I realized social media would be the most valuable asset for effectively recruiting a small population of LGBTQ+ people with different backgrounds.  Recruitment. All recruitment efforts were targeted to some degree. I prepared a recruitment script that was similar for both direct messaging of participants and for general recruitment, but most of my recruitment efforts were general within specific groups on social media. I considered first recruiting from my own personal networks, but I decided those interested would respond to my recruitment efforts, and I wanted to include more participants who had not heard the details of my projects in the months leading up to data recruitment and collection. Using the script and a graphic I prepared  36   which can be found in Appendices A and B, I posted these recruitment materials on my personal accounts – Facebook, Instagram, and LinkedIn – towards the end of February 2022. Several friends and peers shared the posts to their own stories or accounts to help spread the word. With these efforts, participants were asked to either email me or message me directly on whichever platform they were seeing the post, and I would direct them to the pre-interview survey I hosted on Qualtrics. All recruitment invited any and every interested LGBTQ+ person who was at least 18 years of age to participate in a small focus group with a few other LGBTQ+ people and discuss companies trying to engage with Pride Month, our identities, and our communities. I did not always explicitly disclose my sexual identity when posting, but I oftentimes referenced that I was “part of the [LGBTQ+] community,” and I did disclose it when reaching out to interest groups.  With these initial social media calls and the help of friends and peers sharing and asking their own friends, at least 5 people agreed to participate. However, I wanted to have at least 10 participants that had agreed to participate and completed the pre-interview survey before I attempted to schedule out focus groups. As a result, I began to target specific groups on social media and reached out to LGBTQ+ related interest groups in the upstate region of South Carolina. This was a form of purposeful or purposive sampling as I utilized informed judgments about where and whom to recruit (Emmel, 2013; Patton, 1990). I posted within a private Facebook group of Clemson University’s LGBTQ+ Alumni Council, a special interest alumni group of the University for all self-identified LGBTQ+ alumni or ally alumni, consisting of over 400 members. I posted to a 2,000- 37   plus member private Facebook group titled “Laying The 1996 Anti-LGBTQIA Resolution To Rest,” which was formed a few years ago in response to a 1996 Greenville County Council (South Carolina) resolution which affirmed Greenville county as a place upholding “traditional family values” and rejecting LGBTQ+ identities (the resolution was successfully rescinded, but the group remains active about LGBTQ+ news and issues). I also posted to the 3,000-plus member private Facebook group “LGBTQIA+ Affinity Higher Education Professionals” and 4,000-plus member private Facebook group “LGBTQ Research and Researchers in Higher Education and Student Affairs.” Within LinkedIn, I posted the message and graphic to three groups: “LGBTQ+ Advertising, Media & Marketing” with over 5,000 members, “LGBTQ+ Professionals in Higher Education” with over 27,000 members, and “OutBüro - LGBTQ+ Community” with over 49,000 members, each being committed to serving as online communities for professionals and professional networking between/with LGBTQ+ people.  I generally trusted the LinkedIn groups to be professional by nature, but I was more selective in identifying and posting in Facebook groups – many groups with generic titles like “LGBTQ+” seemed promising, but at a closer look were more social and oftentimes explicit in nature. Any Facebook group I posted in had both an LGBTQ+ and an activist or professional angle. As I began these wider recruitment efforts, I would include the pre-interview survey link so interested individuals could skip the step of contacting me to access the survey. I also spoke with Board members of the newly opened Upstate LGBT+ Chamber of Commerce, Upstate Black Pride, and Upstate Pride, all within the upstate region of South Carolina. I did additional reminders of the study on  38   my personal social media pages. Some of the volunteers were friends and/or colleagues, but I only directly recruited 3 specific people I personally knew as I was attempting to host my final focus group. All of these recruitment efforts spanned from the end of February through April 2022. The first focus group was held on April 11, 2022, but recruitment and the pre-interview survey remained open through the day of my final focus group on April 30, 2022.  Participants. Over the recruitment period, 27 individuals completed the pre-interview survey, expressing their interest in participating. Scheduling and hosting the focus groups was contingent on having enough participants to schedule them, which occurred by early April. Originally, I planned on hosting focus groups of up to 5 individuals. However, considering some participants who only provided one available time slot and generally aligning participants’ availability, I was unable to successfully schedule some participants into a focus group and they were notified of this and thanked for their willingness to participate. Additionally, some participants agreed to a specific focus group time and were provided the Zoom information but did not show up to the focus group. In one focus group, a participant offered to include their partner in place of a no-show, and they successfully participated. Ultimately, 15 LGBTQ+ individuals participated in this study. Demographic information about these participants is presented in Table 3.1.  Table 3.1: Summary of Participants Pseudonym Age Gender Identity Sexual Orientation Race Anthony 44 Cisgender man Gay Black or African American  39   Mary 32 Cisgender woman Lesbian Black or African American, White Jane 29 Cisgender woman Bisexual White Mark 62 Cisgender man Gay White Josh 58 Cisgender man Gay White Paul 60 Cisgender man Gay White Nancy 26 Cisgender woman Queer White George 44 Cisgender man Gay White Jason 60 Cisgender man Gay, Queer White Ryan 54 Transgender man Queer White Eric 28 Cisgender man Gay White Lisa 26 Cisgender woman Lesbian, Gay, Queer White Jennifer 81 Cisgender woman Lesbian White Elizabeth 73 Cisgender woman Lesbian White Nicholas 51 Cisgender man Gay White  Data Collection The data collection process consisted of four steps: preparation, individual surveys, scheduling focus groups, and conducting focus group interviews. Prior to initiating recruitment and focus groups, materials were approved by the Institutional Review Board (IRB). These materials included the proposed procedures, data storage and management, recruitment messages, the pre-interview survey with a consent form, and an interview transcript. After IRB approval was received, the recruitment procedures described in the previous section occurred. Some participants reached out to me and were given a link to the survey; others completed the survey directly from one of my social media posts.  Survey. Participants completed the survey as it was provided or accessed during the recruitment and focus group periods; the survey can be found in Appendix C. An  40   important benefit to asking participants about their identity via survey is that I collected private and perhaps sensitive information without having them feel they have to disclose it to their focus group, protecting their confidentiality (Lindlof & Taylor, 2019). The survey began with a consent form that described the survey and focus group procedures, data storage and management, agreeing to be recorded via Zoom, and confidentiality protection. Participants had to agree to this consent form before the survey could be accessed. The survey consisted of mostly single- or multiple-selection choices and “other” options, with a few open-ended questions (name, age, “other” fields, and email). In addition to the consent form, the survey had three other parts. The first consisted of demographic questions, including first name and last initial (to protect confidentiality), age, gender identity, sexual identity, and racial identity; the latter three allowed participants to select multiple options to account for multiracial individuals, those with multiple gender identities, and/or those with multiple sexual identities – I and some of the participants identify as gay and queer, but some people identify as only gay or only queer. The second section consisted of basic engagement questions – whether they attended a Pride event within the last three years (since 2018) and whether they attended a Pride event ever (yes, no, or unsure). Additionally, using 7-point Likert-type scales, I asked participants to self-report their degree of engagement in local LGBTQ+ communities (not at all active to very active) and whether their sexual identity is a major part of how they see and express themself (strongly disagree to strongly agree). The final section simply asked each participant to include an email for me to follow up about scheduling them into a focus group. Since I was actively recruiting participants while  41   actively scheduling and conducting focus groups, I could not include one slot of focus group times in the same survey and decided to follow up separately about availability. Participant responses to the engagement questions are included in Table 3.2. Table 3.2: Basic Engagement Reporting Participant Attended Pride event since 2018? Attended Pride event ever? How active in local LGBTQ+ communities? Sexual identity is major part of self? Anthony Yes Yes Moderately Agree Mary Yes Yes Very Strongly agree Jane Yes Yes Sometimes Somewhat disagree Mark No Yes Sometimes Somewhat disagree Josh Yes Yes Very Agree Paul Yes Yes Sometimes Strongly agree Nancy Yes Yes Rarely Agree George Yes Yes Rarely Somewhat agree Jason Yes Yes Mostly Agree Ryan Yes Yes Moderately Strongly agree Eric Yes Yes Sometimes Somewhat agree Lisa Yes Yes Fairly Strongly agree Jennifer No Yes Sometimes Agree Elizabeth No Yes Moderately Agree Nicholas Yes Yes Fairly Disagree  Interview Guide. The semi-structured interview guide designed for the focus groups and preceding IRB approval derived from Rubin & Rubin (1995), who insist main questions, probes, and follow-up questions, in addition to conversational guides, help create interviews that are structured and have direction with a considerable degree of flexibility and adaptability. During my introduction for each focus group, I stressed that while I had some questions in mind for our discussion, participants were to discuss what  42   came to mind and what they felt was relevant. In this same line, Way, Zwier, and Tracy (2015) assert that certain interactional approaches to dialogic interviewing will strengthen the caliber of interviews conducted – probing questions (“what do you mean by that?”), member reflections (sharing the study results and leaving room for feedback), and counterfactual prompting (encourage them to consider other perspectives). While I occasionally conducted some counterfactual prompting in groups, most instances occurred organically from different participants bringing their own perspectives and sometimes differing notions to the group. I generally followed the loose questioning framework I constructed in Appendix D, guiding what I want to understand (how LGBTQ+ interpret Pride branding) without prompting which would cause the participants to think in too narrow or too forced of a scope. The interview guide consisted of four parts: moderator and participant introductions, situating the context, understanding the phenomenon, and further clarification. This structure was formed and aligned with Bevan’s (2014) structure for phenomenological interviewing, which was utilized in tandem with the previously described dialogic interviewing. I fostered focus group interviews which encourage complementary interactions, building on ideas and working toward a shared understanding, as opposed to argumentative interactions which focus more on dissensus (Kitzinger, 1994). I will discuss the interview guide in more detail below as I describe conducting the focus groups. Forming Focus Groups. The initial goal was to schedule participants into focus groups of 5 using matching available times, based on Markova’s (2007) ideal size of 4 to  43   12 participants. I wanted to keep the groups relatively small because I felt the discussions could be sensitive and I wanted participants to not feel intimidated or overwhelmed. However, after needing more time to recruit participants, difficulty in aligning availabilities in groups of 5, and some no-shows in focus groups, the sizes ranged from 2 to 4 individuals. Each group was equally enriching no matter the size, and the small size allowed for more time to consider and dig deeper into what participants were saying.  In order to schedule out focus groups, I originally emailed 13 participants who completed the survey with a Doodle link on April 1. This led participants to a calendar typically with at least one morning, mid-day, and evening slot, each for one and a half hours from April 10 through 23. I asked participants to select all times they would be available for a focus group. By April 9, I formed and contacted the first three focus groups: April 11, 12, and 22. To recruit and host additional participants, I created a second Doodle for new recruits after this time, using similar time slots and running April 19 through 30. Using this Doodle and reaching out to the three friends for the final group, I hosted two more groups April 23 and 30. While I was going to initially segment groups based on whether participants had ever attended a Pride event, all 15 participants had attended a Pride event at least once in their life; segmentation occurred strictly based on schedule availability. Each group had differences in their self-reported sexual identity salience and involvement in local LGBTQ+ communities, which contributed to a varied discussion. The groups are laid out in the table below. Table 3.3: Focus Group Overview Focus Group ID Date Participants Duration FG1 April 11, 2022 Anthony, Jane 1:10:02  44   FG2 April 12, 2022 Mary, Mark, Josh 1:07:36 FG3 April 22, 2022 Nancy, Lisa, George, Paul 1:27:09 FG4 April 23, 2022 Ryan, Eric 49:14 FG5 April 30, 2022 Jason, Jennifer, Elizabeth, Nicholas 1:25:06  Conducting Focus Groups using the Interview Guide. The primary reason for conducting this project as focus groups instead of individual interviews was because a significant amount of people’s perspectives on a given topic was more easily and quickly gathered (Hollander, 2004; Lindlof & Taylor, 2019). More meaningful data was gathered through this group effect, as well. Individuals in a focus group drew on both their similarities to others in the group and experiences that are uniquely personal (Carey, 1994; Lindlof & Taylor, 2019; Morgan, 1988). This held true in my groups as participants would often reference a specific participant or participant’s idea, background, or interpretation. In terms of collecting the data – everything that is spoken and expressed in the focus group interviews – all sessions were recorded via Zoom and saved to my computer in an encrypted location. All participants agreed to being recorded on both video and audio when they completed the consent form and the accompanying pre-interview survey. Fieldnotes were not recorded during the interview so that I could fully engage in each discussion, but fieldnotes were made after focus groups to record what general ideas, notions, and potential themes emerged during each group. These notes served as a chronological record of both the important details (e.g., what was said, the atmosphere of interviews) and my experiences as I conducted interviews (Lindlof & Taylor, 2019).   45   By the time participants actively participated in a focus group interview, they had  a basic scope of the project, as well as the specific site and context of the study. As the introduction portion of the guide, participants were informed they were participating in a discussion about companies that attempt to acknowledge and reach out to us during Pride Month with LGBTQ+ specific imagery, branding, and other activities. Participants were reminded of the consent form, especially how they should only disclose what they felt comfortable sharing and that the focus group would be recorded. I introduced myself personally to each group and shared why I wanted to conduct the study, including a brief personal history of understanding my own sexuality. After establishing the context with a focus group, rapport was quickly developed – from my own introduction, because I knew participants, participants drew connections from each other or knew others, or from simply introducing ourselves.  After the introduction, I would shift the discussion to situating the context, questions meant to cause participants to consider and share about their own sense of identity and LGBTQ+ community. This included prompting participants to describe how their sexual identity fits into their overall identity as a person, their involvement in local LGBTQ+ communities, and what – if any – sort of meaning Pride Month had to participants. Additionally, rapport continued with the interview guide as I encouraged participants to focus on self-disclosures (that they were comfortable sharing), especially through continuing self-disclosing to them about my identity, role, and agreement with or building upon their responses (Lindlof & Taylor, 2019). The idea was to have participants heavily considering their own sense of identity – whether sexuality was at the  46   forefront or simply a small part of one’s being – and their own sense of community among other LGBTQ+ people as we approached the deeper aspects of this project.  The next portion, understanding the phenomenon, consisted of three major questions with several potential follow-up questions to dig deep into participant ideas. I began this portion by encouraging participants to think especially about Pride Month but invited them to think about Pride events during other times of the year. This is because Pride festivals and other events in many southeastern cities are held outside of June but in celebration and recognition of Pride Month. Participants were prompted to think of one of the first times or simply a few times they noticed companies reaching out to us, LGBTQ+ people, on the basis of our identity and communities – perhaps an advertisement, at a Pride festival, even an email. I then asked participants to describe the moment(s), how they reacted and felt, and how it made them feel about the product, service, and/or company. Probing and the other follow-up methods were used during this time. If I felt participants discussed only advertisements and other communications, I would directly prompt a discussion about how participants felt having corporate presence at Pride festivals and other events. I always listened and paid attention, using their language and nondirective questions to motivate participants to think of moments and describe how they felt in the moment and as a result (Lindlof & Taylor, 2019). Usually, this portion of the discussion began to appear as individuals discussed their sense of identity and community, and sometimes even during the introductions. This was definitely a salient topic and something that had already been at the forefront of participants’ considerations and cognitions even before they were recruited.   47   The final section of the interview guide, further clarification, focused on extending the previous section’s discussion into how these moments ultimately impact their perceptions and relationships with the companies. Questions included what participants saw as strengths and weaknesses to Pride branding and sexuality-based CSR, to describe their relationship with these companies, what characteristics companies should embody to effectively engage in this CSR, and a moment for participants to share any lingering thoughts. While participants often described their relationships before, during, and after the PR moments during the phenomenon discussion, the aim in this final section was to clarify the effectiveness of such phenomena and Pride-based corporate outreach in general. Reflexivity and Ethical Considerations. In staying committed to quality in qualitative research and these sort of phenomenological explorations, it is important to utilize the eight criteria forwarded by Tracy (2010), who asserts “the most successful researchers are willingly self-critical, viewing their own actions through the eyes of others while also maintaining resilience and energy through acute sensitivity to their own well-being” (p. 849), meaning that I should be reflexive in this experience of everything I do, see, hear, and interpret.  First and foremost, this was a first-person perspective of a marginalized group within society, drawing on key authority figures and events within the group being explored, highlighting the commitment to rigor and representation in exploring an underrepresented identity and group (Tracy, 2010). Obviously, as the first section built onto, this is without a doubt a worthy topic with sincerity and credibility because I will be  48   vulnerable and forthcoming in my own positioning within this research, I have established my connections to the key players and pieces to the group(s) being explored, and there is an increasing amount and increasing visibility of LGBTQ+ individuals in modern American society (Tracy, 2010). Additionally, participants often started touching on corporate involvement without prompting and sometimes as soon as the introduction section, reinforcing this to be a salient topic among LGBTQ+ people. As I began to approach the analysis phase, I sought to uphold these cornerstones to my overall commitment to quality. Ethical considerations include my own reflexivity, role, and positioning in the matters studied. In some groups, I interacted with participants that I have close personal relationships with, and all participants seemed to enjoy their respective discussions whether they were meeting each other for the first time or knew another participant. I am exploring what can be a very intimate and private aspect of a person’s identity, or beliefs that are deeply held for personal reasons; I have to work past this barrier but also ensure these two aspects to the participants. Ellis (2007) even asserts that it is sometimes impossible to effectively know and engage with a community without becoming friends with at least some members in the process. The question to focus on when interviewing is: “What can I learn from your responses about your identity, socialization, moral community, and alternate constructions of a relational world?” (Ellis, 2007, p. 17).  Through keeping this question in focus, I can avoid taking criticism personally, frame the interviews outside of myself, and transition to analysis with a more sociological approach. Additionally, many LGBTQ+ individuals are very wary of exploitation by  49   others and companies/organizations, so I need to reassure that this is not to exploit the gay community but to better understand the current dynamics in the community. My language was consistent regardless of group in order to maintain rigor and credibility with each participant and across all groups. While I originally believed I should have reflexivity in terms of trying to identify and keep my own thoughts or feelings out of focus groups, I realized being reflexive was useful with my own experiences and drawing on them to compare, challenge, or build upon what participants were sharing. I was concerned I may influence participant thoughts or perceptions, but being reflexive and incorporating it as a moderator made the discussions more relaxed, vulnerable, and personal.   Data Analysis The data analysis process occurred through Braun & Clarke’s (2006) recommended six phases: familiarizing with data, generating initial codes, searching for themes, reviewing themes, defining and naming themes, and describing themes; as the authors suggested, movement back and forth between the phases did occur. Thematic analysis guided the data analysis process, specifically theoretical and semantic thematic analysis. Transcription. In order to extract the data from the focus group interviews, written transcripts needed to be generated and checked for accuracy. All video files generated from each focus group were uploaded to my account on Otter.ai, a service which generated transcripts from the video files. Once Otter.ai had fully prepared each transcript from the focus group recordings, I began checking each transcript for accuracy.  50   I would listen along to each recording as I read through each transcript, making edits, deletions, and additions to what was said, though the service was fairly accurate on its own. Transcription is an interpretive process – even during this phase, it is an initial start to familiarizing oneself with the data, and themes may begin to emerge (Bird, 2005). While nonverbal cues can be just as important as words being spoken in interviews, I felt this project and my reflexivity meant I should approach the transcripts and data analysis with less emphasis on cues such as tones and facial expressions. Rather, I wanted to carefully examine the words participants expressed. Additionally, participants in all focus groups did not mince words and were fairly direct in their answers and reactions. For this project, I was more concerned with the content of what participants talked about instead of how participants talked and expressed themselves. According to Braun & Clarke (2006), “thematic analysis does not require the same level of detail in the transcript as conversation, discourse or even narrative analysis” (p. 88). The transcript for my data analysis merely needed to be a “verbatim account of all verbal utterances,” retaining the information I need “in a way true to its original nature” (Braun & Clarke, 2006, p. 88). Even in capturing participant reactions to other participant utterances, I was more focused on capturing verbal reactions as opposed to nonverbal.  Initial Familiarizing. Following the transcription process, the first step was to familiarize myself with the transcripts by reading through them multiple times. There is not necessarily a set definition or expectation of how to familiarize oneself with the transcripts or the number of times one should read through transcripts. I just kept in mind that this phase is an instrumental foundation to the rest of the data analysis (Braun &  51   Clarke, 2006) and immersed myself to the point that I became familiar with the “depth and breadth of the content” (p. 87).  I first read through each transcript to ensure the participants names had been replaced with pseudonyms and that I felt each record accurately captured the respective focus group conversations. I was amazed with how, as I read through each transcript, I could visibly and audibly relive each discussion; I would hear the participants speaking what I read and even recall changes in intonation. However, it is worth noting that in my full-time professional work with Clemson University alumni and donors, I often have to remember and recall specific details and other minutiae about people and conversations without taking notes. I read through each transcript in full a second time to gain more familiarity with the words being expressed. Finally, as I read through each transcript for a third time, I highlighted words and phrases that stood out to me.  Theoretical and Semantic Thematic Analyses. Relationship management clarified and helped frame some of the essences of what participants felt and expressed, but allowing additional analysis outside of the theory helped me produce a more robust and holistic interpretation of LGBTQ+ perceptions and interpretations. As Lindlof & Taylor (2019) mention, qualitative research “will always be its wonderful blend of strategic mindfulness and unexpected discovery” (p. 309). Beyond the theory, I explored participant descriptions of how they perceived Pride branding, their relationships with companies in a general sense and with those that engage with Pride, and how identity (even beyond sexuality) and perceptions of community play a role in these descriptions. Theoretical approaches to thematic analysis are driven by specific theoretical and analytic  52   interests, whereby coding is done for a specific research question (Braun & Clarke, 2006). Additionally, a semantic approach to thematic analysis focuses on explicit meanings of the data – meaning from what participants said – and this semantic content is organized into summarized patterns, then the significance of these patterns and their broader implications is considered (Braun & Clarke, 2006; Patton, 1990).  Once transcription was complete, I began the coding process, going back through and adding descriptions to the portions of text I highlighted or highlighting additional phrases and text, adding descriptors to these as well. I approached the coding process with my specific research questions and relationship management in mind; many of the codes produced stemmed from these frames. My codes were brief descriptors of how each selected excerpt appeared interesting and what elements of this raw data could be meaningfully assessed regarding Pride branding and corporate engagement (Braun & Clarke, 2006). During this phase, a data extract could have multiple codes since larger chunks of text were maintained for context and clarity; as I coded the extracts, I stored them in an Excel spreadsheet. Image 3.1 shows a sampling of data extracts with coding. Upon completing the coding for all the identified data extracts, I went through each extract and its coding a second time, modifying or adding codes I felt I may have missed or not considered during the first round. Following this, I did a third and final round where I collated the coding, organizing and ordering the extracts and their codes into similar base codes as I was able – for example, relationship management codes were collated together and age-based comments were collated together, and there was a large miscellaneous section.   53   Image 3.1: Data Analysis - Coding After this coding and collating, I began the third phase, searching for themes. In order to apply a rigorous structure to this process, I started by categorizing each extract into five separate spreadsheets for each of the four research questions and a miscellaneous section. During this stage, I would further pare down large extracts with multiple codes to place the proper piece of each extract into the appropriate section; additionally, single data extracts would be placed into multiple sections. I read through each section at a time, considering patterns I started to notice during the coding and collating of data. In each section, I considered the respective research question (or miscellaneous categorization) and relationship management dimensions.   54   I started to organize the coded data extracts into similar descriptions. During this process, I usually examined the content of each data extract and categorized more on the content than the codes. Codes were still refined throughout this process, and these also aided with both the initial sorting and refinement of themes. For example, with RQ1, I grouped together data extracts that each included affirming language of not engaging with potential anti-LGBTQ+ companies (“I will not buy their products,” “I will not spend my money on it”) and grouped together descriptions of divisions, resistance, and pressure with anti-LGBTQ+ politicians, people, companies, and cultures (“they’re supporting both entities that might be in conflict,” “I don’t think they should be giving in to this awful political pressure.”). As I grouped these together, I would use general descriptors for each categorization; with the previous example, the former grouping was labeled “negative perceptions of and lack of consumption of anti-LGBTQ+” and the latter grouping was labeled “perceived LGBTQ+ and company tensions with engaging LGBTQ+ versus anti-LGBTQ+.” I would repeatedly and continually read through each spreadsheet over several weeks, placing different groupings of extracts into the same themes. At this stage, these themes were fuzzy and abstract constructs that connected what participants were describing and expressing (Ryan & Bernard, 2003).  After this further categorization within each of the five sections, I began the fourth phase of reviewing themes. This is where data was further re-coded and data was sometimes duplicated into other groupings or moved from one grouping to another. I focused on Braun & Clarke’s (2006) two levels for refining and reviewing themes: reading the extracts within each theme (grouping) and ensuring they appeared to form a  55   coherent pattern, then ensuring the thematic map I created reflected the overall meanings present across the entire data set. At this point, I started breaking down larger themes into specific subthemes to help describe and show the importance of each overarching theme. This is when, for example, I noticed two repeated patterns within the “tensions” theme that several data extracts described in each: not knowing whether donations and other support was coming from the company or personally from the executives within a company; and liking or enjoying when companies stood up to or spoke out against perceived anti-LGBTQ+ legislation and entities. I only stopped this phase once I felt my refinements were “not adding anything substantial…recoding [was] only fine-tuning and making more nuanced a coding frame” (p. 92) that fit the data well (Braun & Clarke, 2006).  Next, I continued into the fifth phase of defining and naming themes, where I consolidated thematic grouping descriptors into succinctly named themes and subthemes. This is where “perceived LGBTQ+ and company tensions with engaging LGBTQ+ versus anti-LGBTQ+” became better qualified as “tensions with heteronormative and anti-LGBTQ+ narratives” and “negative perceptions of and lack of consumption of anti-LGBTQ+” was condensed as “conditional engagement.” Some subthemes were collapsed into another subtheme or larger theme, and some subthemes were reorganized into other sections. Additionally, I further defined and clarified themes and subthemes through theoretical dimensions: relationship management, intersectionality, and so forth. This is where “conditional engagement” became further conceptualized as a nuanced aspect of control mutuality. While several themes and subthemes built on each other and were  56   ultimately connected in a broad sense, I ensured each theme and subtheme was clearly defined and differentiated from each other; I also dug even deeper into the data and thematic categorizations, getting to the essence of what each theme described and the iterations of this in the data (Braun & Clarke, 2006). The sixth and final phase of data analysis produced the next chapter, my findings and description of the themes and how they work together. In order to do this, I first focused on themes and subthemes that were conceptualized from the miscellaneous section – all focusing on aspects of identity and community – as these dimensions provided a general frame for understanding the participants, phenomenon, and interpretations. I would then describe the other themes and subthemes in order of the original RQs, and I felt this provided a more chronological analysis that kept building on itself. This was a progression of LGBTQ+ dimensions and approaches to social and political aspects, corporate-LGBTQ+ relationships in everyday life and interactions, sense-making of Pride branding and engagement, how the former relationships are influenced by this Pride engagement, and then looking at all these themes and how other pieces of identity played a role. During this phase, code modifications did not occur, but I would still occasionally reorganize data extracts or duplicate into multiple thematic groupings. In providing a rich description of each theme and subtheme, I provided a “concise, coherent, logical, non-repetitive and interesting account of the story the data tell within and across themes” (Braun & Clarke, 2006, p. 93). I would connect themes and subthemes together, but this is where I described the unique constructs that enables each thematic grouping to be discrete yet connected.  57   Relationship management was used to clarify the phenomenon of Pride branding and engagement, but it was not the sole framework for understanding this phenomenon, and while I present new frontiers for the theory it was not my initial goal to simply build on relationship management. Relationship management did help build the findings and my findings helped build relationship management, but the findings were also reinforced through semantics and identifying themes based on what participants expressed, both within and independent from the scope of theory. So the analysis utilized an independent theory component of relationship management and an independent component of semantics to identify and clarify themes, and sometimes these two components intermingled. Overall, relationship management was utilized to develop the research questions and to robustly clarify how LGBTQ+ people perceive and make sense of their relationships with Pride and with companies engaging with Pride. However, this research did not necessarily use a grounded theory approach; rather, this thesis applied theory within the thematic analysis, in combination with a second form of thematic analysis relying on semantics. Similar to my analyses, grounded theory does rely on discovering patterns within data; but, it is bounded only by theory in order to understand the phenomenon in pursuit of generating or developing theory of the phenomenon. But thematic analysis “is not wedded to any pre-existing theoretical framework, and therefore it can be used within different theoretical frameworks and can be used to do different things within them” (Braun & Clarke, 2006, p. 81). These two forms of thematic analysis  58   created a multifaceted and balanced understanding of the phenomena without relying on a singularized scope.  Above all else, this data analysis was a reminder that the analysis process can be risky, and complex; I became willing and ready to compromise my expectations (Childers, 2014), which is why an entire thematic section (identity and community) and subthemes such as geographical/cultural intersectionality emerged when I did not originally consider or expect them. Nothing was guaranteed to be neat, tidy, and contained in this process (Pierre & Jackson, 2014), but this merely allowed a richer interpretation of the interviews and participants’ connections to organizations who engage in Pride branding. However, in keeping a commitment to Tracy’s (2010) rigor and representation was achieved through structuralized thematic analysis, focusing on the spoken words and semantics and utilizing a loose theoretical framework. I deeply felt my self-reflexivity in this process, sympathizing with many of the descriptions, feelings, and interpretations. However, I feel the theoretical and semantic structure to my thematic analysis helped me conduct data analysis and descriptions with a natural, deeper understanding of the participant experiences and expressions. I frequently considered my own biases with these subjects and themes, but I feel the theoretical and semantic frameworks helped keep these biases out of the general analysis.       59   CHAPTER FOUR FINDINGS            While not in the scope of the research questions, I identified themes regarding how LGBTQ+ individuals perceive and interpret their sexual identity and their sense of community, helping frame the other findings. In this section, I identified three themes: the multi-dimensionality of sexual identity; the salience of sexual identity – defining this through prominence, openness and visibility, and advocacy of sexual identity; and the importance of seeking and maintaining community.  RQ1 considers how LGBTQ+ people perceive their relationships with companies in a general sense. The themes of tensions with heteronormative and anti-LGBTQ+ narratives (both internally with executives and company image, and externally with resisting these narratives), normalization of representation, and control mutuality with conditional engagement (engagement as necessity, distrust and deliberate disengagement, and personal preference and availability of choice) emerged. RQ2 explores how LGBTQ+ individuals interpret Pride branding; the themes of visibility and representation (with special attention to the meaningfulness of small, local representation), skepticism of intent, and deeper commitment with authenticity (via internal structure and culture, continual long-term engagement, engaging through the community, and financial beneficence) emerged. RQ3 questioned how these Pride branding interpretations may affect LGBTQ+ relationships with companies, the themes of superficial attention and appreciation, satisfaction with deeper commitment, and ambiguity in relationships were identified. Finally, understanding RQ4 – how intersectionality may play a role in the  60   above interpretations and perceptions –  three themes emerged: perceptions based on race, namely prominence and visibility; perceptions based on age – increasing visibility, awareness, and openness, diminishing social risk, and longevity of support and engagement; and perceptions based on geographical location – primarily acceptance and openness towards LGBTQ+ and feminist and gay connections. How LGBTQ+ Individuals Make Sense of their Identity and Community             In order to understand how LGBTQ+ individuals make sense of their relationships with companies engaging with Pride, it is important to first understand how these individuals frame their sexual identity and engage in LGBTQ+ communities. This section and its themes emerged from participant disclosures and discussions of their identity, how they engage this identity, and their involvement in LGBTQ+ communities. While reviewing these, all of the extracts mentioned aspects related to how sexual identity could be multi-faceted, how sexual identity fit into one’s overall identity and was used to navigate life, or how LGBTQ+ communities played a role in one’s life. Additionally, participants continued to draw on their sense of identity and community through the corporate outreach and Pride engagement discussions, so it is important to understand these aspects at a base level.  Multi-Dimensionality of Sexual Identity             The first theme to emerge related to sexual identity was how this could be a multi-dimensional and perhaps fluid identity. As participants introduced themselves in focus groups, they were welcome to disclose their sexual identity but were reminded they did not have to. While all participants disclosed their sexual identity in some way, several  61   participants identified their sexuality with multiple identities. For example, Jane reported “I guess I'd go between bisexual and lesbian,” Lisa said “I identify as lesbian or gay, or queer, but mostly lesbian,” Elizabeth said “I'm cis and lesbian or gay,” and Ryan noted “I would identify as queer is the sort of the word I use. And I usually say, trans man. ... I identify more like…with gay male culture.” It is important to understand that an LGBTQ+ person can qualify their sexual identity with one or multiple dimensions. However, Elizabeth used “or” to denote either identifier as accurate while Lisa recognized multiple identifiers but said she is “mostly lesbian,” placing more emphasis on one identifier compared to the other two. Thus, identifiers or dimensions may be interchangeable or multi-layered into one’s sexual identity. Salience of Sexual Identity             The next theme to emerge from this section focused on the salience of one’s sexual identity: that is, how sexual identity plays a role in one’s overall identity and how it plays a role in their life. All but a few participants mentioned how they navigated their lives through their sexual identity – whether in school, work, or other social circles. From a basic glance, sexual identity has notable salience in the lives of these LGBTQ+ people; however, this salience is more nuanced. From these discussions and data extracts, three subthemes emerged – prominence of, openness and visibility with, and advocacy for sexual identity.              Prominence of Sexual Identity. Participants were specifically asked to describe their sexual identity, namely how it fit into their overall identity. Several participants considered their sexuality as a central or major part of their identity; however, it is  62   perceived as an identity that is not easily seen or displayed. In other words, the prominence of their sexual identity – both to their overall identity and others – can be moderated and dependent on their self-perceptions. Anthony and Jane expressed their sexual identity as significant but not necessarily overt:  “it does play a major role … But at the same time, I know in passing, it's not going to be one of the things that people know about me unless it unless they happen to meet me at an event specifically for that, or in some interaction that directly relates to it.” –Anthony “I think it's for me, it's like, who am I just as a person? And how comfortable do I feel just like, being loud. … I'm not gonna fly rainbow all around myself. But yeah, I'm going to be involved in the community. And I'm going to be very open about who I'm dating and what I'm doing.” –Jane A few additional participants expressed similar sentiments, such as Eric asserting “I think in my identity, I think it's become - I think it's becoming more central.” Sexual identity is a conscious and important part to these participants’ identities, even influencing major life decisions such as where to work and involvement in local politics. Most participants qualified their sexual identity as influential to how they see and portray themselves, but the degree to which it constitutes their identity varies. Participants feel there is a certain degree of control over how salient their sexual identity is to their overall identity, and how they choose to reveal or engage it in other aspects of their life. Lisa, when referring to her sexual identity, said   63   “I definitely need that as a big, like, contributor, like, of like, decisions in my life. Like, like, when I job interview for jobs, I always like asked, like, are you affirming? Is this a safe space? […] if I'm ever, you know, working with a candidate, or like, considering, you know, like, helping somebody in the political atmosphere I usually have to - I mean, I always want to ask if they're, you know, LGBTQ friendly, or what they've done to help LGBTQ people.”             Openness and Visibility of Sexual Identity. Building from the idea of varying prominence of sexual identity, participants discussed how they were open and visible with their own identity and about LGBTQ+ identities in general. Paul was direct, noting “it's just really important to me to be openly, fabulously gay,” going on to say “Visibility's always been very important to me, always very important within my family. I've cut off giant chunks of my family. And it's really important that you get to choose the people that are your family.” Several participants similarly expressed while their sexual identity may not be obviously visible to any person, they did not feel ashamed nor had a desire to conceal their identity. However it can be a continual, emotionally arduous process for LGBTQ+ individuals to “come out” or reveal their sexual identity to others. Nicholas qualified himself as “a proud, out, gay person” but then mentioned that in his profession, “it's a little frustrating to have to come out of the closet over and over and over again ... I'm very comfortable with it, but it just, again, that you have to come out multiple multiple multiple times to these different people.”             Additionally, some participants discussed being open about their identity and providing visibility of and for other LGBTQ+ individuals. An ongoing negotiation is  64   present – how open an LGBTQ+ person chooses to be with their own sexuality, and how visible they make other sexual and gender identities. One motivation behind this was the perceived need to normalize LGBTQ+ identities and communities for others. For example, both Nancy and Lisa discussed providing LGBTQ+ visibility through their professional work: “I'm a teacher. And I think it actually becomes even more a part of my identity, because I feel the need to like, be very open and like, safe for my students as an openly queer teacher. ... So I make it like a very big point to like, make my classroom a safe space and, like do as much advocacy as school as possible.” –Nancy  “the books that I bring in are ... very LGBTQ friendly books … I like to make sure that the kids - the kids know that I have a girlfriend. And it's cute because some of the [younger] kids ... they don't have like as many questions they normally just ask like, 'where's [girlfriend's] cat?' Like, 'can I see a picture of her cat?' But like the older children who are like five and older, they'll usually ask, 'so when you get married, does that mean you're gonna have like - does that mean your kids are gonna have two moms?' Like, 'Yeah, that's right.' … it's usually like just making sure that they are able to ask questions and having age appropriate answers.” –Lisa  Both Lisa and Nancy insinuate that in their professional roles, they seek to provide a welcoming and open environment where the children they work with can ask questions and engage at a surface level with LGBTQ+ identities. This is not perceived as  65   a prominence of LGBTQ+ identities over heteronormative identities; rather, the aim is to provide equal visibility for both. By Nancy creating a “safe space” in her classroom and Lisa providing “age appropriate answers,” they are adapting to people they engage with and normalizing LGBTQ+ identities through visibility – without delving into the nuances of sexuality.              Advocacy for Sexual Identity. In discussing their identity and involvement in LGBTQ+ communities, each participant made it clear that they are proud and relatively open with their sexual identity. But a few participants specifically focused on how advocacy work for other LGBTQ+ people and LGBTQ+ rights was intertwined with these perceptions. Any participant who mentioned doing LGBTQ+ advocacy work – past or present – had to seek out and intentionally engage with the efforts, organizations, and people they do advocacy work with. Ryan specifically mentioned that he did “public advocacy and stuff like that … culturally, and also, socially.”  Advocacy work was spoken about as a necessity, providing more voice to LGBTQ+ identities – in turn, advocacy is viewed as a tool to increase visibility and openness in society about sexual identity. Lisa mentioned that she engaged with an organization that guided LGBTQ+ people to speak out and have a platform for LGBTQ+ causes, “whether in like a very, you know, LGBTQ affirming and accepting area, or if you're not, it's learning how to...speak in those types of areas.” Nicholas served as a founder for a local LGBT Chamber of Commerce and was “utterly surprised” when they reached out to major corporations for support and these companies “opened their arms and welcomed us.” Clearly, companies can and have engaged with LGBTQ+ advocacy  66   organizations, and it can be a noticeable and meaningful way for companies to bolster LGBTQ+ visibility and representation – but this will be discussed further in the following sections.  Seeking and Maintaining Community The final theme to emerge from this section was the emphasis participants placed on having special LGBTQ+ communities for personal comfort and general visibility and openness. To help frame this theme, I drew heavily on participants discussing what Pride Month and Pride celebrations meant to them. From these discussions, a tension became clear – Pride events and other celebrations are a great time for LGBTQ+ people to be open and comfortable with their identity and to find or feel a sense of community; however, the basic engagement of companies in these events (i.e. showing up, having a booth) is potentially too saturated. Almost all participants described Pride events as a place for openness of identity and visibility with community, such as: “I also think Pride Month is more about finding each other - visibility - and seeing that there are other people there, as opposed to necessarily, you know, being visible to outside of the LGBTQ community. … it's not so much about visibility to others, as opposed - as much as finding other people like you.” –Josh  “it's just about seeing that community and having the.. the people around you identify like you or being able to meet people. … last year at Pride, I saw a lot of young people … and to see them so open and proud. And being able to be in this safe space. Like, it was very emotional, because I didn't - I mean, I'm only 32 and things have changed so much since I was a teenager” –Mary  67   It is clear that Pride events and Pride Month serves as a carved out and dedicated space and time for LGBTQ+ individuals to engage with other LGBTQ+ people and communities. The perceived strength of increased openness, comfort, and visibility of oneself and others lends to the name – “Pride” – these are times and spaces where people and communities feel dignified with their sexual identities. Similar to Josh and Mary, Jane and Anthony expressed a similar appreciation for the visibility and openness provided through Pride: “I just love that there's like an environment where I can just walk around holding my girlfriend's hand. And I'm like, everyone around here is just like me or supports me and I feel good. And like, I don't even have to, like, have in the back of my mind that maybe somebody might have something to say … [they] don't have a problem with it. Or if you do, you need to get the fuck out. ... I think it's an awesome way to kind of celebrate who we are.” –Jane  “And just the idea of just being able to be in an environment outside - some people being outside and being able to hold their - their partner's hand...is something they don't feel comfortable doing anywhere except for in that protection of that little pocket.” –Anthony             While most participants expressed a certain salience of Pride Month and Pride events, others did not consider it as unique; according to Eric, Pride Month did not feel too different from the rest of the year, though he attributed this in part to being in a community lacking a clear history and sense of LGBTQ+ pride and community.   68   Mary touched on a notion that many other participants shared, though this will be explored in greater depth in the “LGBTQ+ Interpretations of Pride Branding” section. But this made it clear that skepticism is present among LGBTQ+ people regarding the corporate involvement with Pride Month and Pride events. There is more of a focus on the history of Pride, remembering the Stonewall Rebellion and the fight for equal rights for LGBTQ+ people. There is a storied and nuanced background to why Pride Month exists – stemming from LGBTQ+ people fighting and rioting to have space and visibility – that companies should better understand to engage with Pride. As Mary put it, “I feel like Pride Month is very commercialized now. And so it kind of takes away from that meaning of that moment in history. So I feel like we have to try to remember why we want to celebrate it and not celebrate it for them.” RQ1: How LGBTQ+ People Perceive their Relationships with Corporations             All participants made several comments about the nuances and conditions surrounding their general engagement with companies, many of these being expressed before I even started asking questions specifically around corporate Pride and LGBTQ+ engagement. This was a salient factor which participants had clearly been considering prior to the focus groups. Some sentiments about navigating involvement with companies began appearing during participant introductions. Three primary themes emerged: an awareness of companies navigating tensions between executive versus company actions and tensions between different audiences; a perceived increase in normalization of LGBTQ+ representation and visibility through advertising; and perceived control  69   mutuality whereby LGBTQ+ participants have considerable control over starting, stopping, or modifying engagement with corporations.  Tensions with Heteronormative and Anti-LGBTQ+ Narratives             All participants expressed some degree of awareness of companies reaching out to both LGBTQ+ audiences and more heteronormative audiences that may be less accepting of LGBTQ+ identities and communities. However, all but a couple participants verbalized an appreciation for at least a perceived resistance to anti-LGBTQ+ audiences and entities, taking more interest in these companies than those simply appealing to both pro- and anti-LGBTQ+ audiences. Additionally, most participants expressed confusion or ambiguity over whether a company was engaging with anti-LGBTQ+ entities or whether it was merely executives within the company engaging with these entities.      External: Appreciation for Resistance. While all participants perceived and identified a tension corporations navigate between LGBTQ+ and anti-LGBTQ+ audiences, most participants mentioned an appreciation for companies engaging in pro-LGBTQ+ and other prosocial PR, especially in spite of ignorance of anti-LGBTQ+ audiences and narratives. As Josh put it, “anytime somebody gets the boycott from those that are anti LGBTQ, it's - I always kind of liked that they stood up, kind of knowing full well what they were going to get.” Paul, referring to corporate engagement with Pride, said “even if, again, if it's performative, they are risking the wrath of these crazy people. You know, all of these weird, sadly, not as fringe organizations as they used to be.” Nicholas discussed while he volunteered on a local LGBT board, a major sports team was poised to be the first in its league to host a Pride night. However, another board member  70   went to the press before the sports team could announce the event, and there was such a negative backlash from heteronormative and anti-LGBTQ+ audiences that the event was called off, to Nicholas’s disappointment. But he was delighted by other sports teams who ended up hosting their own Pride nights.              Participants also identified politics and the modern political landscape as being a primary influence on corporate willingness to engage with their sexual identity and communities. As George asserted,  “from 2017 to 2021, there were fewer gay friendly, commercials on TV. That may have been because of who was sitting in the White House. I'm not gonna say for sure. But that political climate, I feel certainly drives a lot of that. … And I think that as much as we would like to ignore it, sometimes the politics of this country drive what businesses do and who they cater to.” While most participants recognized companies had to ride the fence and appeal to both sides at some level, there was still a more defined appreciation for those that resisted anti-LGBTQ+ people and entities. Lisa, Nancy, George, Nicholas, Paul, and Jason each referenced the Florida Parental Rights in Education bill to some degree, known colloquially in LGBTQ+ circles as the “Don’t Say Gay” bill as it seeks to limit discussions of LGBTQ+ identities in schools. Jason acknowledged Disney was trying to engage both sides of support and resistance to the bill, saying “it backfired for them as a company, so I applaud them in some aspects. And I think they're kind of cowardly in others.” In fact, both Nancy and Lisa felt active resistance to anti-LGBTQ+ narratives would inspire more personal engagement with the resisting companies. Lisa, referring to  71   companies, said “when I do see them like, say something like against the ‘don't say gay’ bill. It's like really makes me want to like buy all the products I can from them,” and Nancy followed up with “Yeah, and definitely we think they should be louder. Like I don't think they should be giving in to this awful political pressure.” Internal: Leadership and Company Image. There was a perceived tension within the structure of companies: namely between executives of companies and the company as a whole. Participants felt there was not clarity between whether a company’s actions, beliefs, and values came from the company itself (e.g., internal policy, company partnerships, and donations) or whether these came from high-level executives (e.g., a CEO’s personal ties and donations) which could be perceived as coming from – or reflective of – the company. Several participants expressed how it was difficult to know when a company was supporting anti-LGBTQ+ causes and entities versus an executive supporting these, and how an executive’s actions could still influence perceptions of companies – often negatively. Additionally, executives and leadership within organizations were perceived as the forerunners for change within a company, the ones with the power to affect internal shifts. Executive engagements and personal financial choices were perceived as impactful for a company’s image. One concern is that executive money being spent may still be viewed as company money being spent. As Jane mentioned,  “I think the biggest threat to companies is anything coming out about where their money is going, and how do you differentiate your owner or your CEO? And their personal money and the company's money? Because at the end of the day, is it  72   really their personal money? ... if your C-suite executives aren't on board, and something comes out - like you run the risk as a company, as your whole company, being looked at that way.” A few participants discussed how they viewed the leadership within organizations as being the agents for change – they could lead both discussions and actions around internal improvements or changes. But some participants perceived administration members as being more focused on verbalizing the need for changes as opposed to actually taking action and implementing changes. In fact, according to Elizabeth, a perceived lack of inaction on the part of the administration inspired her and several other employees to begin progressing towards tangible actions. As Elizabeth said, “the [administration member] would have these elaborate strategic planning sessions and breakout groups, and so on. And one day, another [colleague] and I looked at each other, and said, 'Why are we -' oh, and a third, third person, also, we were all in different departments. And we all looked at each other and said, you know, 'why - why hasn't [administration member] told us,' you know, done this, if she's talking about this topic. So we actually started an email list.” Normalization of Representation             Every single participant in this study discussed how more companies were including more LGBTQ+ representation in their advertising, and they felt this representation was oftentimes subtle or not as readily noticeable to non-LGBTQ+ audiences. Mary asserted she may not even notice a commercial if it had a straight couple, but having an LGBTQ+ couple in commercials for everyday products like cereal  73   and laundry products would catch her attention. Nicholas mentioned that a few days prior to his involvement with the focus group, he noticed a General Motors (GM) commercial featuring a gay couple and their baby in the backseat of the vehicle, focusing on how attention-getting this ad was for him. As Nicholas put it, when he noticed this commercial, he was like, “whoa whoa whoa, whoa!” and Jason chimed in, “Rewind!” and Nicholas agreed, “Rewind! Yes.” Anthony, George, Jane, Eric, and Josh all made similar comments – whether a chocolate ad, vehicle ad, or Etsy ad, LGBTQ+ representation in everyday product ads was meaningful to participants. Overall, this heightened and more subtle representation was perceived to be a contributor to increased normalization of LGBTQ+ representation and visibility. As Jane put it, “It doesn't have to be rainbows coating the walls. It's just...some families look different.” Jason felt the subtle representation that may not be as noticeable to non-LGBTQ+ audiences was impactful to general LGBTQ+ visibility. Jason expressed that some companies are “not making a big deal of it, we're just part of the mix,” and that “it's not as in your face, which goes against my saying visibility. But in a way, it's a better visibility because it's more normalized. And I don't want to say heteronormative but just normative.” George and Paul also asserted an appreciation for less overt LGBTQ+ representation in ads, perceiving this to help the visibility of LGBTQ+ people become more normalized and accepted.  “the more recent iterations of Star Trek have included not only gay characters, but gay characters in relationships; a non binary, a transgender character. So having even that visibility, I think visibility really is a key, because it's not necessarily  74   throwing it in your face. But if it's just there ... I have noticed commercials on TV, where it's an Eggo commercial. And there are two moms in the kitchen, they don't make a big deal of it. There's just one mom sitting over standing over in the corner, the other mom is talking to the camera and interacting with a little dinosaur. So even having that kind of visibility where it's just there. It makes things feel so much more normal than they were back in the 90s. And I'm sure Paul can probably attest to that too, even earlier than that.” –George “And I can tell you those commercial make me cry every time.” –Paul  Control Mutuality: Conditional Engagement             The final theme to emerge regarding general LGBTQ+ relationships with corporations was best qualified within the frame of relationship management, as I coded several data extracts with control mutuality. These were instances where participants focused on how and why they may choose to engage with a company or not engage with them. In this theme, participants focused more on the perceived personal control they have with their corporate relationships – they felt considerable power in being able to engage or disengage with companies. However, specific nuances influenced these relationships – namely, viewing companies as engaging with LGBTQ+ audiences to affect their bottom line or profits; distrusting and choosing not to engage with companies who seemed anti-LGBTQ+ or seemed to have anti-LGBTQ+ connections; and recognizing that personal preferences and the possibility of other options could be influential factors in the decisions of whether to engage with companies.   75   Engagement as Necessity. Overall, most participants felt that companies only engaged with LGBTQ+ audiences and causes because it was socially becoming “the right thing to do” and out of a need to attract consumers and grow profits. More than anything, the participants perceived a lack of authenticity or altruism, perceiving more of a capitalistic desire to increase business. Josh – echoed by Mark and Mary – focused on how he felt companies only engaged with LGBTQ+ people to attract and retain another market segment. To him, the inspiration to engage with these identities was more transactional than genuine:  “No company does anything if it's not going to make them money. So you know, their ... finances, their you know their bottom line. You know, they weigh all this out, decide 'is this worth the risk,' you know, if we, if we lose this segment of the population because we do this, is that offset by the accepting part of the population? ... There are certain companies that, you know, have things ingrained in their mission, that they're, that they're going to do what they think is right, no matter what, but I think they're really few and far between.” –Josh  “Yeah, I agree completely.” –Mark  “Yeah same, I definitely agree.” –Mary  Jennifer and Nicholas also explicitly expressed how they viewed LGBTQ+ populations as a sort of commodity or attractive market segment for companies to capitalize on: “With regard to the financial institutions ... I think they've realized that the gay community is a high income economic group - they want to do business with. I am a little jaded.” –Jennifer   76   “I was gonna say they called us 'DINKs' for years: dual income, no children, you know, no kids, but you know, that's changing. … with gay couples, their discretionary income, I think on average, 20% more than their, their straight counterparts. So, you know, we're on the radar. Especially in my industry ... they totally want that gay dollar.” –Nicholas  Distrust and Deliberate Disengagement. This was the most unequivocal subtheme of this section, and arguably of the entire project; every single participant made mention – at least once, if not several times over – that they did not trust and would not engage in any capacity with companies who have anti-LGBTQ+ connections, perceived or documented. Other corporate relationships and engagements were nuanced and dependent on certain factors, but the desire to disengage was firmly referenced with potentially anti-LGBTQ+ companies. Anthony spoke on this more generally than just regarding LGBTQ+ identities: “if I know that your company is not ... spouting diversity, I notice that your company is ‘anti something,’ I'm not going to deal with you. And I make it a point to tell other people about it as well.”  Similar comments were made by participants in reference to LGBTQ+ identities and causes; the company mentioned by all but a couple participants was Chick-fil-A. This fast-food company has been documented by press outlets as having made contributions, on the part of the owner and on the part of the company, to organizations with specific anti-LGBTQ+ views (Del Valle, 2019). According to Jane, “if you're outwardly anti gay or, you know, supporting groups and..and I hear about it - like Chick-fil-A, for instance - I've just never eaten Chick-fil-A, I won't buy it.” Some cases of anti-LGBTQ+ support  77   and perceptions can cause LGBTQ+ participants to choose to entirely disengage with a company and actively seek avoidance of the company.  While George, Nancy, and Paul expressed this same sentiment regarding Chick-fil-A, George mentioned that he would go as far as not eating their food even if it was catered or provided at an event. At another point, Paul mentioned he also would not support Hobby Lobby due to their support for politically conservative entities; while George agreed, Paul mentioned he bought an item from Etsy that ended up coming in a frame from Hobby Lobby, so he threw it away. However, Nicholas mentioned a more passive avoidance yet firm financial disengagement as he asserted he would not personally spend money at Chick-fil-A, but if he was with someone who wanted to go and paid for his food, he would eat it.  Some participants would consider engagement with – or at least appreciate – companies who, through their eyes, seemed to make conscious efforts to undo anti-LGBTQ+ perceptions and to engage with LGBTQ+ identities, communities, and causes. The most prominent example brought up regarded Target. According to George,  “I think it was 2012, they were donating to a candidate in Wisconsin - actually the same as Best Buy. Who it was only like a $500 campaign contribution. But it was enough to put a sour taste in my mouth for a while.” But then, George did acknowledge that the company seemed to make conscious efforts to be more inclusive of LGBTQ+ identities, sort of backtracking on its perceived anti-gay support. However, George used affirming language to indicate he appreciated this change, though he did not mention his likelihood of engaging with Target as a result:  78   “after that came to light, they really amped up their diversity and inclusion initiatives […] They were on my blacklist for a while because of political donations to candidates who were violently opposed to homosexuality. And I am really actually proud of how they've turned themselves around and become more of an ally ... I think they've woken up. They have reversed course.” Overall, the majority of participants expressed a sentiment similar to one Nicholas verbalized: he tries to be careful and cognizant of where his “gay dollars” go. Personal Preference and Availability of Choice. The majority of participants discussed how they felt personal preferences would take precedence over whether a company simply engaged with LGBTQ+ identities and communities. In other words, simple corporate representation in LGBTQ+ circles would not inspire participants to actively seek out these companies and products if they already disliked the product or had an established, preferred brand. Jane asserted, “if I don't like your product to begin with; and not just because you advertise a product doesn't mean I'm going to - I think your company is great, but I don't - I'm not gonna go buy your product.” Similarly, George mentioned “my needs are going to come before. Like, if I need something from a certain store, I'm going to go to that store, I'm not going to go because they advertise at Pride.”  While all participants had a firm desire to disengage with potentially anti-LGBTQ+ corporations, a few recognized that some of these corporations may be difficult to avoid due to either their perceived cornering of certain markets or the lack of other options for consumption and engagement. This is where participants described a conditional mode of engagement – while there was an overwhelming desire to not engage  79   with less LGBTQ+ friendly companies, the lack of competition could necessitate engagement with these same organizations. Eric verbalized this tension of being able to engage or avoid companies based on competition and how some companies may be involved in several markets: “Challenge is sometimes to avoid the unavoidable. Chick-fil-A, there's better chicken go somewhere else. … Amazon, almost impossible to avoid. Well beyond just buying from amazon.com, there's so many other companies that rely on their services. It's almost impossible to avoid. So that's part of the challenge, I think. And educating ourselves and others about those companies, their motivations, potential motivations.” While participants expressed difficulty in being able to control their degree of engagement with certain companies, this need to be educated on the actual motivations and commitments of companies engaging with LGBTQ+ identities was echoed by several participants. The difficulty of knowing company motivations will be explored further within the perceived impact Pride branding has on corporate-LGBTQ+ relationships. RQ2: LGBTQ+ Interpretations of Pride Branding             Exploring the research question about how LGBTQ+ people interpret and make sense of Pride branding and PR, this was definitely the most data-laden section as this was the topic participants focused on and discussed in the greatest detail. More than half of all the data extracts identified for coding and categorizing were organized into this research question. In order to understand how LGBTQ+ individuals interpret and make sense of Pride branding and engagement, I asked participants to think of specific  80   moments of seeing corporate outreach at Pride events, describing how they felt about those moments. At a base level, participants appreciated Pride branding and engagement for providing LGBTQ+ visibility and representation, helping normalize these identities and communities. However, within this visibility and representation, greater emphasis was placed on small business engagement and more localized Pride events.  Beyond this basic appreciation, almost all participants discussed how there is uncertainty around companies’ intentions in engaging with Pride and difficulty knowing which companies at Pride engage with LGBTQ+ people beyond these realms. The final theme emerged as another dimension of relationship management – even if Pride engagement is appreciated for basic LGBTQ+ representation and visibility, participants want to see genuine, deeper corporate commitment to their identity and communities through inspiring an inclusive internal structure and culture, engaging with these populations beyond Pride Month, seeking direct dialogue and participation with LGBTQ+ people, and financially supporting organizations or other entities that are LGBTQ+ centric. Visibility and Representation             Most of the participants identified corporate engagement with Pride Month and related events as at least providing visibility and representation within LGBTQ+ communities and to general communities. While some are jaded toward forms of rainbow washing, others perceive it as beneficial for their own representation and openness of their sexual identity. Eric said that as June rolls around, he fully expects   81   “more rainbows, more fun, cheer from the community. And then I see the...what feels like more passive rainbows and celebration. ... The month doesn't feel a whole lot different to me from the rest of the year, to be honest.”  However, Nancy spoke of a certain joy in the overt representation during Pride Month, including an emphasis on a community feel with Pride events: “We love it when the Pride collections come out, because it just gives us fun stuff to buy. And then like, obviously a great community to be with when you go to those Pride celebrations.” George discussed Smirnoff, asserting that they sponsored RuPaul’s Drag Race, a show both featuring and popular to the LGBTQ+ community, in its early days when it was still niche media. He also discussed how he had seen Smirnoff at local Pride events and how it “means a lot” that they had a presence in a small town. While a few others, like Nicholas, felt Pride had “become so commercialized,” a large portion of participants felt corporate Pride engagement provided visibility of LGBTQ+ communities to those outside of these communities. Jennifer recognized this impact, even noting it provided visibility to audiences who may not seek or want it: “it makes people aware - whether they want to be aware or not - that there are a lot of us, and there are a lot of allies, and we're not going anywhere.” Jason responded in agreement to Jennifer, saying “It's fun. And it's very visible. I like…like, Jennifer, so I think visibility is key. We're not going anywhere.” Jane and Anthony both discussed a perceived increase in companies engaging in Pride branding, mentioning it as more “common” and “commonplace,” respectively. While Paul echoed this sentiment, he still emphasized that he saw companies taking a  82   major, positive step in engaging with Pride, even at basic levels: “Just the idea that they're willing to put Pride flags up … means a lot.” Meaningfulness of Small, Local Representation. Several participants discussed the perceived importance of small, local Pride events for a stronger sense of community, whether or not the event was in June. A few participants discussed how smaller, local Pride events did seem to incorporate more local and smaller businesses, which they expressed added a greater degree of personability to these events. Speaking of his local Pride events, Paul felt that he loves “that it all gets concentrated … I just love being able to, you know, have this focused time.” George expanded on this sentiment, discussing how because of a local Pride event in November, he associated this month more as Pride Month. Additionally, while recognizing the engagement was affecting their profits, George felt more comfort in engaging with and supporting local businesses:  “I like the more local, smaller Pride event is because even though that's in November, not in July, because - or [not] in June, because it's too hot in the south in June. The vendors who are out there are locally owned, they're LGBTQ operated, all the profits are going back into their business, or they specifically say 'we're giving to the Trevor Project' or to this project or to that fund. So it feels a bit more homey, I guess I would say; it feels more welcoming. ... And so when when I think of Pride Month, I actually don't think too much of June; I think November.” All but a couple participants discussed how they perceived more personability and ultimately meaningfulness from small and/or local businesses engaging with Pride  83   compared to larger, national companies. While Josh mentioned local businesses as wanting to gain patronage from Pride engagement, he still considered their engagement benevolent and more immersive within LGBTQ+ communities: “the original sponsor of a Pride festival and Pride parade was the local gay bookstore ... And the other sponsors at the time would have been the [local newspaper] and the [local association]. And they were very community focused, you know, it was - but they also, they had something to gain. You know, look, you know, '[Bookstore], you know, sponsored the biggest float in the parade, let's swing by there after the festival's done and see what new books have come in.'” Lisa also mentioned local bookshops as places that provide visibility to LGBTQ+ people by showcasing – sometimes year-round – LGBTQ+ authors and books in the front of the store. While she considered it a “small thing” in the grand scheme of things, she considered it a “big thing” for children and others to notice that representation even in passing. Mark and Josh highlighted the further significance LGBTQ+ may place on local events and local business participation as both participants expressed that as larger and national companies engage more with local Pride events, the “local flavor” and sense of “camaraderie” diminishes.  Ryan and Eric felt major companies like Chase and Wells Fargo engaging with Pride events stemmed more from a “financial” motivation (Ryan) and “to get in – a foot in the community they’re not necessarily a part of” (Eric). On the other hand, Ryan qualified local coffee shops engaging as “much more benevolent,” intending to show they are inclusive, “not homophobic or transphobic,” and that they likely have LGBTQ+ staff.  84   Similarly, Eric felt local coffee shops engaging was to “signal to the [LGBTQ+] community,” or show visibility and acceptance of LGBTQ+ identities, and “in opposition of the larger forces that exist.” This tension between small versus large, local versus national helped clarify and develop the next theme – participant skepticism of a company’s intent behind engaging with Pride.  Skepticism of Intent During these discussions of Pride branding in each focus group, every single participant mentioned some degree of uncertainty around whether the involved companies were truly supporting LGBTQ+ people in more meaningful ways beyond showing up at Pride. Several data extracts that were organized into the “Engagement as Necessity” subtheme were organized into this theme. “Engagement as Necessity” considers the perception of companies engaging in Pride branding to affect their bottom line or profit, whereas this theme considers the perception of being a potential commodity versus a meaningful community to companies. Ultimately, these participants are continually questioning and trying to discern how a company is more involved than just Pride events; there is a persistent skepticism. Anthony expressed his distrust and intentional lack of engagement with companies who only engage with LGBTQ+ people at Pride events: “I question if I don't see them anywhere else ever, except for a Pride event, then I just think they're pandering. And I just ignore it. Because it's like, you're only here, because it's Pride.” Mark also felt companies showing up at Pride was becoming disingenuous: “It is - it has become an opportunity for businesses to say 'here, I'm doing my part.' … And I feel like often it's  85   just doing lip service. And in some ways, it's almost patronizing.” Paul discussed Kiehls, a cosmetic company, and how their presence at Pride events has always felt “very strange” because he perceived Kiehls’s intent as “there are gonna be a lot of gay guys here. And they're really into skincare. Throw shit at them.” Ryan highlighted further uncertainty of company intent as he questioned, at every store you go to or every Chase Bank or every … Chipotle has like a rainbow color on it for a month and then - what are they doing outside of that?” Participants also reiterated the tension companies navigate between LGBTQ+ and heteronormative or anti-LGBTQ+ populations as influencing this skepticism. Lisa felt some of the companies present at Pride will turn around and support political candidates who are “so far from … supporting LGBTQ” which was “jarring to see.” Mary cited how companies could have a table at Pride events and then also have a table at a perceptively more heteronormative event like NASCAR, making it “all about money” and simply giving whichever audience what they want in their respective environment. Additionally, at least half of the participants expressed a perceived difficulty in information availability and knowing how companies are more engaged with LGBTQ+ communities and causes (if they are at all). This was perceived to be due in part to the influx of companies engaging with Pride over the years; according to Anthony, “you kind of lose track of which companies are the ones that ARE trying to be supportive.” As a result of this, Anthony expressed a desire to “ research a company and find out ... are you genuinely concerned and want to advertise the community and support the community because they are an important part of the overall community?” In his skepticism of  86   Kiehls, Paul said “I've never actually gotten into checking them out. I probably should.” Ryan also acknowledged there was a perceived barrier to knowing if a company was more meaningfully engaged: “I think people have to do their research, you know. And a lot of people don't have time or interest in doing that.” Building on this, Eric expressed a clear desire for more transparency from companies with deeper engagement beyond Pride. He asserted that those companies should be “bragging on themselves; if a company could just put upfront what they're doing, where their money's going, who they're supporting. That'd be so much easier. It's hard to read, it's hard to figure out all this stuff.” Deeper Commitment with Authenticity             Conceptualizing this theme through relationship management, participants expressed a desire for an authentic, deeper commitment to supporting LGBTQ+ populations that transcends Pride – namely beyond the month of June and outside of just Pride festivals and events. A phrase several participants used was that companies should “walk the walk,” or engage with this audience through action as opposed to booths, advertising, and other potentially superficial PR.  At least half the participants perceived a need for companies to engage with LGBTQ+ audiences beyond Pride events and outside of Pride Month to demonstrate a more authentic and meaningful commitment. Regarding companies engaging with Pride, Jane said “if you want to do something, do it then; but also, do it year round, make it, make it a part of your mission - not just one year – I mean month – of the year.” George considered a need for non-June corporate engagement in tandem with his sexual identity always having personal salience. Considering rainbow-laden and Pride-specific merchandise,  87   George asserted companies should not “just sell those products during the month of June. … I mean, we're not gay one month out of the year, we're - we're always who we are.” Eric was clear about the desired year-round timeframe for corporate LGBTQ+ engagement: “deeper commitment, well beyond the 30 day rainbow flag.” Jason was similarly clear in his desire for more engagement outside of June: “I look for more authenticity. Year round, you're not - what are they doing the other 363 days?” For Elizabeth, she felt “it really doesn't matter what people are, aren't doing in June,” it was more about their general authenticity. In each focus group, each participant made clear perceptions of how they felt companies could meaningfully engage with LGBTQ+ people and causes. To explore this theme, I organized comments based on the sorts of authentic, deeper commitments participants conceptualized: focusing on LGBTQ+ representation and inclusion within companies, dialoguing and engaging directly with LGBTQ+ communities and community members, and providing financial support to LGBTQ+ organizations and causes. Internal Structure and Culture. Many of the participants expressed a desire for companies to have LGBTQ+ representation within their company and within their chains of command. These participants feel internal LGBTQ+ representation and engagement can increase their positive perceptions of a company and is a meaningful way to show commitment to LGBTQ+ people. Both Jane and Josh mentioned that they appreciated and preferred when companies have LGBTQ+ employees representing the company in Pride parades and at Pride booths. Josh and Jane felt this sort of public-facing internal  88   representation was a demonstration of “knowing their audience” and a way of saying “we support you,” respectively.  Some participants referenced specific internal efforts of certain companies and how this was perceived as authentic engagement with LGBTQ+ populations. Mary cited TD Bank, saying their insurance “covers up to $100,000 for transgender people to have surgeries and go through their transition;” she felt TD Bank “really does care about what they’re saying … they’re actually trying to do something” tangible for the LGBTQ+ community. Paul mentioned the Mars candy company and that until he had a friend working there, he did not realize they had a department and devoted positions to ensuring “the company supports its LGBTQ+ employees,” which is “facing to the public.” Paul speculated there may be several other major corporations like Mars that had these sort of LGBTQ+ supporting employees and departments that people are unaware of.  Engaging through Community. Several participants expressed a desire for companies to engage with and incorporate LGBTQ+ identities and communities into their PR and other outreach efforts. While participants want to see companies engage with the community in more meaningful ways, this subtheme developed from participants wanting more catered outreach and real LGBTQ+ people in their advertising. In order to do this, a few participants mentioned how advertising and other outreach should consider the diversity of other identities within LGBTQ+ communities. Anthony perceived a current lack of this representation, and both he and Jane identified a need for more varied representation:  89   “it's like, they advertise, especially with LGBTQ advertising: it's the blond hair, blue eyed, white male that's who they picture as…that's Mr. Gay, or Ms. Lesbian or whoever, is not representative of our community. … they need to embrace the similarity, and at the same time is celebrating the differences…the LGBTQ community is just so diverse in and of itself.” –Anthony  “So don't just like pick, like, one person that fits this mold ... have someone who - or multiple people that - are all different, like that shows really like what our community is made up of.” –Jane  Eric perceived some gay media – primarily gay-centered movies – as often being “queer written for homosexual,” describing it as “inauthentic” and “very fake,” highlighting how there can be a perceived lack of genuinely understanding LGBTQ+ identities and communities. Jane and Nancy referenced how companies involving LGBTQ+ influencers or celebrities in their advertising and other outreach was appreciated and, at least in Jane’s case, perceived as influencing her decision to buy that brand’s products. Jason discussed a local microbrewery who puts out an LGBT beer can for Pride every year; in doing this, they seek out public input and votes on the beer name and label design months ahead of Pride. Jason described this engagement – which was more of a general community involvement with a Pride-specific engagement – as resonating with him; as he said, “I feel good about them. And I, you know, happily overpay - because they are pretty pricey - because of what they're doing.” Financial Beneficence. It is important to recall the discussions around perceptions of LGBTQ+ relationships with companies. These discussions clarified how  90   many of the participants are conscientious of how and where they spend their money, desiring to not spend any money with potential anti-LGBTQ+ companies. Through this, participants perceived consumption decisions as careful investments. Building on this, since participants saw their consumption decisions as investments, they desired to see an investment by companies into the LGBTQ+ community. This was perceived to be a tangible demonstration of deeper, authentic commitment to supporting LGBTQ+ people and causes. As Anthony put it, “invest back into the community, rather than just advertising to the community … you're asking the community to give you money for your product, put that money back into community.”             Several participants including Jane, Nancy, Lisa, and Paul shared how they noticed and appreciated companies who partnered with LGBTQ+ centric organizations by providing financial support. Both Nancy and Jane specifically cited American Eagle, noting the company gives proceeds either during Pride Month or from a Pride line of clothing to the Trevor Project, an LGBTQ+ suicide prevention organization. Jane appreciated they were “supporting and all around” while Nancy described it as “heartwarming.” Josh and Jason made comments about how they wanted to see what companies were doing that is not directly affecting the profit margin, and rather what entities and causes they are donating to. Additionally, George detailed how corporate financial support can make Pride engagement more meaningful, also drawing on the importance of engagement beyond June: “So one of the - one of the things that I have just noticed over the years is the number of companies that have started doing more promotions in the month of  91   June, and who don't do any promotion outside the month of June. … Because it's not just a matter of throw out the rainbow flags for this month, and all right, it's July 1, take these things down. As long as they have some sort of impact, like giving to LGBTQ causes throughout the year, not just in the month of June when it's fashionable to do so. That's…that's where I get the importance of what's going on.” RQ3: How Pride Branding Interpretations Impact Corporate-LGBTQ+ Relationships             For this section, I focused on data extracts where participants discussed how Pride branding and engagement influenced their decisions to engage with companies and how they perceived their corporate relationships to be influenced through Pride engagement. Each of the identified themes draw on the previous themes and subthemes identified in the preceding sections. I noticed three primary patterns for this section: first, participants described an appreciation for companies – influenced by Pride branding and engagement – though this would inspire a surface-level relationship where participants simply provide attention to these companies. Secondly, framing with relationship management, most participants discussed how they derived more satisfaction in relationships with Pride-engaging companies who delved into authentic and deeper commitment beyond the bounds of Pride Month and events. The final theme, connected to the satisfaction with deeper commitment, focuses on how Pride branding and engagement can cause confusion within LGBTQ+ corporate relationships, especially regarding whether the company is more meaningfully engaged. It is worth recalling that all participants were resounding in  92   their desire to not engage with companies who are perceived to be anti-LGBTQ+ or have anti-LGBTQ+ ties, regardless of Pride engagement. Superficial Attention and Appreciation             This theme emerged with unique data extracts and synthesizes from the discussions of participants appreciating the normalization of LGBTQ+ representation in advertising and the perceived visibility Pride branding and engagement can provide. Most participants felt they would at least take notice of and perhaps look deeper into companies who engaged with Pride branding and engagement even at a superficial level. Several participants noted a basic appreciation for the companies who engaged in Pride branding, though the previous themes highlight nuances affecting a deeper appreciation. Participants focused more on the increased attention they may provide to these organizations as opposed to transactional and consumption outcomes.              Josh said he might give these companies a “more in depth look,” but that it would not necessarily sway him to buy a product. The subtheme of personal preference and availability of choice re-emerged in this analysis. As Mark put it, “appearing to give gay support is not going to make me use a product I don't want to use.” Furthermore, Paul expressed that “there's nobody I really stick to because of their corporate sponsorships. But I do like seeing them.” Eric echoed Paul and also highlighted a potential downfall of the increased saturation in basic Pride engagement:  “Does it make me stop and think about that company? Does it make me choose them over somebody else? The big ones that I see doing all the time? No, I think it's become expected, so they don't stand out to me.”  93   Satisfaction with Deeper Commitment             While simple, surface-level engagement with Pride was perceived as producing a reciprocated surface-level interest in the participating company, most of the participants described more satisfaction in personal engagement with companies who at least seem to have a deeper commitment to LGBTQ+ people. Ryan mentioned that if there were a choice of companies to engage with, he “would choose the one that you know, shows that they have some stock in our community.” Jane discussed how she appreciated Barefoot Wine for their deeper commitment to internal visibility and representation, but considering her personal preference, she did not drink their wine. However, she felt if she did enjoy their wine, she would think “hell yeah, I'm gonna buy Barefoot Wine all the time!”  Anthony and Mary both felt they would engage more with companies directly at Pride as long as that company had tangible commitments to community support and internal visibility and engagement. Additionally, Josh discussed how he still used a financial planner that he met at a Pride event a few decades ago, saying she “happened to be a lone lesbian sitting in an Ameriprise booth;” he perceived this simple representation as influencing his decision to start and maintain a long-term relationship with the financial planner and ultimately Ameriprise. Participants expressed that deeper commitments from Pride-engaging companies inspired more positive perceptions of these companies and could encourage relationships with these companies. Examining participant perceptions of potentially anti-LGBTQ+ companies provides further clarification on perceived satisfaction with and desires to further engage  94   relationships with companies who engage in Pride branding or, at the least, are not anti-LGBTQ+. Basically, participants derive satisfaction and prefer to engage with companies perceived to be in opposition of anti-LGBTQ+ companies. Recalling the “Distrust and Deliberate Disengagement” subtheme, participants will not initiate or maintain relationships with companies who have a perceived lack of any commitment, or resistance to LGBTQ+ communities – satisfaction is absent. Considering this, Nancy, George, Paul, Ryan, and Jason each discussed how they appreciate and may seek out the competitors of companies who are expressly anti-LGBTQ+. A commonly cited example was that Home Depot came out as having strong conservative ties – or at least the owners did – so several participants mentioned how they patronized Lowes as a result. Ambiguity in Relationships This theme was inspired by the “skepticism of intent” theme that emerged as participants explained their perceptions of Pride branding and engagement, though this ambiguity theme extends into how it may impact LGBTQ+ corporate relationships. While this section was originally categorized as “difficulty of knowing,” looking at this as “ambiguity in relationships” seemed more fitting – the difficulty of knowing a company’s intent and commitment can create ambiguity in decisions and actions to engage with companies. Overall, this theme shows how some LGBTQ+ corporate relationships desire more clarity and accessibility. Participants want companies to be more candid and open about how they are managing their relationships with LGBTQ+ audiences in order to influence the perceived strength of these relationships.  95   Anthony and Ryan both discussed LGBTQ+ advocacy organizations such as the Human Rights Campaign establishing corporate indexes and ratings for how LGBTQ+ friendly companies are. However, both noted that these had to be sought out, highlighting the need for more company-proclaimed visibility and clarity in their LGBTQ+ engagement efforts. Jane discussed ESG – “kind of like what CSR used to be” – which are a company’s environmental, social, and governance efforts and policies. Mentioning this, Jane expressed a desire for companies to not only report these, but to have an external, third-party entity audit what the company claims. Mary, George, and Paul all discussed having to trust and verify companies who claimed or appeared to be “walking the walk,” and that those that truly did would improve their positivity towards that company. RQ4: How Intersectionality Influences these Perceptions and Relationships             To understand how other pieces of identity may influence LGBTQ+ interpretations and perceptions of Pride branding and personal/community relationships with companies, I extracted and coded discussions and mentions of other factors influencing one’s identity. In order to do this, I focused on moments where participants specifically drew on another aspect of identity – such as citing their race explicitly or describing a perception due to age or seeing time progress since the 1980s. I did not want to make an inference, where I claim “because this participant is black, they expressed this sentiment about Pride branding.” Rather, this section developed from participant response framing through other identity aspects beyond sexuality and gender. Three primary themes emerged – perceptions based on race, age, and geographical location. While these  96   were the identified themes, the subthemes in each section explicates how these intersectional identities emerged from the data.  Perceptions based on Race              While there were only two non-white participants out of the total fifteen, I still identified a few data extracts which focused on race. Both Mary and Anthony occasionally drew on their racial identity when considering their interactions and engagements with both corporations and LGBTQ+ identities and communities. The largest notion to emerge from the theme of race is that the prominence and visibility of their sexual identity can be dependent upon the salience of their own racial identity. Additionally, there can be tensions or divisions within LGBTQ+ communities based on race, a perceived barrier to a truly welcoming and inclusive sense of community. Prominence and Visibility. While Mary did not mention the salience of her racial identity in regards to her sexual and overall identities, Anthony was abundantly clear about his. Anthony highlighted that an LGBTQ+ person of color may see their racial identity as more prominent than their sexual identity because they feel it is the most visible and easily judged part of their identity. Sexual identity certainly still holds salience to overall identity, but not as much salience as racial identity. As Anthony said,  “[sexual identity] that's probably the third most prominent one for me. It's because it's not an identity you can see. So from always looking at my identity as like in terms of, from how many yards away, can you judge me for who I am? So the first thing you're going to see is the color of my skin; so that's the first identity I usually recognize with. Next, I'd say probably gender will be the second one that  97   you'll-you'll notice on me ... but you don't know sexual identity unless I decide to reveal it to you, or unless you know someone around me” Anthony and Mary also referenced a perception of a lack of racial representation within LGBTQ+ social circles and communities, which is seen a possible preventative for people of different races to engage with Pride events and other aspects of LGBTQ+ community. Mary mentioned how she saw this division and barrier to engagement in her own community:  “here...the LGBTQ community is also usually split by race. Unfortunately, there's a lot of racism in the LGBTQ+ community. … even at [a Black Pride event], which is an amazing event, you always will see more white people there. No matter what. And … I feel like intersectionality is something that a lot of organizations and stuff are trying to focus on. But because a lot of these gay - queer events are a lot, mostly white people showing up, that a lot of the black, queer people don't feel as comfortable being there.” Perceptions based on Age             Considering the intersectionality thematic analysis, age was the most robustly supported theme. All but a few participants made meaningful comments that were organized into age subthemes, and all participants over the age of 40 made repeated comments and framed multiple responses through their age and life experience, reaching back to the 1980s and 1990s, sometimes the 1970s. Three subthemes emerged regarding age-based perceptions: the increase and general impact on LGBTQ+ visibility, awareness, and openness through Pride branding; the perceived diminishing social risk of  98   companies engaging with Pride at a basic level; and the emphasis of companies who have supported and engaged with LGBTQ+ communities historically and in the long term. Increasing Visibility, Awareness, and Openness. All participants over 40 made some sort of comment about how companies showing up at Pride events and engaging LGBTQ+ identities in their PR at least provided visibility and awareness of different sexual identities and communities. Jason asserted he is “more biased toward the more [representation] the merrier. And the more visible, the better.” Similarly, participants recognized the potential superficiality of Pride branding and engagement, but even considering this possibility, Pride engagement was perceived as generally positive for LGBTQ+ visibility and awareness. These same participants also perceived a general social change in awareness of LGBTQ+ identities and increased personal openness about sexual identity. Ryan recognized how Pride has historically been about visibility, representation, and awareness of LGBTQ+ identities and causes, emphasizing that companies can help support this historical mission. As Paul put it, “Yes...a lot of the corporate sponsorships are performative. But compared to what it was, I'll take 30 days of them, you know, pulling shit like that.” Jennifer echoed Paul when she said “I question because obviously, they do that to make sales, which that's their business. I understand that. ... But on the other hand, it raises awareness, and which I think is a very good thing.” Even Nancy – who is 26 – recognized the potential historical significance Pride and corporate engagement may hold for older LGBTQ+ individuals compared to younger, and that basic LGBTQ+ visibility and representation may be more normalized and expected from  99   younger audiences. During discussions of the significance of Pride, Nancy said: “we're so young - our experiences with Pride, I feel like don't really have the…impact or like, the significance that the other generations would have. It's definitely something that we've always been able to take for granted.” The participants over the age of 40 not only perceived an increase in visibility, awareness, and openness of their sexual identity through corporate Pride engagement, but they also applied this increase to their perceptions of societal visibility, awareness, and openness of LGBTQ+ people over the past few decades. Jennifer recalled, “I do remember, when one, even though a lot of people knew, you didn't talk about it, especially in your work environment. So things are different now. And far more comfortable, I think.” Additionally, Mark expressed “to see how things have changed. I'll see early 20s people in [city of residence] and I think if I'd only known what they know, and that things could turn out so much better. And that - that is gratifying for sure.” However, Elizabeth mentioned a tension with sexual identity visibility, awareness, and openness growing older and retiring, asserting it was a continual process of negotiating and revealing sexual identity. Interacting with a fellow generation that is arguably more heteronormative than succeeding generations, Elizabeth notes  “it is always a process and … in retirement where you're surrounded by a lot of old people. That's really kind of striking. Jennifer and I took a class … and it was towards the end of the class. Someone we were in a group with, you know, talked a lot with her and suddenly, she says, ‘you live in the same house?’ It's sort of like, ‘oh, yes.’ So - you know … it's always a process. And it remains a process.  100   And it remains a process even as I negotiate…getting in touch with previous friends and so on.” Diminishing Social Risk. The majority of the participants over the age of 40 identified a decrease in riskiness over time of both openness about one’s sexual identity and companies choosing to engage with LGBTQ+ audiences by representation at Pride events. Many of these participants mentioned niche spaces for LGBTQ+ people being a historical haven for these people, but felt increased visibility, awareness, and acceptance of LGBTQ+ identities diminished the need for these spaces. Mark cited both the change in attitudes toward LGBTQ+ identities and the increased presence of the internet as contributing to less specialized spaces and communities for LGBTQ+ people. As Josh mentioned, “there's a certain thrill of the times when gosh, I'd go to a gay bar and had to park my car, eight blocks away, because someone might remember my license plate and know who I was. And, you know, that's just kind of, you know, gone now. ... in some sense, it's almost like a – ‘be careful what you wish for,’ because now everybody's everywhere and dedicated queer spaces are not, you know, as unique.” Additionally, Josh and Nicholas both mentioned how earlier iterations of Pride celebrations involved companies with products specifically geared towards the LGBTQ+ community, such as sexual products. However, both felt over time, less “gay-specific” companies and engagement began showing up at Pride: alcohol companies, travel companies, and banks, for example. Josh also mentioned he believed companies now  101   engaged with Pride because “their competitors are doing it, so they have to do it. So I've become maybe a little bit more jaded about seeing the presence.” While this was regarded as a sort of normalization of LGBTQ+ identities and corporate engagement, it could also distort the companies with a deeper commitment beyond Pride; Anthony mentioned that with modern Pride events, so many companies were involved that it is difficult to know which ones are “truly engaged.” Jennifer encapsulated what these participants felt about decreasing risk of companies engaging with Pride and LGBTQ+ audiences: “I remember some years ago, when Disney in Florida had a Gay Day. And people were going to boycott and so forth. ... But it made me aware that at least at that point, some companies were taking some risk, I guess. And taking a stand like that. And it's not so true anymore. I don't believe.” Longevity of Support and Engagement. The final subtheme – again echoed by all participants over 40 – was the attention and appreciation given to companies who have been involved with Pride events for several decades, since a time where it was perceived to be riskier and more taboo engaging with and giving visibility to LGBTQ+ people and causes. Elizabeth mentioned she is a little more biased toward noticing and appreciating larger companies who have been engaged with Pride for several years, as “they were the ones that took the chances.”  Josh highlighted how earlier representation and engagement – when LGBTQ+ visibility and acceptance was perceptively minor – was easily noticeable and appreciated, at least at a surface level. As he said, “those first couple of years, when companies first started doing that, it was pretty cool. And a big smile, went ‘Oh, isn't that neat?’” Both  102   Jason and Nicholas mentioned alcohol companies representing at Pride since the 1990s, engaging with and appreciating this earlier representation. Nicholas focused on Absolut, saying he was “tickled pink” that a company was marketing to his community; as a result, Absolut was his vodka of choice for several years following this incident. As Jason put it, there are some modern “imbalances” with liquor companies engaging in Pride, but they “led the vanguard in the 90s so we can’t discount them.” However, this notice of longevity was also applied to companies perceived as anti-LGBTQ+ or as having anti-LGBTQ+ connections. Several participants – regardless of age – discussed how they would not engage with certain companies long-term because of the perceived lack of support or active resistance to LGBTQ+ identities and communities. George affirmatively said “I have not eaten at Chick fil A in over 20 years,” and Paul agreed, saying “Yeah I think anybody like that. If I have no trouble cutting people out of my life, cutting a company out is even easier.” However, Nicholas noted a perceived tension where many companies have contributed to multiple, often conflicting or competing causes and audiences, expressing sympathy for these companies attempting to appeal to multiple sides:  “in most cases, a lot of the larger companies, they will contribute to both Democrats and Republicans. It's just here lately ... it's really, really scary when you find out that they're contributing. But for many, many, many, many years, they, they all contributed to both. ... But sometimes I do feel a little bad for companies, because they have to, like I said, they're either on both sides of the fence.”  103   Perceptions based on Geographical Location             While I actively sought out data and codes related to perceptions and interpretation influenced by or framed through race and age, a third unexpected piece of identity emerged as prominent – the perceived influence of geography and local cultures on sexual identity and community. While not intentional during recruitment, almost all the participants reside along the eastern US, with one in the midwestern US; a marked division echoed by most participants was the southeast versus the northeast US. Additionally, a smaller subtheme of feminist and gay identities and causes intertwining in local communities emerged – in a predominantly gay community, women are viewed as instrumental in upholding the modern gay culture and community. It became clear in this section that geographical location and the local area one resides in can be influential on the sense of sexual identity and community.  Acceptance and Openness toward LGBTQ+. The majority of participants referenced – at least once if not several times – how they felt geographical location and local communities could influence societal acceptance toward LGBTQ+ identities and the degree to which an LGBTQ+ person could be open about their sexual identity. Participants perceived a stronger tension and less acceptance towards LGBTQ+ identities and communities in southeast US regions, whereas there was a perceived greater degree of acceptance; individuals felt more guarded with their sexual identity in the southeast and more open in the northeast. Mark and Jason highlighted both regions based on their own experiences, this sentiment echoed by most of the participants regarding the region in which they currently resided:  104   “living and working in [southeast state], I had to keep things fairly separate. I had the \"me\" identity with my friends and I had a totally different identity with people at work. I never went to great efforts to make people think that I was anything but gay. But I never talked about the fact that I was. [Northeast state] has given me the opportunity to be just whatever I want to be. And I'm not sure how different those two things actually are. But there's something that seems a little bit freeing about it - not having to..even if I wasn't pretending, feeling like maybe I was having to pretend.” –Mark  “I think I'm a little bit privileged in that [mid-Atlantic city], they say is - has the highest LGBT, per capita ... So I don't really think about it that much. … But I do feel though, my parents retired to [southeast city], outside of [southeast city]. And when I go down there, I'm not quite as comfortable and smug in my, you know, I'm gay, and I don't really need to shout it or defend it or, you know, hide it, but down there? I do. I mean, I'm afraid, you know, I meet someone - to be gratuitously upfront about it, I sort of feel them out a little bit. And - but I don't hide it. I don't lie. Maybe lying by omission more? If I'm not sure of who I'm dealing with.” –Jason  Additionally, participants with southeast experiences expressed how the social climate has evolved over time, whereas northeast participants would be surprised by resistance or unacceptance in their region or community. Some participants had lived in both regions and still drew these same notions between regions. When describing the difference between the two regions, participants focused on an ongoing negotiation of their identity  105   – most always feeling they are not hiding their identity in either place, but there can be resistance depending on the local climate. According to Mary, “So it's good to see something changing. However, it's still hard. I know...my wife and I..still..have been in situations where we're treated differently, or people will not acknowledge us as wives, or are very skeptical. … I never hid who I was. But I didn't talk about it. And I've had situations if someone did ask me, I would tell the truth. But then they would treat me differently when I would say ‘Oh, actually, I have a wife, not a husband.’” Lisa, who resides in the northeast US, described what happened when she approached a local city about hosting a Pride event and they informed her it would not be possible: “it was like, it was - it was kind of shocking for me to hear at first because I thought of my community, not necessarily super welcoming, but I didn't think it'd be so like, shunned of an idea that like it couldn't even be like talked about, so that was kind of eye opening. And then you know, I mean, it happens, you know, more places than not that would not be welcome, but it was kind of shocking to see.” Ryan and Paul discussed attitudes related to LGBTQ+ identities and communities in international locations. Ryan referenced working with students from a Caribbean country and how it is dangerous to be open with one’s sexual identity in this country, so he invites them to LGBTQ+ centered events just to be in a sort of community and to provide LGBTQ+ visibility to these students. On the other hand, Paul discussed being in a European city by coincidence when they had a Pride festival going on, describing the  106   climate and people as “so open. And so fine with it, that it was just like tons of straight acts. It was very strange.” LGBTQ+ individuals draw clear connections between geography, local cultures and communities, and the degree of LGBTQ+ visibility and acceptance. Feminist and Gay Connections. While this subtheme was less present across most participants, it emerged from the experiences and perspectives of Mark, Josh, and Paul. Each of these three participants either currently lived in or frequently cited the same exact town within the northeastern US when discussing LGBTQ+ identity and community. This town has been a historical haven for LGBTQ+ individuals, primarily gay men and lesbian women, and still persists as a prominent, LGBTQ+ dominated community. As these participants discussed this town and their experiences, they drew connections between the gay men and women – lesbian or straight – and how each population has supported or interacted with the other.  On one hand, there was a perception of separation and pockets within the local LGBTQ+ community. According to Mark, “There's a certain amount of sex segregation that goes on still. I mean, there were gay bars, there were lesbian bars. You go in some bars in [town], you know you're not going to see many women,” noting that a geographical location or local community may be more representative of certain niches of LGBTQ+ identities, and these niches may even be separated from each other.  However, while there can be segregation within LGBTQ+ communities, participants noted the importance of women, straight or lesbian, to LGBTQ+ causes. This notion also drew on age identities because these three participants were living through the  107   times of social unrest and turmoil for LGBTQ+ people, such as the HIV/AIDs crisis in the 1980s. Combining the historical and the same local town perspectives, gay men in a gay man-dominated community still emphasized the interactions with and value of women to their community and causes. Despite feeling a division or segregation, these participants did feel women helped support and build their local community into what it currently is. Paul drew the connection between women’s rights and LGBTQ+ rights, saying  “But women's issues are just as important, as I mean, they kind of go hand in hand to me … feminism and, and gay Pride were very linked in the late 70s and early 80s. It was all kind of the same. It all worked together.” –Paul  Additionally, Josh felt the landscape had even changed to include more women because of feminist and gay causes working in tandem during the 1980s and 1990s. Women were qualified as a historical fabric to and protectors of the local LGBTQ+ community, ensuring it persisted and that at least some economic power remained in LGBTQ+ hands. According to Josh, “there are a lot of women in [town] now. And it has a lot to do with during the AIDS crisis ... the women came into town and not only cared for the gay guys, but they also intentionally made sure that a lot of the businesses stayed gay or lesbian owned at the time. … we did end up with a lot of, you know, franchise, quote, 'straight' businesses or, you know, massive condo developments and things like that. They tried to kind of keep the community as a very queer space, even after that.” –Josh  Closing Thoughts on Findings  108   The broader theme of this project is the perceived and desired evolution of basic LGBTQ+ visibility and representation into more nuanced and meaningful engagement between companies and LGBTQ+ audiences. This audience navigates tensions – in general social interactions and with their corporate relationships – with more heteronormative audiences and with anti-LGBTQ+ forces. Considering this, LGBTQ+ audiences may appreciate resistance to anti-LGBTQ+ forces and will disengage with companies who have overt or perceived anti-LGBTQ+ connections; there is uncertainty around whether corporate anti-LGBTQ+ activities stem from the company itself or from the executives’ personal lives. Normalization is emphasized as a benefit to more LGBTQ+ inclusive advertising and outreach, but this is seen more as a desire for profits than stemming from altruistic motivations.  While simple representation – rainbow washing, booths at Pride events – can be appreciated for giving visibility to LGBTQ+ people, this is inadequate in inspiring LGBTQ+ engagement with companies. Simply put, Pride branding does not necessarily inspire more engagement by LGBTQ+ people with companies; it can provide attention to a company, but more consideration is given to companies who commit to LGBTQ+ identities and causes deeply. Whether regarding Pride branding or general LGBTQ+ audiences, participants desire more meaningful, involved, and long-term engagement from companies. Similarities were expressed across participants, but other facets of identity beyond sexuality highlighted the nuanced differences in experiences and interpretations. While not in the scope of the research questions, I identified themes  109   regarding how LGBTQ+ individuals perceive and interpret their sexual identity and their sense of community, helping frame the other findings.        110   CHAPTER FIVE DISCUSSION             I remember when I came out to my mom, both unexpected to her and even myself. I was calling her in March 2018 to discuss a job offer I received and whether I wanted to truly pursue the opportunity. In the five or six months prior, I had been heavily anxious and in considerable unease about how I affirmatively knew I was gay, feeling I may have to conceal this identity from family and others for the rest of my life. Even in middle and high school, I knew something was – as I considered it during those times – “off” about me. As I talked with my mom on the phone, this feeling of potential guilt and regret consumed me; I knew if I hung up the phone without telling my mom, I would be even more depressed. I “came out” to my mom in that moment and as we talked through things, she reassured me she loved me no matter what. In the time since that phone call, I have developed my own sense of what my gay, queer identity means to me, I have explored more LGBTQ+ culture, and I have engaged with pockets of LGBTQ+ community. I certainly do not feel ashamed about my identity, but I may choose to not expressly reveal it to everyone I meet; I will kiss my partner in public but sometimes there is a subdued fear of noticeable negative backlash. I am constantly reminded of historical violence and rejection against LGBTQ+ people and think of this during Pride Month – I think of Marsha P. Johnson; I think of Matthew Shepard; I think of Harvey Milk, of Angie Zapata, of the 49 people murdered at the Pulse nightclub. Other participants also considered the historical importance of Pride and how their coming out journey still continues to this day.  111               I open the discussion section with the above thoughts to clarify that while LGBTQ+ people can draw on similar experiences and perceptions, there are so many levels of nuance within these similarities that make the experiences and perceptions more discrete from each other. While my sexual identity has been a major part of my identity the last several years, I feel my sense of community is a sort of melting pot that does not feel particularly LGBTQ+ nor does it feel heteronormative. As a professional with a marketing background, I have noticed companies participating in rainbow washing and other Pride engagement that I would qualify as “cringey;” I hate seeing large Bud Light tractor trailers in Pride parades; I do not prefer companies who just show up at Pride events or put out rainbow merchandise.  While I had strong opinions on Pride branding and engagement, I noticed more LGBTQ+ people and communities were recognizing and dialoguing about it, especially in recent years. I really wanted to explore and better understand how other LGBTQ+ people and communities make sense of LGBTQ+ and Pride-laden PR, and whether others perceived it to have any significant influences. Knowing I had my own opinions about the subjects being brought together, it was crucial to me that I maintained a more salient role as a researcher during this project than as an opinionated gay man. I was able to prioritize the researcher role by conceptualizing the project through theoretical dimensions such as relationship management and corporate social responsibility. Additionally, I focused on what participants were verbally sharing as opposed to what I felt the participants were implying through words, nonverbals, and other cues. In this project, I had engaging and meaningful discussions with each focus group and the 15  112   participants overall, understanding how LGBTQ+ people made sense of their relationships with corporations and how Pride engagement may alter or influence these.  With this in mind, this discussion section integrates the findings together and how the prior research and theoretical concepts used to build this project are connected to these findings. Overall, corporate engagement with LGBTQ+ identities, communities, and Pride is recognized and appreciated for its contributions to normalizing LGBTQ+ representation and providing more visibility and openness with these identities and communities. That said, the increased saturation of companies participating with Pride makes it more difficult for LGBTQ+ audiences to discern which companies are engaging at a mere base level (ads, booths, other basic PR) and complicates relationships with these companies. This audience wants to see more engagement with LGBTQ+ communities and causes beyond rainbow washing and showing up at Pride events. Broadly speaking, this project reiterated the importance of authenticity LGBTQ+ people want to see with company’s communications, actions, and relationships (Ciszek & Pounders, 2020). Additionally, Kent & Taylor’s (2002) focus on elevating dialogic approaches to organizations better fostering relationships with publics is renewed through this study, as dialogue within a community helped identify areas of growth and improvement for companies and OPR in general. The explorations of the salience of sexual identity to one’s identity, interactions with everyday life integrating or negotiating this salience, and the importance of LGBTQ+ communities for comfort, openness, and visibility was not specifically explored in literature prior to conducting my focus group research. This was a theme that  113   emerged outside my original expectations, but to those that are not part of the LGBTQ+ spectrum and communities, I felt it would clarify why LGBTQ+ perceptions and relationships with companies is nuanced. However, this section reinforced the prior notions that LGBTQ+ audiences are not monolithic and there is rich diversity that needs to be understood, represented, and engaged with this population (Banks, 2000; Cook, 2007; DeLozier & Rodrigue, 1996). Additionally, the concept of LGBTQ+ community, whether year-round or at least at Pride, is significant to these participants and can help with their normalization and visibility (Oakenfull, 2007, 2013). Exploring the Research Questions Regarding LGBTQ+ relationships with companies in a general and non-Pride-contextualized sense, LGBTQ+ people appreciate and place significance on the normalization of representation and visibility; this audience can also be acutely aware of companies engaging multiple audiences that may be in tension or opposition with each other. Participants reiterated the appreciation of subtle signals and visuals that are perceived as more noticeable to LGBTQ+ people than non-LGBTQ+ (Capizzo, 2020; Chan, 2017; Ginder & Byun, 2015; Northey et al., 2020; Um, 2012). Beyond simple notice of this targeted outreach, most participants envisioned these signals as increasing normalization of LGBTQ+ identities and representation in a broad sense, extending Sender’s (2004) notion of marketing providing visibility. Participants in this study also furthered the attention of and significance applied towards companies navigating tensions and oppositions between some of its different audiences and target markets. Several participants were aware of internal tensions – potentially heteronormative executives in a  114   company attempting to engage beyond heteronormative PR – and this reinforced a desire for internal resistance to heteronormativity or overt anti-LGBTQ+ attitudes (Ciszek, 2020; Oakenfull, 2013; Tindall & Waters, 2012; Zhou, 2021). However, my research carried this notion beyond internal tensions to identify that LGBTQ+ people may notice and appreciate resistance or opposition to forces and entities that at least seem anti-LGBTQ+.  This theme of tensions also helps reiterate and extend the notions of postmodern PR, ultimately reinforcing PR as a cultural concept. The “dissymmetry and dissensus” (Holtzhausen, 2000) of LGBTQ+ people navigating dominant heteronormativity in PR and broader society illuminates the historical struggle for LGBTQ+ recognition and acceptance. This pushes Bank’s (2000) notion of diversifying PR and its target markets into a nuanced necessity – not only should diversity between different subgroups/target markets be explored, but diversity within these groups needs consideration and engagement as well. Plus, participants in this study identified that companies should better involve and weave LGBTQ+ people and culture into its internal structure and external PR, breaking away from a hegemonic organization structure as Holtzhausen (2000, 2002) encouraged. Plus, personal preferences in brands and companies were identified as preceding simple Pride engagement, reinforcing the situational particulars that are formed by circumstance, a key defining aspect to Curtin & Gaither’s (2005, 2006) cultural shift in PR.  The interpretations of Pride branding and engagement illuminate the complicated relationships between a target audience and the company attempting to specially reach  115   out and engage with this target. At a base level, Pride branding and engagement is recognized and appreciated for increasing visibility and representation of LGBTQ+ identities and communities, extending corporate engagement with social issues as a source of power and support for marginalized populations (Capizzo, 2020). However, LGBTQ+ people may be skeptical of the intent of companies engaging with Pride – many saw this and general LGBTQ+ engagement as being driven from a desire to affect profits; in other words, trust and integrity are central to LGBTQ+ corporate relationships and members of this audience do not wish to be commodified – or “instrumentalized” as prior research noted (Ciszek, 2020; Place et al., 2021). Due to this uncertainty, LGBTQ+ people want to see deeper levels of engagement and commitment to their identity and social issues, though this will also be explored further with relationship management discussions. The third research question, exploring how Pride branding and engagement interpretations may impact LGBTQ+ corporate relationships, provided descriptions and perspectives for an identified gap in research. While attitudes around advertising and PR have been explored even with specific LGBTQ+ audiences, subsequent attitudes toward the participating company have rarely if ever been examined (Ginder & Byun, 2015). Generally speaking of my findings, LGBTQ+ people may take more notice of companies who engage with Pride, but the sheer amount of companies now engaging with Pride even at base levels makes it difficult to discern which companies are doing basic representation and which are more involved with and involving of LGBTQ+ people; participants express more satisfaction and more likelihood in engaging with the latter  116   type of companies. Participants did feel companies were supporting and empowering them through Pride engagement (Capizzo, 2020; Tsai, 2011), but also reiterated that simple targeted marketing was insufficient for providing more perceived LGBTQ+ friendliness (Oakenfull, 2013). Participants also extended the tension with anti-LGBTQ+ entities and forces, noting that it was becoming more difficult to know which companies could be anti-LGBTQ+ and still trying to appeal to LGBTQ+ people, compared to those that are more meaningfully engaged. This reinforced the awareness of and concerns with companies trying to gain “gay dollars” while actively participating in the perceived oppression of these people (Cheung, 2021; Gagliardo-Silver, 2021).  As evidenced in the findings, relationship management theory helped further interpret participant responses and perceptions. This project extended and reiterated each of the four historical dimensions I identified – control mutuality, satisfaction, trust, and commitment. Control mutuality was most salient in the discussions of general LGBTQ+ corporate relationships; trust was interwoven throughout all parts of each discussion; commitment was discussed and furthered through Pride branding and engagement and the resulting relationships; and satisfaction, while also interwoven, was most present in the resulting corporate relationships from Pride branding and engagement. Generally speaking, relationship management has more often been approached through quantitative lenses within communication studies. But this research pushes the established boundaries of the theory by exploring it through the lived experiences of LGBTQ+ individuals; research buttressed with this theory often reaffirms the importance of and dimensions to companies managing relationships with publics, making the  117   companies and other organizations the main focus, controller, and influencer of organization-public relationships (Cheng, 2018; Heath, 2006). However, this thesis places more consideration on the public aspect of OPR; LGBTQ+ people have considerable power and influence over having and managing relationships with organizations. Plus, superficial PR engagements without meaningful and tangible actions and commitments will not translate to increased or positive behavioral outcomes. In fact, according to these participants, companies that meaningfully engage with the people and issues of communities they want to reach out to are not even guaranteed to increase consumer interactions – it may simply provide them with more initial attention when LGBTQ+ consumers are making purchase intentions and other decisions.  In terms of control mutuality, participants felt they generally have considerable control over the ability to start or exit corporate relationships. Personal preferences combined with the availability of options for a company, product, or service influence this. Some companies that are not meaningfully engaged or potentially actively resisting LGBTQ+ people may have more control mutuality if they have a perceived corner or majority of a certain product, service, or other market segment. LGBTQ+ people consider and negotiate the trust they have with companies before, during, and after Pride branding and engagement – an ongoing process. There is an overt desire from this data for companies to be more meaningfully engaged and committed to LGBTQ+ people and causes, and more satisfaction is derived in the corporate relationships that have this deeper commitment. Taken together, these general explorations of OPR – of relationship management – extenuates modern research on how antecedents affect OPR, how OPR  118   operates and its outcomes, and structures to OPR (Cheng 2018). Additionally, participants drew on and wove together the three primary OPRs – professional, personal, and community (Ledingham & Bruning, 2000). Through the tensions with heteronormative and anti-LGBTQ+ people and forces, I explored the uncertainty of how larger social environments can influence OPR dynamics (Sommerfeldt & Kent, 2015).  The specific explorations and dimensions of relationship management within this study reiterate and extend prior literature regarding CSR – which, as Jane mentioned, may be evolving into ESG or environmental, social, and governance policies. Overall, participants echoed that they were concerned companies were engaging with Pride to influence profits, emphasizing that corporate engagement with social identities and issues should transcend profit-and-loss concerns (Bowen, 1953; Eells, 1956; Selekman, 1959). Participants emphasized a desire for more LGBTQ+ representation and engagement internally and within company structure, bolstering the emphasis on diversity within a company from the top down (Bostdorff & Vibbert, 1994; Hon & Brunner, 2000; Langer, 2021). Additionally, participants reinforced the importance of companies engaging with Pride and LGBTQ+ audiences as Levi Strauss does, with financially supporting and otherwise donating to LGBTQ+ groups and causes (Clark & Campuzano, 2021; Tuten, 2006). The identified need to incorporate LGBTQ+ identities and voices into a company and their outreach was reinforced and extended beyond the confinement of Pride (Aley & Thomas, 2021; Li, 2020; Melton & MacCharles, 2021; Um, 2012), extended through the notion that all these identified engagements should be year-round and continual.   119   The final thematic section focused on how other pieces of identity play a role in these interpretations and relationships. Overall, this section reiterated and extended the need for understanding how intersecting identity facets can clarify and illuminate PR, though I did stay within the traditional Western scope (Chan, 2017; Vardeman-Winter & Tindall, 2010). While I explored how race may be more prominent to one’s identity than sexuality and that this prominence could influence interactions and relationships with companies, intersectionality with age was the most salient theme to emerge. Older participants qualified increasing corporate engagement with Pride and LGBTQ+ people over the last few decades as increasing visibility, awareness, and openness of diverse sexual identities, though they perceived this engagement as becoming less risky for companies over time; plus, older participants placed more emphasis on companies who have been engaged with these aspects over or for long-term periods. These aspects, combined with the geographical intersections with identity, further clarified how LGBTQ+ publics are not homogeneous and subject to nuanced levels of intersectionality and disenfranchisement (Navarro et al., 2019; Place et al., 2021). In terms of the intersectionality with geographic location, this was once intersecting identity that I did not consider until I was conducting focus groups. While I do feel cultures and locales that I have lived in and experienced in the southeast as less friendly to LGBTQ+ people compared to other US regions, I did not consider this to be as salient to other LGBTQ+ people. Participants reiterated the desire to be openly LGBTQ+, but that the perceived level of heteronormative dominance based on location could moderate this and the perceived strength of LGBTQ+ community (Tindall &  120   Waters, 2012). Through these other identity considerations, my research has started addressing Chan’s (2017) identified need for intersectionality explorations withing communication research centered on LGBT+ people. Overall, this thematic section further clarified the “situational particular that is always subject to the contingencies of circumstance” (Curtin & Gaither, 2005, p. 98).  Overall, all the thematic sections reinforce a desire by these LGBTQ+ participants that was similarly expressed in a study with LGBTQ+ practitioners. Participants feel companies are not engaging deeply enough with LGBTQ+ people in their own ads and outreach, echoing Ciszek et al.’s (2021) notion that some people (specifically transgender) feel more spoken for than being listened to and understood by corporate outreach. At a base level, the differences in interpretations and perceptions based on other identity aspects outside of sexuality reinforce Ciszek & Lim’s (2021) call for more intersectionality within LGBTQ+ focused PR practice and research. More importantly, the findings in this study replicate and reinforce their findings: LGBTQ+ people feel PR oriented towards them is more for profit than legitimate social and political engagement; these people can take more notice of companies with more historical and year-round engagement with them and other LGBTQ+ people; and there is a strong desire for tangible actions or essentially walking the walk, being transparent about these efforts and their internal culture (Ciszek & Lim, 2021).  Limitations and Future Directions             There are several limitations to consider regarding this particular project. First, I easily identified and considered the demographic representation of participants as a  121   limitation, even when conducting data analysis. There was only one transgender participant; the other 14 participants identified as cisgender. Considering the racial identities, only 2 identified as black or multiracial and the other 13 identified as white. One participant identified as bisexual while the rest of the participants were gay, lesbian, and/or queer. While intersectionality considerations did help clarify identity interpretations and discussions, my sample still falls into the predominately and historically white and gay and lesbian focus within LGBTQ+ PR and communication research (Banks, 2000; Burnett, 2000; DeLozier & Rodrigue, 1996; Fejes & Lennon, 2000; Gross, 2001; Kates, 1999). Plus, all participants identified their gender identity as being within the man/woman, transgender/cisgender binaries. My sample was not representative of the rich diversity that both participants described as being integral to LGBTQ+ communities and representation, and that prior literature has identified as a lack in this sort of research (Gross, 2001; Penaloza, 1996).  While I did utilize certain forms of purposive sampling, it is important to acknowledge the sampling method as a limitation which contributed to the aforementioned demographic limitations. Though snowball sampling can be a necessity for qualitative projects like this one, I do recognize that with snowball sampling, seeking out more diverse participants and representation is dependent on the participants and their own interactions and connections to others, as well as my own. Furthermore, this form of sampling and resulting demographic scope of participants provided findings that may differ if this study were conducted with a more diverse population – whether that would be aspects such as people from more varied racial backgrounds or more transgender and  122   nonbinary individuals. These findings rely on a largely white and well-educated scope of view, lacking the incorporation of rich diversity into PR that prior research has identified.  This sampling limitation had the most notable affect on the perceptions and interpretations based on other pieces of identity or RQ4, as well as limiting the findings of sense of identity and community as well as perceived relationships with companies. As Logan (2016) noted, corporate wealth and power have been used in the past to perpetuate racial inequality; perhaps this historic oppression could influence non-white individuals to feel less control mutuality and trust of companies in general and beyond the scope of Pride. Plus, Anthony noted how his racial identity was much more salient to his overall identity compared to his sexuality, and Mary described racism and some degrees of segregation within LGBTQ+ communities; this begs the question, how would other participants that are neither white nor black interpret and make sense of these subjects? Even intersectionality may be explored differently if this sample were more varied by race and/or gender; while this study had good variance in age, perhaps older black individuals have different interpretations compared to older white individuals. This means this sort of study being replicated would be rife for more sampling methods and different representation of identities, both within and beyond the scope of sexual identity.             Additionally, while qualitative research by nature is focused on the context and not on generalizing interpretations, I explored this project within a Western scope and primarily an Eastern coast US scope. The aim of this project was to explore LGBTQ+ relationships and interpretations of their corporate relationships – both in general and regarding Pride engagement – from an American perspective, but there were no  123   participants that were more westward in the US beyond the upper Midwest, and only one participant was in this region; the rest reside in the southeast or northeast. Especially since I considered the intersectionality of geographical location on interpretations and relationships, understanding how this plays a role across a wider array of regions in the US could not be explored. This is what I consider another attribution to the snowball sampling – most of my personal LGBTQ+ networks and the networks they reached out to are largely confined to the eastern US.              A final limitation to consider within this project regards the focus group discussions and participations – namely, the degree of personal and private disclosures and the competing voices within the groups. Overall, I felt participants were comfortable in providing basic disclosures with each other and drawing on deeply personal experiences. Additionally, I do feel most participants were comfortable and able to share their thoughts with each question posed – I do not feel there was a particular participant dominance in each group. However, I do feel I may have talked too much at times or tried to describe a question too much – part of this stems from being newer to the actual practice of qualitative research as opposed to just its study. I feel I should be more succinct in the future and let participants explore how they discern the question, only providing more context and clarification as it is desired. While I do recognize the strength of being able to more easily collect data by hosting focus groups, there were several times where I wanted to be able to dig deeper with each participant one-on-one because their experiences and perceptions were so nuanced and varied. For example, just considering the older participants, I am 28 years old; so I always enjoy – even in my personal life –  124   hearing from older LGBTQ+ people and their perspective on things. From my perspective and my local region, I feel there is not being enough done to represent and engage LGBTQ+ people and causes. But anecdotally from conversations with older LGBTQ+ people I know, the current representation and engagement is such a vast improvement compared to even one or two decades ago, and I do recognize this previous time as a period where I was not engaged with my sexual identity as I am now. Additionally, participants may not have delved as deeply into their identity and community out of a lack of comfort or a desire to moderate the perceived control over their own identity and openness.              There are several potential future directions for research drawing on this subject and/or these streams to take. The first and most obvious future direction focuses on the need for more representation beyond the “LGB” and “Q” of “LGBTQ+.” As the “+” implies, there is an ever-evolving plethora of sexual and gender identities that participants may identify with multiple of these or consider their own sexuality as fluid and evolving. Future studies should attempt to engage and represent more of these identities, and I believe considerable efforts should focus on more transgender inclusion within LGBTQ+ research. Plus, more people that are outside of the gender binary should be included as this has not been explored much in prior research, nor was I able to explore it within my own research.             Additionally, future research should explore not only more racial identities and intersectionality, but also more pieces of identity that intersect with sexual and gender identities. For example, while I did not expressly explore it in my analysis, some  125   participants did draw on their work identity. Some participants worked in typical corporate America for companies such as KPMG (accounting) and Wells Fargo (banking, finance). Other participants worked with branding and marketing specifically for LGBTQ+ causes and companies, and some worked for LGBTQ+ advocacy organizations. Identity, community, and the interpretations of Pride branding and engagement may be more nuanced based on this perspective as well – someone who is more engaged with LGBTQ+ people and communities in their work probably has a more detailed and nuanced perception of corporate LGBTQ+ and Pride engagement than someone who works for typical corporations. Going back to the racial considerations, my research only draws on mostly white perspectives with some black perspectives; other research focuses more on this binary as well. So while future research could have more participants of color, future research can also focus on this through other nonwhite identities in addition to black individuals.             Finally, regarding identity considerations, future research should explore perspectives beyond the eastern US, outside of the US, and perhaps outside of Western perspectives. Pride is becoming salient to other cultures and regions on the international stage, and it is important to understand how others outside of American perspectives may interpret and make sense of their relationships with Pride and with companies engaging with it. Additionally, national companies in the US have to account for differences in regions – differences in cultures, demographics, and more – so future research with these subjects should focus on Midwest and western American perspectives as well.  126               Another major direction for future research to take regards the theoretical dimensions around PR and LGBTQ+ identities. I do firmly believe relationship management theory was the best theory to bring in for this study and for the analysis, as  it helped provide clear structure and understanding to LGBTQ+ relationships with corporations. However, considering the salience of sexual identity and LGBTQ+ based communities, it could be important to conceptualize future studies through the lens of queer theory. My research was very outcome-focused, a central motivation and tenet behind relationship management; but applying other theories and theoretical dimensions could help further explicate OPR and research with LGBTQ+ people.  Conclusion             Overall, Anthony highlighted a key point of this project: LGBTQ+ PR and outreach “definitely is catering to certain niches in the community … which is advertising in general, that's the nature of the beast, is what it does.” But most participants ultimately discussed a need for a more tailored catering to LGBTQ+ people. Companies engaging with social issues and with certain social demographics is heavily nuanced and is more than mere advertising. Taken together, Pride branding and engagement is a source of support and empowerment for LGBTQ+ people and communities, providing them with visibility, representation, and more acceptance from wider social circles. However, even a hint of anti-LGBTQ+ notions within or from a company can deter LGBTQ+ people from engaging with them in any capacity, so long as that company can be successfully avoided. If companies want to truly engage with Pride and captivate LGBTQ+ audiences, they must deeply commit and clearly communicate  127   these commitments: engaging LGBTQ+ people well beyond the timeframe of Pride, engaging LGBTQ+ people within their company culture and within their targeted outreach, engaging in the long-term, and financially supporting LGBTQ+ entities. In other words, if companies are to truly engage and strengthen relationships with LGBTQ+ consumers and with Pride, they must “walk the walk” and put their money where their mouth is. As James Baldwin said, “I can’t believe what you say because I see what you do.”                                       128   APPENDIX A Recruitment Post Graphic      129   APPENDIX B Recruitment Post Script  For direct messaging of LGBTQ+ connections: AND For a general call out for participation on social media:   Hello!  My name is Sam Goodman and I am a graduate student in Clemson University’s Department of Communication. For my thesis project I am conducting research about rainbow washing and other Pride branding as it occurs annually in the US during June. As a cisgender gay man, I hope to investigate how fellow LGBTQ+ people interpret these sort of corporate presences and how they respond to Pride branding.  Should you choose to participate, your participation will involve a brief, five-minute demographic survey and one informal focus group hosted on Zoom with four other LGBTQ+ individuals that will last between one hour and one and a half hours. This would be completely voluntary and would not include any financial compensation. You must be 18 years old or older to participate. You must also identify as LGBTQ+ to participate in this study, and you must be willing to be recorded while participating in a focus group on Zoom.  Please contact me via email at sbgoodm@clemson.edu or Dr. Erin Ash at ash3@clemson.edu if you would like to participate and/or if you have any questions about the study. Thank you for your time, and I hope to hear from you soon!  Cheers,  Sam       130   APPENDIX C Pre-Interview Survey  1. What is your name? Write-in  2. What is your age? Write-in  3. What is your gender identity? Single or multiple selection: Cisgender man, cisgender woman, transgender man, transgender woman, nonbinary, gender fluid, intersex, other – write in  4. What is your sexual orientation? Single or multiple selection: Lesbian, gay, bisexual, queer, questioning, asexual, pansexual, demisexual, heterosexual, other – write in  5. What is your race? (Select all that apply) Single or multiple selection: White, Hispanic or Latino, Black or African American, Native American, Asian, other – write in  6. Have you attended a Pride event within the last three years? Single selection: Yes, no, unsure  7. Have you attended a Pride event ever? Single selection: Yes, no, unsure  8. How active are you in a local LGBTQ+ community? Single selection (1) Not at all -------- Very active (7) Rarely, sometimes, moderately, fairly, mostly  9. I feel that my sexual identity is a major part of who I am – how I see and express myself. Single selection (1) Strongly disagree ------- Strongly agree (7) Disagree, somewhat disagree, neither agree nor disagree, somewhat agree, agree     131   APPENDIX D Interview Guide LGBTQ+ EXPERIENCES DURING PRIDE MONTH  Time of interview: _______________  Date: ____________________________  Location: ________________________ Moderator Introduction T1. Hi everyone. My name is Sam and let me start by saying thank you to each and every one of you for your willingness to participate in my thesis research. You’re probably familiar with the basic idea of the project at this point, but just as a reminder we’ll be discussing companies who engage in Pride branding through a variety of ways during June each year, considering our sexual identity and our sense of LGBTQ+ community. This research is personal to me as a gay man; but during this discussion I will serve as a guide and investigator. I have some questions here in mind, but I also want all of us to feel welcome to discuss whatever we feel is relevant and whatever comes to mind. I may ask you to clarify a response, not because there is right or wrong, but just to dig deeper into your idea. That being said, thank you again; I am so excited to chat with all of you and have you get to know each other if you’re not familiar with everyone here. I just wanted to start off by having each of us introduce ourselves with your name, where you’re from, and why you wanted to participate in this study. My name is Sam, I identify as cis and gay, I’m originally from Columbia, SC and currently live in Greenville. I will share why I wanted to do this study. I questioned my sexual identity since I was in middle school, and really explored my identity in college. I finally came out to my family in 2018 and at that point had been out to most friends for at least a few years. Since that time, I’ve really explored my sexual identity, and not just what it means to me – some fellow gay friends held “gay movie days” where I was introduced to several cult classics like To Wong Foo, Sordid Lives, and It’s My Party. But several years back I noticed companies were starting to incorporate aspects of LGBTQ+ identity into their outreach, advertising, and other marketing. As it has become more prevalent in recent years, I began to wonder and wanted to explore how other LGBTQ+ people make sense of this. So, with this in mind, let’s start with a volunteer/let’s start with [person’s name in group]… Situating the Context Q1. How would you describe your sexual identity and how it fits into your overall identity?  132   Q2. In this context, what aspects do you think you share with other LGBTQ+ individuals? What aspects are uniquely you? Q3. Tell me about your participation in LGBTQ+ related communities. Q4. Tell me how you would describe Pride Month or other Pride events. What does it mean to you? Understanding the Phenomenon T2. For most of this study, I want us to think about how we have seen companies act, advertise, communicate, and otherwise reach out to us and other LGBTQ+ people during Pride Month or June. However, for discussions of Pride festivals and related events, I do understand some events occur outside of June – I mean, an outdoor Pride in Atlanta is a lot cooler temperature-wise during October as opposed to June. Q5. Let’s talk about one of the first times we each noticed a company or organization acknowledging or reaching out to us and other LGBTQ+ identities. For example, this could be an event, an advertisement, or a direct communication like an email or mail piece.  Potential follow-ups: Describe the moment to us. How did you react and feel? How would you describe the company’s goal of this outreach moment? What would you qualify as the company’s intentions at the moment? Consider and describe your feelings and attitudes about the company or organization involved with this presence before, during, and after the moment. How did you feel in the moment? What did you think about the company or organization after that moment? Q6. So what do we think about corporate presence at Pride festivals and related events? Potential follow-ups:      Describe a time you noticed this corporate presence.      How did it make you react and feel?      How did others seem to react and feel?      How did you perceive and interpret this presence?      Consider and describe your feelings and attitudes about the company or organization    involved with this presence before, during, and after the moment.  Q7. Let’s think back to other memorable moments during Pride Month where companies were either explicitly or implicitly incorporating our sexual and gender identities into their policies, advertising, marketing, and other outreach. How did you feel about this?  133    Potential follow-ups: What sort of moments did you participate in (or observe) and who was involved? What made these occasions memorable? How did these moments make you feel? About your sexual identity? About the company? Further Clarification Q8. What do you see as potential challenges with the Pride branding and marketing we’ve been discussing? As potential benefits? Q9. Drawing on the moments of outreach and other experiences you described earlier, how did you ultimately feel about the company engaging in these moments? Q10. Tell me about your relationship with these companies. How would you describe the relationship of your LGBTQ+ peers with these companies? Q11. What characteristics should companies embody or promote when engaging with us and other LGBTQ+ people? Q12. Is there anything else you would like to share about your experiences as an LGBTQ+ person, with LGBTQ+ communities, and/or about Pride branding and related outreach? T3. If there are no more lingering thoughts or ideas on the tips of our tongues, that concludes the interview. Thank you so much for participating and sharing part of your heart with me! Those of you who indicated that you would like to be contacted with the results of the study, you should hear from me within the next few months. Thanks again to each of you! End of Transcript            134   REFERENCES Abad-Santos, A. (2018, June 25). How LGBTQ Pride Month became a branded holiday. Vox. https://www.vox.com/2018/6/25/17476850/pride-month-lgbtq-corporate-explained Åkestam, N., Rosengren, S., & Dahlen, M. (2017). Advertising “like a girl”: Toward a better understanding of “femvertising” and its effects. Psychology & Marketing, 34(8), 795-806. https://doi-org/10.1002/mar.21023 Aley, M., & Thomas, B. (2021). An examination of differences in product types and gender stereotypes depicted in advertisements targeting masculine, feminine, and LGBTQ audiences. Communication Research Reports, 38(2), 132-141. https://doi.org/10.1080/08824096.2021.1899908 Antioco, M., Vanhamme, J., Hardy, A., & Bernardin, L. (2012). On the importance of social integration for minority targeting effectiveness. International Journal of Research in Marketing, 29(4), 380-389. https://doi.org/10.1016/j.ijresmar.2012.08.001 Ball, C. A. (2019). The queering of corporate America: How big business went from LGBT adversary to ally. Beacon Press. Banks, S. P. (2000). Multicultural public relations: A social-interpretive approach. Iowa State University Press.  135   Basil, D. Z., & Weber, D. (2006). Values motivation and concern for appearances: The effect of personality traits on responses to corporate social responsibility. International Journal of Nonprofit and Voluntary Sector Marketing, 11(1), 61-72. Berry, K. (2011). The ethnographic choice: Why ethnographers do ethnography. Cultural Studies ↔ Critical Methodologies, 11(2), 165-177. https://doi.org/10.1177/1532708611401335 Biden, J. (2021, June 25). Remarks by President Biden commemorating LGBTQ+ Pride Month. The White House: President Joseph R. Biden, Jr. https://www.whitehouse.gov/briefing-room/speeches-remarks/2021/06/25/remarks-by-president-biden-commemorating-lgbtq-pride-month/ Biernacki, P., & Waldorf, D. (1981). Snowball sampling: Problems and techniques of chain referral sampling. Sociological Methods & Research, 10(2), 141-163. https://doi.org/10.1177/004912418101000205 Bird, C. M. (2005). How I stopped dreading and learned to love transcription. Qualitative Inquiry, 11(2), 226-248. https://doi.org/10.1177/1077800404273413 Blakemore, E. (2020, June 26). How the Stonewall Uprising ignited the modern LGBTQ rights movement. National Geographic. https://www.nationalgeographic.com/history/article/stonewall-uprising-ignited-modern-lgbtq-rights-movement  136   Bostdorff, D. M., & Vibbert, S. L. (1994). Values advocacy: Enhancing organizational images, deflecting public criticism, and grounding future arguments. Public Relations Review, 20(2), 141-158. https://doi.org/10.1016/0363-8111(94)90055-8 Bowen, H. R. (1953). Social responsibilities of the businessman. Harper & Row. Branchik, B. J. (2002). Out in the market: a history of the gay market segment in the United States. Journal of Macromarketing, 22(1), 86-97. https://doi.org/10.1177/027467022001008 Branchik, B. J. (2007). Pansies to parents: Gay male images in American print advertising. Journal of Macromarketing, 27(1), 38-50. https://doi.org/10.1177/0276146706296710 Braun, V., & Clarke, V. (2006). Using thematic analysis in psychology. Qualitative Research in Psychology, 3(2), 77-101. https://doi.org/ 10.1191/1478088706qp063oa Broom, G. M., Casey, S., & Ritchey, J. (1997). Concept and theory of organization-public relationships. -Journal of Public Relations Research, 9(2), 83-98. https://doi.org/10.1207/s1532754xjprr0902_01 Bruning, S.D., & Ledingham, J. A. (1999). Relationship between organization and publics: Development of a multi-dimensional organization-public relationship scale. PR Review, 25(2), 157-170. https://doi.org/10.1016/S0363-8111(99)80160-X Burnett, J. J. (2000). Gays: Feelings about advertising and media used. Journal of Advertising Research, 40(1-2), 75-84. https://doi.org/10.2501/JAR-40-1-2-75-84  137   Campbell, J. (2007). Why would corporations behave in socially responsible ways? An institution theory of corporate social responsibility. Academy of Management Review, 32(3), 946-967. https://doi.org/10.5465/AMR.2007.25275684 Capizzo, L. (2020). The right side of history, inc.: Social issues management, social license to operate, and the Obergefell v. Hodges decision. Public Relations Review, 46(5), 101957. https://doi.org/10.1016/j.pubrev.2020.101957 Carey, M. A. (1994). The group effect in focus groups: Planning, implementing and interpreting focus group research. In J. Morse (Ed.), Critical issues in qualitative research methods (pp. 225-241). Sage. Carroll, A. B. (1979). A three-dimensional conceptual model of corporate social performance. Academy of Management Review, 4(4), 497-505. https://doi.org/10.2307/257850 Carroll, A. B. (1999). Corporate social responsibility: Evolution of a definitional construct. Business & Society, 38(3), 268-295. https://doi.org/10.1177/000765039903800303 Castillo, M. (2014, October 10). These stats prove femvertsing works. AdWeek. https://www.adweek.com/digital/these-stats-prove-femvertising-works-160704/  Cenziper, D., & Obergefell, J. (2016). Love wins: The lovers and lawyers who fought the landmark case for marriage equality. William Morrow.   138   Champlin, S., Sterbenk, Y., Windels, K., & Poteet, M. (2019). How brand-cause fit shapes real world advertising mesSages: A qualitative exploration of “femvertising.” International Journal of Advertising, 38(8), 1240-1263. https://doi-org /10.1080/02650487.2019.1615294 Champlin, S., & Li, M. (2020). Communicating support in Pride collection advertising: The impact of gender expression and contribution amount. International Journal of Strategic Communication, 14(3), 160-178. https://doi.org/10.1080/1553118X.2020.1750017 Chan, L. S. (2017). Emerging currents in communication/LGBTQ studies: A review of LGBTQ-related articles published in communication journals from 2010 to 2015. International Journal of Communication, 11(1), 2647-2668. https://ijoc.org/index.php/ijoc/article/view/6697 Charmaz, K. (2005). Grounded theory in the 21st century: Applications for advancing social justice studies. In N. K. Denzin & Y. S. Lincoln (Eds.), The Sage handbook of qualitative research (pp. 507-535). Sage. Cheng, Y. (2018). Looking back, moving forward: A review and reflection of the organization-public relationship (OPR) research. Public Relations Review, 44(1), 120-130. https://doi.org/10.1016/j.pubrev.2017.10.003 Cheung, K. (2021, June 18). After pride, corporations will \"ditch these gays\" but the harm will already be done. Salon. https://www.salon.com/2021/06/18/pride-rainbow-capitalism-harm-exploitation/  139   Childers, S. M. (2014). Promiscuous analysis in qualitative research. Qualitative Inquiry, 20(6), 819-826. https://doi.org/10.1177/1077800414530266  Chintrakarn, P., Treepongkaruna, S., Jiraporn, P., & Lee, S. M. (2020). Do LGBT-supportive corporate policies improve credit ratings? An instrumental-variable analysis. Journal of Business Ethics, 162(1), 31-45. https://doi.org/10.1007/s10551-018-4009-9 Cho, M., Xiong, Y., & Boatwright, B. (2021). Through the lens of ethnicity: Semantic network and thematic analyses of United Airlines’ dragging crisis. Public Relations Review, 47(1), 102006. https://doi-org/10.1016/j.pubrev.2020.102006 Ciszek, E. L. (2015). Bridging the gap: Mapping the relationship between activism and public relations. Public Relations Review, 41(4), 447-455. https://doi.org/10.1016/j.pubrev.2015.05.016 Ciszek, E. L. (2016). Digital activism: How social media and dissensus inform theory and practice. Public Relations Review, 42(2), 314-321. https://doi.org/10.1016/j.pubrev.2016.02.002 Ciszek, E. L. (2017a). Activist strategic communication for social change: A transnational case study of lesbian, gay, bisexual, and transgender activism. Journal of Communication, 67(5), 702-718. https://doi.org/10.1111/jcom.12319  140   Ciszek, E. (2017b). Public relations, activism and identity: A cultural-economic examination of contemporary LGBT activism. Public Relations Review, 43(4), 809-816. https://doi.org/10.1016/j.pubrev.2017.01.005 Ciszek, E. (2018). Queering PR: Directions in theory and research for public relations scholarship. Journal of Public Relations Research, 30(4), 134-145. https://doi.org/10.1080/1062726X.2018.1440354 Ciszek, E. (2020). “We are people, not transactions”: Trust as a precursor to dialogue with LGBTQ publics. Public Relations Review, 46(1), 101759. https://doi.org/10.1016/j.pubrev.2019.02.003 Ciszek, E., Haven, P., & Logan, N. (2021). Amplification and the limits of visibility: Complicating strategies of trans voice and representations on social media. New Media & Society. https://doi.org/10.1177/14614448211031031 Ciszek, E., & Lim, H.S. (2021). Perceived brand authenticity and LGBTQ publics: How LGBTQ practitioners understand authenticity. International Journal of Strategic Communication, 15(5), 395-409. https://doi.org/10.1080/1553118X.2021.1988954  Ciszek, E., & Logan, N. (2018). Challenging the dialogic promise: how Ben & Jerry’s support for Black Lives Matter fosters dissensus on social media. Journal of Public Relations Research, 30(3), 115-127. https://doi-org/10.1080/1062726X.2018.1498342  141   Ciszek, E., Place, K. R., & Logan, N. (2022). Critical humanism for public relations: Harnessing the synergy of gender, race and sexuality research. Public Relations Review, 48(1), 102151. https://doi.org/10.1016/j.pubrev.2022.102151 Ciszek, E. L., & Pounders, K. (2020). The bones are the same: An exploratory analysis of authentic communication with LGBTQ publics. Journal of Communication Management, 24(2), 103-117. https://doi.org/10.1108/JCOM-10-2019-0131 Clark, E., & Campuzano, L. (2021, June 25). Has 'rainbow capitalism' taken over Pride? Yahoo Finance. https://finance.yahoo.com/news/rainbow-capitalism-taken-over-pride-040129823.html?guccounter=1 Cook, F. (2007). It's a small world after all: Multiculturalism, authenticity, connectedness among trends to watch in next 50 years. Public Relations Strategist, 13(1), 30-33. Retrieved from https://apps.prsa.org/Intelligence/TheStrategist/Articles/view/6K-010710/102/It_s_a_Small_World_After_All_Multiculturalism_Auth#.YuGVxYTMLZs Cortés, M. S. (2021, June 15). The best part of Pride is making fun of rainbow capitalism. Refinery 29. https://www.refinery29.com/en-us/2021/06/10509012/rainbow-capitalism-explained-memes Craig, R. T., & Muller, H. L. (Eds.). (2007). Theorizing communication: Readings across traditions. Sage.  142   Curtin, P. A., & Gaither, T. K. (2005). Privileging identity, difference, and power: The circuit of culture as a basis for public relations theory. Journal of Public Relations Research, 17(2), 91-115. https://doi.org/10.1207/s1532754xjprr1702_3 Curtin, P. A., & Gaither, T. K. (2006). Contested notions of issue identity in international public relations: A case study. Journal of Public Relations Research, 18(1), 67-89. https://doi.org/10.1207/s1532754xjprr1801_4 Curtin, P. A., & Gaither, T. K. (2007). International public relations: Negotiating culture, identity, and power. Sage Publications. Curtin, P. A., Gaither, T. K., & Ciszek, E. (2017). Articulating public relations practice and critical/cultural theory through a cultural-economic lens. In J. L'Etang, D. McKie, N. Snow, & J. X. Heras (Eds.), The Routledge handbook of critical public relations (pp. 44-53). Routledge, Taylor & Francis Group.  Davis, K. (1967). Understanding the social responsibility puzzle: What does the businessman owe to society? Business Horizons, 10(4), 45-50. https://doi.org/10.1016/0007-6813(67)90007-9 Davis, K. (1973). The case for and against business assumption of social responsibilities. Academy of Management Journal, 16(2), 312-322. https://doi.org/10.2307/255331 DeLozier, M. W., & Rodrigue, J. (1996). Marketing to the homosexual (gay) market: A profile and strategy implications. Journal of Homosexuality, 31(2), 203-212. https://doi.org/10.1300/J082v31n01_12  143   Del Valle, G. (2019). Chick-fil-A’s many controversies, explained. Vox. https://www.vox.com/the-goods/2019/5/29/18644354/chick-fil-a-anti-gay-donations-homophobia-dan-cathy D'Emilio, J. (1983). Sexual politics, sexual communities: The making of a homosexual minority in the United States, 1940-1970. University of Chicago Press. Denzin, N. K., & Lincoln, Y. S. (2000). Introduction. In N.K. Denzin & Y. S. Lincoln (Eds.), Handbook of qualitative research (2nd ed., pp. 1-28). Sage.  Doh, J. P., & Guay, T. R. (2006). Corporate social responsibility, public policy, and NGO activism in Europe and the United States: An institutional-stakeholder perspective. Journal of Management Studies, 43(1), 47-73. https://doi.org/10.1111/j.1467-6486.2006.00582.x Eells, R. (1956). Corporate giving in a free society. Harper.  Ellis, C. (2007). Telling secrets, revealing lives: Relational ethics in research with intimate others. Qualitative Inquiry, 13(1), 3-29. https://doi.org/10.1177/1077800406294947 Emmel, N. (2013). Sampling and choosing cases in qualitative research: A realist approach. Sage. Epstein, E. M. (1987). The corporate social policy process: Beyond business ethics, corporate social responsibility, and corporate social responsiveness. California Management Review, 29(3), 99-114. https://doi.org/10.2307/41165254  144   Fejes, F., & Lennon, R. (2000). Defining the lesbian/gay community? Market research and the lesbian/gay press. Journal of Homosexuality, 39(1), 25-42. https://doi.org/10.1300/J082v39n01_02 Fitch, K., James, M., & Motion, J. (2016). Talking back: Reflecting on feminism, public relations and research. Public Relations Review, 42(2), 279-287. https://doi.org/10.1016/j.pubrev.2015.05.006 Fox, J., & Ralston, R. (2016). Queer identity online: Informal learning and teaching experiences of LGBTQ individuals on social media. Computers in Human Behavior, 65(1), 635-642. https://doi.org/10.1016/j.chb.2016.06.009 Franke-Ruta, G. (2013, June 24). An amazing 1969 account of the Stonewall Uprising. The Atlantic. https://www.theatlantic.com/politics/archive/2013/01/an-amazing-1969-account-of-the-stonewall-uprising/272467/ Gagliardo-Silver, V. (2021, June 11). The companies that want your pride money but have murky records with LGBTQ rights. The Independent. https://www.independent.co.uk/voices/pride-money-lgbtq-chick-fil-a-walmart-at-t-b1863735.html Gates, G. J. (2011). How many people are lesbian, gay, bisexual, and transgender? The Williams Institute. https://williamsinstitute.law.ucla.edu/publications/how-many-people-lgbt/   145   Ginder, W., & Byun, S. (2015). Past, present, and future of gay and lesbian consumer research: Critical review of the quest for the queer dollar. Psychology & Marketing, 32(8), 821-841. https://doi.org/10.1002/mar.20821 Githens, R. P. (2009). Capitalism, identity politics, and queerness converge: LGBT employee resource groups. New Horizons in Adult Education & Human Resource Development, 23(3), 18-31. https://doi.org/10.1002/nha3.10347 Grau, S. L., & Zotos, Y. C. (2016). Gender stereotypes in advertising: a review of current research. International Journal of Advertising, 35(5), 761-770. https://doi-org./10.1080/02650487.2016.1203556 Griskevicius, V., Tybur, J. M., & Van den Bergh, B. (2010). Going green to be seen: status, reputation, and conspicuous conservation. Journal of Personality and Social Psychology, 98(3), 392. https://doi.org/10.1037/a0017346 Gross, L. (2001). Up from invisibility: Lesbians, gay men, and the media in America. Columbia University Press. Grunig, J. & Huang, Y.H. (2000). From organizational effectiveness to relationship indicators: Antecedents of relationships, public relations strategies, and relationship outcomes. In J. A. Ledingham & S. D. Bruning (Eds.), Public relations as relationship management: A relational approach to the study and practice of public relations (pp. 23-53). Lawrence Erlbaum Associates, Inc.  146   Heald, M. (1957). Management’s responsibility to society: The growth of an idea. The Business History Review, 31(4), 375-384. https://doi.org/10.2307/3111413 Heath, R. L. (2006). Onward into more fog: Thoughts on public relations' research directions. Journal of Public Relations Research, 18(2), 93-114. https://doi.org/10.1207/s1532754xjprr1802_2 Hollander, J. A. (2004). The social contexts of focus groups. Journal of Contemporary Ethnography, 33(5), 602-637. https://doi.org/10.1177/0891241604266988 Holtzhausen, D. R. (2000). Postmodern values in public relations. Journal of Public Relations Research, 12(1), 93-114. https://doi.org/10.1207/S1532754XJPRR1201_6 Holtzhausen, D. R. (2002). Towards a postmodern research agenda for public relations. Public Relations Review, 28(3), 251-264. https://doi.org/10.1016/S0363-8111(02)00131-5 Hon, L. C., & Brunner, B. (2000). Diversity issues and public relations. Journal of Public Relations Research, 12(4), 309-340. https://doi.org/10.1207/S1532754XJPRR1204_2 Hon, L.C., & Grunig, J.E. (1999). Guidelines for measuring relationships in public relations. Institution for Public Relations. https://www.instituteforpr.org/wp-content/uploads/Guidelines_Measuring_Relationships.pdf   147   Huang, Y. H. (2001). Values of public relations: Effects on organization-public relationships mediating conflict resolution. Journal of Public Relations Research, 13(4), 265-301. https://doi.org/10.1207/S1532754XJPRR1304_01 Jo, S., Hon, L.C., & Brunner, B.R. (2004). Organization-public relationships: Measurement validation in a University setting. Journal of Communication Management, 9(1), 14-27. https://doi.org/10.1108/13632540510621434 Jones, T. M. (1980). Corporate social responsibility revisited, redefined. California Management Review, 22(2), 59-67. https://doi.org/10.2307/41164877 Kang, Y., & Yang, K. C. C. (2021). A text mining study of consumer post-exposure narratives to a racially-themed controversial campaign: A narrative transportation perspective. Intercultural Communication Studies, 30(1), 67-85. https://doi.org/10.1080/1062726X.2011.605976 Kapoor, D., & Munjal, A. (2019). Self-consciousness and emotions driving femvertising: A path analysis of women’s attitude towards femvertising, forwarding intention and purchase intention. Journal of Marketing Communications, 25(2), 137-157. https://doi-org/10.1080/13527266.2017.1338611 Kates, S. M. (1999). Making the ad perfectly queer: Marketing “normality” to the gay men's community?. Journal of Advertising, 28(1), 25-37. https://doi.org/10.1080/00913367.1999.10673574  148   Kent, M. L., & Taylor, M. (2002). Toward a dialogic theory of public relations. Public Relations Review, 28(1), 21-37. https://doi.org/10.1016/S0363-8111(02)00108-X Ki, E.-J., & Nekmat, E. (2015). Decomposing impression from attitude in relationship management outcomes. Journal of Promotion Management, 21(6), 685-702. https://doi.org/10.1080/10496491.2015.1055045 Kitzinger, J. (1994). The methodology of focus groups: The importance of interaction between research participants. Sociology of Health and Illness, 16(1), 103-121. https://doi.org/10.1111/1467-9566.ep11347023 Langer, A. (2021, June 1). 'Rainbow capitalism' is pandering, pure and simple, but it can still help drive social change. CBC News. https://www.cbc.ca/news/opinion/opinion-rainbow-capitalism-pride-month-1.6042417 Ledingham, J.A., & Bruning, S.D. (Eds.) (2000). Public relations as relationship management: A relational approach to the study and practice of public relations. Lawrence Erlbaum Associates, Inc. Ledingham, J. A. (2003). Explicating relationship management as a general theory of PR. -Journal of Public Relations Research, 15(2), 181-198. https://doi.org/10.1207/S1532754XJPRR1502_4 Ledingham, J. (2005). Relationship management theory. In R. L. Heath (Ed.), Encyclopedia of Public Relations (Vol. 1, pp. 741-743). SAGE. https://doi.org/10.4135/9781412952545.n370  149   Lee, Y.-J., & Kim, S. (2019). How do racial minority consumers process a model race cue in CSR advertising? A comparison of Asian and White Americans. Journal of Marketing Communications, 25(3), 307-327. https://doi-org/10.1080/13527266.2016.1278256 Li, M. (2021). Influence for social good: Exploring the roles of influencer identity and comment section in Instagram-based LGBTQ-centric corporate social responsibility advertising. International Journal of Advertising. Advance online publication. https://doi.org/10.1080/02650487.2021.1884399 Lindlof, T. R., & Taylor, B. C. (2019). Qualitative communication research methods (4th ed.). SAGE.  Liu, B. F., & Pompper, D. (2012). The crisis with no name: Defining the interplay of culture, ethnicity, and race on organizational issues and media outcomes. Journal of Applied Communication Research, 40(2), 127-146. https://doi.org/10.1080/00909882.2012.654499 Logan, N. (2016). The Starbucks Race Together Initiative: Analyzing a public relations campaign with critical race theory. Public Relations Inquiry, 5(1), 93-113. https://doi.org/10.1177/2046147X15626969 Logan, N., & Ciszek, E. (2022). At the intersection of race, gender and sexuality: A queer of color critique of public relations habitus. Journal of Public Relations Research, 33(6), 487-503. https://doi.org/10.1080/1062726X.2022.2051174  150   Marková, I., Linell, P., Grossen, M., & Salazar Orvig, A. (2007). Dialogue in focus groups: Exploring socially shared knowledge. Equinox publishing. Mazid, I. (2020). Virality of social change mesSages on Facebook: A study of advocacy and relationship building strategies of LGBTQ advocacy organizations. International Journal of Strategic Communication, 14(2), 105-121. https://doi.org/10.1080/1553118X.2020.1730377 McCarthy, J. (2019, June 27). Americans still greatly overestimate U.S. gay population. Gallup. https://news.gallup.com/poll/259571/americans-greatly-overestimate-gay-population.aspx McGuire, J. W. (1963). Business and society. McGraw-Hill.  Melton, E. N., & MacCharles, J. D. (2021). Examining sport marketing through a rainbow lens. Sport Management Review, 24(3), 421-438. https://doi.org/10.1080/14413523.2021.1880742 Moniuszko, S. M. (2021, June). Why rainbow capitalism can be harmful to LGBTQ people. USA Today. Retrieved from https://www.usatoday.com/in-depth/life/2021/06/04/what-rainbow-capitalism-and-and-how-does-impact-lgbtq-people/7492381002/ Morgan, D. L. (1988). Focus groups as qualitative research. Sage. Morgan, R. M., & Hunt, S. D. (1994). The commitment-trust theory of relationship marketing. Journal of Marketing, 58(3), 20-38. https://doi.org/10.2307/1252308  151   Mundy, D. E. (2013). The spiral of advocacy: How state-based LGBT advocacy organizations use ground-up public communication strategies in their campaigns for the “Equality Agenda”. Public Relations Review, 39(4), 387-390. https://doi.org/10.1016/j.pubrev.2013.07.021 Munshi, D., & Edwards, L. (2011). Understanding ‘race’ in/and public relations: Where do we start and where should we go? Journal of Public Relations Research, 23(4), 349-367. https://doi.org/10.1080/1062726X.2011.605976 Navarro, M. A., Hoffman, L., Crankshaw, E. C., Guillory, J., & Jacobs, S. (2019). LGBT identity and its influence on perceived effectiveness of advertisements from a LGBT tobacco public education campaign. Journal of Health Communication, 24(5), 469-481. https://doi.org10.1080/10810730.2019.1615582 Newport, F., & Himelfarb, I. (2013, May 20). In U.S., record-high say gay, lesbian relations morally ok. Gallup. https://news.gallup.com/poll/162689/record-high-say-gay-lesbian-relations-morally.aspx Northey, G., Dolan, R., Etheridge, J., Septianto, F., & Van Esch, P. (2020). LGBTQ imagery in advertising: How viewers' political ideology shapes their emotional response to gender and sexuality in advertisements. Journal of Advertising Research, 60(2), 222-236. https://doi.org/10.2501/JAR-2020-009 Noy, C. (2008). Sampling knowledge: The hermeneutics of snowball sampling in qualitative research. International Journal of Social Research Methodology, 11(4), 327-344. https://doi.org/10.1080/13645570701401305  152   Oakenfull, G. K., & Greenlee, T. B. (2005). Queer eye for a gay guy: Using market‐specific symbols in advertising to attract gay consumers without alienating the mainstream. Psychology & Marketing, 22(5), 421-439. https://doi.org/10.1002/mar.20066 Oakenfull, G. K., McCarthy, M. S., & Greenlee, T. B. (2008). Targeting a minority without alienating the majority: Advertising to gays and lesbians in mainstream media. Journal of Advertising Research, 48(2), 191-198. https://doi.org/10.2501/S0021849908080239 Oakenfull, G. W. (2013). What matters: Factors influencing gay consumers’ evaluations of “gay-friendly” corporate activities. Journal of Public Policy & Marketing, 32(1), 79-89. https://doi.org/10.1509/jppm.12.050 Obama, B. (2009, June 1). Presidential Proclamation - LGBT Pride month. The White House: President Barack Obama. https://obamawhitehouse.archives.gov/the-press-office/presidential-proclamation-lgbt-pride-month Obama, B. (2013, May 31). Presidential Proclamation - Lesbian, Gay, Bisexual, and Transgender Pride Month, 2013. The White House: President Barack Obama. https://obamawhitehouse.archives.gov/the-press-office/2013/05/31/presidential-proclamation-lgbt-pride-month Obama, B. (2016, May 31). Presidential Proclamation - LGBT Pride month, 2016. The White House: President Barack Obama.  153   https://obamawhitehouse.archives.gov/the-press-office/2016/05/31/presidential-proclamation-lgbt-pride-month-2016 Patton, M. Q. (1990). Qualitative evaluation and research methods (2nd ed.). Sage.  Penaloza, L. (1996). We're here, we're queer, and we're going shopping! A critical perspective on the accommodation of gays and lesbians in the U.S. marketplace. Journal of Homosexuality, 31(3), 9-41. https://doi.org/10.1300/J082v31n01_02 Pisuttisarun, F. (2021, August 12). Before you rain on rainbow capitalism. Harvard Political Review. https://harvardpolitics.com/rainbow-capitalism/ Place, K. R., Edwards, L., & Bowen, S. A. (2021). Dignity and respect or homocommodification? Applying moral philosophy to LGBTQ public relations. Public Relations Review, 47(4), 102085. https://doi.org/10.1016/j.pubrev.2021.102085 Poland, B. D. (2003). Transcription quality. In J. F. Gubrium & J. A. Holstein (Eds.), Inside interviewing: New Lenses, new concerns (pp. 267-287). essay, Sage Publications.  Proclamation 7203, 3 C. F. R. 7203 (1999). https://www.govinfo.gov/app/details/CFR-2000-title3-vol1/CFR-2000-title3-vol1-proc7203/context Punch, M. (1986). The politics and ethics of fieldwork. SAGE. Rock, M. J. (2010). Harnessing social networks along with consumer-driven electronic communication technologies to identify and engage members of “hard-to-reach”  154   populations: A methodological case report. BMC Medical Research Methodology, 10(8), 1-4. https://doi.org/10.1186/1471-2288-10-8 Rodriguez, N. S. (2016). Communicating global inequalities: How LGBTI asylum-specific NGOs use social media as public relations. Public relations review, 42(2), 322-332. https://doi.org/10.1016/j.pubrev.2015.12.002 Rubin, H. J., & Rubin, I. S. (1995). Qualitative interviewing: The art of hearing data. Sage. Ryan G. W., & Bernard, H. R. (2003). Techniques to identify themes. Field Methods, 15(1), 85-109. https://doi.org/10.1177/1525822X02239569 Seitel, F. P. (2007). The Practice of PR (10th ed.). Pearson Prentice Hall. Selekman, B. (1959). A moral philosophy for business. McGraw-Hill.  Seltzer, T., & Zhang, W. (2011). Toward a model of political organization-public relationships: Antecedent and cultivation strategy influence on citizens' relationships with political parties. Journal of Public Relations Research, 23(2), 24-45. https://doi.org/10.1080/1062726X.2010.504791 Sender, K. (2004). Business, not politics: The making of the gay market. Columbia University Press. Sobande, F. (2020). Woke-washing: “intersectional” femvertising and branding “woke” bravery. European Journal of Marketing, 54(11), 2723-2745. https://doi-org/10.1108/EJM-02-2019-0134  155   Sommerfeldt, E. J., & Kent, M. L. (2015). Civil society, networks, and relationship management: Beyond the organization-public dyad. International Journal of Strategic Communication, 9(3), 235-252. https://doi.org/10.1080/1553118X.2015.1025405 Steiner, G. A. (1971). Business and society. Random House.  Stonewall Inn, (2020). The birthplace of the modern gay rights movement. The Stonewall Inn. https://thestonewallinnnyc.com/the-stonewall-inn-story/2017/4/4/ntmsg5ni7iixxdjimmg16hz6dvsi4v St. Pierre, E. A., & Jackson, A. Y. (2014). Qualitative data analysis after coding. Qualitative Inquiry, 20(6), 715-719. https://doi.org/10.1177/1077800414532435  Taylor, B. C., & Munoz, R. (2016). “Experience.” In K. B. Jensen & R. T. Craig (Eds.), The international encyclopedia of communication theory and philosophy. Wiley-Blackwell.  Thornberg, R. & Charmaz, K. (2014). Grounded theory and theoretical coding. In U. Flick (Ed.),  The SAGE handbook of qualitative data analysis (pp. 153-169). Sage. https://www.doi.org/10.4135/9781446282243 Tindall, N. J., & Waters, R. (2012). Coming out to tell our stories: Using queer theory to understand the career experiences of gay men in public relations. Journal of Public Relations Research, 24(5), 451-475. https://doi-org/10.1080/1062726X.2012.723279  156   Tracy, S. J. (2010). Qualitative quality: Eight “big-tent” criteria for excellent qualitative research. Qualitative Inquiry, 16(10), 837-851. https://doi.org/10.1177/1077800410383121 Tsai, Y. (2011). Relationship between organizational culture, leadership behavior and job satisfaction. BMC Health Services Research, 11(1), 1-9. https://doi.org/10.1186/1472-6963-11-98 Tsai, W.-H. S., Shata, A., & Tian, S. (2021). En-Gendering power and empowerment in advertising: A content analysis. Journal of Current Issues & Research in Advertising, 42(1), 19-33. https://doi-org/10.1080/10641734.2019.1687057 Tuten, T. L. (2006). Exploring the importance of gay‐friendliness and its socialization influences. Journal of Marketing Communications, 12(2), 79-94. https://doi.org/10.1080/13527260500422263 Um, N.-H. (2012). Seeking the holy grail through gay and lesbian consumers: An exploratory content analysis of ads with gay/lesbian-specific content. Journal of Marketing Communications, 18(2), 133-149. https://doi.org/10.1080/13527266.2010.489696 Vardeman-Winter, J., & Tindall, N. T. (2010). Toward an intersectional theory of public relations. In R. L. Heath (Ed.), Handbook of public relations (2nd ed., pp. 223-235). SAGE.  Way, A. K., Zwier, R. K., & Tracy, S. J. (2015). Dialogic interviewing and flickers of  157               transformation: An examination and delineation of interactional strategies that promote participant self-reflexivity. Qualitative Inquiry, 21(8), 720-731. https://doi.org/10.1177/1077800414566686 Wiederhold, A. (2015). Conducting fieldwork at and away from home: Shifting researcher positionality with mobile interviewing methods. Qualitative Research, 15(5), 600-615. https://doi.org/10.1177/1468794114550440 Windels, K., Champlin, S., Shelton, S., Sterbenk, Y., & Poteet, M. (2020). Selling feminism: How female empowerment campaigns employ postfeminist discourses. Journal of Advertising, 49(1), 18-33. https://doi-org/10.1080/00913367.2019.1681035 Witeck Communications (2013). America's LGBT 2013 buying power estimated at $830 billion. Witeck Communications. http://www.witeck.com/pressreleases/lgbt&#x2010;2013&#x2010;buying&#x2010;power/ Wood, D. J. (1991). Corporate social performance revisited. Academy of Management Review, 16(4), 691-718. https://doi.org/10.2307/258977 Yep, G. A. (2003). The violence of heteronormativity in communication studies: Notes on injury, healing, and queer world-making. Journal of Homosexuality, 45(2-4), 11-59. https://doi.org/10.1300/J082v45n02_02 Zeisler, A. 2016. We were feminists once: from riot girl to covergirl, the buying & selling of a political movement. Public Affairs.  158   Zhou, A. (2021). Communicating corporate LGBTQ advocacy: A computational comparison of the global CSR discourse. Public Relations Review, 47(4), 102061. https://doi.org/10.1016/j.pubrev.2021.102061 ",
    "id": 539558803,
    "identifiers": {
        "doi": null,
        "oai": "oai:tigerprints.clemson.edu:all_theses-4911"
    },
    "title": "“We’re Not Gay One Month Out of the Year…We’re Always Who We Are.” Exploring Connections Between Organizations, Pride Branding, and LGBTQ+ Publics",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-08-01T08:00:00+01:00",
    "publisher": "Clemson University Libraries",
    "references": [],
    "sourceFulltextUrls": [
        "https://tigerprints.clemson.edu/cgi/viewcontent.cgi?article=4911&context=all_theses"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/539558803.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/539558803"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/539558803/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/539558803/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/539558803"
        }
    ],
    "abstract": "LGBTQ+ visibility has increased in American society; moral acceptability of these identities increased significantly over the last 20 years alone and several US Presidents deemed June to be Pride Month in recognition and celebration of these individuals. To major companies and organizations, LGBTQ+ identities – which constitute more than 11 million US adults – are a growing and richly diverse market segment with considerable buying power and cultural influence. As companies attempt to engage with this segment, they increasingly attempt to engage with Pride Month and events related to Pride – including but not limited to having same-sex representation in advertising, hosting booths at Pride festivals, and selling Pride-laden merchandise.\nCompanies have a historical interest in fostering relationships with audiences in order to affect profits and meaningfully engage with broader society. This theory of relationship management shifts the focus of company public relations (PR) from solely communicating with publics to the quality of relationships with publics, using communication as a tool to influence this quality. This theory has developed in tandem with the idea that company goals, communication, and engagement should transcend mere profit-and-loss; they should engage with diverse social identities and with different social issues to help improve aspects such as socio-economics and environmental policies and actions – this is otherwise known as corporate social responsibility (CSR). While more companies are engaging CSR and are attempting to engage with LGBTQ+ audiences through Pride Month, existing queer PR research needs to examine how engaging with Pride can affect LGBTQ+ perceptions of and engagements with organizations who participate.\nThrough focus group interviews, this research explores how LGBTQ+ people perceive their relationships with companies in general, how they perceive and respond to Pride branding and other Pride PR, how these perceptions and responses influence their real or perceived relationships to the companies, and how other pieces of identity beyond sexuality may help clarify these perceptions and relationships. In order to provide rich descriptions and robust explorations of PR geared towards LGBTQ+ people, the aforementioned diversified PR, relationship management, and CSR contextualize and clarify the findings. This project reinforces and extends the importance of companies managing relationships with their publics (external and internal), of CSR, and clarifies specific meaningful ways for companies to engage with social niches, competing perceptions, and unique cultures",
    "tags": [
        "text",
        "LGBTQ+",
        "relationship management",
        "Pride",
        "public relations",
        "organization-public relationship",
        "Gender, Race, Sexuality, and Ethnicity in Communication",
        "Mass Communication",
        "Public Relations and Advertising",
        "Social Influence and Political Communication"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:tigerprints.clemson.edu:all_theses-4911",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14263",
        "openDoarId": 0,
        "name": "Clemson University: TigerPrints",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 539558803,
        "depositedDate": null,
        "publishedDate": "2022-08-01T08:00:00+01:00",
        "updatedDate": "2024-02-16T19:33:40+00:00",
        "acceptedDate": null,
        "createdDate": "2022-10-19T00:26:55+01:00"
    },
    "urls": [
        "https://tigerprints.clemson.edu/all_theses/3823",
        "https://tigerprints.clemson.edu/context/all_theses/article/4911/viewcontent/Sam_Goodman_Thesis.pdf"
    ],
    "lastUpdate": "2024-02-16T19:33:40+00:00",
    "setSpecs": []
}